{
  "update": "2025-06-20",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Emerging Adults’ Relational Turbulence with Parents as a Function of Parent Involvement in Their Romantic Relationship: A Conditional Process Analysis",
          "authors": "Paul Schrodt, Emily Stager",
          "abstract": "Using relational turbulence theory, this study examined the conditional direct and indirect associations between parent involvement (i.e., facilitation and interference) in emerging adults’ romantic relationships and relational turbulence in the parent-child relationship vis-à-vis the valence of conversations with parents about the romantic partner. Participants included 264 emerging adult children who were involved in a romantic relationship. Parent interference with the romantic partnership was directly and indirectly associated with turbulence in the parent-child relationship via communication valence. The direct association was conditioned by the family’s conversation orientation and whether the adult child valued the parent’s opinion about their romantic partnership, whereas the indirect association was not. Likewise, parent facilitation was directly and indirectly associated with turbulence via communication valence, though again only the direct association was conditioned by conversation orientation and valuing the parent’s opinion. Implications for relational turbulence theory are discussed.",
          "url": "https://doi.org/10.1177/00936502251345599",
          "doi": "https://doi.org/10.1177/00936502251345599",
          "filter": 0
        },
        {
          "title": "When Sexism Becomes the Norm: The Effect of Sexism on Women’s Participation in Political Online Discussions",
          "authors": "Sabine Reich, Marko Bachl",
          "abstract": "Publicly visible women in political news are often met with sexist backlash in social media’s comment sections. We take a social norms perspective to argue that the presence of politically active women in the news sets a descriptive norm to increase female social media users’ participation in online discussions (role model hypothesis). However, sexist comments against visible women function as signals of injunctive norms and decrease participation (sexist backlash hypothesis). A preregistered nested-stimuli experiment with a sample of German women provided no support for the role model hypothesis but some support for the adverse effects of sexist attacks. The findings indicate that the increase of women in prominent public positions might harm, instead of nourish, women’s discursive participation intention as long as the sexist backlash against women in public roles prevails.",
          "url": "https://doi.org/10.1177/00936502251343988",
          "doi": "https://doi.org/10.1177/00936502251343988",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "When tobacco is headline news: how public health bodies and anti-regulatory issue publics exercise influence in breaking news events",
          "authors": "George D. H. Pearson, Nathan A. Silver, Elexis C. Kierstead, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "https://doi.org/10.1080/1369118x.2025.2517339",
          "doi": "https://doi.org/10.1080/1369118x.2025.2517339",
          "filter": 0
        },
        {
          "title": "Twitch aggression profile: exploring aggression on a live mixed-media platform",
          "authors": "Seung Woo Chae",
          "url": "https://doi.org/10.1080/1369118x.2025.2511069",
          "doi": "https://doi.org/10.1080/1369118x.2025.2511069",
          "filter": 0
        },
        {
          "title": "Algorithmic discrimination: a grounded conceptualization",
          "authors": "Matthew Bui, Charlton McIlwain, Seyi Olojo, Ho-Chun Herbert Chang",
          "url": "https://doi.org/10.1080/1369118x.2025.2516544",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516544",
          "filter": 0
        },
        {
          "title": "Anthropology of now: Love and technology: An ethnography of dating app users in Berlin",
          "authors": "Nikoo Karimi",
          "url": "https://doi.org/10.1080/1369118x.2025.2520008",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520008",
          "filter": 0
        },
        {
          "title": "Seeing through the fake: how users detect and interpret deepfakes",
          "authors": "Donghee Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2518260",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518260",
          "filter": 0
        },
        {
          "title": "European ambitions captured by American clouds: digital sovereignty through Gaia-X?",
          "authors": "Andreas Baur",
          "url": "https://doi.org/10.1080/1369118x.2025.2516545",
          "doi": "https://doi.org/10.1080/1369118x.2025.2516545",
          "filter": 0
        },
        {
          "title": "Shifting platform governance: examining participatory content moderation on a Chinese platform Bilibili",
          "authors": "Zheyu Shang",
          "url": "https://doi.org/10.1080/1369118x.2025.2520004",
          "doi": "https://doi.org/10.1080/1369118x.2025.2520004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Social Media Influencers as “Dirty Workers”: An Explorative Study on How They Use Strategies to Reduce the Moral Taint",
          "authors": "Claudia Gerhards",
          "abstract": "Since social media influencers have become popular and monetize their content with the help of advertising deals, they have been associated with morally questionable, deceptive behavior. The list of misconduct is long. It includes, for example, not disclosing sponsored content, withholding negative experiences with promoted products, buying fake followers, and promoting false ideals of beauty. Building on the concept of “dirty work” as a theoretical framework, this article asks which strategies influencers use to soften this moral taint. Qualitative interviews with influencers living in Germany show that they are aware of their negative image in public and use various stigma management strategies. This article offers a perspective that has not yet played a role in the ethics debate about influencers. It asks how influencers, who are often associated with morally questionable practices, immunize themselves against this negative image and find a positive work identity.",
          "url": "https://doi.org/10.1177/20563051251348917",
          "doi": "https://doi.org/10.1177/20563051251348917",
          "filter": 0
        },
        {
          "title": "Exploring the Mediating Role of Online Social Capital in the Association Between Sharing Memes Using Four Humor Styles and Subjective Well-Being",
          "authors": "Yueming Luo, Yu-Leung Ng",
          "abstract": "Sharing memes has emerged as a prevalent form of social grooming behavior on digital platforms, yet research has largely focused on the content of internet memes rather than the behavior of sharing them. This study explores whether sharing memes with different humor styles (affiliative, self-enhancing, aggressive, and self-defeating humor styles) relates to subjective well-being through the mediating roles of online bonding and bridging social capital. Using survey data from a representative sample of 1000 participants in the United States, the findings showed that affiliative and aggressive meme-sharing were positively associated with psychological well-being and positive feelings via enhanced online bonding social capital. The findings could contribute to a deeper understanding of social and psychological implications of engaging with memes in online communication.",
          "url": "https://doi.org/10.1177/20563051251348922",
          "doi": "https://doi.org/10.1177/20563051251348922",
          "filter": 0
        },
        {
          "title": "From #MelaninMansion to #BlackTikTokStrike: Black TikTok, Joy, and the Politics of Refusal",
          "authors": "Elena Maris, Mel Monier",
          "abstract": "In this article, we critically analyze TikTok videos related to the #MelaninMansion trend and the #BlackTikTokStrike. Videos analyzed were posted during the hashtags’ peak engagement, 2019–2020, and the summer of 2021, respectively. Drawing from Black cyberfeminism and literatures on Black cyberculture, platform politics, visibility, affect, resistance, refusal, and copyright, we identified shared themes and thematic differences between the hashtags. Based on these findings, we argue #MelaninMansion and #BlackTikTokStrike illustrate two significant moments on TikTok for Black creators, and a marked change in their tactical and affective response to on-platform racism, appropriation, and content theft. We contend the messaging and imaginings found in the videos reveal Black TikTok’s negative experiences on-platform and their understanding of potential technological and policy solutions. We especially note the affective change during the strike, where Black TikTok creators turn from humorous utopian imaginings of on-platform equity and celebrations of Blackness and community, to frustrated refusal of on-platform labor and pessimistic reflections on the (im)possibilities for Black content creation. Despite the sharp turn in tactics and expectations, content from both moments reflects a commitment to Black joy and intracommunity support. We argue our findings reveal how the TikTok platform and non-Black TikTok community together create a toxic technoculture rife with the violence of racism, cultural appropriation, and creative theft. Finally, we note the centrality of Black women to these viral moments, how #BlackTikTokStrike especially centered Black women’s labor and creativity, and that despite this, Black women performed an outsized amount of labor during the strike.",
          "url": "https://doi.org/10.1177/20563051251349476",
          "doi": "https://doi.org/10.1177/20563051251349476",
          "filter": 0
        },
        {
          "title": "Softblocking: Disconnective Practices, Imagined Affordances, and Reciprocity on Twitter",
          "authors": "Caitlin Hogan",
          "abstract": "This study investigates the social meaning of softblocking, a practice on social media in which a user blocks and then immediately unblocks another user, causing a mutual unfollowing. This study finds that softblocking highlights that social media users exercise agency in creating imagined affordances through novel use of pre-installed features to do social work. It also discusses what the rise of softblocking suggests about the demand for reciprocity within social media interaction. With a corpus of 96,541 tweets mentioning softblocking from 2009 to 2020 and corpus-assisted discourse analysis, this study explores (1) how softblocking is differentiated from pre-packaged affordances, (2) how softblocking is negotiated metadiscursively, and (3) how expectations of reciprocity are addressed by softblocking. I find that users expect sustained interaction and value-sharing with those they are in mutual following relationships with and also expect these relationships to be broken reciprocally. This study argues that softblocking meets the demand for disconnective action in a mutual manner, in line with emerging norms of politeness on social media that see reciprocity as politeness.",
          "url": "https://doi.org/10.1177/20563051251331156",
          "doi": "https://doi.org/10.1177/20563051251331156",
          "filter": 0
        },
        {
          "title": "Doing the Lord’s Work: Deconstructing Fundamentalist Christianity Through Cathartic Anti-Fandom on Reddit",
          "authors": "Caitlin E. Lawson, Cecilia R. Hafferty",
          "abstract": "r/fundiesnarkuncensored is a Reddit community that monitors and critiques fundamentalist Christian, namely evangelical, content creators. Many members of the community were formerly conservative Christians who have since deconstructed some or all of their beliefs. This study approaches “fundie snarkers,” particularly those who have deconstructed, through the lenses of anti-fandom and affect theory, to deepen our understanding of anti-fandom as a simultaneously ideological and affective phenomenon. Through individual, semi-structured interviews with 20 members of r/fundiesnarkuncensored, we explore the role that “fundie snarking” plays in members’ deconstruction journeys and vice versa. Participants organized content on the subreddit into three categories based on their affective and intellectual responses to that content: petty snark, or superficial critiques that participants find both guiltily pleasurable and frustratingly rude; structural snark, or systemic critiques of fundamentalism that participants universally esteem; and dark snark, or content that participants find too distressing to engage. Taken together, this “structure of snark” reveals the ambiguity of their anti-fandom by emphasizing that participants have empathy for the fundies they criticize and see the subreddit’s ideal purpose as a tool for deconstruction. Ultimately, through our discussion of the gratifications participants obtain through their engagement with the subreddit, we propose an additional form of anti-fandom: cathartic anti-fandom. Cathartic anti-fandom involves the dislike and critique of ideologies, practices, and communities in which the anti-fan formerly participated and/or by which they were harmed. By filtering fundamentalist Christian teaching through critical commentary and making these ideologies laughable, r/fundiesnarkuncensored provides an accessible and enjoyable space for members to unlearn harmful ideologies.",
          "url": "https://doi.org/10.1177/20563051251347547",
          "doi": "https://doi.org/10.1177/20563051251347547",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
