{
  "update": "2025-08-01",
  "content": [
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Human–technology entanglement in digital-human themed talent shows programmes: multi-interactivity of biopower in Alter Ego",
          "authors": "Yupei Zhao, Wanyan Wu, Hong Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2539296",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539296",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/1369118x.2025.2539588",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539588",
          "filter": 0
        },
        {
          "title": "Beyond the individual level: a social-ecological perspective to understanding technology maintenance barriers and strategies among low-income U.S. adults",
          "authors": "Laurent H. Wang, Amy L. Gonzales, Clarissa Rios",
          "url": "https://doi.org/10.1080/1369118x.2025.2539293",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539293",
          "filter": 0
        },
        {
          "title": "A computational analysis of the platformization of music: comparing hit songs on TikTok and Spotify",
          "authors": "Na Ta, Fang Jiao, Cong Lin, Cuihua Shen",
          "url": "https://doi.org/10.1080/1369118x.2025.2539297",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539297",
          "filter": 0
        },
        {
          "title": "Building a virtual community: online Mexican vendors, live-streaming, culture and emotions",
          "authors": "Nadia Y. Flores-Yeffal",
          "url": "https://doi.org/10.1080/1369118x.2025.2539298",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539298",
          "filter": 0
        },
        {
          "title": "Are anxiously attached dating app users less successful and feeling worse after use? The moderating role of perceived anonymity affordance",
          "authors": "Junwen M. Hu, Marina F. Thomas",
          "url": "https://doi.org/10.1080/1369118x.2025.2539294",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539294",
          "filter": 0
        },
        {
          "title": "The interplay between loyalty and legitimacy in blockchain-based metaverses: the case of Decentraland",
          "authors": "Morshed Mannan, Primavera De Filippi, Tara Merk",
          "url": "https://doi.org/10.1080/1369118x.2025.2523978",
          "doi": "https://doi.org/10.1080/1369118x.2025.2523978",
          "filter": 0
        },
        {
          "title": "Governance of discriminatory content in conversational AIs: a cross-platform and cross-cultural analysis",
          "authors": "Na Ta, Jing Zeng, Zhanghao Li",
          "url": "https://doi.org/10.1080/1369118x.2025.2537803",
          "doi": "https://doi.org/10.1080/1369118x.2025.2537803",
          "filter": 0
        },
        {
          "title": "From personalized news curation to shared issue concerns in fragmentation era: a dynamic network approach by levels of issue involvement",
          "authors": "Sujin Choi",
          "url": "https://doi.org/10.1080/1369118x.2025.2539295",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539295",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Proactive governance by official administrators on Chinese social media platforms: Boundary discourse and governance legitimacy",
          "authors": "Jiayi Chen, Chang Shi",
          "abstract": "Chinese social media platforms are taking the initiative to cultivate relationships with both the government and users by proactively elaborating on platform rules, aiming to enhance the legitimacy of governance. This article seeks to understand the proactive governance of Chinese social media platforms and the underlying power dynamics by analyzing how official administrators construct governance legitimacy through boundary discourse. We conduct a critical discourse analysis of video texts published by official administrators on three large social media platforms: Douyin, Kuaishou, and Bilibili. It is found that official administrators legitimize platform governance by shaping three types of boundary discourse: deviant expulsion, traffic rewards, and community pest clean-up. Proactive governance by official administrators represents efforts by social platforms to balance top-down regulatory pressures with the autonomy of platform governance and to seek ways to legitimize the governance framework in a manner that is more acceptable to users. Going beyond a technology-centric concept of platform governance, the article seeks to understand the governance system of Chinese social platforms through the boundary discourse of official administrators.",
          "url": "https://doi.org/10.1177/01634437251336153",
          "doi": "https://doi.org/10.1177/01634437251336153",
          "filter": 0
        },
        {
          "title": "Leaving North Korea: Illicit cultural globalization and mediated migration in the digital age",
          "authors": "Youna Kim",
          "abstract": "North Korea is one of the least known, most closed, and repressive media cultural environments in the world. Despite the regime’s determination to retain its power by coercion and ban on the outside media, since the late 1990s illicit cultural globalization “from below” has become an integral part of everyday life of the subaltern population, operating through unofficial underground channels and making an unacknowledged sociocultural difference in the reclusive nation. Based on qualitative in-depth interviews with 60 North Koreans, this empirical study explores what their experiences suggest about the transformative and dis-embedding role of illicit media culture as a pull factor for the mediated migration in the digital age. Providing detailed empirical data, it importantly recognizes the often hidden and least studied phenomenon of North Koreans’ transnational mobility and its relationship to the impact of illicit media consumption in everyday life.",
          "url": "https://doi.org/10.1177/01634437251360374",
          "doi": "https://doi.org/10.1177/01634437251360374",
          "filter": 0
        },
        {
          "title": "Decolonisation is not a vibe: On anti-capitalist praxis, citation politics and epistemic refusal",
          "authors": "Tanja Bosch",
          "abstract": "This paper argues that decolonisation in media and communication studies must be rooted in anti-capitalist praxis, not just symbolic critique. While the field increasingly gestures toward decoloniality through the rhetoric of diversity and inclusion, such moves often sidestep the material infrastructures, labour conditions, funding regimes and citation politics that structure how academic knowledge is produced. Drawing on critical scholarship from both the Global South and North, this paper reframes decolonisation as a struggle over intellectual economies, institutional geographies and epistemic authority. It proposes situated citation and co-theorisation as methodological refusals of canon and hierarchy, emphasising dialogic, power-aware engagements that foreground asymmetries rather than mask them through representational balance. The paper stages theoretical ‘pairings’ such as Ricaurte and Couldry, Birhane and Noble, Habermas and Mbembe to surface geopolitical tensions and illuminate plural epistemologies. In doing so, it models a citational praxis that treats theory as relational, contested and grounded in struggle. Refusal emerges here not as negation, but as a generative mode of insurgent scholarship: resisting extractive logics, rejecting capitalist metrics of ‘impact’ and centring labour, sovereignty and solidarity. Against the depoliticised uses of decolonisation as a theme or aesthetic, this paper insists on its radical potential as method, struggle and material intervention. It calls for a structural reorientation of the academy, one that redistributes power rather than simply diversifying its surface, and affirms that to decolonise is not to critique from within, it is to rupture and rebuild.",
          "url": "https://doi.org/10.1177/01634437251360382",
          "doi": "https://doi.org/10.1177/01634437251360382",
          "filter": 0
        },
        {
          "title": "Encoding/decoding in artificial intelligence: Global AI and local languages",
          "authors": "FengYi Yin",
          "abstract": "Amid artificial intelligence rapidly transforming our social life, this article uses Stuart Hall’s encoding/decoding model to critically assess the design and use of AI-based language technology for developing a more inclusive and fair global AI system. Generative AI predominantly trained on data in high-resource languages like English encodes and reinforces dominant ideologies as a preferred reading of the global society. In sub-Saharan Africa, the post-colonial linguistic politics and oral traditions contribute to indigenous African languages, despite being spoken by millions, as being low-resourced, which in turn exacerbates the marginalization of African linguistic and epistemic systems in the AI age. In addition to efforts to facilitate inclusive encoding using datasets featuring local contributions, another way forward is to emphasize user agency in critical decoding of meaning structures embedded in global AI and in the use of technology, allowing for the possibility of negotiated or oppositional positions that resist the dominant.",
          "url": "https://doi.org/10.1177/01634437251360381",
          "doi": "https://doi.org/10.1177/01634437251360381",
          "filter": 0
        },
        {
          "title": "Social media feeds as curatorial assemblages: A conceptual framework",
          "authors": "Christoph Bareither, Sabine Wirth",
          "abstract": "Social media feeds are a central object of analysis and a frequently recurring topic in the study of digital cultures, but their complex and ephemeral nature resists conceptualization. This paper addresses this challenge by approaching feeds as “assemblages.” Using Instagram and TikTok as primary examples, we employ the concept of the “feed-as-assemblage” to understand how a feed’s constitutive elements (e.g., algorithms, data, devices, interfaces, human actors, practices) form relations both at the micro-level of individual feeds and at the macro-level between all the feeds of a given platform. These relations make up intricate sociotechnical ensembles driven by curation, which is to say, the feed-as-assemblage constantly selects specific elements and rearranges their relations in order to generate value. On the basis of this conceptual framework, we focus on three central elements in the feed-as-assemblage – recommender systems, interfaces, and user practices. These elements serve in turn as heuristic access points into the production of (and exchange between) different forms of value. The general aim of this paper is to offer a conceptual approach that brings the strengths of multiple disciplines to bear in analyzing social media feeds.",
          "url": "https://doi.org/10.1177/01634437251360372",
          "doi": "https://doi.org/10.1177/01634437251360372",
          "filter": 0
        },
        {
          "title": "Influencer culture and the changing face of sport and media",
          "authors": "Hunter Fujak, Tom Evens, Joshua McLeod",
          "abstract": "This crosscurrent explores how influencer culture, shaped by Generation Z and Alpha’s distinct media practices, is reshaping the commercial and cultural foundations of sport. Through recent empirical cases, we argue that a paradigmatic shift is underway in the sport–media nexus, wherein content untethered from elite athleticism can generate immense audiences and commercial outcomes by privileging personality, virality and platform-native entertainment. Drawing on theories of celebrity and influencer culture, we critically assess how this phenomenon destabilises traditional sporting authority and reorients fan engagement toward more fluid, personality-driven forms of global digital allegiance. We further analyse how participatory infrastructures and algorithmic visibility are reconfiguring the terms of legitimacy and value in contemporary sport. Rather than a fleeting disruption, we contend this signals a structural transformation in the production, circulation and consumption of sport content. From this interrogation, we propose a research agenda to explore the implications of this shift for sport’s social function, institutional power and position within platform capitalism. In turn, this crosscurrent contributes to broader debates in media and cultural studies around power, identity and the evolving dynamics of digitally mediated entertainment.",
          "url": "https://doi.org/10.1177/01634437251360383",
          "doi": "https://doi.org/10.1177/01634437251360383",
          "filter": 0
        },
        {
          "title": "Journalists as actors of democratic resilience: Independent online media in autocratizing Hong Kong",
          "authors": "Gary Tang, Francis LF Lee, Chi-Kit Chan, Stephanie ZQ Yang, Hans Tse",
          "abstract": "Studies of democratic resilience typically focus on the role of political institutions in resisting autocratization. Few studies focus on the roles of social actors in resisting autocratization even after institutional breakdown. This study offers a case study of Hong Kong, where the enactment of the National Security Law (NSL) in 2020 had ushered in a process of rapid autocratization and disrupted the status quo of the city as a hybrid regime. In the post-NSL era, social actors such as civil society practitioners and liberal journalists became crucial in sustaining democratic resilience at the societal and cultural level. Based on in-depth interviews with 20 online journalists, this article examines why these journalists decide to stay in journalism despite the severely worsened environment, the practices that signify their resilience, and how they manage risks in the process. The article thus contributes to understanding of the possible sources of democratic resilience under autocratization.",
          "url": "https://doi.org/10.1177/01634437251360379",
          "doi": "https://doi.org/10.1177/01634437251360379",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Do Politicians’ Genders Influence Voter Persuasion?",
          "authors": "Hirofumi Miwa, Ikuma Ogura",
          "url": "https://doi.org/10.1080/10584609.2025.2519159",
          "doi": "https://doi.org/10.1080/10584609.2025.2519159",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Shadows and Light: Unveiling Multifaceted Polarization in Social Media Discourse on Human Trafficking",
          "authors": "Yunfei Xing, Justin Zuopeng Zhang",
          "abstract": "Human trafficking, a grave human rights violation with far-reaching global consequences, serves as a compelling case study for analyzing multifaceted polarization dynamics in online discourse and the influence of social media on public perceptions and responses. Drawing on social identity theory and self-categorization theory, this article aims to elucidate both group polarization and opinion polarization surrounding human trafficking on social media. Through an integrated approach that combines clustering, social network analysis, text mining, and topic modeling, this study provides a comprehensive examination of community formation, influential actor identification, topic classification, and semantic analysis. The similarity between user-generated content from clustered groups and the topics identified is calculated to quantify the degree of multifaceted polarization. The findings reveal a robust community structure within the network and uncover divisions and structural characteristics across each subgroup. Utilizing the BERTopic model, thematic clusters such as vulnerable groups, persecution experiences, incident areas, law and politics, public awareness, contraband, and case events are identified, reflecting the primary public concerns regarding human trafficking. This research enhances our understanding of multifaceted polarization shaped by social identity in digital conversations about critical social issues and holds significant implications for policymakers, advocacy groups, and practitioners navigating public opinion regarding human trafficking in the digital realm.",
          "url": "https://doi.org/10.1177/20563051251357872",
          "doi": "https://doi.org/10.1177/20563051251357872",
          "filter": 0
        },
        {
          "title": "Flame Badges and Virtual Pets: Gamified Sociality on Douyin",
          "authors": "Hui Lin, Rafal Zaborowski",
          "abstract": "This article examines Douyin’s gamified features to investigate whether and how they facilitate online sociality. Drawing on literature on online sociality and gamification, this study demonstrates how Douyin’s gaming elements introduce a playful dimension to social interactions and examines the implications of transforming sociality into a game. Using a mixed-method approach comprising the walkthrough method and diary-interview technique, the study finds that gamified features—such as friendship badges, quantified levels, and virtual pets—can encourage social behavior and strengthen interpersonal bonds. However, these effects are primarily confined to small, strong-tie friendship groups and do not extend to larger, weak-tie networks. The findings suggest that Douyin users often display heightened awareness of how algorithms exploit their social behaviors, prompting them to adopt cautious and critical digital practices. The article makes both empirical and methodological contributions by offering a case study of gamification in socialization and demonstrating the utility of the diary-interview approach for analyzing user interactions.",
          "url": "https://doi.org/10.1177/20563051251358748",
          "doi": "https://doi.org/10.1177/20563051251358748",
          "filter": 0
        },
        {
          "title": "Perceptions of the European Green Deal: Understanding Public Sentiment",
          "authors": "Steve Borchardt, Matteo Trane, Stefano Cisternino, Luisa Marelli",
          "abstract": "Launched in December 2019, the European Green Deal (EGD) represents the European Union’s (EU) ambitious policy framework to achieve climate neutrality by 2050. This study employs a sentiment analysis of 582,156 tweets from the beginning of 2020 to April 2024 to understand the evolution of public sentiment toward the EGD. Grounded in Social Representations Theory and Framing Theory, we analyze sentiment trends, topic distributions, and the impact of key policy and external events (e.g. COVID-19 spread) on public sentiment. The results reveal predominantly neutral sentiment (61.68%), with more positive (28.26%) than negative (10.06%) sentiment overall and a substantially stable trend over time. EU-affiliated accounts showed higher positive sentiment compared to non-EU-affiliated accounts. Sentiment trends were correlated with key policy announcements and global events, demonstrating the intricate relationship between policy communication and the formation of public opinion. The study identified key themes and specific initiatives driving positive sentiment, including those linked to the first EU climate law and climate targets, Farm to Fork, and New European Bauhaus. Conversely, economic concerns, challenges in policy implementation challenges, ecosystem conservation status, and food system, and energy security issues appeared as associated with negative sentiment. The findings highlight the importance of targeted communication strategies, transparent response to skepticism, communication of policy processes, and stakeholder feedback collection tool enhancement to leverage public sentiment in support of the EU green transition, paving the way for future research to explore regional nuances and sentiment monitoring.",
          "url": "https://doi.org/10.1177/20563051251337404",
          "doi": "https://doi.org/10.1177/20563051251337404",
          "filter": 0
        },
        {
          "title": "Watch, Scroll, Repeat: How Interface Design Shapes Consumptive Curation Affordances on TikTok",
          "authors": "Carlos Entrena-Serrano",
          "abstract": "Social media’s transition into algorithmic content recommendations, accelerated by TikTok’s entry into the ecosystem, has reshaped platforms’ consumptive curation affordances, reducing users’ ability to curate their feeds directly. While previous research has explored user experiences with TikTok’s algorithmic recommendations, there has been limited attention to how its interface shapes these interactions. This article interrogates the role of TikTok’s interface design in shaping these new consumptive curation affordances. Drawing on Davis’s concept of consumptive curation – users’ selective engagement with vast pools of content – and literature on social media affordances and mediation theory, I present consumptive curation affordances as relational: shaped by the interplay between platforms’ technological design, user practices and social arrangements. TikTok’s interface is central in this interplay, mediating consumptive curation practices with algorithmic recommendations through several affordance mechanisms. I analyse TikTok’s interface through a walkthrough method, organised according to the algorithmic experience framework, where I operationalise the concepts of friction levels and affordance mechanisms. Findings reveal the dominant role of the For You Page, where TikTok strongly encourages users toward passive consumptive curation – watch, scroll, repeat – while refusing to provide enough transparency about how interactions curate recommendations and discouraging users from disabling data collection. As a result, TikTok’s interface discourages users from strategising consumptive curation practices, demanding reliance on opaque algorithmic recommendations. This study offers a theoretical foundation for understanding how interface design influences consumptive curation affordances. Grounded in a relational view of affordances, future studies can explore how socially situated users strategise interactions with TikTok’s algorithmic environment.",
          "url": "https://doi.org/10.1177/20563051251358529",
          "doi": "https://doi.org/10.1177/20563051251358529",
          "filter": 0
        },
        {
          "title": "The Moral Foundations of Populist Communication: A Semantic Network Analysis of Political Parties’ Social Media Discourse in a Multiparty System",
          "authors": "Anna Wickenkamp, Frederic R. Hopp, Michael Hameleers, Linda Bos",
          "abstract": "Social media have transformed political campaigning by enabling direct interaction between politicians and voters, becoming a key tool for shaping public opinion. Moral language is pivotal in this dynamic as it captures attention in an overly information-saturated social media environment and wields significant influence over political opinions. Populists thrive on social media by fostering distrust in elites, using emotional language, and reducing complex issues to simple “us vs. them” binaries. We argue these factors are rooted in moral underpinnings, which may play a significant role in the appeal of populist parties and have thus far received limited scholarly attention. Consequently, this paper addresses the research question: To what extent, and in what ways, do populist parties exhibit a distinct moral-rhetorical profile on social media that sets them apart from mainstream politicians? Using Moral Foundations Theory, natural language processing, and a computational semantic network approach, we analyzed 11,205 social media posts from Dutch political parties and leaders during the 2023 Dutch election campaign across X, Facebook, and Instagram. Our findings reveal that populist parties emphasize Care and Authority over other moral foundations, while mainstream parties exhibit a different moral foundation distribution. These results align with the part of populist communication logic that frames populist actors as defenders against corrupt elites and external threats, as well as representatives of the people’s demand for sovereignty. Moreover, we found populist parties exhibit less internal consistency in their moral rhetoric across platforms than mainstream parties, suggesting a potentially higher adeptness at tailoring messages to different platforms and their affordances.",
          "url": "https://doi.org/10.1177/20563051251357271",
          "doi": "https://doi.org/10.1177/20563051251357271",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "How does artificial intelligence enhance corporate participation in global value chains? Evidence from Chinese A-share listed companies",
          "authors": "Min Qin, Yanan Li, Shanshan Qiu, Zhensong Jiang",
          "url": "https://doi.org/10.1016/j.telpol.2025.103026",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103026",
          "filter": 0
        },
        {
          "title": "Factors influencing internet usage preferences of tribal farmers in Northern Thailand",
          "authors": "Parisa Phiaaia, Chaiteera Panpakdee",
          "url": "https://doi.org/10.1016/j.telpol.2025.103036",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
