{
  "update": "2025-04-11",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Generative AI and Journalism: Hype, The Always Already New, and Directions for Scholarly Imagination",
          "authors": "Nik Usher",
          "url": "https://doi.org/10.1080/21670811.2025.2490604",
          "doi": "https://doi.org/10.1080/21670811.2025.2490604",
          "filter": 0
        },
        {
          "title": "Digitalization and Meaning in Journalistic Work (MJoW): The Increasing Importance of the Symbolic Dimension",
          "authors": "Gunhild Ring Olsen",
          "url": "https://doi.org/10.1080/21670811.2025.2487862",
          "doi": "https://doi.org/10.1080/21670811.2025.2487862",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Implications of gender metastereotypes for addressing sexist behavior",
          "authors": "Craig Fowler, Jessica Gasiorek, Andrea Zorn, Sophie Stone",
          "abstract": "Women often experience competence questioning communication (CQC), in which their contributions are overlooked or credit is misdirected to a male colleague. We examine whether gender metastereotypes—the stereotypes that women believe men hold of women, and the stereotypes men believe women hold of men—predict responses to sexism in the workplace. Specifically, through vignette-based experiments, we examine whether women’s and men’s willingness to directly confront male perpetrators of CQC, and men’s willingness to amplify the voice of female colleagues is affected by the activation of gender metastereotypes. For both women and men, positive metastereotypes directly predicted willingness to confront sexism, but, as theorized, only when individuals believed that the stereotypes held of their ingroup were held of them personally. We also found significant indirect effects of metastereotype activation on willingness to address sexism via felt responsibility for addressing sexism (for women) and concern for the group image (for men).",
          "url": "https://doi.org/10.1093/hcr/hqaf009",
          "doi": "https://doi.org/10.1093/hcr/hqaf009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Platform-led content moderation through the bystander lens: a systematic scoping review",
          "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
          "url": "https://doi.org/10.1080/1369118x.2025.2483836",
          "doi": "https://doi.org/10.1080/1369118x.2025.2483836",
          "filter": 0
        },
        {
          "title": "False sense of security and a flurry of misplaced trust: the construction of trust in and by Facebook",
          "authors": "Balazs Bodo, Marton Bene, Zsolt Boda",
          "url": "https://doi.org/10.1080/1369118x.2025.2482651",
          "doi": "https://doi.org/10.1080/1369118x.2025.2482651",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Migrating a Flock of Outsiders: Platform Affordances and Political Goals in the Chilean Constitutional Reform",
          "authors": "Karen Gheza, Marcelo Santos, Sebastián Rivera",
          "url": "https://doi.org/10.1080/10584609.2025.2489166",
          "doi": "https://doi.org/10.1080/10584609.2025.2489166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Platform Fandom: Weverse and the Technological Domestication of Fan Community",
          "authors": "Grant Bollmer, Bethany Tillerson",
          "abstract": "This article is a critical examination of the social media platform Weverse and its associated e-commerce platform Weverse Shop, platforms developed and operated by the Korean entertainment conglomerate Hybe Corporation. Hybe, perhaps best known for being the corporation that manages the K-pop group BTS, uses Weverse to promote and control economic and affective bonds between popular performers and audiences. This article argues that Weverse represents a type of platform that negotiates other models emerging from American and Chinese contexts, advancing Korean corporate interests through the harnessing of integrated fan activities. The use of platform technologies to administer the relations between commodified musical products, stars, and fans represents the emergence of what we term platform fandom . Platform fandom, we argue, is a corporatized technical relation designed to foster affective attachments between fans and stars, negotiating global audiences in which fan communities lose geographic specificity and, consequently, an ability to cohere through the negotiation of inclusion and exclusion of members. This article uses Weverse as a case to examine the intersection of globalized cultural production and entertainment, problems of global fandoms, and the use of social media platforms to manage and mitigate against the seeming risks fans provide for both corporate idols and corporate investments in cultural products.",
          "url": "https://doi.org/10.1177/20563051251326689",
          "doi": "https://doi.org/10.1177/20563051251326689",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Building an ecosystem for mobile broadband measurement: Methods and policy challenges",
          "authors": "Zoraida Frias, William Lehr, Volker Stocker",
          "url": "https://doi.org/10.1016/j.telpol.2025.102905",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102905",
          "filter": 0
        },
        {
          "title": "Sourcing behavior and the role of news media in AI-powered search engines in the digital media ecosystem: Comparing political news retrieval across five languages",
          "authors": "Cornelia Brantner, Michael Karlsson, Joanne Kuai",
          "url": "https://doi.org/10.1016/j.telpol.2025.102952",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102952",
          "filter": 0
        },
        {
          "title": "Evaluating structural and behavioral remedies for anticompetitive conducts in the ad tech ecosystem",
          "authors": "Alexander Witte, Jan Krämer",
          "url": "https://doi.org/10.1016/j.telpol.2025.102955",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102955",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(25)00062-x",
          "doi": "https://doi.org/10.1016/s0308-5961(25)00062-x",
          "filter": 1
        }
      ]
    }
  ]
}
