{
  "update": "2025-04-04",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Beyond time delays: how web scraping distorts measures of online news consumption",
          "authors": "Roberto Ulloa, Frank Mangold, Felix Schmidt, Judith Gilsbach, Sebastian Stier",
          "url": "https://doi.org/10.1080/19312458.2025.2482538",
          "doi": "https://doi.org/10.1080/19312458.2025.2482538",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Buzz Across Borders: Analyzing the Global and Local Dynamics Shaping the ChatGPT Media Hype in China",
          "authors": "Bin Chen, Anfan Chen, Shuning Lu",
          "url": "https://doi.org/10.1080/21670811.2025.2483737",
          "doi": "https://doi.org/10.1080/21670811.2025.2483737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "The mirror of the metaverse: an exploration of reciprocal effects between self-views and avatar-based self-presentation",
          "authors": "Hyun Suk Kim, Soela Kim, Eun-Ju Lee",
          "abstract": "This study examined how users’ self-views (i.e., identity coherence, identity confusion, self-esteem) and their self-presentation through avatars (i.e., the number of avatars used, self-avatar dissimilarity, the frequency of and the expenditure on avatar customization) in the metaverse mutually influence each other, based on a three-wave panel survey of Zepeto users in South Korea (N = 640). Dynamic fixed-effects models yielded no significant effects of self-views on avatar-based self-presentation, but identified some significant reverse relationships: users who spent more money on customizing their avatars’ appearance experienced greater identity confusion and lower self-esteem two months later. By contrast, contemporaneous fixed-effects models found no significant effects in either direction. Overall, the results indicate limited unidirectional effects of avatar-based identity experimentation on users’ self-views that manifest over time, while casting doubt on the permeability between virtual and physical self-identities.",
          "url": "https://doi.org/10.1093/hcr/hqaf005",
          "doi": "https://doi.org/10.1093/hcr/hqaf005",
          "filter": 0
        },
        {
          "title": "Person-specific effects of women’s social media use on body image concerns: an intensive longitudinal study of daily life",
          "authors": "Megan A Vendemia, Alan K Goodboy, Rebekah M Chiasson, Megan R Dillow",
          "abstract": "Informed by social media and body image scholarship, the present study examined how women’s person-specific daily social media usage is related to person-specific deviations in their body image satisfaction. We conducted a 30-day intensive longitudinal study capturing 90 U.S. women’s daily social media use via mobile data donations and body image self-assessments (90 participants × 30 days = 2,700 possible measurement occasions). Using dynamic structural equation modeling with random effects, results revealed that for the typical individual, on days when women spent more hours on social media than they normally did, they experienced lower body image satisfaction that day. However, there was variability in person-specific daily effects, indicating that not all women experienced this negative daily effect. Although on average women had a small negative daily effect, we also found that women who (a) were heavier social media users throughout the month, (b) binged on (or abstained from) social media for consecutive days, and/or (c) exhibited inconsistent (i.e., volatile) social media usage day to day, may be less susceptible to daily negative effects of social media use on their body image satisfaction. We discuss how our findings advance our theoretical understanding of social media self-effects and women’s body image, as well as underscore the importance of studying person-specific effects over time.",
          "url": "https://doi.org/10.1093/hcr/hqaf001",
          "doi": "https://doi.org/10.1093/hcr/hqaf001",
          "filter": 0
        },
        {
          "title": "Media literacy interventions: meta-analytic review of 40 years of research",
          "authors": "HyunYi Cho, Christopher J Carpenter, Wenbo Li",
          "abstract": "We conducted a comprehensive meta-analysis of 160 media literacy interventions from 1983 to 2023, finding overall positive effects. Effects were larger for media-over behavior-relevant outcomes and for social over health topics. Stronger effects were found for knowledge outcomes at both immediate-post and delayed follow-up assessments. Attitudes and critical beliefs predicted behavior. No substantial decay in effects was observed between immediate-post and follow-up assessments for multiple outcomes but not for behavior. Interventions targeting social media showed smaller effects for some outcomes compared to those that did not. Online delivery had smaller effects for various outcomes compared to in-person delivery. These findings suggest challenges and opportunities regarding digital and social media for the interventions. Dose was inconsistently linked to outcomes. No significant relationship was found between study year and effect size. The heterogeneity of effects observed across variables suggests a need for more parsimonious frameworks in media literacy research.",
          "url": "https://doi.org/10.1093/hcr/hqaf004",
          "doi": "https://doi.org/10.1093/hcr/hqaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "‘A gift and a curse’: the benefits and limitations of self-tracking Long COVID",
          "authors": "Sazana Jayadeva, Deborah Lupton",
          "url": "https://doi.org/10.1080/1369118x.2025.2483834",
          "doi": "https://doi.org/10.1080/1369118x.2025.2483834",
          "filter": 0
        },
        {
          "title": "Exploring psyop-based conspiracy theories on social media",
          "authors": "Justin Bonest Phillips",
          "url": "https://doi.org/10.1080/1369118x.2025.2483827",
          "doi": "https://doi.org/10.1080/1369118x.2025.2483827",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Labour pains: Content moderation challenges in Mastodon growth",
          "authors": "Charlotte Spencer-Smith, Tales Tomaz",
          "url": "https://doi.org/10.14763/2025.1.1831",
          "doi": "https://doi.org/10.14763/2025.1.1831",
          "filter": 0
        },
        {
          "title": "Safer spaces by design? Federated socio-technical architectures in content moderation",
          "authors": "Ksenia Ermoshina, Francesca Musiani",
          "url": "https://doi.org/10.14763/2025.1.1827",
          "doi": "https://doi.org/10.14763/2025.1.1827",
          "filter": 0
        },
        {
          "title": "The role of civil society organisations in co-regulating online hate speech in the EU: A bounded empowerment",
          "authors": "Barthélémy Michalon",
          "url": "https://doi.org/10.14763/2025.1.1826",
          "doi": "https://doi.org/10.14763/2025.1.1826",
          "filter": 0
        },
        {
          "title": "Platform governance and civil society organisations: Tensions between reform and revolution continuum",
          "authors": "Eugenia Siapera, Elizabeth Farries",
          "url": "https://doi.org/10.14763/2025.1.2002",
          "doi": "https://doi.org/10.14763/2025.1.2002",
          "filter": 0
        },
        {
          "title": "Regulatory intermediaries in content moderation",
          "authors": "Beatriz Kira",
          "url": "https://doi.org/10.14763/2025.1.1824",
          "doi": "https://doi.org/10.14763/2025.1.1824",
          "filter": 0
        },
        {
          "title": "Article 22 Digital Services Act: Building trust with trusted flaggers",
          "authors": "Jacob van de Kerkhof",
          "url": "https://doi.org/10.14763/2025.1.1828",
          "doi": "https://doi.org/10.14763/2025.1.1828",
          "filter": 0
        },
        {
          "title": "Aspirational platform governance: How creators legitimise content moderation through accusations of bias",
          "authors": "Blake Hallinan, CJ Reynolds, Yehonatan Kuperberg, Omer Rothenstein",
          "url": "https://doi.org/10.14763/2025.1.1829",
          "doi": "https://doi.org/10.14763/2025.1.1829",
          "filter": 0
        },
        {
          "title": "Civil society’s role in constitutionalising global content governance",
          "authors": "Nicola Palladino, Dennis Redeker, Edoardo Celeste",
          "url": "https://doi.org/10.14763/2025.1.1830",
          "doi": "https://doi.org/10.14763/2025.1.1830",
          "filter": 0
        },
        {
          "title": "Framing the role of experts in platform governance: Negotiating the code of practice on disinformation as a case study",
          "authors": "Kateryna Chystoforova, Urbano Reviglio",
          "url": "https://doi.org/10.14763/2025.1.1823",
          "doi": "https://doi.org/10.14763/2025.1.1823",
          "filter": 0
        },
        {
          "title": "Stop hate for profit: Evaluating the mobilisation of advertisers and the advertising industry to regulate content moderation on digital platforms",
          "authors": "Steph Hill",
          "url": "https://doi.org/10.14763/2025.1.1825",
          "doi": "https://doi.org/10.14763/2025.1.1825",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on content moderation on digital platforms",
          "authors": "Romain Badouard, Anne Bellon",
          "url": "https://doi.org/10.14763/2025.1.2005",
          "doi": "https://doi.org/10.14763/2025.1.2005",
          "filter": 0
        },
        {
          "title": "The realm of digital content regulation as a social space: Sociogenesis of moderation norms and policies on Twitch platform",
          "authors": "Nathan Ferret",
          "url": "https://doi.org/10.14763/2025.1.2004",
          "doi": "https://doi.org/10.14763/2025.1.2004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Words that trigger: a meta-analysis of threatening language, reactance, and persuasion in health",
          "authors": "Rong Ma, Zexin Ma, Callie S Kalny, Nathan Walter",
          "abstract": "Psychological reactance theory is an important theoretical framework that explains resistance to persuasive messages. However, research has shown inconsistencies regarding the effects of reactance on persuasion, the operational treatment of reactance, and the manipulation of threatening language. This meta-analysis (k = 35, combined N = 10,658) consolidates findings from research on psychological reactance in health communication regarding the associations between freedom-threatening language, perceived freedom threat, state reactance, and persuasion outcomes, as well as the potential moderating impact of different reactance measures and other outcome- and recipient-related variables. Findings generally align with prior theorizing, with significant heterogeneity across studies. Sample type, age, and participant gender were identified as significant moderators. Moreover, our analysis presents a typology of threatening language features and examines their roles in inducing freedom threat perceptions. The analysis highlights the need for additional work to unravel underlying mechanisms and define the scope of boundary conditions.",
          "url": "https://doi.org/10.1093/joc/jqaf004",
          "doi": "https://doi.org/10.1093/joc/jqaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Public service media as critical media infrastructure for the digital era",
          "authors": "Gillian Doyle, Kenny Barr, Raymond Boyle",
          "abstract": "PSM organisations across the globe have been disrupted by a generalised switch in media consumption towards online and the rise of big tech platforms. This article argues that because, in the digital environment, the role that PSM plays in underpinning democracy and promoting social cohesion is pretty much essential to the proper functioning of everyday life and national security, PSM now deserves recognition as a critical infrastructural asset. From this starting point, we ask what if any insights PSM organisations might garner through studying the experience, functioning and performance of organisations in other critical sectors such as rail, aviation and healthcare. Our findings, drawing on UK-based multi-case analysis, highlight the importance of themes including interdependence, industry structure and universality, public versus private ownership and resilience. They also highlight how frameworks developed relating to protection of critical infrastructure can usefully be applied to PSM to yield insights about strengthening the resilience of PSM in the digital environment.",
          "url": "https://doi.org/10.1177/01634437251330119",
          "doi": "https://doi.org/10.1177/01634437251330119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Is There Room for Connective Democracy Within the Discussions About a New Constitution on Social Media? The Case of Chile in the Months Leading Up to the 2020 Plebiscite",
          "authors": "Ignacio López-Escarcena, Constanza Ortega-Gunckel, María Elena Gronemeyer",
          "abstract": "In October 2019, widespread protests began in Chile after the government announced an increase in transport fare, which gave way to several social demands. A month later, politicians from different sectors reached an understanding that would open the possibility of writing a new Constitution. Two clear sides emerged: those in favor (Approve) and those against (Reject) the new constitutional project, which would be voted on in a plebiscite in October 2020. In this article, we examine the extent to which this period in Chile involved feelings of dislike or even hatred toward those who think differently, a key element of affective polarization, an increasing phenomenon that sparked the emergence of the concept of connective democracy. The study focuses on the reactions on X/Twitter and YouTube to four TV programs ( Tolerancia cero , Pauta libre , A esta hora se improvisa , and Estado nacional ) that broadcasted political discussions in the months before the 2020 plebiscite. Our methodology is a qualitative textual analysis, which shows that even though the comments include both negative outparty feelings and negative trait perceptions, as well as positive, informative, and hybrid comments, this does not drift them away from connective democracy. On the contrary, connective democracy still values this type of exchanges, as they allow us to reflect on how the quality and interactions of these connections can be improved.",
          "url": "https://doi.org/10.1177/20563051251329069",
          "doi": "https://doi.org/10.1177/20563051251329069",
          "filter": 0
        },
        {
          "title": "Empowerment Is Key? How Perceived Political and Critical Digital Media Literacy Explain Direct and Indirect Bystander Intervention in Online Hate Speech",
          "authors": "Magdalena Obermaier, Ursula Kristin Schmid, Diana Rieger",
          "abstract": "Hate speech is widespread in digital media, and such incidents can harm individuals and fuel hostile discourses. Therefore, understanding the factors that shape bystander intervention is crucial. Despite frequent calls for more research, there is a need for greater understanding of how perceived political and digital media literacy are related to the frequency of various forms of online bystander intervention, such as counter-speech or reporting. Based on a national online survey of German citizens ( N = 2,691), we investigated how perceived political and digital media literacy of individuals with prior experience in addressing online incivilities ( n = 672) relates to (private and public) direct and indirect forms of intervention against online hate speech. The results indicate that a sense of empowerment regarding digital media content particularly increases direct, public interventions, such as uttering counter-speech.",
          "url": "https://doi.org/10.1177/20563051251325598",
          "doi": "https://doi.org/10.1177/20563051251325598",
          "filter": 0
        },
        {
          "title": "Producing Value From Injury: Dashcam Platforms, Accidents, and Gig Work",
          "authors": "Renyi Hong, Kuansong Victor Zhuang",
          "abstract": "This article uses the dashboard camera (commonly, dashcam) to consider platformed logics of injury. Installed in cars, dashcams are often purposed to arbitrate accidents. In Singapore, however, dashcams have fostered huge communities on social media, who regularly post and comment on dashcam footage. Furthermore, due to the nature of their work, food delivery riders also constitute common subjects of these footages. The article explores these relationships by revealing, first, how dashcams have historically coupled exploitation and justice. It has relied on the broken bodies of platform workers for consumer interest, but attached with the promise that the technology can also address the structural injustice of platformed work. This capitalization of injury continues into the present, with dashcams also serving as the key site for the visibility of structural injury among food delivery riders.",
          "url": "https://doi.org/10.1177/20563051251329083",
          "doi": "https://doi.org/10.1177/20563051251329083",
          "filter": 0
        },
        {
          "title": "The Black Pill: (Re)conceptualizing the Black Right in the Era of YouTube Influencers",
          "authors": "Marisa A. Smith, Sarah Shugars, Shaimaa Khanam, Adanma Mbonu, Om Sai Krishna Madhav Lella, Christina L. Myers",
          "abstract": "Political influencers use YouTube to share political media, a practice that has proven integral in the curation of alternative influence networks among the political right. This study examines how Black conservative influencers express Black conservative thought within the broader conservative ecosystem, examining their topics of discussion and comparing these narratives to those of other conservatives within these networks. We employ BERTopic modeling to analyze 17,136 transcripts of YouTube videos produced by Black conservative influencers ( N = 70) between 1 January 2013 and 31 December 2023, and 158,833 transcripts of videos algorithmically recommended from this content. In addition, we use a pre-trained encoder-only transformer model to estimate the ideology of these influencers compared to those of other conservative actors in their network. We find that Black conservative influencers conveyed a statistically uniform narrative when discussing race and discrimination, a topic that was not only the most prevalent among them but also received the highest engagement, particularly coinciding with the political rise of Donald Trump. In line with traditional Black conservative thought, these influencers incorporated color-blind narratives discounting anti-Black racism. However, reflecting modern shifts in conservativism, Black conservatives also adopted cultural conservatism, particularly discussing the existence of anti-White racism. We discuss our findings in consideration of micro-celebrity practices that present Black conservatives as “authentic” voices on race, and its implications for legitimizing racial animus and White identity politics.",
          "url": "https://doi.org/10.1177/20563051251329078",
          "doi": "https://doi.org/10.1177/20563051251329078",
          "filter": 0
        },
        {
          "title": "Disruptive Media Event in a Divided Society: The Case of October 7 Atrocity Videos in Israel",
          "authors": "Chen Kertcher, Ornat Turin",
          "abstract": "The use of social media by terrorists for live broadcasts can orchestrate a disruptive media event. The conceptualization of viewing as a ritual reveals its social functions. This study examines the emotional reception of the Jewish majority and Arab-Palestinian minority in Israel to the documented Hamas attack on October 7, 2023. Data were collected via a questionnaire distributed to 432 participants aged 20 to 28. Despite social differences, both groups reported high video consumption, increased fear, and decreased well-being. In addition, Israeli Arabs expressed empathy for the Jewish victims. While the emotional reactions among Israeli Arabs suggest an inclination toward integration and distancing from Palestinianization, for Jews, watching the atrocities invoked Holocaust memories alongside emotions of rage and a desire for revenge. The study demonstrates that media events can occur solely on social media, even in fragmented broadcasts. Without official narratives and traditional media, a ritual process of communitas and the experience of witnessing a historical moment can still emerge. The ceremonial mechanisms of media events and the resulting social cohesion may help explain the public legitimacy of large-scale military operations in Gaza.",
          "url": "https://doi.org/10.1177/20563051251328105",
          "doi": "https://doi.org/10.1177/20563051251328105",
          "filter": 0
        },
        {
          "title": "Fashioning Identity: A Technocultural Analysis of Igbo Women Designers’ Self-Presentation on Instagram",
          "authors": "Joy C. Enyinnaya",
          "abstract": "Using African Technocultural Feminist Theory (ATFT), this study explored how Nigerian Igbo women fashion designers use Instagram to perform digital identities. While there is extensive literature on self-presentation on social media, there is limited research on African women’s self-presentation from a feminist perspective. The Critical Technocultural Discourse Analysis (CTDA) of Instagram posts and interview data revealed that Instagram’s photo affordances allowed designers to showcase their intricate designs and facilitate the cultural digitization of Igbo-centric fashion. The result of the three-phased analysis revealed Nigerian Igbo women fashion designers employed visual aesthetics and authenticity in their entrepreneurial online presentation. The study also highlighted the reemergence of Nsibidi , a long-lost ideography within Igbo culture, facilitated by Instagram. In addition, the study revealed that Nigerian Igbo women fashion designers use Instagram to challenge societal norms related to femininity and womanhood. This study addresses the need to examine African women’s digital identities through a feminist lens, considering the impact of overlapping power structures on their self-representational choices on social media.",
          "url": "https://doi.org/10.1177/20563051251330667",
          "doi": "https://doi.org/10.1177/20563051251330667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "The “Netflix effect” revisited: OTT video, media globalization and digital sovereignty in 4 countries",
          "authors": "Damian Tambini",
          "url": "https://doi.org/10.1016/j.telpol.2025.102935",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102935",
          "filter": 0
        },
        {
          "title": "Promoting free flows via competition law: An AI industry blueprint for Southeast Asia",
          "authors": "Chad Patrick Osorio, Jamlech Iram Gojo Cruz",
          "url": "https://doi.org/10.1016/j.telpol.2025.102953",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102953",
          "filter": 0
        },
        {
          "title": "Unravelling digital divides in the Emilia-Romagna region through the poset approach",
          "authors": "Claudia Zola",
          "url": "https://doi.org/10.1016/j.telpol.2025.102958",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102958",
          "filter": 0
        },
        {
          "title": "Infrastructure sharing reduces the energy, emissions and costs of universal mobile 4G and 5G broadband",
          "authors": "Edward J. Oughton",
          "url": "https://doi.org/10.1016/j.telpol.2025.102961",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102961",
          "filter": 0
        },
        {
          "title": "Using spectrum set-asides to address distributional objectives: Lessons from Canada, New Zealand, South Africa and the United States",
          "authors": "Bronwyn E. Howell, Petrus H. Potgieter",
          "url": "https://doi.org/10.1016/j.telpol.2025.102957",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102957",
          "filter": 0
        },
        {
          "title": "Can digital literacy improve income mobility? Evidence from China",
          "authors": "Juan Wang",
          "url": "https://doi.org/10.1016/j.telpol.2025.102960",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102960",
          "filter": 0
        },
        {
          "title": "A market analysis on data ecosystem initiators and their value propositions in different ecosystems",
          "authors": "Maarten de Mildt, Sofie Verbrugge, Didier Colle",
          "url": "https://doi.org/10.1016/j.telpol.2025.102910",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102910",
          "filter": 0
        },
        {
          "title": "Into the next generation of digital protection: AI resiliency as a public responsibility",
          "authors": "Eli Noam",
          "url": "https://doi.org/10.1016/j.telpol.2025.102907",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102907",
          "filter": 0
        },
        {
          "title": "A study on Metaverse risk factors and user risk perception in South Korea",
          "authors": "SunKyung Shin, Jooyeun Park",
          "url": "https://doi.org/10.1016/j.telpol.2025.102911",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102911",
          "filter": 0
        },
        {
          "title": "An empirical analysis on relationships between over-the-top applications for communication and traditional mobile voice services",
          "authors": "Chate Khemakongkanonth",
          "url": "https://doi.org/10.1016/j.telpol.2025.102916",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102916",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
