{
  "update": "2025-11-28",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Politically Knowledgeable or Directional (Mis)Believers? How to Identify Those Who Are correct About Political Facts for the “Wrong” Reasons",
          "authors": "Elina Lindgren, Isabella Glogger, Nora Theorin, Hajo G. Boomgaarden, Torun Lindholm, Jesper Strömbäck",
          "abstract": "An informed public is essential to democratic representation, and the news media have traditionally played a central role in supporting this ideal. However, the changing media environment and a rise of misinformation have raised new questions about how citizens acquire and retain political knowledge, prompting distinctions between the uninformed and those holding directional or evidence-resistant misbeliefs. We extend this discussion by arguing that even individuals who are factually accurate may not necessarily be politically knowledgeable, as directional beliefs can sometimes coincide with correct information. We address this both theoretically—by integrating concepts of certainty and attitudes toward evidence—and empirically, by analyzing belief patterns across political issues using Swedish survey data ( N = 2,268). Our findings suggest that individuals can be knowledgeable on some issues yet holding directional (mis)beliefs on others, selectively aligning with facts that support their views. These belief patterns are not associated with traditional news use but correlate with alternative news consumption.",
          "url": "https://doi.org/10.1177/00936502251392780",
          "doi": "https://doi.org/10.1177/00936502251392780",
          "filter": 0
        },
        {
          "title": "A Scoping Review of Prosocial and Antisocial Media Content and Effects in Narrative Entertainment Research Across Five Decades",
          "authors": "Lindsay Hahn, Kevin Kryston, Kaitlin Fitzgerald, Ron Tamborini",
          "abstract": "Despite the popularity of investigations into prosocial and antisocial media content and effects in entertainment research, the essence and boundary conditions of these terms are not well-demarcated. In a preregistered scoping review, we explored how prosocial and antisocial have been defined in narrative entertainment literature according to a comprehensive scheme of moral values outlined by the model of intuitive-morality and exemplars (MIME). Examining all N = 346 studies investigating pro/antisocial content/effects published before 2021, we coded whether these terms were defined as the upholding/violation of care, fairness, loyalty, respect for authority, purity, or general-moral concerns. Results revealed pro/antisocial are mostly defined as the upholding/violation of care concerns, but many definitions also focused on fairness, loyalty, authority, and purity. Discussion centers on the MIME’s utility for (a) illuminating robust patterns possibly hidden in past research, (b) guiding future research attempting to distinguish pro/antisocial media content, and (c) explaining media’s influence on audiences across the lifespan.",
          "url": "https://doi.org/10.1177/00936502251395817",
          "doi": "https://doi.org/10.1177/00936502251395817",
          "filter": 0
        },
        {
          "title": "Is Knowledge Hiding Contagious Within Organizational Teams? Examining Its Diffusion Through Workplace and Social Communication Networks",
          "authors": "Chunke Su",
          "abstract": "Knowledge hiding, the deliberate withholding of knowledge, can undermine team effectiveness and organizational performance. However, little is known about its diffusion within organizational teams. Drawing on social contagion theory, this study uses Autologistic Actor Attribute Models (ALAAMs) to examine knowledge hiding across workplace and social communication networks. Whole-network survey data from 200 employees in 31 teams in the U.S. and China reveal that, overall, knowledge hiding does not spread through communication networks. Certain network structures, however, facilitate its transmission: individuals centrally connected to multiple teammates or embedded in closed triads with both a hider and a non-hider are more likely to hide knowledge, whereas those bridging structural holes between hiders and non-hiders tend to avoid it. These findings advance social contagion theory and knowledge hiding research by showing how norm-violating behavior diffuses across different network structures and by characterizing knowledge hiding as network-embedded rather than solely an individual act.",
          "url": "https://doi.org/10.1177/00936502251392774",
          "doi": "https://doi.org/10.1177/00936502251392774",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Authoritarian Algorithmic Publics: Conceptualising the Nexus of Authoritarianism and Digital Innovation Uptake in Russian News Media",
          "authors": "Olga Dovbysh, Mariëlle Wijermars",
          "url": "https://doi.org/10.1080/21670811.2025.2592077",
          "doi": "https://doi.org/10.1080/21670811.2025.2592077",
          "filter": 0
        },
        {
          "title": "Spatiotemporal Unfixing, Image-Flow &amp; Palinode in Photography of the Ukraine War",
          "authors": "Jennifer Good",
          "url": "https://doi.org/10.1080/21670811.2025.2595216",
          "doi": "https://doi.org/10.1080/21670811.2025.2595216",
          "filter": 0
        },
        {
          "title": "Dancing with AI: The Impact of AI-Generated Images and Videos on Chinese Visual Journalism",
          "authors": "Jing Meng, Haiyan Wang",
          "url": "https://doi.org/10.1080/21670811.2025.2593999",
          "doi": "https://doi.org/10.1080/21670811.2025.2593999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Can fictional stories beat the congeniality bias? Selective exposure to fiction and non-fiction",
          "authors": "Markus Appel, Juliane Gabel, Lena Wimmer, Marieke Klöppel, Tobias Richter",
          "abstract": "People prefer attitude-consistent information over attitude-inconsistent information (congeniality bias). Connecting theory on the processing of stories to selective exposure theory, we assumed that the congeniality bias is reduced or even nullified when it comes to fictional messages. Across two experiments examining two different, polarizing topics (refugees, N1 = 1,326; theistic faith, N2 = 1,316) a highly consistent pattern of results could be observed: Participants were more willing to read a narrative message (exposure preference) in which the story events were in line with their attitudes rather than a message contrasting attitudes. This congeniality bias was unaffected by the fictionality of the information (i.e., whether the events were introduced as a fictional short story or a non-fictional journalistic reportage). Interestingly, the congeniality bias emerged for positive characterizations of refugees or theistic faith but not for negative characterizations. Implications regarding the role of fictionality and congeniality in selective exposure are discussed.",
          "url": "https://doi.org/10.1093/hcr/hqaf027",
          "doi": "https://doi.org/10.1093/hcr/hqaf027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Ethics of algorithmic invasiveness in beauty apps: an online experimental survey of public perspectives",
          "authors": "Yves Saint James Aquino, Tobias Rohrbach, Patti Shih",
          "url": "https://doi.org/10.1080/1369118x.2025.2590550",
          "doi": "https://doi.org/10.1080/1369118x.2025.2590550",
          "filter": 0
        },
        {
          "title": "Forgetful by design? A critical audit of YouTube’s search API for academic research",
          "authors": "Bernhard Rieder, Adrián Padilla, Òscar Coromina",
          "url": "https://doi.org/10.1080/1369118x.2025.2591767",
          "doi": "https://doi.org/10.1080/1369118x.2025.2591767",
          "filter": 0
        },
        {
          "title": "Climate communication in the stormy transition of Twitter to X",
          "authors": "Una Joh, Christy Khoury, Alexander O. Smith, Yiran Duan, Jeff Hemsley",
          "url": "https://doi.org/10.1080/1369118x.2025.2590556",
          "doi": "https://doi.org/10.1080/1369118x.2025.2590556",
          "filter": 0
        },
        {
          "title": "If i perceive the influence of health misinformation, will i correct it? The roles of information verification and health knowledge",
          "authors": "Shuming Yang",
          "url": "https://doi.org/10.1080/1369118x.2025.2594589",
          "doi": "https://doi.org/10.1080/1369118x.2025.2594589",
          "filter": 0
        },
        {
          "title": "Political dogwhistles and semantic change in Swedish politics",
          "authors": "Björn Rönnerstrand, Max Boholm, Ellen Breitholtz, Robin Cooper, Elina Lindgren, Gregor Rettenegger, Asad Sayeed",
          "url": "https://doi.org/10.1080/1369118x.2025.2588349",
          "doi": "https://doi.org/10.1080/1369118x.2025.2588349",
          "filter": 0
        },
        {
          "title": "Pandemic activism in comparative perspective: exploring the roles of populist attitudes, direct online political sources, and misinformation",
          "authors": "Shelley Boulianne, Christian P. Hoffmann",
          "url": "https://doi.org/10.1080/1369118x.2025.2585090",
          "doi": "https://doi.org/10.1080/1369118x.2025.2585090",
          "filter": 0
        },
        {
          "title": "Is an emoji worth a thousand words in breaking the online spiral of silence? Cross-cultural comparisons of emoji use in online political discussion",
          "authors": "Dongdong Yang, David J. Atkin, Yuren Qin",
          "url": "https://doi.org/10.1080/1369118x.2025.2588355",
          "doi": "https://doi.org/10.1080/1369118x.2025.2588355",
          "filter": 0
        },
        {
          "title": "‘They don’t like us in the global movement’: the experiences of youth activists at the periphery of worldwide Fridays for Future",
          "authors": "Dganit Levi, Zozan Baran, Daniela Stoltenberg, Thalia Thereza Assan, Neta Kligler-Vilenchik, Barbara Pfetsch",
          "url": "https://doi.org/10.1080/1369118x.2025.2590166",
          "doi": "https://doi.org/10.1080/1369118x.2025.2590166",
          "filter": 0
        },
        {
          "title": "Devising DigiD: the performativity of sociotechnical imaginaries in national digital identity systems",
          "authors": "Maud Rebergen, Rik Smit, Marcel Broersma",
          "url": "https://doi.org/10.1080/1369118x.2025.2588351",
          "doi": "https://doi.org/10.1080/1369118x.2025.2588351",
          "filter": 0
        },
        {
          "title": "Platform governance under the Digital Services Act: a perspective on disinformation",
          "authors": "Rita Gsenger",
          "url": "https://doi.org/10.1080/1369118x.2025.2590561",
          "doi": "https://doi.org/10.1080/1369118x.2025.2590561",
          "filter": 0
        },
        {
          "title": "Legitimating digital media in religious institutions: the case of Benedictine monasteries",
          "authors": "Jan Simon Danko, Oren Golan, Katja Rost",
          "url": "https://doi.org/10.1080/1369118x.2025.2594586",
          "doi": "https://doi.org/10.1080/1369118x.2025.2594586",
          "filter": 0
        },
        {
          "title": "Can affordable internet increase employment opportunities for low-income workers? Evidence from the Affordable Connectivity Program",
          "authors": "Hernan Galperin, François Bar, Angel Chavez Penate",
          "url": "https://doi.org/10.1080/1369118x.2025.2591771",
          "doi": "https://doi.org/10.1080/1369118x.2025.2591771",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Correction to: Evidence of balance theory as a predictive framework for character interdependence",
          "url": "https://doi.org/10.1093/joc/jqaf042",
          "doi": "https://doi.org/10.1093/joc/jqaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Celebrating women’s autonomy, embracing patriarchal norms: The transnational manifestation of postfeminism in China",
          "authors": "Yangzi Chen, Stella C. Chia",
          "abstract": "This paper examines the transnational manifestation of postfeminism in China through an analysis of the popular TV drama Delicious Romance. Drawing on a transnational feminist perspective, it contributes to scholarship on postfeminism in non-Western contexts by exploring how postfeminist sensibilities uniquely manifest within China’s distinct socio-political and cultural environment. The study argues that contemporary Chinese postfeminist media simultaneously celebrate women’s autonomy, economic empowerment, and consumerist pleasure while subtly reinforcing traditional patriarchal values, particularly emphasizing marriage, family, and heterosexual norms. Despite promoting women’s individualism, the drama ultimately portrays marriage as essential to women’s fulfillment, illustrating how state-market complicity in China shapes gender narratives and obscures persistent structural inequalities under the guise of personal choice. The drama consistently attributes women’s successes or failures solely to their individual efforts, masking deeper systemic gender issues. Furthermore, the analysis demonstrates that Delicious Romance aligns closely with official state policies promoting traditional family values in response to declining marriage and birth rates. This alignment reveals how mediated narratives reinforce state-sanctioned gender norms and patriarchal expectations, highlighting the subtle yet powerful ways Chinese media sustains patriarchal structures, thus questioning the authenticity of apparent advances in women’s autonomy and equality.",
          "url": "https://doi.org/10.1177/01634437251395995",
          "doi": "https://doi.org/10.1177/01634437251395995",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Performative Propaganda Engagement: How Celebrity Fans Engage with State Propaganda on Weibo",
          "authors": "Yingdan Lu",
          "url": "https://doi.org/10.1080/10584609.2025.2584999",
          "doi": "https://doi.org/10.1080/10584609.2025.2584999",
          "filter": 0
        },
        {
          "title": "“Twitter to Yell at Them, Facebook to Ask Questions and Instagram to Show Support?” Exploring Platform Effects in Responses to Women Politicians On Social Media",
          "authors": "Emily Harmer, Rosalynd Southern",
          "url": "https://doi.org/10.1080/10584609.2025.2585498",
          "doi": "https://doi.org/10.1080/10584609.2025.2585498",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Communicating About and Through Platform Values: Legitimizing Public Expression Regulation on X and Weibo 2007–2024",
          "authors": "Tianchan Mao, Chris Chao Su, Ngai Keung Chan, Lei Guo",
          "abstract": "In this article, we argue that social media platforms communicate their governance strategies both about and through values across diverse sites of communication— about values in presenting normative ideals and through values to justify their content moderation practices. Moreover, we highlight the significance of analyzing platform values across temporal and regional contexts, especially beyond the Western sphere. Focusing on X and Weibo, we employed content and network analysis to examine how they articulated values in different venues to regulate public expression from 2007 to 2024. Our findings reveal an increasing convergence in how the two platforms communicate about values in their community guidelines, suggesting a trend of institutional isomorphism in response to shared challenges such as misinformation and online safety. However, they diverged in communicating through values in administrative posts. While X emphasized personal-level values such as self-expression, Weibo prioritized social-level values, particularly social and political security, often in the context of addressing concrete cases.",
          "url": "https://doi.org/10.1177/20563051251395398",
          "doi": "https://doi.org/10.1177/20563051251395398",
          "filter": 0
        },
        {
          "title": "How Strangers Fall in Love in Games: Affective Infrastructures and Platformed Intimacy in China",
          "authors": "Meng Wang",
          "abstract": "In the platformized era, digital games have become key arenas for romantic connection, yet their role in shaping intimacy between strangers remains underexplored. This study examines how such relationships are initiated, developed, and evaluated in Honor of Kings, China’s most popular multiplayer online battle arena (MOBA) game. Based on 25 in-depth interviews with young players, it addresses four questions: the stages of romantic intimacy formation, enabling digital affordances, reasons for choosing games over dating or social apps, and evaluations of game-based romantic relationships. Findings reveal a four-stage process—encounter, acquaintance, development, and establishment or termination. Conceptualizing games as affective infrastructures, the study shows how platform design structures and commodifies digital intimacy while enabling embodied, performative commitment. Comparative analysis with dating apps, social media, and Massively Multiplayer Online Role-Playing Games (MMORPGs) highlights the distinctiveness of fast-paced, interaction-intensive play in fostering embedded emotional commitment. It also uncovers players’ tactical workarounds to reclaim autonomy from platforms. By theorizing intimacy as both enabled and contested within socio-technical systems, this research advances an infrastructural account of how love is imagined, enacted, and negotiated in contemporary digital culture.",
          "url": "https://doi.org/10.1177/20563051251395404",
          "doi": "https://doi.org/10.1177/20563051251395404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Generative AI literacy: Scale development and its influence on privacy protection behaviors and information verification behaviors",
          "authors": "Wenjia Yan, Yu-li Liu, Valeriia Mamaeva, Fang Dong, Guannan Tao, Rubing Li, Heng Yang",
          "url": "https://doi.org/10.1016/j.telpol.2025.103117",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103117",
          "filter": 0
        },
        {
          "title": "Strategic technology competition revisited: A National Innovation System rationale for China's artificial intelligence standardisation strategy",
          "authors": "Junhua Zhu, Elina Sinkkonen, Mikael Mattlin",
          "url": "https://doi.org/10.1016/j.telpol.2025.103114",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103114",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(25)00218-6",
          "doi": "https://doi.org/10.1016/s0308-5961(25)00218-6",
          "filter": 1
        }
      ]
    }
  ]
}
