{
  "update": "2026-02-20",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "The Pulse of Privacy: The Role of Efficacy Framing and Discrete Emotion in Combating Privacy Powerlessness and Motivating Online Privacy Protection",
          "authors": "Laurent H. Wang, Lindsay B. Miller, Miriam J. Metzger, Robin L. Nabi",
          "abstract": "Can discrete emotions be leveraged to combat privacy powerlessness and motivate privacy protection? Extending theorizing and research that exclusively focus on cognitive processes underlying online privacy decision-making, this study builds on gain/loss framing research and the emotions-as-frames model to understand the effectiveness of emotional appeals (i.e., hope and fear) in generating attitudinal and behavioral change in online privacy. Two online experiments that differed in message topics (Study 1: changing social media privacy settings; Study 2: rejecting website cookies) were conducted with demographically-stratified samples of U.S. adults. Results showed that gain-frame-induced hope consistently led to reduced privacy powerlessness, which was associated with increased privacy protection intention across both topics, whereas loss-frame-induced fear only led to increased protection intention in the social media context. This study advances theorizing on the role that discrete emotion plays in online privacy management from a communication perspective and highlights the novel effect of hope in motivating attitudinal and behavioral change. Findings also help to answer recent calls for remedies to privacy powerlessness and inform message-based intervention designs for consumer empowerment.",
          "url": "https://doi.org/10.1177/00936502261415680",
          "doi": "https://doi.org/10.1177/00936502261415680",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "The User Experience of TikTok and Its Compatibility with News",
          "authors": "Irene Costera Meijer, Kenza Lamot, Tim Groot Kormelink",
          "url": "https://doi.org/10.1080/21670811.2026.2626737",
          "doi": "https://doi.org/10.1080/21670811.2026.2626737",
          "filter": 0
        },
        {
          "title": "Defending Academic Freedom in Digital Journalism Studies: The Community Standing Up for the Field, the Scholarship, and the Scholars",
          "authors": "Oscar Westlund",
          "url": "https://doi.org/10.1080/21670811.2026.2622163",
          "doi": "https://doi.org/10.1080/21670811.2026.2622163",
          "filter": 0
        },
        {
          "title": "The Time Dimension of Visual Journalism: The Rhythm of Photographic “Truth Claims”",
          "authors": "Patrik Åker, Jenni Mäenpää, Liudmila Voronova",
          "url": "https://doi.org/10.1080/21670811.2026.2626733",
          "doi": "https://doi.org/10.1080/21670811.2026.2626733",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Orchestrating scalability: how patents render cloud imaginaries in CAV innovation",
          "authors": "A. (Alex) Gekker, S. (Sam) Hind, G. (Gabriel) Pereira, F. N. (Fernando) van der Vlist",
          "url": "https://doi.org/10.1080/1369118x.2026.2631709",
          "doi": "https://doi.org/10.1080/1369118x.2026.2631709",
          "filter": 0
        },
        {
          "title": "What is a fact in the age of generative AI? Fact-checking as an epistemological lens",
          "authors": "Laurence Dierickx, Andreas L. Opdahl, Fredrik Bjerknes, Carl-Gustav Lindén",
          "url": "https://doi.org/10.1080/1369118x.2026.2630697",
          "doi": "https://doi.org/10.1080/1369118x.2026.2630697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Election research in the age of regulated data access under the EU Digital Services Act",
          "authors": "Philipp Darius, Johannes Breuer, Simon Kruschinski, Felicia Loecherbach, Jasmin Riedl, Sebastian Stier",
          "url": "https://doi.org/10.14763/2026.1.2080",
          "doi": "https://doi.org/10.14763/2026.1.2080",
          "filter": 0
        },
        {
          "title": "Superplatform: A framework to analyse and regulate Google’s online ad ecosystem",
          "authors": "Koray Caliskan, Donald MacKenzie, Addie McGowan",
          "url": "https://doi.org/10.14763/2026.1.2077",
          "doi": "https://doi.org/10.14763/2026.1.2077",
          "filter": 0
        },
        {
          "title": "Between search and platform: ChatGPT under the DSA",
          "authors": "Toni Lorente, Kathrin Gardhouse",
          "url": "https://doi.org/10.14763/2026.1.2084",
          "doi": "https://doi.org/10.14763/2026.1.2084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Correction to: An island of trust: public broadcasting in the United States",
          "url": "https://doi.org/10.1093/joc/jqaf053",
          "doi": "https://doi.org/10.1093/joc/jqaf053",
          "filter": 0
        },
        {
          "title": "Conceptualization, operationalization, and performance of longitudinal studies in communication research: a systematic review",
          "authors": "Jonathan J H Zhu, Wei Lin, Jingwei Gao, Heng Lu",
          "abstract": "We report a systematic review of longitudinal studies published in SSCI-Communication journals over the 50 years, focusing on how time is conceived, measured, and analyzed as a scientific concept. To facilitate the review, we devised two novel classification schemes to distinguish between longitudinal and non-longitudinal studies and to measure how time is treated. We manually coded a random sample of 1,080 research articles, supplemented with computerized keyword scanning of the study population. The results show that longitudinal studies have steadily accounted for about 9% of the publications. Panel data studies outnumber time-series studies in a ratio of 3:2. Three-fourths of the longitudinal studies treat time as a timing index and aim to test causal effects, whereas a quarter treat time as a parameter to capture temporal dynamics. Longitudinal studies make more conceptual contributions and receive more citations than non-longitudinal studies. We offer practical recommendations for longitudinal communication research.",
          "url": "https://doi.org/10.1093/joc/jqaf047",
          "doi": "https://doi.org/10.1093/joc/jqaf047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Artificial Intelligence in Election Campaigns: Perceptions, Penalties, and Implications",
          "authors": "Andreas Jungherr, Adrian Rauchfleisch, Alexander Wuttke",
          "url": "https://doi.org/10.1080/10584609.2025.2611913",
          "doi": "https://doi.org/10.1080/10584609.2025.2611913",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "“You Are Not Fat”: The Postfeminist Contradiction in #RejectBodyAnxiety—A Computationally Assisted Critical Thematic Analysis",
          "authors": "Lei Chen, Kun Zhou, Sang Jung Kim",
          "abstract": "Digital platforms have facilitated body-positive discourses that challenge appearance norms, yet these often intertwine with postfeminist elements, creating paradoxes that both resist and reinforce hegemonic ideals. By deploying computationally assisted critical thematic analysis across 1915 #RejectBodyAnxiety posts on RedNote, this study reveals both the breadth —the full variety of user-generated discursive elements and their articulation patterns—and the depth —the discursive meanings configured through these articulations, of this feminist digital activism site. The findings show that body-positivity discourses under #RejectBodyAnxiety are profoundly reconfigured through their articulation with localized postfeminist formations and platform-mediated empowering mechanisms, reframing body positivity as ideal positivity —a postfeminist discourse that refines hegemonic beauty ideals by shedding their extreme traits ( Selective Subversion ) and making them appear attainable ( Tactical Conformity ), thereby transforming them into seemingly positive forms. While fostering empowerment, this discourse risks new exclusions, marginalizing some women and intensifying postfeminist contradictions. Tracing these sensibilities through social media, the study highlights their new forms in non-Western contexts and underscores the need to address emerging discourses in body image promotion.",
          "url": "https://doi.org/10.1177/20563051261419392",
          "doi": "https://doi.org/10.1177/20563051261419392",
          "filter": 0
        },
        {
          "title": "The Presumed Prevalence/Persuasiveness of Online Misinformation and Americans’ Dissatisfaction With Democracy",
          "authors": "Chloe Mortenson, Erik C. Nisbet, R. Kelly Garrett",
          "abstract": "American public discourse about online misinformation often exaggerates its prevalence and persuasiveness, potentially harming Americans’ evaluations of democratic governance. This project uses two studies conducted during the 2020 and 2022 elections to test whether the presumed prevalence/persuasiveness of online misinformation (P3OM)—the perception that online misinformation is both widespread and persuasive—undermines Americans’ satisfaction with democracy. Fixed-effects regression analysis of an eight-wave online panel survey reveals that both dimensions of P3OM are correlated with reduced democratic satisfaction. A follow-up online survey experiment provides evidence that exposure to messages about online misinformation reduces democratic satisfaction. Theoretical implications and strategies for reducing the presumed influence of online misinformation on democratic satisfaction are discussed.",
          "url": "https://doi.org/10.1177/20563051261420610",
          "doi": "https://doi.org/10.1177/20563051261420610",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "The commercial space marketplace in flux",
          "authors": "Rob Frieden",
          "url": "https://doi.org/10.1016/j.telpol.2026.103169",
          "doi": "https://doi.org/10.1016/j.telpol.2026.103169",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(26)00023-6",
          "doi": "https://doi.org/10.1016/s0308-5961(26)00023-6",
          "filter": 1
        }
      ]
    }
  ]
}
