{
  "update": "2025-12-05",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Gendered News Coverage at the Apex of Political Leadership: Validating and Applying a Visual Character Frame Instrument to the Campaigns of Merkel, Clinton, and Their Male Opponents",
          "authors": "Dennis Steffan, Maria Elizabeth Grabe",
          "abstract": "This cross-national, two-study project examines leadership at the intersection of gender, politics, and visual framing. In Study 1, an online experiment, we used AI-generated images of synthetic women and men candidates ( N = 996) to validate an existing visual character frame instrument and examine if voters associate gender with these frames. We found strong consistency between German and US voters in attributing gender-variant leadership qualities to synthetic politicians. Study 2 applied the validated instrument in a comparative content analysis of TV election stories ( N = 318) about Angela Merkel (2017) and Hillary Clinton (2016) and their male opponents. Both women received more masculine framing than men, either signaling strategic success in side-stepping femininity or journalists were over-compensating for decades of gender role stereotyping. Merkel’s visual masculinity was part of a winning campaign while Clinton’s was associated with a loss, underscoring the complexities of visual masculinity for women in politics.",
          "url": "https://doi.org/10.1177/00936502251389039",
          "doi": "https://doi.org/10.1177/00936502251389039",
          "filter": 0
        },
        {
          "title": "The Reciprocity of Discrete Emotions and Health Information Seeking and Avoidance: An Experience Sampling Study",
          "authors": "Elena Link",
          "abstract": "Although health information behaviors are commonly assumed to serve an emotion-regulating function, the present state of research focuses on emotions as predictors of these behaviors. The reciprocal relationship between emotions and seeking or avoiding information remains incompletely understood. By employing an experience sampling study to identify real-life situations in which individuals engage in information behaviors, the current study offers a nuanced perspective on the dynamics of emotions and information behaviors. Based on 17,764 momentary assessments of 504 participants who were currently facing a health challenge, multilevel models demonstrated that the explanatory contribution of specific discrete emotions to information behaviors, and vice versa, was minor. Information seeking appears to be more predicted by negative emotions, such as fear, anxiety, and worry than information avoidance. Neither information seeking nor avoidance was found to reduce negative emotions; rather, they were observed to exacerbate them. In addition to offering crucial insights into the extent to which information behaviors serve as adequate emotion regulation, the study contributes to a more nuanced understanding of health information behaviors and provides guidance for further theory specification.",
          "url": "https://doi.org/10.1177/00936502251395835",
          "doi": "https://doi.org/10.1177/00936502251395835",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Artificial intelligence and the image war: does exposing AI-generated images as fake limit the images’ influence on perceptions about wars and conflicts?",
          "authors": "Moran Yarchi, Ela Blatt",
          "url": "https://doi.org/10.1080/1369118x.2025.2592772",
          "doi": "https://doi.org/10.1080/1369118x.2025.2592772",
          "filter": 0
        },
        {
          "title": "Active vs. passive bystander reactions to online political hostility: the role of personality in counterspeech and silencing among German facebook users",
          "authors": "Christian Pieter Hoffmann, Christoph Lutz",
          "url": "https://doi.org/10.1080/1369118x.2025.2598053",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598053",
          "filter": 0
        },
        {
          "title": "Individual choice, collective effects: recommender systems, law by design, and the DSA’s double choice architecture",
          "authors": "Jenni Hakkarainen, Laura Savolainen",
          "url": "https://doi.org/10.1080/1369118x.2025.2595663",
          "doi": "https://doi.org/10.1080/1369118x.2025.2595663",
          "filter": 0
        },
        {
          "title": "Research handbook on digital sociology",
          "authors": "Jing Hu",
          "url": "https://doi.org/10.1080/1369118x.2025.2594588",
          "doi": "https://doi.org/10.1080/1369118x.2025.2594588",
          "filter": 0
        },
        {
          "title": "Frame alignment through network structures: advancing framing theory through network analysis to map the #savewomenssports social movement",
          "authors": "Travis R. Bell, Fan Yang",
          "url": "https://doi.org/10.1080/1369118x.2025.2595665",
          "doi": "https://doi.org/10.1080/1369118x.2025.2595665",
          "filter": 0
        },
        {
          "title": "Understanding behavioral and psychological predictors of social media misinformation sharing gratifications among emerging adults across four countries",
          "authors": "Xiaochen Zhang, Vilma Luoma-aho",
          "url": "https://doi.org/10.1080/1369118x.2025.2595669",
          "doi": "https://doi.org/10.1080/1369118x.2025.2595669",
          "filter": 0
        },
        {
          "title": "News media framing on abortion in the post- Dobbs era",
          "authors": "Fanny Ramirez, Caley Hewitt, Nichole Bauer",
          "url": "https://doi.org/10.1080/1369118x.2025.2598047",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Toward a group theory of political communication",
          "authors": "Stewart M Coles, Daniel Kreiss, Daniel S Lane, Shannon C McGregor",
          "abstract": "Recent political communication scholarship finds that groups and identities play a central role in the crises faced by political and media systems globally, particularly in democracies. Yet an individualist orientation in the literature has resulted in key theoretical and conceptual limitations, preventing a broader group-centric theoretical framework from emerging. We synthesize disparate bodies of theory on groups, politics, and communication to offer three basic propositions underlying a group theory of political communication. First, it is the group—not the individual—that is the fundamental organizing unit of social and political life. Second, groups are constituted through communication, which is central to how they define their politics. Third, groups and politics are reciprocally influencing forces through political communication, oriented around power. We offer a framework for studying the role of groups in political communication at the micro, meso, and macro levels, providing a concrete agenda for the study of groups in political communication.",
          "url": "https://doi.org/10.1093/joc/jqaf049",
          "doi": "https://doi.org/10.1093/joc/jqaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "The Limits of Computational Propaganda: Investigating Underexplored Platforms and Contexts",
          "authors": "Hossein Kermani, Taberez Ahmed Neyazi, Sophie Lecheler",
          "url": "https://doi.org/10.1080/10584609.2025.2595596",
          "doi": "https://doi.org/10.1080/10584609.2025.2595596",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Finding Belonging in Competitive Play: How a Japanese Splatoon Discord Community Functions as a Third Place",
          "authors": "Mattias van Ommen, Ginga Yahanashi",
          "abstract": "This article explores how competitive gaming communities on Discord function as third places in Japan. Using ethnographic methods, including participant observation and interviews, we examine the social dynamics of “Medimura” (pseudonym), a Discord community centered around skilled Splatoon 3 players. We found that players negotiate competitive pressures and ambiguous communication styles through playful activities that foster meaningful social connections. Doing so, we show that while users initially join such Discord communities to enhance their gameplay, over time, these spaces evolve into third places, offering vital opportunities for social interaction and emotional support in contemporary Japan. This provides insights into how digital games and social media help transform third places in the digital age.",
          "url": "https://doi.org/10.1177/20563051251399015",
          "doi": "https://doi.org/10.1177/20563051251399015",
          "filter": 0
        },
        {
          "title": "What Looks Good and Familiar Seems Real: How Heuristic Processing of AI-Powered Synthetic and Real Videos Shapes User Perceptions and Detection Accuracy",
          "authors": "Bo Hu, Guanxiong Huang",
          "abstract": "The media landscape now contains a growing mix of real and synthetic videos, presenting either authentic or false content. Drawing on the heuristic–systematic model, we conducted a mixed-design survey experiment in China to examine how perceived technical quality and content familiarity influence individuals’ perceptions of and performance in detecting real and synthetic videos. Multilevel analyses based on participant evaluations revealed that both perceived technical quality and content familiarity were positively associated with perceived video realness and trust in the vlogger. Higher perceived technical quality improved detection accuracy for real videos but decreased accuracy for synthetic videos. In addition, the positive association between content familiarity and trust in the vlogger was stronger for synthetic videos than for real videos. These findings deepen our understanding of how heuristic processing shapes perceptions and discernment of potentially synthetic videos and offer practical insights for mitigating the risks associated with AI-generated visual deepfakes.",
          "url": "https://doi.org/10.1177/20563051251401815",
          "doi": "https://doi.org/10.1177/20563051251401815",
          "filter": 0
        },
        {
          "title": "Cloud Parenting: Douyin Affordances, Emotional Authenticity, and Commodification of Wanghong Children",
          "authors": "Tian Zhang, Crystal Abidin, Anthony Fung",
          "abstract": "This article examines the phenomenon of cloud parenting in China, considering the affective mechanisms in sharenting and commodification of wanghong children facilitated by the platform affordances. We select five child wanghong accounts that are active on Douyin for case studies, along with corresponding audience interviews. We find that Douyin’s creation affordances enable child wanghong to create a family affection aesthetic. At the same time, audiences detect and decode emotional cues, especially children’s expressions and parent-child interactions, and use these signals to feel authenticity instead of rationally verifying it. Through this affective inference, audiences and child wanghong co-shape emotional authenticity. Cloud parenting emerges as a series of platformized affective practices normalized into data labor and consumption. We argue that in a platformized affective economy, guardians, cloud-parenting audiences, and the Douyin platform are complicit in producing and exacerbating the commodification of wanghong children. Douyin functions not merely as a content distribution platform but as an affective infrastructure that organizes, amplifies, and commodifies children’s emotions and family affection.",
          "url": "https://doi.org/10.1177/20563051251400618",
          "doi": "https://doi.org/10.1177/20563051251400618",
          "filter": 0
        },
        {
          "title": "Reversing the Gaze: Gendered Parody, Affective Politics, and the “Greasy Man” on Douyin",
          "authors": "Li Wenfei",
          "abstract": "This article explores a series of parody videos on Douyin that satirize the “greasy man” (油腻男), a gendered figure embodying performative masculinity and everyday misogyny in Chinese digital culture. Primarily produced by young women, these videos employ audiovisual mimicry and exaggerated affect to stage a gendered counter-performance. Drawing on affect theory, gender performativity, and gaze theory, the study employs digital ethnography and critical visual analysis to examine how these parodies reproduce and disrupt dominant masculine norms. Analysis of audience engagement through comment sections reveals the emergence of affective publics that negotiate humor, critique, and resistance. The findings highlight how parody on Douyin functions as a memetic and oppositional practice, challenging hegemonic masculinity and contributing to broader discussions of digital activism, platform feminism, and the politics of the gaze. This study advances understanding of how affect and humor intersect in social media spaces to articulate gendered critiques and collective affective mobilization.",
          "url": "https://doi.org/10.1177/20563051251399022",
          "doi": "https://doi.org/10.1177/20563051251399022",
          "filter": 0
        },
        {
          "title": "History and Contrarian Expression: Debating Genocide on Reddit",
          "authors": "Aliaksandr Herasimenka, Ralph Schroeder",
          "abstract": "Social media communities are increasingly considered as spaces where evidence-based information about history is undermined. We combine expert interviews and content analysis of debates about genocide in a popular online contrarian community to understand how to mitigate the spread of misleading information across such communities in the domain of history. We analyse 1725 entries on 10 Reddit forums dedicated to debating and promoting scepticism towards international consensus about prominent historical topics. The entries we analyse cover three topics referred to as genocide by forum members: the Holocaust, the Holodomor, and the COVID-19 vaccination. The prevailing view suggests that contrarian expression fosters smaller, ideologically homogeneous, and relatively radical online spaces where differing views are diminished or entirely absent. To the contrary, we analyse real-life behavioural data to demonstrate substantial scepticism towards contrarian narratives even in some of the most popular dedicated online communities, which may suggest that these spaces are more internally contested than prevailing theories imply.",
          "url": "https://doi.org/10.1177/20563051251382449",
          "doi": "https://doi.org/10.1177/20563051251382449",
          "filter": 0
        },
        {
          "title": "Linking Social Media News Use, AI Interest, and Political Ideology With AI Subjective Knowledge: A Moderated Mediation Model Across Two Countries",
          "authors": "Manuel Goyanes, Hui Min Lee, Rebecca Scheffauer, Homero Gil de Zúñiga",
          "abstract": "Social media has emerged as a pivotal platform for accessing news content today. While there appears to be a connection between news consumption on social media platforms and perceived knowledge of public affairs, little is known about the potential effect on specific issues like artificial intelligence (AI). To extend findings on people’s perceived knowledge of AI, how it relates to social media news consumption, and what other factors can contribute, we offer results based on original survey data from two societies (Germany, N = 2213, and Spain, N = 2337). This study advances a moderated mediation model by which social media news positively predicts heightened AI interest, which in turn is associated with increased AI subjective knowledge. This effect is significant for both conservatives and liberals, albeit stronger for conservatives.",
          "url": "https://doi.org/10.1177/20563051251399008",
          "doi": "https://doi.org/10.1177/20563051251399008",
          "filter": 0
        },
        {
          "title": "More than Two-Party Divides? Social Media, Ideological Extremity, and Affective Polarization in the Multi-party System",
          "authors": "Heysung Lee, Hernando Rojas",
          "abstract": "How social media fuels affective polarization, characterized by favorability toward in-party members and apathy toward out-party members, has emerged as a crucial topic in political communication. However, few studies examine the relationship between social media and affective polarization in multi-party contexts outside American politics. Applying Wagner’s methodology for measuring affective polarization in a multi-party system, we calculate affective polarization in three ways: the traditional method as the absolute difference between liberal and conservative politicians, mean distance as the average distance from a person’s favorite politician, and spread as the average distance from an individual’s mean feelings toward politicians. We investigate how social media use is related to affective polarization using these three measures based on a survey of 1,159 respondents from Colombia in 2022. The findings indicate that the three measures of affective polarization intensify with the use of social media, mediated by ideological extremity. The results suggest that the role of social media and ideology may be consistent regardless of the way of measuring affective polarization when a country has multiple parties and political elites, further suggesting implications for affective polarization in political systems with more than two parties.",
          "url": "https://doi.org/10.1177/20563051251399007",
          "doi": "https://doi.org/10.1177/20563051251399007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Governing AI virtual anchors in China’s live streaming E-commerce ecosystem: Policy challenges and global implications",
          "authors": "Yuxi Meng",
          "url": "https://doi.org/10.1016/j.telpol.2025.103109",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103109",
          "filter": 0
        },
        {
          "title": "Network infrastructure and corporate development: A dual perspective on corporate social responsibility performance and productivity performance",
          "authors": "Yuhong Huang, Mudan Lan",
          "url": "https://doi.org/10.1016/j.telpol.2025.103127",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103127",
          "filter": 0
        },
        {
          "title": "Estimating the impact of Value Added Tax exemptions on smartphone penetration in Colombia using the synthetic control method",
          "authors": "Sindhura Kammardi Sachidananda, Leon Tinashe Gwaka, Christopher S. Yoo",
          "url": "https://doi.org/10.1016/j.telpol.2025.103128",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103128",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
