{
  "update": "2026-01-30",
  "content": [
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
          "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
          "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes.",
          "url": "https://doi.org/10.1093/hcr/hqaf033",
          "doi": "https://doi.org/10.1093/hcr/hqaf033",
          "filter": 0
        },
        {
          "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
          "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
          "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions.",
          "url": "https://doi.org/10.1093/hcr/hqaf030",
          "doi": "https://doi.org/10.1093/hcr/hqaf030",
          "filter": 0
        },
        {
          "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
          "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
          "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning.",
          "url": "https://doi.org/10.1093/hcr/hqag001",
          "doi": "https://doi.org/10.1093/hcr/hqag001",
          "filter": 0
        },
        {
          "title": "The power of context: how choice set size and composition influence overall and cross-cutting news exposure",
          "authors": "Yijia Erika Zhu, Dominik J Leiner, Nathalie Laura Neuendorf, Sebastian Scherr",
          "abstract": "In times of diverse media choices, the context in which choices are made can influence news exposure and opinion change. Inspired by the marketing concept of the choice set, we conducted two experiments in the US (N1 = 731; N2 = 396) to examine how choice set size (number of articles presented at a time) and composition (ratio of supportive “pro” to opposing “anti” articles) affect news exposure, attitudes, and intentions. Smaller choice sets with fewer articles led individuals to select fewer articles overall and fewer cross-cutting articles that challenged preexisting attitudes. Choice set composition did not affect whether individuals engaged with articles or their overall news exposure, but it shaped which articles they chose: the selection and browsing of cross-cutting news differed notably between homogeneous (all pro or all anti) and mixed sets. Neither choice set size nor composition systematically affected attitudes or behavioral intentions in the short term.",
          "url": "https://doi.org/10.1093/hcr/hqaf031",
          "doi": "https://doi.org/10.1093/hcr/hqaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Theorizing multidimensional interventions to mitigate cyberchondria: the roles of ehealth literacy, online patient-provider communication, and social support",
          "authors": "Piper Liping Liu, Yuqiong Zhou",
          "url": "https://doi.org/10.1080/1369118x.2026.2622339",
          "doi": "https://doi.org/10.1080/1369118x.2026.2622339",
          "filter": 0
        },
        {
          "title": "Taming AI: how AI courses for journalists shape the global appropriation of AI",
          "authors": "Anna Schjøtt, Nadja Schaetz",
          "url": "https://doi.org/10.1080/1369118x.2026.2618477",
          "doi": "https://doi.org/10.1080/1369118x.2026.2618477",
          "filter": 0
        },
        {
          "title": "Critical interdisciplinary cybersecurity: thinking through securing, thinking through fixing",
          "authors": "Matt Spencer",
          "url": "https://doi.org/10.1080/1369118x.2025.2609783",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609783",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Science-on-chain: How can we trust science again?",
          "authors": "Benjamin Heurich, Bence Lukács, Lukas Weidener",
          "url": "https://doi.org/10.14763/2026.1.2070",
          "doi": "https://doi.org/10.14763/2026.1.2070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Reviewer Thank You List",
          "url": "https://doi.org/10.1177/01634437261417741",
          "doi": "https://doi.org/10.1177/01634437261417741",
          "filter": 0
        },
        {
          "title": "From dead bills to new ideas: How policy discourse is reimagining local journalism in the United States",
          "authors": "Hongmei Chen",
          "abstract": "In recent years, numerous federal and state bills have been introduced in the United States to address the ongoing crisis in local journalism—most of which have ultimately failed to pass. While prior research has largely focused on journalism innovation and market-based solutions, the potential for institutional change driven by legislative efforts remains underexplored. This study examines the evolving discourse on local journalism policy through an analysis of three key types of texts: legislative bills, inquiry reports, and industry predictions published by NiemanLab . Using the concept of policy image within a discourse analysis framework, the study reveals how legislative texts interact with expert reports and unfolding events to reshape dominant ideas in media policy. Specifically, it traces a discursive shift in the perception of public funding for journalism—from a politically untenable concept to a viable policy alternative increasingly endorsed by media professionals. The findings suggest that even failed legislative attempts can play a role in institutional transformation by challenging existing media structures and cultivating new expectations for policy. By illuminating the discursive dynamics behind this shift, the study provides fresh insight into the long-term implications of media policy debates and the emerging vision of a publicly supported journalism system.",
          "url": "https://doi.org/10.1177/01634437251410079",
          "doi": "https://doi.org/10.1177/01634437251410079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "From Flowers to Fascism? The Cottagecore to Tradwife Pipeline on Tumblr",
          "authors": "Oliver Mel Allen, Yi Zu, Milo Z. Trujillo, Brooke Foucault Welles",
          "abstract": "In this work, we collected and analyzed social media posts to investigate an aesthetic-based pipeline where users searching for Cottagecore content may find Tradwife content co-opted by white supremacists. Through quantitative analysis of over 200,000 Tumblr posts and qualitative coding of about 2350 Tumblr posts, we did not find evidence of an explicit radicalization. We found that problematic Tradwife posts found in the literature may be confined to Tradwife-only spaces, while content in the Cottagecore tag generally did not warrant extra moderation. However, we did find evidence of a mainstreaming effect in the overlap between the Tradwife and Cottagecore communities. In our qualitative analysis, there was more interaction between queer and Tradwife identities than expected based on the literature, and some Tradwives even explicitly included queer people and disavowed racism in the Tradwife community on Tumblr. This could be genuine, but we propose that this is an example of mainstreaming, where white supremacists re-brand their content and follow platform norms to spread ideologies that would otherwise be rejected. In addition, through temporal analysis, we observed a change in the central tags used by Tradwives in the Cottagecore tag pre- and post-2021. Initially, these posts focused on aesthetics and hobbies like baking and gardening, but post-2021, the central tags focused more on religion, traditional gender roles, and homemaking—all of which align with white supremacist rhetoric about womanhood.",
          "url": "https://doi.org/10.1177/20563051251413920",
          "doi": "https://doi.org/10.1177/20563051251413920",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
