{
  "update": "2025-01-24",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Can Visuals Facilitate or Detract Attention to Text? Examining the Effects of the Amount and Type of Visuals on Attention to Digital Longforms",
          "authors": "Zijian Harrison Gong, Yani Zhao, Kerk Kee",
          "url": "https://doi.org/10.1080/21670811.2024.2439362",
          "doi": "https://doi.org/10.1080/21670811.2024.2439362",
          "filter": 0
        },
        {
          "title": "From Industry Hype to Emerging Criticism: Analysing Chilean News Media Coverage of Artificial Intelligence",
          "authors": "Matías Valderrama Barragán, Martin Tironi, Dusan Cotoras, Teresa Correa, Mónica Humeres, Claudia López",
          "url": "https://doi.org/10.1080/21670811.2025.2450624",
          "doi": "https://doi.org/10.1080/21670811.2025.2450624",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Giving the outrage a name – how researchers are challenging employment conditions under the hashtags #IchBinHanna and #IchBinReyhan",
          "authors": "Ahmadou Wagne, Elen Le Foll, Florentine Frantz, Jana Lasser",
          "url": "https://doi.org/10.1080/1369118x.2025.2452273",
          "doi": "https://doi.org/10.1080/1369118x.2025.2452273",
          "filter": 0
        },
        {
          "title": "‘Google this!’ How performative links and search engines organise information disorders in a climate obstruction network",
          "authors": "Malte Rödl, Jutta Haider",
          "url": "https://doi.org/10.1080/1369118x.2024.2445640",
          "doi": "https://doi.org/10.1080/1369118x.2024.2445640",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/1369118x.2025.2456319",
          "doi": "https://doi.org/10.1080/1369118x.2025.2456319",
          "filter": 0
        },
        {
          "title": "How different patterns of online participation reflect internal, external, and online efficacy: the case of Chile",
          "authors": "Sebastian Rivera, Pedro Fierro, Marcelo Santos, Francisco Tagle, Patricio Navia",
          "url": "https://doi.org/10.1080/1369118x.2025.2452285",
          "doi": "https://doi.org/10.1080/1369118x.2025.2452285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Cross-cutting families: how parent politics shape political communication and socialization practices",
          "authors": "Emily Van Duyn, Kirsten Pool",
          "abstract": "Many families in the United States hold divergent political beliefs, which may cause relational issues between parents and affect the political socialization of their child(ren). Through a mixed-methods approach, we first assess data from in-depth interviews (N = 30) with parents in cross-cutting romantic relationships, or relationships where partners hold different political beliefs, to inductively explore the connection between parent politics and political socialization within the family. We find that parent political differences shape parent political communication, which is related to the political socialization of their child(ren). Drawing from these interviews, we employ survey data of cross-cutting and politically similar parents in the U.S. (N = 484), offering complementary evidence that cross-cutting parent relationships are negatively associated with expressiveness and political socialization, and that the relationship with political socialization is mediated by parent expressiveness. These findings showcase the role that parent disagreement plays in family political communication and political socialization.",
          "url": "https://doi.org/10.1093/joc/jqae051",
          "doi": "https://doi.org/10.1093/joc/jqae051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Rhetorical Promises: Gender Diversity Among Congressional Black Caucus Members’ Representation on Twitter",
          "authors": "Michael G. Strawbridge, Christopher J. Clark, Anna Mitchell Mahoney, Nadia E. Brown",
          "url": "https://doi.org/10.1080/10584609.2025.2454629",
          "doi": "https://doi.org/10.1080/10584609.2025.2454629",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Oscillation Between Resist and to Not? Users’ Folk Theories and Resistance to Algorithmic Curation on Douyin",
          "authors": "Hui Lin",
          "abstract": "An increasing number of users are aware of algorithmically driven content curation. Yet, while numerous studies have examined how people understand algorithmic power, there are insufficient numbers of studies about how people respond to and resist algorithmic curation in different sociocultural contexts. This article adopts a walk-through method and a diary-interview approach with 31 participants to investigate user resistance to algorithmic curation in different sociocultural circumstances. Drawing on the theoretical framework of folk theories and user resistance to algorithms, this study reveals a paradox in users’ algorithmic awareness and resistance behaviors: although respondents said they expressed annoyance with algorithmic simplification, commercial exploitation, and political agenda-setting, they often behaved in ways that contradict those claims with oscillated resistance to algorithmic curation. This study found that this paradox of resistance not only reflects users’ efforts to reconcile sociocultural needs with digital irritations caused by algorithmic mismatches but also arises from a sense of digital resignation in response to the platform’s strict regulations and censorship. Thus, this article argues that although people espouse folk theories as resources to resist algorithmic curation in different sociocultural contexts, most of their resistance behaviors remain constrained within the dominant use of technological affordances, which largely functions as a process of continuous negotiation rather than a subversive force capable of disrupting the ideological power relations embedded in algorithm-driven platforms.",
          "url": "https://doi.org/10.1177/20563051251313610",
          "doi": "https://doi.org/10.1177/20563051251313610",
          "filter": 0
        },
        {
          "title": "“(Virtuous) Wives Don’t Have Anything to Hide”: Understanding Digital Privacy Perceptions and Behavior of Married Women in Rural India",
          "authors": "Debjani Chakraborty, Chhavi Garg",
          "abstract": "This study explores digital privacy perceptions and behaviors among married women in rural India, a rapidly expanding demographic of mobile media and Internet users in the Global South. This ethnographic study found that women’s experience of privacy entails balancing between norms related to “hide” and “having nothing to hide.” Specifically, conflicting practices of avoiding online visibility while sharing passwords and accounts with family members exist to conform to their expected gender performance. The study highlights the dual nature of privacy practices that relate to the horizontal dimensions of privacy among the study participants. Limited digital literacy levels affect their perception of privacy, with vertical dimensions absent from the discussions.",
          "url": "https://doi.org/10.1177/20563051251313665",
          "doi": "https://doi.org/10.1177/20563051251313665",
          "filter": 0
        },
        {
          "title": "From Volunteerism to Corporatization: Analyzing Participation in the 2015 and 2023 Reddit Blackouts",
          "authors": "Andreas Schmitz, Mattia Samory",
          "abstract": "Reddit, one of the largest global social media platforms, has undergone significant transformations since its inception in 2005. From a loosely structured, niche platform to a globally recognized company with a standardized and regulated governance system, Reddit’s evolution has been marked by a shift in the power dynamics between its owners, moderators, and users. 2015 and 2023 were marked by the occurrence of two prominent protests, termed “blackouts.” Moderators of numerous subreddits, though not all, disabled public access to their subreddits, thereby protesting the company’s policies and policy changes and challenging the company’s endeavors to exert further control over the platform. Drawing on Bourdieusian theory and relational methodology, we establish a computational social science approach to investigate the structural causes behind the two blackouts and contextualize the differences between them. We argue that these blackouts signify growing tensions within the socio-technical space of Reddit and an ongoing political, cultural, and economic reconfiguration of its power structure and political economy.",
          "url": "https://doi.org/10.1177/20563051241309497",
          "doi": "https://doi.org/10.1177/20563051241309497",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
