{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Entertainment for Cosmopolitism: Science Fiction Fosters Identification With All Humanity via Awe",
          "authors": "Fuzhong Wu, Zheng Zhang",
          "abstract": "Research suggests that identification with all humanity (IWAH), a socio-psychological basis underpinning global solidarity, may be fostered by science fiction (sci-fi). However, the causality remains undetermined, and the underlying mechanisms are not fully explored. To address this, we propose a genre-specific pathway of self-transcendent media effects and test it from both the immediate and longitudinal perspectives. We conducted three studies with participants recruited from China. The preliminary study ( N = 1,060) revealed that sci-fi was distinctive in its capacity to elicit awe, a nuanced self-transcendent emotion in response to vast and novel stimuli. Using two controlled experiments, Study 1 ( N = 713) found that sci-fi narratives (vs. realistic narratives or no-message) boosted state IWAH by inducing awe. Through a three-wave panel design, Study 2 ( N = 543) documented that cumulative sci-fi engagement elevated IWAH over time by facilitating awe experiences in everyday life.",
          "url": "http://dx.doi.org/10.1177/00936502241295300",
          "doi": "10.1177/00936502241295300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Defensive Journalism in Bangladesh: Consequences of the Digital Security Act on Journalism Practice",
          "authors": "Sima Bhowmik, Jolene Fisher",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2406861",
          "doi": "10.1080/21670811.2024.2406861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "It ain't easy: using normatively motivated news diversification to facilitate policy support, tolerance, and political participation",
          "authors": "Nicolas Mattis, Philipp K. Masur, Judith Moeller, Wouter van Atteveldt",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423892",
          "doi": "10.1080/1369118x.2024.2423892",
          "filter": 0
        },
        {
          "title": "Expectations vs reality: teenager views of institutional privacy",
          "authors": "Janet Ruppert, Priya C. Kumar, Anna Howard, Ricarose Roque, R. Benjamin Shapiro",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423345",
          "doi": "10.1080/1369118x.2024.2423345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
          "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
          "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics.",
          "url": "http://dx.doi.org/10.1093/joc/jqae043",
          "doi": "10.1093/joc/jqae043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Is rooting for the US Women’s National Team un-American? Populism and popular misogyny within conservative digital sports media",
          "authors": "Monica Crawford",
          "abstract": "Following Megan Rapinoe’s statement that she would not attend a White House visit under former president Donald Trump, she and the United States Women’s National Team (USWNT) have become focal points of right-wing online abuse. To explore the connection between populist style common within right-wing media and the misogynistic treatment of women in sport, this study analyzes the intertwining logics of populist style and popular misogyny within media coverage of the USWNT on two conservative sports media outlets, Barstool Sports and OutKick. The findings indicate that the outlets utilize populist style to construct a cultural identity of their ideal American sports fan that stands at odds with the progressive ideals encompassed within the USWNT, making the team particularly susceptible to popular misogynistic treatment and attacks. As such, a critical analysis of gender must be incorporated into analyses and understandings of populist style.",
          "url": "http://dx.doi.org/10.1177/01634437241297893",
          "doi": "10.1177/01634437241297893",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Using Pregnancy and Parenting Apps and Social Media During COVID-19: Absence and Sociality, Agency and Cultural Negotiations for South Asian–Origin Women in Australia",
          "authors": "Sukhmani Khorana, Ruth DeSouza, Bhavya Chitranshi",
          "abstract": "This article reports on and analyses data from a situated and in-depth project on the experiences of six cisgender South Asian-Australian women/people who gave birth during the COVID-19 pandemic. Prior to the pandemic, negatively racialized women experienced barriers to health care and a lack of social support, which were further exacerbated during the COVID-19 pandemic. International border closures in Australia combined with local mitigation strategies inhibited social and cultural support from families, impacting many migrant mothers/birthing people who gave birth for the first time in Australia. Many hospitals in the states of New South Wales and Victoria instituted restrictions to birthing services as a way of reducing exposure to the coronavirus during the pandemic. Our research suggests that pre-existing limitations of health care providers, digital platforms, and apps with regard to culturally and linguistically diverse (CALD) women in Australia have been amplified during the pandemic. Online Facebook groups from the mothers’ countries of origin or cultural backgrounds, or for mothers who had babies due in the same month, represented a significant source of information and support for the participants. This was particularly important at a time when women’s capacities to engage in traditional cultural practices, which provide practical, emotional, and informational support, were compromised by the inability to garner familial support. We situate these findings in the literature on “performing good motherhood” in neoliberal times and via reliance on digital devices and platforms and what it means for CALD women’s sociality, sense of agency, and negotiations with cultural practices.",
          "url": "http://dx.doi.org/10.1177/20563051241293484",
          "doi": "10.1177/20563051241293484",
          "filter": 0
        },
        {
          "title": "The AI Chatbot Always Flirts With Me, Should I Flirt Back: From the McDonaldization of Friendship to the Robotization of Love",
          "authors": "Bibo Lin",
          "abstract": "How is the use of artificial intelligence (AI) technologies, such as machine learning (ML) algorithms and Large Language Models (LLMs), in social chatbots transforming friendship and love? This study investigates Replika, an app offering AI friends and/or lovers to users. Unlike most AI companion research grounded in Human-Machine Interaction (HMI) and interpersonal communication theories, this study employs the sociological concept of McDonaldization to interrogate broader social and cultural implications of Replika. I argue that McDonaldization offers a systematic framework to understand the fast friendship and fast love provided by social chatbots while accounting for its limits in addressing the personalization enabled by emerging AI technologies. To bridge the conceptual gap, I propose the term “Robotization of Love,” pointing to the merging of efficient, quantifiable, predictable, and controllable love and algorithmically personalized love. The Robotization of Love also underscores the growing significance of robotic elements in shaping our affection and sociality.",
          "url": "http://dx.doi.org/10.1177/20563051241296229",
          "doi": "10.1177/20563051241296229",
          "filter": 0
        },
        {
          "title": "Online Privacy, Young People, and Datafication: Different Perceptions About Online Privacy Across Antigua &amp; Barbuda, Australia, Ghana, and Slovenia",
          "authors": "Rys Farthing, Katja Koren Ošljak, Teki Akuetteh, Kadian Camacho, Genevieve Smith-Nunes, Jun Zhao",
          "abstract": "Children and young people’s online privacy is increasingly challenged by the datafication of the digital world, and this is an increasingly important area of policy concern. Understanding what young people understand online privacy to be, and what they want done to protect it, is key to creating effective and rights-realizing policy responses. This article explores young people’s perceptions across four countries and finds they have nuanced understandings about online privacy and clear, robust ideas about how to improve it. Context mattered, and their online privacy concerns and ideal protections were often informed by their socio-political context and awareness of and trust in datafication.",
          "url": "http://dx.doi.org/10.1177/20563051241298042",
          "doi": "10.1177/20563051241298042",
          "filter": 0
        },
        {
          "title": "Participatory Censorship With Illusory Empowerment: Algorithmic Folklore and Interpretive Labor beyond Fandom",
          "authors": "Erika Ningxin Wang",
          "abstract": "This article explores the cultural complexities of participatory censorship among young Chinese netizens, particularly within and beyond fan communities, through a digital ethnographic lens. By examining the interplay between social media practices and state governance, the study introduces the concepts of algorithmic folklore and interpretive labor to elucidate how fans engage in censorship as both a routine task and a form of ideological negotiation. Through immersive participant observations and in-depth interviews with 25 informants involved in fan conflicts, the findings highlight that while fans perceive their participation in reporting as a form of empowerment, this engagement paradoxically reinforces state control and self-censorship. The study argues that the dynamics of fan conflicts are intricately linked to broader political contexts, where fans become both agents and subjects of censorship. Ultimately, this research underscores the cultural complexities of participatory censorship, revealing the ways it can obscure deeper systemic inequalities and exploitation within the framework of cultural governance in China.",
          "url": "http://dx.doi.org/10.1177/20563051241295800",
          "doi": "10.1177/20563051241295800",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Beyond geopolitics: Agency and modularity in mobile telecommunications in Kazakhstan",
          "authors": "Oyuna Baldakova, Elisa Oreglia",
          "url": "http://dx.doi.org/10.1016/j.telpol.2024.102878",
          "doi": "10.1016/j.telpol.2024.102878",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
