{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Can we use automated approaches to measure the quality of online political discussion? How to (not) measure interactivity, diversity, rationality, and incivility in online comments to the news",
          "authors": "Sjoerd B. Stolwijk, Mark Boukes, Wang Ngai Yeung, Yufang Liao, Simon Münker, Anne C. Kroon, Damian Trilling",
          "url": "https://doi.org/10.1080/19312458.2025.2553300",
          "doi": "https://doi.org/10.1080/19312458.2025.2553300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Unraveling Perceived Work Values of Role Models From TV Series and Social Media in Adolescents’ Work Value Endorsement: A Longitudinal Investigation",
          "authors": "Ilse Vranken, Sonya Dal Cin, Laura Vandenbosch",
          "abstract": "Work values are a component of vocational identities. How TV series and social media role models play a role in adolescents’ work value endorsement remains underexamined. This study investigated transactional within-person associations between perceived upholding of intrinsic/extrinsic work values by a favorite occupational role model from a TV series or from social media and adolescents’ intrinsic/extrinsic work value endorsement. The moderating roles of occupational wishful identification and gender were also examined. Altogether, 1,294 late adolescents (55.85% girls, M age = 18.34, SD age = 6.44) participated in a three-wave panel study. Perceived upholding of intrinsic work values by a favorite occupational role model from a TV series positively predicted adolescents’ intrinsic work value endorsement on the within-person level. Regarding the perceived upholding of intrinsic/extrinsic work values by a favorite role model from social media and adolescents’ work value endorsement, only between-person associations emerged. No support was found for our moderators.",
          "url": "https://doi.org/10.1177/00936502251371777",
          "doi": "https://doi.org/10.1177/00936502251371777",
          "filter": 0
        },
        {
          "title": "The Role of Political Interest in the Relationships Between Privacy Concerns, Social Network Size, and Political Expression on Facebook, Twitter, and Instagram",
          "authors": "Christian Pieter Hoffmann, Shelley Boulianne",
          "abstract": "Studies on the predictors of using social media for political purposes reveal some unexpected complexities: users often disregard institutional privacy concerns to discuss politics online, and the size of social networks positively correlates with political expression on social media. Building on the privacy calculus theory, we explore how political interest interacts with privacy concerns and social network size when users decide to engage in political expression on social media. This study utilizes survey data from four countries (the US, UK, France, and Canada) collected in 2019 ( n = 6,291), encompassing three social media platforms: Facebook, Instagram, and Twitter. We find that privacy concerns are negatively related to expression on social media. Larger social networks positively relate to political expression, especially on Twitter. Political interest plays an important moderating role: highly politically interested users discount privacy concerns and opt to post political content. These findings replicate across all three platforms.",
          "url": "https://doi.org/10.1177/00936502251370943",
          "doi": "https://doi.org/10.1177/00936502251370943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Technological Hype and AI in Journalism: Five Functions and Why They Matter",
          "authors": "Seth C. Lewis, Rodrigo Zamith, Jon Benedik A. Bunquin",
          "url": "https://doi.org/10.1080/21670811.2025.2557994",
          "doi": "https://doi.org/10.1080/21670811.2025.2557994",
          "filter": 0
        },
        {
          "title": "Examining Platforms’ Affordances: Bridging Journalists’ and Users’ Practices of Online Engagement",
          "authors": "Constanza Gajardo, David Domingo, Irene Costera Meijer",
          "url": "https://doi.org/10.1080/21670811.2025.2559370",
          "doi": "https://doi.org/10.1080/21670811.2025.2559370",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Fighting fake news with fake faces: the effects of deepfake self-debunking on misinformation correction",
          "authors": "Hang Lu",
          "url": "https://doi.org/10.1080/1369118x.2025.2557557",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557557",
          "filter": 0
        },
        {
          "title": "Social media discourses on prenatal and newborn screening",
          "authors": "Stefano Crabu, Barbara Morsello, Federico Neresini, Andrea Sciandra, Bernhard Wieser",
          "url": "https://doi.org/10.1080/1369118x.2025.2557555",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557555",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Are internet standard developing organisations data controllers under the GDPR?",
          "authors": "Julien Rossi, Jonathan Keller",
          "url": "https://doi.org/10.14763/2025.3.2034",
          "doi": "https://doi.org/10.14763/2025.3.2034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "‘It’s like sunk cost fallacy or something they call it’: The role of symbolic, social and economic capital in worker motivations for staying in the UK television production sector",
          "authors": "Nina Willment, Jack Newsinger",
          "abstract": "This paper seeks to explain why workers stay within the UK TV production sector, despite its well-documented problems. By drawing together literature around Bourdieu’s forms of capital with the concept of sunk costs, the paper argues that sunk cost fallacy (i.e. the time, effort and investments already incurred by the individual worker) is a central motivation for professionals retaining their place within the industry. It is particularly the notion of the sunk cost fallacy, in relation to their previous investments of cultural, social and symbolic capital, which drives TV workers to stay. The paper explores this notion of sunk costs through in-depth interviews conducted with 30 workers involved in TV production in the UK conducted from March 2024 to December 2024, as part of the AHRC-funded ReCARE TV Project (grant number AH/X00676X/1). The findings suggest a new conceptual framework through which to understand worker motivation in the creative industries, at a moment when the relationship between labour and capital is being redefined.",
          "url": "https://doi.org/10.1177/01634437251375342",
          "doi": "https://doi.org/10.1177/01634437251375342",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Religious Institutions’ Use of Social Media Platforms During COVID-19 in Kenya",
          "authors": "Raphael K. Birya, Mohammed Mwamzandi",
          "abstract": "This study investigates the communication dynamics within Kenyan religious institutions during the COVID-19 pandemic. It explores the role of diverse social media platforms, such as YouTube and Facebook, in offering emotional and spiritual support in Christian and Islamic institutions. Using a survey and resilience lens, the study analyzes social media usage, utility variations, and the influence of religious institutions on information sharing during lockdowns and pandemic easing. Descriptive statistics and analysis of variance (ANOVA) highlight the significant role of these platforms in crisis communication. This research addresses a gap in the limited literature on the role of social media in crisis communication within religious contexts during the COVID-19 era.",
          "url": "https://doi.org/10.1177/20563051251372530",
          "doi": "https://doi.org/10.1177/20563051251372530",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Mapping the rise of virtual influencers: A bibliometric analysis",
          "authors": "Anna Pujadas-Gómez, Mònika Jiménez-Morales, Mireia Montaña-Blasco",
          "url": "https://doi.org/10.1016/j.telpol.2025.103071",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103071",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(25)00160-0",
          "doi": "https://doi.org/10.1016/s0308-5961(25)00160-0",
          "filter": 1
        }
      ]
    }
  ]
}
