{
  "update": "2025-09-26",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Classification bias of LLMs in detecting incivility towards female and male politicians in German social media discourse",
          "authors": "Anke Stoll, Jingyuan Yu, Aliya Andrich, Emese Domahidi",
          "url": "https://doi.org/10.1080/19312458.2025.2551693",
          "doi": "https://doi.org/10.1080/19312458.2025.2551693",
          "filter": 0
        },
        {
          "title": "Whose truth is it anyway? An experiment on annotation bias in times of factual opinion polarization",
          "authors": "Mariken A. C. G. van der Velden, Felicia Loecherbach, Wouter van Atteveldt, Antske Fokkens, Myrthe Reuver, Kasper Welbers",
          "url": "https://doi.org/10.1080/19312458.2025.2562034",
          "doi": "https://doi.org/10.1080/19312458.2025.2562034",
          "filter": 0
        },
        {
          "title": "Embedding, embedding on the wall; who is the most prominent politician of them all? Exploring automated methods to study multimodal political news coverage",
          "authors": "Wies Ruyters, Susan Vermeer, Sanne Kruikemeier, Rens Vliegenthart",
          "url": "https://doi.org/10.1080/19312458.2025.2558736",
          "doi": "https://doi.org/10.1080/19312458.2025.2558736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Populist Hustlers Versus Establishment Dynasties: The Contentious Visual Framing Dual of the 2022 Kenyan Election",
          "authors": "Jimmy Ochieng, Kevin Mudavadi, Maria Elizabeth Grabe",
          "url": "https://doi.org/10.1080/21670811.2025.2564159",
          "doi": "https://doi.org/10.1080/21670811.2025.2564159",
          "filter": 0
        },
        {
          "title": "Is TikTok News Less “News-Like”? Investigating News Organizations’ Stories on TikTok and Their Alignment/ Divergence with Traditional News Values, Norms, Routines, and Roles",
          "authors": "Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2564165",
          "doi": "https://doi.org/10.1080/21670811.2025.2564165",
          "filter": 0
        },
        {
          "title": "The Role of Choice Architecture in Mitigating News Avoidance",
          "authors": "Dominika Betakova, Hajo Boomgaarden, Sophie Lecheler",
          "url": "https://doi.org/10.1080/21670811.2025.2562143",
          "doi": "https://doi.org/10.1080/21670811.2025.2562143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Explicit acceptance, gentle challenge: exploring (dis)confirmation in parent–adult child mental health conversations",
          "authors": "Chantel N Haughton, Tamara D Afifi",
          "abstract": "This study explored the role of (dis)confirmation in family mental health conversations. One hundred sixteen parent–young adult child dyads from Black, Latinx, Asian, white, and multiethnic-racial families in the United States participated in a Zoom conversation about mental health. These conversations were analyzed using a phronetic iterative approach. The findings expand upon the concepts of acceptance and challenge to introduce further nuance to confirmation theory. Specifically, the authors proposed the constructs of strict and gentle challenge and considered the role of explicit, absent, and implicit acceptance in these conversations. Both individually and together, these constructs appeared to correspond with varying degrees of (dis)confirmation. The authors considered factors that corresponded with the appearance of (dis)confirmation, including openness as a precursor for confirmation, (dis)confirmation reinforcing or redefining normative beliefs, and the role of confirmation gaps. The authors explored the implications of these findings on confirmation theory and family mental health communication research.",
          "url": "https://doi.org/10.1093/hcr/hqaf020",
          "doi": "https://doi.org/10.1093/hcr/hqaf020",
          "filter": 0
        },
        {
          "title": "Human Communication Research at a crossroads: reaffirming standards, reimagining possibilities",
          "authors": "Tai-Quan Peng",
          "abstract": "As Human Communication Research begins a new editorial chapter, this editorial reaffirms the journal’s longstanding commitment to theory-driven scholarship while addressing recurring challenges that shape how communication research is conceptualized, designed, and interpreted. Drawing from editorial experience and field-wide observations, I identify ten patterns—such as sidelining theory, prioritizing statistical effects over explanatory mechanisms, and equating analytical complexity with conceptual rigor—that signal misalignments between empirical practice and theoretical ambition. These challenges are mapped onto Chaffee and Berger’s classic evaluative criteria to clarify where theoretical contributions often falter. In response, I outline an editorial vision centered on conceptual coherence, methodological alignment, and integrative theorizing. The editorial also introduces Commentaries and Catalysts, a new column designed to foreground theoretical insight and foster cross-paradigm dialogue. Together, these reflections aim to support authors and reviewers while inviting engagement with the standards, possibilities, and evolving responsibilities of cumulative theory-building in communication research.",
          "url": "https://doi.org/10.1093/hcr/hqaf021",
          "doi": "https://doi.org/10.1093/hcr/hqaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "I have seen it! Have you seen me?",
          "authors": "Jakob Svensson, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2559147",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559147",
          "filter": 0
        },
        {
          "title": "How to prompt ethical use? Investigating students’ intention to use ChatGPT for graded assignments",
          "authors": "Edson C. Tandoc, Seth Seet, Jona Tze Mei Chin, Elliot Wei Sheng Chng, Jensen Kee, Shang Yu Ng",
          "url": "https://doi.org/10.1080/1369118x.2025.2559145",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559145",
          "filter": 0
        },
        {
          "title": "Access is capture: how edtech reproduces racial inequality",
          "authors": "Michelle Ciccone",
          "url": "https://doi.org/10.1080/1369118x.2025.2548290",
          "doi": "https://doi.org/10.1080/1369118x.2025.2548290",
          "filter": 0
        },
        {
          "title": "Anthropomorphic traits and user loyalty: exploring the mediating role of perceived value in chatbot usage in China",
          "authors": "Yipeng Xi, Tingjun Deng",
          "url": "https://doi.org/10.1080/1369118x.2025.2557549",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557549",
          "filter": 0
        },
        {
          "title": "Technofeminism enclosed among females? Mediated motherhood and womanhood across three generations in patriarchal families",
          "authors": "Na Liu, Yutian Xiong",
          "url": "https://doi.org/10.1080/1369118x.2025.2551601",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551601",
          "filter": 0
        },
        {
          "title": "Separate worlds of misinformation. An explorative study of checked claims in German public broadcast news and talk shows",
          "authors": "Sami Nenno",
          "url": "https://doi.org/10.1080/1369118x.2025.2561030",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561030",
          "filter": 0
        },
        {
          "title": "When does digital democracy work? How policy domains shape government responses to online petitions in Taiwan",
          "authors": "Terrence Ting-Yen Chen",
          "url": "https://doi.org/10.1080/1369118x.2025.2558150",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558150",
          "filter": 0
        },
        {
          "title": "Hyperlocal, ambient &amp; stratified: the civic life of residential chat groups on instant messengers",
          "authors": "O. Pasitselska, E. Gagrčin",
          "url": "https://doi.org/10.1080/1369118x.2025.2558146",
          "doi": "https://doi.org/10.1080/1369118x.2025.2558146",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Correction to: How do media contribute to the dissemination of conspiracy beliefs? A field study combining panel and web tracking at the outbreak of the COVID-19 pandemic",
          "url": "https://doi.org/10.1093/joc/jqaf040",
          "doi": "https://doi.org/10.1093/joc/jqaf040",
          "filter": 0
        },
        {
          "title": "The cosmopolitan imagination: a call for global communication studies",
          "authors": "Silvio Waisbord",
          "abstract": "In this presidential address, I make a call to embrace a cosmopolitan imagination. I understand the cosmopolitan imagination as an intellectual vision that recognizes and embraces a global consciousness—the presence and the contributions of scholars from around the world. It is a vision that encourages us to act as members of a global community of communication scholars. I outline why this vision is necessary to further develop and strengthen such a community, and discuss challenges for such a vision given long-standing global, structural disparities as well as the assault on academic freedom.",
          "url": "https://doi.org/10.1093/joc/jqaf043",
          "doi": "https://doi.org/10.1093/joc/jqaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Anticipatory images: Visual depictions of the not-yet and the politics of temporality",
          "authors": "Violeta Argudo-Portal, Roger Canals",
          "abstract": "Images and anticipatory logic are intertwined. Humans have granted images the power to visually anticipate the future, which is traceable to the Palaeolithic but newly intensified in contemporary digital visual culture and platform economy. In this crosscurrent piece, we seek to interrogate the enduring and evolving nexus between images and anticipatory imaginaries and technologies, foregrounding what we refer to as anticipatory images : visual depictions of the not-yet with a performative effect in the present. We argue that images cannot be defined solely as representations of the outside world, as they also anticipate possible futures through acts of individual and collective imagination, thus acting out politics of temporality. Drawing on social theory on anticipation and visual culture and a selection of visual instances of anticipatory images, we highlight the sociocultural significance and role of anticipatory images as crucial analytical tools at the intersection of media studies, anthropology and social theory. Our aim is twofold: to reflect on how humans imagine and materialise anticipation through visual means and to unpack the politics embedded in contemporary anticipatory regimes by attending to visual culture, especially in the digital sphere, although not exclusively. Far from being confined to digital media, anticipatory images reflect a longer historical continuum of visualising futurity. Seeking to activate an interdisciplinary conversation, this piece calls for a more integrated scholarly approach to images and anticipation as co-constitutive forces in social life.",
          "url": "https://doi.org/10.1177/01634437251360376",
          "doi": "https://doi.org/10.1177/01634437251360376",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "‘These Guys are Weird as Hell’: On the Democratic Party’s Use of ‘Weird’ During the 2024 US Presidential Election Campaign",
          "authors": "Samuel J. Clark",
          "url": "https://doi.org/10.1080/10584609.2025.2561722",
          "doi": "https://doi.org/10.1080/10584609.2025.2561722",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Framing Under Fire: Navigating Environmental Activism on Social Media Amid Digital Repression",
          "authors": "Dien Nguyen An Luong, Hong Tien Vu",
          "abstract": "Grounded in the conceptual frameworks of protest framing and digital repression, this study examines the adaptive messaging strategies employed by Vietnamese environmental activists in response to escalating repression, through physical coercion, across two key periods: before and after mid-2021. Our analysis of the Facebook content of one of Vietnam’s leading environmental groups indicates significant changes in the group’s adoption of protest frames, topical frames, and narrative roles, highlighting how activists balance public engagement with safety under authoritarian constraints. Specifically, after a wave of arrests of high-profile environmental activists, activists shifted their message framing strategies from motivational to diagnostic, focusing more on information provision rather than encouraging public engagement. In addition, after the arrests, activists increasingly shifted their narrative roles, increasing their blame on corporations as villains, while positioning the environment as a primary victim. This study enriches our understanding of digital activism in authoritarian contexts, offering theoretical insights and practical guidance for movements under similar constraints.",
          "url": "https://doi.org/10.1177/20563051251380480",
          "doi": "https://doi.org/10.1177/20563051251380480",
          "filter": 0
        },
        {
          "title": "Black Twitter as “Master” Social Architects: Maintaining Online Community Boundaries Through the Production of Time and Place",
          "authors": "Cynthia N. McLeod",
          "abstract": "This study explores how Black Twitter, an online community of Black users, creates a place for itself online and how the historical positioning of Black populations worldwide informs the users’ placemaking practices. Using an online ethnography and Brock’s Critical Technocultural Discourse Analysis, I analyzed how Black Twitter users communicate to create a sense of place on the platform. Findings indicate that Black users experience time on social media in layered ways, such that they blend historical and contemporary cultural experiences to connect with one another and defend against outsiders. Extending previous work that examines Black Twitter as a cultural formation, this study explores two dimensions: (1) how Black users’ temporal practices challenge notions of digital behavior that reduce user agency and (2) how users perform boundary work by using the platform to defend themselves from outside influences. For example, #YourSlipisShowing enabled Black users to call attention to accounts posing as Black users, effectively turning a platform feature into a defense method. In addition, Black users often call on their collective memory to identify community members through shared cultural experiences and emotional connection. In some ways, Twitter supports the process of collective memory (re)production and engagement through platform features, such as retweets and non-chronological timelines. These observations offer additional frameworks for analyzing community maintenance and agency within hostile digital spaces.",
          "url": "https://doi.org/10.1177/20563051251374500",
          "doi": "https://doi.org/10.1177/20563051251374500",
          "filter": 0
        },
        {
          "title": "Exploring #Diasporawars on Black Twitter",
          "authors": "Tyler Musgrave, Yuning Ye, Kentaro Toyama, Sarita Schoenebeck, Megan Threats",
          "abstract": "Black Twitter, now operating on X (formerly Twitter), is a crucial online platform that shapes cultural production, political activism, and educational exchange within the global Black community. This study broadens the scope to examine the global influence of Black Twitter, with a focus on the hashtag #diasporawars. This hashtag serves as a lens through which we can observe the tensions and interactions across the global Black community. Black Twitter’s significance extends beyond the United States, deeply embedded in the historical and cultural contexts of Blackness, which inform global conversations on identity. By employing both quantitative and qualitative research methods to analyze #diasporawars, this study aims to shed light on the complexities of global Blackness and how social media platforms contribute to shaping these identities and connections. Our findings reveal that #diasporawars reflects broader dynamics within the global Black community, highlighting how platforms like X both facilitate positive engagement and exacerbate conflicts. This research underscores the multifaceted nature of Black digital spaces, illustrating how they serve as arenas for collaboration and contention, influenced by diverse experiences and perspectives within the global Black diaspora.",
          "url": "https://doi.org/10.1177/20563051251352834",
          "doi": "https://doi.org/10.1177/20563051251352834",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Digital dividends? Rural E-commerce policy and urban-rural income disparity in China",
          "authors": "Lei Wang, Yongming Sun",
          "url": "https://doi.org/10.1016/j.telpol.2025.103058",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103058",
          "filter": 0
        },
        {
          "title": "The evolution of the digital economy: Comparative insights from China and the United States, 1995–2020",
          "authors": "Khuong Vu, Yiya Lu, Saya Shiba",
          "url": "https://doi.org/10.1016/j.telpol.2025.103075",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103075",
          "filter": 0
        },
        {
          "title": "Mobile phones and economic gender inequality: A panel study of 104 countries from 2014 to 2022",
          "authors": "Meiqi Sun, Jia Lu",
          "url": "https://doi.org/10.1016/j.telpol.2025.103073",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103073",
          "filter": 0
        },
        {
          "title": "Reciprocity or conflict? The impact of dual-policy of broadband China and low-carbon city on firms’ green technology innovation",
          "authors": "Xin Ning, Qinmeng Wang, Ge Wang, Liumiao Qin",
          "url": "https://doi.org/10.1016/j.telpol.2025.103059",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103059",
          "filter": 0
        },
        {
          "title": "Synergy or conflict: Can E-government policy mixes drive environmental improvements? Evidence from China's multi-pilot quasi-experiment",
          "authors": "Jianxian Wu",
          "url": "https://doi.org/10.1016/j.telpol.2025.103069",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103069",
          "filter": 0
        },
        {
          "title": "Procurement auctions for broadband access: Starlink and the rural digital opportunity fund",
          "authors": "Ignacio J. Núñez",
          "url": "https://doi.org/10.1016/j.telpol.2025.103052",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
