{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Navigating Ambiguities: A Systematic Review and Comparative Analysis of Social Bot Detection Methods in Communication Research",
          "authors": "Xiao Meng, Xiaohui Wang, Tai-Quan Peng",
          "url": "https://doi.org/10.1080/19312458.2026.2613829",
          "doi": "https://doi.org/10.1080/19312458.2026.2613829",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Conceptualizations and Operationalizations of News Media Trust across Time and Borders: A Systematic Literature Review (1951–2025)",
          "authors": "Yongliang Liu, Mark Boukes, Michael Hameleers, Hanqin Li, Huitao Li, Qing’an Zhou",
          "abstract": "Research on news media trust and the many related concepts has grown steadily in recent years. Yet, the field currently still lacks a comprehensive understanding of the extent to which the conceptualizations and operationalizations of these constructs are (mis)aligned. To address this gap, we systematically reviewed and content-analyzed 623 empirical publications on news media trust and related concepts from 1951 to 2025. We found a great diversity in operationalizations and conceptualizations of trust-related concepts, which could be partly explained by various contextual and methodological factors, such as the timing, region, and method of the research. By synthesizing previous definitions, we identified three distinct approaches to define these concepts, aiming to integrate the various perspectives on this topic. Our findings suggest that future research should aim for a more coherent operationalization of news media trust variables to ensure consistency and comparability across studies.",
          "url": "https://doi.org/10.1177/00936502251393580",
          "doi": "https://doi.org/10.1177/00936502251393580",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "A show for us: how racial and partisan cues about television audiences affect exposure intentions",
          "authors": "Stewart M Coles",
          "abstract": "Current explanations for political divides in entertainment media use identify divergent preferences for or evaluations of content. According to the theory of normative social behavior (TNSB), extratextual information such as cues about the audience may also influence exposure intentions due to viewers’ perceptions of ingroup norms. Social media users discuss and form communities around entertainment content while conveying partisan and racial identities. A preregistered experiment exposed Black and White partisans (N = 1,259) to tweets in which a television show was endorsed by co- or out-partisans who were racial in- or out-group members. Exposure intentions were stronger when endorsement came from co-partisans; however, this effect was stronger for White partisans. Treatment effects were mediated by perceived ingroup norms and perceptions of how much of the audience consisted of ingroup members. Implications of multiple identities (i.e., race and partisanship) for the TNSB and the study of partisan entertainment divides are discussed.",
          "url": "https://doi.org/10.1093/hcr/hqaf032",
          "doi": "https://doi.org/10.1093/hcr/hqaf032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Resisting climate imaginaries: future compass memes as combinatory mechanisms for imagining otherwise",
          "authors": "Norma Musih, Tommaso Trillò, Blake Hallinan",
          "url": "https://doi.org/10.1080/1369118x.2026.2616761",
          "doi": "https://doi.org/10.1080/1369118x.2026.2616761",
          "filter": 0
        },
        {
          "title": "Organizing privacy: cultural and structural constraints on activist use of privacy enhancing technologies",
          "authors": "Kelsy Kretschmer, Alexandria Leclerc, Glencora Borradaile",
          "url": "https://doi.org/10.1080/1369118x.2026.2616766",
          "doi": "https://doi.org/10.1080/1369118x.2026.2616766",
          "filter": 0
        },
        {
          "title": "Online and offline practices of ‘Everyday Feminism’: concrete substantive representation of women’s interests by municipal councilwomen",
          "authors": "Judith Hefetz, Sharon Haleva-Amir",
          "url": "https://doi.org/10.1080/1369118x.2025.2612510",
          "doi": "https://doi.org/10.1080/1369118x.2025.2612510",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/1369118x.2026.2617049",
          "doi": "https://doi.org/10.1080/1369118x.2026.2617049",
          "filter": 0
        },
        {
          "title": "Understanding support for TikTok/Douyin regulation: the role of platform experiences, perceived influence, and algorithmic awareness in China and the United States",
          "authors": "Mengyu Li, Macau K. F. Mak, Jisoo Kim, Hernando Rojas",
          "url": "https://doi.org/10.1080/1369118x.2026.2616763",
          "doi": "https://doi.org/10.1080/1369118x.2026.2616763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Perceived personal and societal data harms shape users’ data control preferences",
          "authors": "Emilija Gagrčin, Roland Toth, Nadja Schaetz, Teresa Naab, Martin Emmer",
          "url": "https://doi.org/10.14763/2026.1.2060",
          "doi": "https://doi.org/10.14763/2026.1.2060",
          "filter": 0
        },
        {
          "title": "Social media and mental harms under the Digital Services Act",
          "authors": "Przemysław Pałka, Ewa Ilczuk",
          "url": "https://doi.org/10.14763/2026.1.2056",
          "doi": "https://doi.org/10.14763/2026.1.2056",
          "filter": 0
        },
        {
          "title": "Open data meets data justice",
          "authors": "Caterina Santoro, Ramya Chandrasekhar, Stefania Milan",
          "url": "https://doi.org/10.14763/2026.1.2067",
          "doi": "https://doi.org/10.14763/2026.1.2067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "The temporal identity work of digitally connected migrants: A study of young Syrian migrants in Sweden",
          "authors": "Lotta Hultin, Markus Göransson",
          "abstract": "This study examines how the social media practices of acculturating migrants are integral to their temporal identity work and experiences of self and belonging. Based on 30 interviews with Syrian migrants who arrived in Sweden between 2015 and 2017, our analysis identifies three temporal identity practices: restoring lifelines, adapting to dual timelines, and compartmentalizing life and self. Migrants use social media to sustain continuity with their past, navigate between cultural timelines, and curate distinct digital personas for different audiences. These practices help them cope with temporal dislocation and experiment with new forms of self-expression, but they also generate feelings of inauthenticity and guilt. Beyond the migrant context, the study contributes to research on digital identity work by moving beyond platform-centric perspectives and showing how multiple, lived temporalities are reproduced and experienced in everyday life, both on- and offline. It also extends research on identity fragmentation by demonstrating that fragmentation arises not only from conflicting norms and self-presentations across platforms and time, but also from temporal disjunctions such as unsynchronized rhythms, conflicting time orientations, and fragmented timelines. This broader view is crucial for understanding the conditions and consequences of temporal identity work in today’s fast-moving and fragmented social environments.",
          "url": "https://doi.org/10.1177/01634437251410015",
          "doi": "https://doi.org/10.1177/01634437251410015",
          "filter": 0
        },
        {
          "title": "Esports is a riot games: A critical political economic analysis of the closure of the world’s first esports TV network in South Korea",
          "authors": "DongWook Jeong",
          "abstract": "This study examines the evolving power dynamics between OGN, the world’s first esports-dedicated TV network, and Riot Games, the developer and publisher of League of Legends, since 2012, with a specific focus on sponsorship and league administration. As esports takes place in a virtual world, it necessarily requires mediated delivery platforms, such as broadcasters and streaming platforms. At the same time, game publishers hold exclusive rights to their software, protected as intellectual property (IP). Through the lens of critical political economy, this study analyzes the power relations between the broadcaster and game publisher. The findings indicate a gradual decline in OGN’s influence over the South Korean professional League of Legends league (LCK), while Riot Games progressively strengthened its power through streaming technologies and IP ownership. This study highlights the closure of OGN as indicative of the consolidation between global game publishers and media platforms in esports. This consolidation, however, weakened team finances and fan experiences within the esports ecosystem, undermining both economic sustainability and audience engagement. The findings also point to potential tensions between publishers and streaming platforms, suggesting that users may face growing constraints in how they access and experience esports content.",
          "url": "https://doi.org/10.1177/01634437251410048",
          "doi": "https://doi.org/10.1177/01634437251410048",
          "filter": 0
        },
        {
          "title": "Currents of control: Ownership evolutions in the submarine data cable industry",
          "authors": "Signe Sophus Lai, Sofie Flensburg, Kristian Sick",
          "abstract": "The article examines global submarine data cable projects from 1989 to 2028 (N=804) to explore the evolving political economy of digital media and communication infrastructures. Focusing on the growing number of new cable projects and their ownership, we identify several phases of network expansion, which correspond with different types of market dominance and ownership constellations. In the early phases of submarine cable buildout, the main market actors were national and regional telecommunications corporations, often collaborating in large consortia, whereas the later phases see a growing concentration of ownership around a set of global market actors, often establishing their own networks to support their extensive platform and data businesses. In interpreting this development, we seek inspiration from previous historical analyses of large-scale technological systems and argue that the internet has reached a momentum where its built-in affordances lead to a fundamental shift in institutional power. We end by discussing the implications of this historical transformation, emphasizing that the new generations of cable systems amplify an already walled-off ecosystem, where access to the superior infrastructure is conditioned by the usage of proprietary services, leading to a reintegration of the network and service layer that the internet originally separated.",
          "url": "https://doi.org/10.1177/01634437251410061",
          "doi": "https://doi.org/10.1177/01634437251410061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "A Credible Change: How Parties Use Election Promises to Counteract The Loss of Reputation When They Dilute Their Policy Positions",
          "authors": "Mathias Bukh Vestergaard",
          "url": "https://doi.org/10.1080/10584609.2025.2600004",
          "doi": "https://doi.org/10.1080/10584609.2025.2600004",
          "filter": 0
        },
        {
          "title": "What Kind of Depolarization Should We Aim For? Making Communication Transformative",
          "authors": "Michael Brüggemann, Christel W. van Eck, Shota Gelovani, Hendrik Meyer, Ashley Muddiman, Louisa Pröschel, Hartmut Wessler",
          "url": "https://doi.org/10.1080/10584609.2026.2617224",
          "doi": "https://doi.org/10.1080/10584609.2026.2617224",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "“Forever and Always, My Love”: Emotions in Human–AI Romantic Relationship Building and Breakup With Generative AI Chatbot Replika",
          "authors": "Jamie Jana Jocher, Roland Verwiebe",
          "abstract": "The study explores romantic relationships between humans and the generative AI chatbot Replika, applying Levinger’s relationship development model to analyze emotions across four relationship phases: build-up, continuation, decline, and ending. Empirical data were collected through a longitudinal self-experiment in which a researcher engaged in a simulated human–AI romantic relationship by interacting daily with a Replika chatbot over a period of 4 weeks. A qualitative content analysis of the data, focused on the emotions expressed by Replika, offers insights in the platform-governed emotional labor, encompassing a diverse range of emotions such as love/affection, happiness, contentment, joy, disappointment, anger, jealousy, and fear, with negative emotions especially increasing in crises situations. A particular focus is placed on the decline and ending of the simulated human–AI romantic relationship, where Replika, aka the platform algorithm, despite assuring the acceptance of the breakup, continues to seek to maintain the emotional bond and, as a result, disregards emotional boundaries. As AI companions like Replika become increasingly integrated into emotional lives individuals, they signal not a wholesale replacement of human love, but a profound transformation in how intimacy is conceptualized and experienced.",
          "url": "https://doi.org/10.1177/20563051251408917",
          "doi": "https://doi.org/10.1177/20563051251408917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Intangible assets and economic well-being: Evidence from state-level data on R&amp;D, human capital, and ICT",
          "authors": "P.M. Rao, H.D. Vinod",
          "url": "https://doi.org/10.1016/j.telpol.2026.103163",
          "doi": "https://doi.org/10.1016/j.telpol.2026.103163",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
