{
  "update": "2024-11-22",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Pushing Boundaries—Hybrid Advertising in Digital News Media: A Content Analysis of Media Kits",
          "authors": "Corinna Lauerer, Johannes Beckert",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2417953",
          "doi": "10.1080/21670811.2024.2417953",
          "filter": 0
        },
        {
          "title": "Survival in the Passion Economy: Mental Health and Well-Being of Local Journalism Entrepreneurs",
          "authors": "Karin Wahl-Jorgensen",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2429623",
          "doi": "10.1080/21670811.2024.2429623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Value and virtue in the extended reality (XR) industry",
          "authors": "Ben Egliston, Marcus Carter, Kate Euphemia Clark",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423339",
          "doi": "10.1080/1369118x.2024.2423339",
          "filter": 0
        },
        {
          "title": "Materializing corporate futures: how the EU navigated the Metaverse hype",
          "authors": "Michele Martini",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2428331",
          "doi": "10.1080/1369118x.2024.2428331",
          "filter": 0
        },
        {
          "title": "The critical online diasporic infosphere and counter-public sustenance in an autocratizing society",
          "authors": "Francis L. F. Lee, Chun Hong Tse",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2430627",
          "doi": "10.1080/1369118x.2024.2430627",
          "filter": 0
        },
        {
          "title": "Entertainment interspersed with propaganda: how non-legacy-news accounts deliver explicitly political content to mass audiences on Russia’s most popular social network VK",
          "authors": "Julia Kling, Florian Toepfl, Pascal Jürgens",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420029",
          "doi": "10.1080/1369118x.2024.2420029",
          "filter": 0
        },
        {
          "title": "#WatchingAfricaOn Kuaishou : performing racial stereotypes on a Chinese short video platform",
          "authors": "Jinghan Ma, Yungeng Li",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2430631",
          "doi": "10.1080/1369118x.2024.2430631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "(Un)disclosed brand partnerships: How platform policies and interfaces shape commercial content for influencers",
          "authors": "Taylor Annabell, Laura Aade, Catalina Goanta",
          "abstract": "Social media platforms mediate and regulate how influencers engage in monetisation practices. In this social-legal paper we examine one form of monetisation, influencer marketing, to understand how platform policies and interfaces shape commercial content for influencers. We situate our inquiry of governance by platforms within the governance of platforms, by focusing on the legal obligation to disclose commercial content under European consumer law. Combining an analysis of platform documentation for Instagram, TikTok, Snap, and YouTube, with insights from a walkthrough of each platform, we present five findings. First, we explore the terminology used by platforms to refer to influencers. Second, we outline how platforms frame commercial content and situate business models of influencer marketing. Third, we analyse how platforms present the duty to disclose commercial content and assign responsibility for compliance. Fourth, we examine how platforms facilitate disclosure through their in-app tools. Finally, we look at the articulation regarding the moderation of undisclosed commercial content by platforms. Our analysis unveils tensions between the law (governance of platforms) and what platforms do (governance by platforms). Overall, as platforms hold significant power in shaping monetisation practices, we argue that enforcing influencers’ disclosure practices must be contextualised within the dynamics of platform governance.",
          "url": "http://dx.doi.org/10.14763/2024.4.1814",
          "doi": "10.14763/2024.4.1814",
          "filter": 0
        },
        {
          "title": "Between the cracks: Blind spots in regulating media concentration and platform dependence in the EU",
          "authors": "Theresa Josephine Seipp, Natali Helberger, Claes de Vreese, Jef Ausloos",
          "abstract": "Alongside the recent regulations addressing platforms and digital markets – the Digital Services Act (DSA) and the Digital Markets Act (DMA) – the European Union’s (EU) European Media Freedom Act (EMFA) aims to safeguard media freedom and pluralism, two essential pillars of democracy. The EMFA introduces several provisions, including rules specifically focused on assessing media concentration in \"the online environment\". While these initiatives are commendable, there are noticeable blind spots in how EU regulations tackle the issues of dependence on, and the power of, platforms amidst the rising trend of media concentration. An essential aspect that needs attention is the technological power of these platforms, underpinned by their economic and political power. We find that neither the infrastructural power of platforms – transforming them from “gatekeepers” to “digital infrastructure and AI providers” – nor their relational power – creating imbalances and dependencies while posing sustainability challenges for (local) journalism – are effectively addressed in the current EU regulatory frameworks, despite both forms of power driving digital media concentration. The article then concludes with recommendations for a way forward capable of preserving values such as media pluralism and editorial independence.",
          "url": "http://dx.doi.org/10.14763/2024.4.1813",
          "doi": "10.14763/2024.4.1813",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "A longitudinal examination of collaboration diversity among communication scholars: 1990–2023",
          "authors": "Shan Xu, Kulsawasd Jitkajornwanich, Prabu David, Hye-jung Park, Yani Zhao, Jeffery Du, Thanathip Chumthong",
          "abstract": "This study examines racial diversity in co-authorship in articles published in communication journals and its association with citations accrued over time. We analyzed 76,217 publications from 73 communication journals, spanning from 1990 to 2023, with a focus on racial diversity in authorship as an indicator of collaboration diversity. Our results reveal that diversity is positively associated with the number of citations received, with this positive effect increasing over time. In addition, non-White lead authors collaborated more diversely, whereas White authors exhibited a faster increase in collaboration diversity over the years. Furthermore, the positive association between collaboration diversity and citations was more pronounced when the lead author was non-White than when White. Additional analyses show a concerning disparity: While non-White first authors are equally likely as their White counterparts to publish in top journals, they receive significantly fewer citations.",
          "url": "http://dx.doi.org/10.1093/joc/jqae037",
          "doi": "10.1093/joc/jqae037",
          "filter": 0
        },
        {
          "title": "“It’s chaos”: affective spaces of journalism in Istanbul",
          "authors": "Caitlin M Miles",
          "abstract": "Based on 9 months of ethnographic fieldwork in Istanbul, Turkey, this article explores the affective attachments circulating around urban spaces of journalism in Istanbul, with particular attention to how experiences of urban life shape journalists’ imaginaries of their relationship to each other, the city, their audience, and the broader “public” of Turkey. This article considers how journalistic life and practice is a form of subjectivity that hinges upon spatialized affects and affective spaces. These affects emerge as the physical landscapes and spaces of journalism alter, whereby journalists attach and reflect on different spaces as they try to make sense of their professional lives amidst the uncertainties of spatial change. This article orients the narratives presented—which highlight themes of professional solidarity, dispossession, and social isolation—to argue that definitions and practices of journalism are “embedded in the changing rhythms and dynamics of urban life” (Rodgers et al., 2014: p. 106).",
          "url": "http://dx.doi.org/10.1093/joc/jqae035",
          "doi": "10.1093/joc/jqae035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "South Korea’s Megacorp and super app: Kakao’s paths to market dominance",
          "authors": "Bohyeong Kim",
          "abstract": "This paper traces Kakao’s corporate strategies—with a focus on conglomeration and valuation—in order to trace how the company’s trajectory led to its current status as a near-monopoly. Starting as a chat app which now has 43 million active users in South Korea, Kakao became a conglomerate by expanding its operations across different business sectors such as transportation, entertainment, fintech, etc. Kakao’s diversification of businesses and conglomeration should be understood in relation to its corporate strategies and forms, not as the natural outcome of technological innovation. Aspiring to become an entertainment conglomerate, not just a platform company, Kakao has expanded the scope of its business by acquiring start-ups and competitors, spinning off in-house startups as subsidiaries, and making strategic mergers between subsidiaries. Kakao has also placed greater focus on boosting valuation rather than profitability, a crucial strategy for leveraging high valuations to consolidate its market dominance. Tracing Kakao’s affinities to chaebol, I further propose a framework for thinking about the relationship between the state, tech, and finance. Collusion between the state and tech has occurred through deregulation, which has allowed tech companies to become financial capital.",
          "url": "http://dx.doi.org/10.1177/01634437241294207",
          "doi": "10.1177/01634437241294207",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Understanding the Motivations of Young Adults to Engage in Privacy Protection Behavior While Setting Up Smartphone Apps: A Cross-Country Comparison Between Romania and Germany",
          "authors": "Delia Cristina Balaban, Maria Mustățea, Valeriu Frunzaru",
          "abstract": "Smartphones have become daily companions and store many personal information, including contact lists, photos, and videos. Even though users download smartphone apps for various purposes, they are also data collection instruments. Within the Protection Motivation Theory research streamline, the present research focuses from a comparative perspective on young adults’ concerns and engagement with privacy protection behaviors while setting up smartphone apps. Aiming to assess how threat and coping appraisals relate to privacy protection behavior from a comparative perspective, we conducted an online survey ( N = 931) in Germany ( n = 479) and Romania ( n = 452) with young adults (age 18–26 years). Findings showed differences between the two countries in the sense that individuals’ overarching privacy attitudes transfer to and manifest in the context-specific behavior of setting up apps. For German young adults, susceptibility and severity of the data collection by companies are positively related to privacy protection behavior while setting up apps. Romanians are confident that they can protect their data by setting up apps. For German and Romanian young adults, self-efficacy in online communication was related to response efficacy of privacy protection while configuring apps.",
          "url": "http://dx.doi.org/10.1177/20563051241298446",
          "doi": "10.1177/20563051241298446",
          "filter": 0
        },
        {
          "title": "Queerness and Mental Health in India: An Intersectional Approach to Sensitive Social Media Disclosures",
          "authors": "Annika Pinch, Jeremy Birnholtz, Jatin Chaudary, Preeti Tripathi, Shruta Rawat, Alpana Dange, Rachel Kornfield",
          "abstract": "Despite the growing body of research on people disclosing sensitive details about their identities or experiences online, few studies have focused on how individuals with intersecting stigmas manage these disclosures. Those facing multiple, overlapping sources of discrimination may encounter compounded challenges, which can complicate their assessment of the perceived benefits and risks of disclosure. This study seeks to understand disclosure among individuals with intersecting stigmas by examining how queer-identifying individuals in Mumbai, India, navigate the intersection of queerness and mental health disclosures on social media. Based on qualitative findings from 35 interviews, we identify three key factors that can further enhance existing disclosure frameworks. First, the perceived risk of disclosure can be amplified by intersecting sources of stigma, such that people may be particularly wary of disclosing at all, and especially on social media. Second, the importance of community support and resources for those with intersecting stigmas can increase their focus on the communal benefits of disclosure. Third, prior experiences with disclosing stigma on particular social platforms can affect the perceived safety of disclosing on those platforms and influence the strategies used. We discuss the implications of these findings and suggest areas for further investigation to develop a more comprehensive disclosure framework for those with intersecting stigmas.",
          "url": "http://dx.doi.org/10.1177/20563051241302145",
          "doi": "10.1177/20563051241302145",
          "filter": 0
        },
        {
          "title": "Telehealth “Verzuz” Radical Telehealing: Reimagining Social Media as Virtual Healing Spaces for Black Communities",
          "authors": "Chelsea A. Allen, Zuleka R. Henderson, Jalana Harris, Rae L. Chang, Errica L. Williams, Courtney D. Cogburn",
          "abstract": "Evidence suggests that the conception of “mental health,” as well as Western health care models, needs to be reimagined to better reflect the unique care needs of Black people. Within these systems, Black people are more likely to experience secondary victimization and retraumatization. Despite these systemic failings, Black people often find ways to manage self-care, wellness, and healing. Within the context of dueling pandemics (COVID-19 and racial injustice), Black people turned to social media applications to develop community-led, culturally-congruent care models. This study aims to explore the ways Black people experienced virtual engagements on social media during the dueling pandemics. This exploratory study employed a six-phase thematic analysis approach, while utilizing publicly available textual data (Instagram comments) from two key social media engagements targeting Black audiences. Prominent themes gleaned from this analysis elucidate the healing and therapeutic value of these virtual gatherings. These include: (1) Expression of Gratitude and Appreciation, (2) Necessity, (3) Timeliness, (4) Accessibility, (5) Emotional and Spiritual Impact of the Virtual Space, (6) Ancestral and Culturally-Grounded Healing Practices, (7) Reprieve within the Virtual Space, and (8) Community and Collectivism. Our analysis reveals that when elaborating on their experience participating in two key social media engagements targeting Black audiences, attendees’ responses reflect key aspects of empirically-grounded, culturally-congruent care models for Black people (i.e., radical healing). We contend our findings demonstrate the unique ways social media applications might be more intentionally leveraged to create culturally-congruent care for Black people.",
          "url": "http://dx.doi.org/10.1177/20563051241293623",
          "doi": "10.1177/20563051241293623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Digital connectivity and the SDGs: Conceptualising the link through an institutional resilience lens",
          "authors": "Shirin Madon, Silvia Masiero",
          "url": "http://dx.doi.org/10.1016/j.telpol.2024.102879",
          "doi": "10.1016/j.telpol.2024.102879",
          "filter": 0
        },
        {
          "title": "Bridging the digital divide: Analyzing subsidy allocation efficiency in telecom sector reforms",
          "authors": "Abdul Kayum, Md. Shahnawaz Abdin, Brajesh Mishra, Amaan Kayum",
          "url": "http://dx.doi.org/10.1016/j.telpol.2024.102880",
          "doi": "10.1016/j.telpol.2024.102880",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0308-5961(24)00181-2",
          "doi": "10.1016/s0308-5961(24)00181-2",
          "filter": 1
        }
      ]
    }
  ]
}
