{
  "update": "2025-09-12",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "The Irony of Sophisticated Citizens and Misinformation: Explaining How People with High Need for Cognition Become Politically Cynical",
          "authors": "Dam Hee Kim, Kate Kenski, S. Mo Jones-Jang",
          "url": "https://doi.org/10.1080/21670811.2025.2556183",
          "doi": "https://doi.org/10.1080/21670811.2025.2556183",
          "filter": 0
        },
        {
          "title": "Audience Expectations of Journalists: Demands, Beliefs and Assessments",
          "authors": "Clara Juarez Miro, Sandra Banjac, Folker Hanusch",
          "url": "https://doi.org/10.1080/21670811.2025.2558008",
          "doi": "https://doi.org/10.1080/21670811.2025.2558008",
          "filter": 0
        },
        {
          "title": "News Characteristics, Newsworthiness and Secondary Gatekeeping in Brazil: Influences of Right-Wing Authoritarianism",
          "authors": "Marcos Paulo da Silva, Rachel R. Mourão, Tim P. Vos, Marialina C. Antolini, Gisele S. Neuls",
          "url": "https://doi.org/10.1080/21670811.2025.2558000",
          "doi": "https://doi.org/10.1080/21670811.2025.2558000",
          "filter": 0
        },
        {
          "title": "Bringing People into the Story: How Virtual Reality Journalism Affects the Feeling of Presence",
          "authors": "Sangwook Lee, Taenyun Kim, Sungho Kim, Kwan Min Lee, Namkee Park, Hayeon Song",
          "url": "https://doi.org/10.1080/21670811.2025.2553157",
          "doi": "https://doi.org/10.1080/21670811.2025.2553157",
          "filter": 0
        },
        {
          "title": "(Trans)Locality in Social Media News Engagement: Geographic Effects on the Quality of Online Discussion",
          "authors": "Yufan Guo, Luqing Zhou",
          "url": "https://doi.org/10.1080/21670811.2025.2554246",
          "doi": "https://doi.org/10.1080/21670811.2025.2554246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Problematic social media use and mental health among disabled emerging adults",
          "authors": "Morgan E. Ellithorpe, Jennifer Manganello, Amy Bleakley, Sarah Curtiss",
          "url": "https://doi.org/10.1080/1369118x.2025.2553017",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553017",
          "filter": 0
        },
        {
          "title": "The welfare state vs influencers: the regulatory attitude towards social media in Denmark and its implications for influencers",
          "authors": "Sara Kepinska Meleschko, Bjarki Valtysson",
          "url": "https://doi.org/10.1080/1369118x.2025.2551606",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551606",
          "filter": 0
        },
        {
          "title": "How and why governments are regulating AI: a comparison of legislative frameworks",
          "authors": "Matthew Dylag",
          "url": "https://doi.org/10.1080/1369118x.2025.2556745",
          "doi": "https://doi.org/10.1080/1369118x.2025.2556745",
          "filter": 0
        },
        {
          "title": "The social lives of COVID-19 data: following disease surveillance from institutions of power into everyday pandemic society",
          "authors": "Taylor M. Cruz",
          "url": "https://doi.org/10.1080/1369118x.2025.2543029",
          "doi": "https://doi.org/10.1080/1369118x.2025.2543029",
          "filter": 0
        },
        {
          "title": "Being aware of algorithmic personalization? Insights from three European Countries",
          "authors": "Maximilian Eder, Annika Sehl",
          "url": "https://doi.org/10.1080/1369118x.2025.2553015",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553015",
          "filter": 0
        },
        {
          "title": "Who is concerned about online false news and why? Evidence from 46 countries between 2018 and 2023",
          "authors": "Sacha Altay",
          "url": "https://doi.org/10.1080/1369118x.2025.2551615",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551615",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Who’s at stake? The (non)performativity of “stakeholders” in UK tech policy",
          "authors": "Maisy Taylor, Sarah Vollmer, Zaynab Ravat, Garfield Benjamin",
          "url": "https://doi.org/10.14763/2025.3.2033",
          "doi": "https://doi.org/10.14763/2025.3.2033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The (in)efficacy of AI personas in deception detection experiments",
          "authors": "David M Markowitz, Timothy R Levine",
          "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
          "url": "https://doi.org/10.1093/joc/jqaf034",
          "doi": "https://doi.org/10.1093/joc/jqaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "From Diplomacy to Disrespect: Conversational Polarization in the Oval Office",
          "authors": "Lotte van Burgsteden, Christel W. van Eck, Alexa Hepburn",
          "url": "https://doi.org/10.1080/10584609.2025.2548294",
          "doi": "https://doi.org/10.1080/10584609.2025.2548294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Fierce Feminism or False Promises? Netizens’ Perceptions of the Party-State in Gender Controversies on Weibo",
          "authors": "Xiaoyi Liu",
          "abstract": "Weibo, one of China’s most influential social media platforms, has emerged as a key battleground for gender controversies, with digital feminism growing increasingly assertive and visible. Official media, representing the party-state, frequently intervening in these online debates, act as both opinion leaders and mediators. This study examines how Weibo netizens perceive the party-state’s involvement in gender controversies and how these perceptions shape discussions around gender politics in China, shedding light on the evolving landscape of Chinese feminism. Drawing on the Scenario Approach to Conceptual Metaphor Theory (CMT) and Feminist Critical Discourse Analysis, complemented by thematic analysis, this study analysed 3199 Weibo posts under two hashtags initiated by the party-state media. The findings reveal that netizens perceive the party-state as a betrayer of its original commitment to women, and an enforcer of double standards, favouring men while marginalising and instrumentalising women for political gain. The findings also reveal growing recognition of Chinese feminism among netizens, with particular attention to ‘pink feminists’ and their critical reflection on their dual identities. By examining the interplay between the party-state intervention and feminist discourse through the lens of netizen reactions, this study offers a unique perspective on the entanglement of party-state power, gender politics and digital activism in contemporary China.",
          "url": "https://doi.org/10.1177/20563051251358524",
          "doi": "https://doi.org/10.1177/20563051251358524",
          "filter": 0
        },
        {
          "title": "Imagined Democratic Affordances: Persistent Faith in the Democratic Power of the Internet among Sanders Supporters on Reddit",
          "authors": "Omri Cohen",
          "abstract": "Research on digital democracy and online mobilization often focus on how technological design, affordances, organizing, or policy may influence online political behaviors. Less attention is paid to users’ imagination about their digital environments, the expectations, emotions, or values that are involved, and how these relate to users’ perceptions on the democratic opportunities afforded by digital media. This study conducts qualitative analysis of the perceptions of Bernie Sanders supporters on a large Reddit community of both digital media and mainstream media. The findings suggest that some users, who regard themselves as democratically populist, tend to regard digital media optimistically and display persistent faith in the democratizing capacity of online platforms. This study provides a deeper understanding of the power of users’ imagination and elucidates issues of the persistence of technological optimism, the appeal and motivational power of the democratic promise of the internet, and users’ association of democratic ideals with online activism.",
          "url": "https://doi.org/10.1177/20563051251363213",
          "doi": "https://doi.org/10.1177/20563051251363213",
          "filter": 0
        },
        {
          "title": "Putting Trust to the Test: Making Sense of Human–Machine Interactions on TikTok",
          "authors": "Andreas Schellewald",
          "abstract": "People’s interaction with online content is increasingly facilitated by intelligent user interfaces and artificial agents. In this article, I explore this shift by drawing on ethnographic fieldwork with users of the TikTok app. More specifically, I write on their interactions with the TikTok algorithm as a form of human–machine interaction and through the lens of trust. Along concrete ethnographic data, this article lays out the multifaceted process in which participants negotiated trust in the TikTok algorithm as an interaction partner in their everyday pursuits for relaxation and entertainment. Understanding trust as something deeply relational, mediating the position that one takes to another, this article outlines the constitutive embodied and affective dimensions of trust. It shows how participants dealt with feelings of their trust in the TikTok algorithm being put to the test, as well as how they negotiated their distance and closeness to it accordingly. By doing so, this article will demonstrate how trust functions a key mediator of meaningful human–machine interaction – shaping not just meaningful outcomes but also meaningful processes of interaction. From this angle, this article closes with an argument for research on the foundational role of trust in human–machine interaction, specifically in ways that look beyond the cognitive processes of judging trust and broadening the scope towards the material and cultural contexts in which people trust others.",
          "url": "https://doi.org/10.1177/20563051251370905",
          "doi": "https://doi.org/10.1177/20563051251370905",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Building resilience in telecommunications: Towards a research agenda - Editorial",
          "authors": "Erik Bohlin, Georg Serentschy",
          "url": "https://doi.org/10.1016/j.telpol.2025.103056",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103056",
          "filter": 0
        },
        {
          "title": "Total factor productivity and the evolving role of ICT in Indian manufacturing plants",
          "authors": "Komal Dutta, Bimal Kishore Sahoo, Sunandan Ghosh",
          "url": "https://doi.org/10.1016/j.telpol.2025.103051",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103051",
          "filter": 0
        },
        {
          "title": "Source attribution and detection strategies for AI-era journalism",
          "authors": "Regina Luttrell, Jason Davis, Carrie Welch",
          "url": "https://doi.org/10.1016/j.telpol.2025.103053",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103053",
          "filter": 0
        },
        {
          "title": "When “more is less”: Connecting for a better life in rural Mexico",
          "authors": "Jorge Mora-Rivera, Fernando García-Mora, Manuel Cavazos-Castro",
          "url": "https://doi.org/10.1016/j.telpol.2025.103054",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
