{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Beyond the binary? Automated gender classification of social media profiles",
          "authors": "Miriam Siemon",
          "url": "https://doi.org/10.1080/19312458.2025.2554864",
          "doi": "https://doi.org/10.1080/19312458.2025.2554864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Aspirational Metajournalism: What Nieman Journalism Lab Predictions Reveal About Platform and Audience Imaginaries",
          "authors": "Gregory P. Perreault, Jacob L. Nelson",
          "url": "https://doi.org/10.1080/21670811.2025.2568909",
          "doi": "https://doi.org/10.1080/21670811.2025.2568909",
          "filter": 0
        },
        {
          "title": "Connecting to Local Publics Through Media: An in-Depth Study of Local Media Use and Public Connection",
          "authors": "Anna Grøndahl Larsen",
          "url": "https://doi.org/10.1080/21670811.2025.2569778",
          "doi": "https://doi.org/10.1080/21670811.2025.2569778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Beyond anti-elitism and out-group attacks: how concerns shape the AfD’s populist representation on German TikTok during the 2024 European elections",
          "authors": "Hendrik Meyer, Julia Niemann-Lenz, Lasse Rodeck, Matthias Revers",
          "url": "https://doi.org/10.1080/1369118x.2025.2553016",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553016",
          "filter": 0
        },
        {
          "title": "The network dialectic: the digital divide and the contradictions of Philadelphia's digital equity strategy",
          "authors": "Pawel Popiel, David Elliot Berman",
          "url": "https://doi.org/10.1080/1369118x.2025.2561026",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561026",
          "filter": 0
        },
        {
          "title": "The complex influence of scientific literacy on the perception of AI risks: nonlinear relationship, moderating factors, and mechanisms",
          "authors": "Zhichao Li, Mengxue Lyu, Lujia Li, Jilin Huang",
          "url": "https://doi.org/10.1080/1369118x.2025.2565359",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565359",
          "filter": 0
        },
        {
          "title": "No one can do it for me; only I can change my life! A taxonomy of online independent investors in the field of digital finance",
          "authors": "Niccolò Casnici, Paola Zuccolotto, Marco Castellani",
          "url": "https://doi.org/10.1080/1369118x.2025.2565325",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565325",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Facebook, the EU and Russia’s war: Challenges of moderating authoritarian news",
          "authors": "Julia Kling, Serge Poliakoff",
          "url": "https://doi.org/10.14763/2025.3.2036",
          "doi": "https://doi.org/10.14763/2025.3.2036",
          "filter": 0
        },
        {
          "title": "Trading nuance for scale? Platform observability and content governance under the DSA",
          "authors": "Charis Papaevangelou, Fabio Votta",
          "url": "https://doi.org/10.14763/2025.3.2037",
          "doi": "https://doi.org/10.14763/2025.3.2037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Legislating in the media spotlight: The Digital Markets Act in EU news coverage",
          "authors": "Elena Escalante-Block, Jan Blockx",
          "abstract": "In this article, we seek to analyse how stakeholders used media to shape public discussion during the transition from the legislative proposal to the enactment of the Digital Markets Act (DMA). By focusing on the DMA’s legislative development, we uncover the media’s dual role as both a channel for stakeholder influence and a tool for policymakers to communicate and justify regulatory decisions. A qualitative content analysis of Euractiv, Politico, and EU Observer shows the European Parliament’s position was most cited, followed by Germany, France, and the European Commission. Other stakeholders, such as American Big Tech companies, featured less prominently in this press coverage about the DMA. The limited presence of the perspective of EU citizens is consistent with these EU-focused media outlets as mostly serving an elite-driven process with limited public engagement.",
          "url": "https://doi.org/10.1177/01634437251375407",
          "doi": "https://doi.org/10.1177/01634437251375407",
          "filter": 0
        },
        {
          "title": "Why the everyday is essential: Navigating censorship and surveillance on WeChat in China",
          "authors": "Jeroen de Kloet, Thomas Poell",
          "abstract": "This article examines everyday, non-activist forms of political communication on WeChat in the Beijing region. How is the communication of sensitive issues entwined with other daily communicative practices? And how do users negotiate the Chinese system of online surveillance and censorship? Examining how WeChat users communicate sensitive issues, knowing that every word and image they share can be tracked, analyzed, and acted upon, we, bringing the work of James Scott in dialogue with Chinese internet studies, demonstrate how online contention is openly articulated, but simultaneously obfuscated and disguised. We focus on the sticky super app WeChat, being the central node of the Chinese internet, deeply integrated into everyday life. We argue that, especially in China and other authoritarian contexts, it is vital to situate, study, and analyze online contention within the flows of everyday communication. Confronted by ubiquitous surveillance and censorship, Chinese citizens constantly and consciously calibrate the way they voice or do not voice opinions on sensitive societal issues. By weaving sensitive messages through mundane exchanges on social media, they can hide in plain sight. Yet, we also show that these small forms of resistance are vulnerable, and certainly not bulletproof to state repression and online harassment.",
          "url": "https://doi.org/10.1177/01634437251380415",
          "doi": "https://doi.org/10.1177/01634437251380415",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Journalists as Reluctant Political Prophets",
          "authors": "Keren Tenenboim-Weinblatt, Tali Aharoni, Christian Baden",
          "url": "https://doi.org/10.1080/10584609.2025.2556703",
          "doi": "https://doi.org/10.1080/10584609.2025.2556703",
          "filter": 0
        },
        {
          "title": "Buying State Power: How Elite-Led Propaganda Through Advertising Mechanisms is Connected to Democratic Weakening in Four Countries",
          "authors": "Gabrielle D. Beacken, Inga K. Trauthig, Samuel C. Woolley",
          "url": "https://doi.org/10.1080/10584609.2025.2566930",
          "doi": "https://doi.org/10.1080/10584609.2025.2566930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Wired and working? An evaluation of broadband expansion in Rural America",
          "authors": "Luísa Nazareno, Justina Jose, Grady Hart",
          "url": "https://doi.org/10.1016/j.telpol.2025.103074",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103074",
          "filter": 0
        },
        {
          "title": "Triple Helix Synergy Model in China's new technology diplomacy: Perspectives from AI startups",
          "authors": "Yujun Lin, Yuqi Lin, Junbo Liu, Zhaoyang Tan, Weihang Han",
          "url": "https://doi.org/10.1016/j.telpol.2025.103079",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103079",
          "filter": 0
        },
        {
          "title": "Factors influencing the export of cultural and artistic copyright in the Korean media industry",
          "authors": "Chaeyun Jang, Seongcheol Kim",
          "url": "https://doi.org/10.1016/j.telpol.2025.103078",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
