{
  "update": "2025-03-28",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Media Cynicism, Media Skepticism and Automatic Media Trust: Explicating Their Connection with News Processing and Exposure",
          "authors": "Yariv Tsfati, Aviv Barnoy",
          "abstract": "In an era of increasing attention to media trust, some have argued that differentiating between media cynicism and media skepticism (as both attitudinal and behavioral concepts) can advance a more nuanced understanding of media trust and its implications. While previous efforts conceptualized cynicism and skepticism as separate discrete phenomena, this allows the seemingly illogical possibility that some people would score high on both cynicism and skepticism. Additionally, these previous studies failed to demonstrate whether media cynicism and skepticism actually matter for audience reading and processing of news media content. After conceptualizing these terms on a single continuum varying between automatic rejection to automatic trust, Study 1 offers a procedure to test whether cynics process news stories faster, and whether skeptics’ trust in different news stories varies more compared to cynics’. Given that skepticism was hypothesized to reflect more deliberate thinking, we also tested whether media skeptics provide different kinds of justifications when asked to explain their evaluations of specific news stories, compared to cynics and trustors. Studies 2 and 3 test theoretically-driven hypotheses about automatic-trust, skepticism and cynicism and find that cynics’ and automatic trustors’ general evaluations of media are based on partisan reasoning and skeptics’ evaluation of the media is independent from their political ideology. Skeptical audiences were also found to consume more news and from a diversity of sources.",
          "url": "https://doi.org/10.1177/00936502251327717",
          "doi": "https://doi.org/10.1177/00936502251327717",
          "filter": 0
        },
        {
          "title": "Single Episodes of Health Information Seeking, Scanning, and Avoidance: Findings of an Experience Sampling Methods Study of German Residents Suffering From Acute or Chronic Illness",
          "authors": "Elena Link",
          "abstract": "Health information behaviors are situational and dynamic in nature. Being confronted with illness-related uncertainty in a specific situation, certain individuals might consistently or temporarily seek, scan, or avoid information and combine these strategies. Relying on an Experience Sampling Method Design study repeatedly querying N = 383 acutely or chronically ill individuals, the study provides a situational view on health information behaviors describing single episodes, distinguishing the “trait” and “state” components of information behaviors, and the between- and within-person relationship between information behaviors. Bayesian multilevel models illustrated that and how health information behaviors consisting of a stable trait and temporal state component were adjusted in certain situations. The manifestations of information seeking, scanning, and avoidance share tangible aspects but differ in the issues of relevance as well as the sources selected. Their relationship suggests their distinct nature as negatively related behaviors.",
          "url": "https://doi.org/10.1177/00936502251328717",
          "doi": "https://doi.org/10.1177/00936502251328717",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Digital Turn Without Digital Methods? Mapping the Journey of Journalism Studies",
          "authors": "Yangliu Fan, Jakob Ohme, Christoph Neuberger",
          "url": "https://doi.org/10.1080/21670811.2025.2480106",
          "doi": "https://doi.org/10.1080/21670811.2025.2480106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Political knowledge and affective polarization: a spillover mechanism through emotions toward partisan media",
          "authors": "Xia Zheng, Yanqin Lu, Jihyang Choi, Jae Kook Lee",
          "abstract": "Drawing on a two-wave national survey conducted in the United States, this study examined an emotion spillover mechanism underlying the link between political knowledge and affective polarization. Results indicate that partisans with high political knowledge demonstrated more negative emotions toward opposing partisan media outlets and more positive emotions toward congruent partisan media outlets. Gaps in emotional responses toward partisan media outlets spill over to affective polarization. Specifically, the gap in negative emotional response toward counter- and pro-attitudinal media outlets spills over to affective polarization toward individual partisans. We discuss how partisan media exacerbate polarization and propose possible remedies.",
          "url": "https://doi.org/10.1093/hcr/hqaf003",
          "doi": "https://doi.org/10.1093/hcr/hqaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Content engagement capacity: a network-based approach for evaluating the ability of frames to facilitate political online conversations",
          "authors": "Rui Wang, Yotam Ophir, Alexander Semenov, Alexander Nikolaev",
          "url": "https://doi.org/10.1080/1369118x.2025.2480205",
          "doi": "https://doi.org/10.1080/1369118x.2025.2480205",
          "filter": 0
        },
        {
          "title": "Internet skills, digital engagement, and outcomes among urban youth in Jakarta, Indonesia: incorporating a Global South context in measuring digital inequality",
          "authors": "Daisy Indira Yasmine, Freek Colombijn, Alexander J.A.M. van Deursen, Erik van Ingen",
          "url": "https://doi.org/10.1080/1369118x.2025.2479778",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Diagnosticity of perceived message effectiveness in campaign message pretesting: multilevel analysis of the between-message correlation and message-pair standing comparisons",
          "authors": "Sungeun Chung, Byeong-Hyeon Lee, Youllee Kim",
          "abstract": "Whether perceived message effectiveness (PME) can be diagnostic for the differences of actual message effect (AME) in campaign message pretesting and how the diagnosticity of PME should be tested have been controversial. To address these issues, we conducted a survey involving 19 campaign messages (N = 760) and statistically analyzed the multilevel relationships among the between-message, within-message, and disaggregated across-message PME–AME correlations. From our analysis, we advocate for a multilevel analysis of between-message PME–AME correlation as the optimal method for testing PME’s diagnosticity. We also evaluated O’Keefe’s (2018) message-pair standing comparison method and suggested using statistical significance tests to examine PME differences between messages. The between-message PME–AME correlations were strongly positive (greater than 0.824), and PME standing corresponded with AME standing in 94.5% of the message-pairs. Our findings confirm that PME is diagnostic for AME.",
          "url": "https://doi.org/10.1093/joc/jqaf006",
          "doi": "https://doi.org/10.1093/joc/jqaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Platformized childhood: How app stores construct children’s software audiences through platform governance and industry lore",
          "authors": "Karla Zavala Barreda, Stefania Milan",
          "abstract": "This article examines how app stores construct children’s software audiences through platform governance strategies and industry practices. Drawing on platform studies, critical childhood studies, and the concept of audience commodity, we use the critical walkthrough method and textual analysis to investigate the material choices of Google Play and Apple App Store . Our comparative analysis of their children-focused stores and developer submission platforms highlights tensions between the data-driven construction of children audiences and regulatory requirements to protect children’s privacy. We argue that children’s audiences are shaped by the discursive practices of app marketplaces, governance strategies specific to children’s apps, and industry lore about children’s audiences. Together, these strategies create what we term “platformized childhood.”",
          "url": "https://doi.org/10.1177/01634437251328194",
          "doi": "https://doi.org/10.1177/01634437251328194",
          "filter": 0
        },
        {
          "title": "AI as the companion: The gendered role and technological imagination of the intelligent voice assistant in China",
          "authors": "Jingzhi Chen",
          "abstract": "Artificial intelligence voice assistants often embedded in people’s daily lives appear as social partners. Most artificial intelligence assumes the humble and submissive female names and voices. Scholars from Techno-feminism argue that technology has a gender aspect, not neutral and transparent. Why should AI voice assistants be designed as female images? How do users use such a product and interpret its gender? Based on feminist theory, this study interviewed 11 users and analyzed publicity videos and text materials on Classmate AI’s official media platforms. The finding is that the intelligent voice assistant of Xiaomi company has feminine characteristics, with most users being male. Cutting-edge technology, convenience, and emotional support are the main reasons users use it. Due to traditional gender stereotypes and the imperfections of the product itself, male users frequently express insensitivity to the gender of intelligent voice assistants. However, they unintentionally consolidate the dominant perspective of technology and gender through participatory, creative, and personalized practices such as training programs.",
          "url": "https://doi.org/10.1177/01634437251328196",
          "doi": "https://doi.org/10.1177/01634437251328196",
          "filter": 0
        },
        {
          "title": "Cross-cultural approaches to creative media content in the age of AI",
          "authors": "Lucie Chateau, Payal Arora, Laura Herman",
          "abstract": "In the age of Artificial Intelligence (AI), the goalposts for how we judge creative work are changing. New tools, new collaborators and new creative processes are transforming the way we make, look at and talk about the value of creative work. This shift is widely discussed in Western scholarship. However, there are certain voices still missing from this discussion. These are the voices of the Global Majority, or the Next Billion Users. The perspectives and values found in global digital cultures represent a massive user base of designers, AI ethicists, cultural changemakers, artists, creatives and users whose contribution to this debate could very well represent the next paradigmatic shift in how we approach creativity. Global AI cultures demand our attention. Going forward, media scholars need to diversify and decolonialise approaches to digital creative labour in the Age of AI by drawing attention to the values and creative practices of global digital cultures. This article is structured around six strategic concepts: Recognition, Resituate, Remix, Resistance, Regenerate/Repair and Reimagine. We propose this framework to decenter universality and problematise normativity. These concepts are meant to provoke new associations and patterns of thought, moving us away from pre-conceived notions of what creativity is to adopt new, equitable and diversified notions of creative work.",
          "url": "https://doi.org/10.1177/01634437251328188",
          "doi": "https://doi.org/10.1177/01634437251328188",
          "filter": 0
        },
        {
          "title": "Caring for others who look just like us: The representation of Ukrainian refugees on Dutch television",
          "authors": "Andrea Meuzelaar",
          "abstract": "This article presents an analysis of Dutch television coverage of Ukrainian refugees, and shows how television has crafted affects of care and solidarity through a politics of representation that celebrated proximity and sameness of “us” and “them.” The research is based on an analysis of Dutch news, talk-shows and current affairs programs over the time-span of 1 year, collected from the archive of Sound and Vision. The article shows how television has produced and circulated affects of care and solidarity for Ukrainian refugees, and has contributed to the affective economy of migration that makes possible and capitalizes upon the distinction between deserving and undeserving migrants. Through its imaginations of Ukrainian refugees as white, family-oriented, caring, economically beneficial, and morally legitimate, television has transformed Ukrainian refugees into objects of collective care and solidarity. However, the article argues, this care and solidarity has proven to be both narcissist and self-centered, and conditional and discriminatory. Television has rendered the Dutch nation as caring, hospitable, and morally untainted, but has simultaneously reproduced racial hierarchies and perpetuated the myth of a white Europe and the neoliberal discourse of deservingness.",
          "url": "https://doi.org/10.1177/01634437251328201",
          "doi": "https://doi.org/10.1177/01634437251328201",
          "filter": 0
        },
        {
          "title": "The politics of locationality: Interrogating AI development, locational (dis)advantage and governance in Africa",
          "authors": "Vincent Obia",
          "abstract": "The paper considers the question of location in the development and governance of artificial intelligence in Africa. The discussion draws from ideas on locational advantage and the mix of factors that affect inequalities in AI development and how this influences the ability that countries have to shape AI norms, cultures and governance. It analyses policy documents and internet databases to highlight Africa’s place in AI development, the continent’s governance approach and the symbiotic relationship that explains the influence of advanced countries and tech corporations in the AI landscape. Based on this, it proposes the concept of the ‘politics of locationality’ to extend our understanding of how the power resident in AI systems is associated with their primary situatedness and how this reality, in turn, (re)produces imbalances and unequal opportunities for Africa in AI development and governance. It concludes with implications for Africa’s contribution to global AI cultures, design and governance at this time of pressing need for well-balanced AI policies.",
          "url": "https://doi.org/10.1177/01634437251328209",
          "doi": "https://doi.org/10.1177/01634437251328209",
          "filter": 0
        },
        {
          "title": "Situated ethics: Ethical accountability of local perspectives in global AI ethics",
          "authors": "Astrid Mager, Magdalena Eitenberger, Jana Winter, Barbara Prainsack, Christiane Wendehorst, Payal Arora",
          "abstract": "This article investigates growing tensions between global AI ethics and local practices contributing to long-standing debates in media and communication studies on the complex relation between the human and the machine, as well as ‘the global’ and its ties to real-world contexts. We argue that seemingly universal principles such as privacy, accountability and transparency need to be scrutinised by considering the role cultural and social diversity around the globe play in the context of AI. Drawing on examples of a global qualitative study on digital ethics, we introduce the notion of ‘situated ethics’ by focussing on local contexts, concerns and lived experiences. We elaborate how supposedly universal principles are filled with varying, context-specific meanings, and argue that these situated, local perspectives deeply matter when considering how ethical AI principles can be translated into concrete AI design and policy. Strengthening more inclusive processes of AI policy-making under the consideration of situated approaches allows for a more nuanced, and more contextually relevant ethics-in-practice. To conclude, we argue that co-design and community-driven processes could help to avoid top-down approaches to digital ethics, while staying committed to universal human rights to fight power abuse and discrimination in the name of cultural values.",
          "url": "https://doi.org/10.1177/01634437251328200",
          "doi": "https://doi.org/10.1177/01634437251328200",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Platform Imperialism Theory From the Asian Perspectives",
          "authors": "Dal Yong Jin",
          "abstract": "This article examines how digital platforms construct imperialism in the Asian cultural markets. It discusses the increasing role of global digital platforms in cultural production, referring to the production and circulation of cultural content in Asia. It articulates how global digital platforms in the audio-visual sector, including broadcasting, film, and popular music, have expanded their market shares in Asian cultural markets to determine the similarities and differences between East Asia and other regions in the construction of platform imperialism. Finally, it examines whether Western digital platforms perpetuate a vicious circle in the local cultural sphere, despite the growth of local digital platforms in Asia, while contemplating its broader implications for global cultural markets.",
          "url": "https://doi.org/10.1177/20563051251329692",
          "doi": "https://doi.org/10.1177/20563051251329692",
          "filter": 0
        },
        {
          "title": "Visual Identities in Troll Farms: The Twitter Moderation Research Consortium",
          "authors": "Marco Bastos",
          "abstract": "The Twitter Moderation Research Consortium is a database of network propaganda and influence operations that includes 115,474 unique Twitter accounts, millions of tweets, and over one terabyte of media removed from the platform between 2017 and 2022. We probe this database using Google’s Vision API and Keras with TensorFlow to test whether foreign influence operations can be identified based on the visual presentation of fake user profiles emphasizing gender, race, camera angle, sensuality, and emotion. Our results show that sensuality is a variable associated with operations that replicate the Kremlin-linked Internet Research Agency campaign, being particularly prevalent in influence operations that targeted communities in North and South America, but also in Indonesia, Turkey, and Pakistan. Our results also show that the visual identities of fake social media profiles are predictive of influence operations given their reliance on selfies, sensual young women, K-pop aesthetics, or alternatively nationalistic iconography overlaid with text to convey ideological positioning.",
          "url": "https://doi.org/10.1177/20563051251323652",
          "doi": "https://doi.org/10.1177/20563051251323652",
          "filter": 0
        },
        {
          "title": "Connective Democracy: A New Approach to Fighting Political Divisiveness",
          "authors": "Gina M. Masullo, Martin J. Riedl",
          "abstract": "This special issue explores connective democracy, a new theoretical approach to fighting and understanding political polarization and divisiveness online. Connective democracy asks scholars to think about solutions that bridge societal and political divides, particularly on social media. Our collection of six articles theorizes connective democracy and applies the theoretical concept to global situations, such as nurturing freedom of speech in Myanmar (Burma) and discussions of a new constitution in Chile. The articles in this special issue also consider how connective democracy is useful for understanding current problems related to polarization, such as misinformation and online vitriol, as well as how social media affordances support connective democracy. This body of work contributes to our understanding of how to deal with one of the most challenging problems facing democracy today, rampant polarization and divisiveness online.",
          "url": "https://doi.org/10.1177/20563051251330390",
          "doi": "https://doi.org/10.1177/20563051251330390",
          "filter": 0
        },
        {
          "title": "Platformization’s Elsewheres: Japanese Convenience Stores and the Platform Economy",
          "authors": "Marc Steinberg",
          "abstract": "Platformization’s elsewheres refers to other locations and places where platformization as a process takes place. This article focuses on the franchised Japanese convenience store as a particularly salient site from which to understand platformization in Japan. It is also crucial for thinking the platform economy historically and regionally within Asia where Japanese-style convenience stores abound, as well as globally given how Japan’s convenience stores were a model of the internet-connected mobile phone that in turn becomes a model for iPhone and Android smartphones. Focusing on the convenience store and its Japanese trajectory of development allows us to see the process of platformization of the franchised, networked, logistically-enabled convenience store from the 1970s to the present. The convenience store is, I argue, a crucial, if overlooked, site for platformization in Asia and beyond. It is also a key site for rethinking the most central of feelings to the platform economy: convenience.",
          "url": "https://doi.org/10.1177/20563051251328096",
          "doi": "https://doi.org/10.1177/20563051251328096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Automating spectrum sharing: A bottom-up approach and research agenda",
          "authors": "William Lehr, Randall Berry, Igor Kadota, Carlos E. Caicedo Bastidas, Kangle Mu, Zongyun Xie, Irfan Tamim",
          "url": "https://doi.org/10.1016/j.telpol.2025.102937",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102937",
          "filter": 0
        },
        {
          "title": "Greening the telecommunications industry – Consumer preferences and surcharges for environmental attributes of mobile phone plans",
          "authors": "Jessica Mazurek, Raul Prey",
          "url": "https://doi.org/10.1016/j.telpol.2025.102956",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102956",
          "filter": 0
        },
        {
          "title": "The effect of gender inequality in internet access on energy poverty: A preliminary investigation in developing countries",
          "authors": "Juan Ma, Henri Njangang",
          "url": "https://doi.org/10.1016/j.telpol.2025.102959",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102959",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
