{
  "update": "2025-03-21",
  "content": [
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "The separate and combined effects of (in)accessible and (un)sophisticated political communication on citizens’ reasoning and attitudes toward politicians",
          "authors": "Emma Turkenburg",
          "abstract": "Contemporary political discussions are often subject to criticism of increasing simplification. Yet, there are also explicit calls for simplicity, and worries about the effects of politicians’ overly complex talk. This paper addresses these concerns, distinguishing between inaccessibility (complex form) and unsophisticatedness (simplistic content), and exploring their separate and combined effects on citizens’ reasoning and attitudes toward politicians. Results of a 2 × 2 experiment (N = 1,959) show that both inaccessible and unsophisticated political communication negatively affect citizens’ self-reported reasoning, and lower affective evaluations of the communicating politician. Yet, only a lack of sophistication lowers evaluations of politicians’ qualifications. When combined, inaccessibility and unsophisticatedness do not strengthen each other’s negative impact across the board. This study highlights the importance of considering both accessibility and sophisticatedness as separate dimensions, and presents novel insights into how these different forms of simplicity and complexity impact the way citizens think about politics and politicians.",
          "url": "https://doi.org/10.1093/hcr/hqaf002",
          "doi": "https://doi.org/10.1093/hcr/hqaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Dynamics of attachment insecurity to young adult problematic social media use: an ecological momentary assessment study",
          "authors": "Xujia Bai, Chunmei Lan, Jiayu Li, Yuhong Zhou, Xu Chen, Xuemei Gao",
          "url": "https://doi.org/10.1080/1369118x.2025.2479794",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479794",
          "filter": 0
        },
        {
          "title": "Gov-tech as capture: public infrastructures under data capitalism",
          "authors": "Burcu Baykurt",
          "url": "https://doi.org/10.1080/1369118x.2025.2479788",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479788",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "An intellectual history of digital colonialism",
          "authors": "Toussaint Nothias",
          "abstract": "In recent years, the scholarly critique of tech power as a form of digital colonialism has gained prominence. Scholars from various disciplines—including communication, law, computer science, anthropology, and sociology—have turned to this idea (or related ones such as tech colonialism, data colonialism, and algorithmic colonization) to conceptualize the harmful impact of digital technologies globally. This article reviews significant historical precedents to the current critique of digital colonialism and further shows how digital rights activists from the Global South have been actively developing and popularizing these ideas over the last decade. I argue that these two phenomena help explain why scholars from varied disciplines developed adjacent frameworks simultaneously and at this specific historical juncture. The article also proposes a typology of digital colonialism around six core features. Overall, this article encourages historicizing current debates about tech power and emphasizes the instrumental role of nonscholarly communities in knowledge production.",
          "url": "https://doi.org/10.1093/joc/jqaf003",
          "doi": "https://doi.org/10.1093/joc/jqaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Corrigendum to “[Crosscurrents: Welfare]”",
          "url": "https://doi.org/10.1177/01634437251330074",
          "doi": "https://doi.org/10.1177/01634437251330074",
          "filter": 0
        },
        {
          "title": "Digital disconnective practice: Online platform migration and technology non-use in the age of emerging social media and polarized societies",
          "authors": "Muhammad Ittefaq",
          "abstract": "This Crosscurrent notes the rising phenomenon of online platform migration and technology non-use, fueled by the emergence of new social media platforms and increasing societal polarization. As platforms such as X (formerly Twitter) and Meta face backlash over issues such as misinformation, fact-checking, conspiracy theories, and toxic discourse, alternatives like BlueSky, Mastodon, and Threads are attracting users. Revisiting the concept of platform migration and disconnective practice , this Crosscurrent contribution highlights both temporary and permanent shifts, exploring motivations through the lens of push-pull theory, including dissatisfaction with platform policies, peer influence, and the pursuit of safer, more inclusive digital spaces. I contend that migration extends beyond individuals to entire communities, reshaping social connections and digital ecosystems. In addition, while migration and disconnection may be related, they remain distinct concepts within the broader study of disconnection in our hyper-connected, globalized society. By studying platform migration as both a personal and collective act, this Crosscurrent underscores the need for interdisciplinary scholarship to understand its societal impact and implications for the future of online discourse.",
          "url": "https://doi.org/10.1177/01634437251326397",
          "doi": "https://doi.org/10.1177/01634437251326397",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Bearing the Unbearable: Double Controls and Disguised Precarity on China-Based Platforms",
          "authors": "Le Lin, Grace Chun Guo",
          "abstract": "This article examines controls over platform laborers by platforms and states as well as the precarity of platform laborers. Adopting a multi-level approach, we put the spotlight on how states, platforms and laborers interact with each other when states and platforms impose their controls over overseas laborers. Drawing on 47 in-depth interviews, surveys and online data collected during 2018–2023 on ABCKID (pseudonym), a large China-based platform employing North American laborers, we unpack how state control directly affected the lives of laborers and indirectly impacted platform work through strengthening platform control over laborers. Our findings show that the state is not necessarily an ally with platform laborers but could be a major source of control over these laborers. We also document how the platform took advantage of laborers’ dependency on the platform and collaborated with them to get around state controls. Furthermore, we introduce the concept of disguised precarity and illustrate how laborers’ precarity became more disguised as double controls unfolded. We argue that double controls by platforms and the states can exacerbate platform laborers’ precarity even though their precarity may seem to be tolerable.",
          "url": "https://doi.org/10.1177/20563051251323025",
          "doi": "https://doi.org/10.1177/20563051251323025",
          "filter": 0
        },
        {
          "title": "Men in Beauty Work and Feminization of Digital Labor Platforms",
          "authors": "Sai Amulya Komarraju, Manisha Pathak-Shelat, Payal Arora, Usha Raman",
          "abstract": "Extant research on the gendered dynamics on digital labor platforms and care work is divided in terms of focus: (migrant) men involved in supposedly “masculine” work such as driving and delivery, and home-based repair work, and the feminized invisible work performed by women in home-based care-work such as domestic work and beauty work. While such scholarship has merit, it completely dismisses the particularities of the South Asian context where beauty work, considered to be ritually impure work, has historically been performed by men from the marginalized Nai caste. Foregrounding the views of men in beauty work, particularly Nai-barbers (on and off platform), our findings reveal that Nai-barbers find the relocation of work from barbershop to customer’s home by platforms particularly humiliating. The transition from being entrepreneurs, in charge of their barbershops, to mere workers supervised by both platforms and customers, evokes memories of the servitude their ancestors endured. The humiliation and degradation of work they experience are rooted in caste and colonial histories. Our findings underscore the need to go beyond the immediate temporal context to identify the conditions of work that workers find degrading, and situate the feminization of platform economy within the context of coloniality and casticization of power, thus bringing a necessary intersectionality that recognizes but goes beyond gender.",
          "url": "https://doi.org/10.1177/20563051251326665",
          "doi": "https://doi.org/10.1177/20563051251326665",
          "filter": 0
        },
        {
          "title": "Journalists, Emotions, and the Introduction of Generative AI Chatbots: A Large-Scale Analysis of Tweets Before and After the Launch of ChatGPT",
          "authors": "Seth C. Lewis, David M. Markowitz, Jon Benedik A. Bunquin",
          "abstract": "As part of a broader look at the impact of generative AI, this study investigated the emotional responses of journalists to the release of ChatGPT at the time of its launch. By analyzing nearly 1 million Tweets from journalists at major US news outlets, we tracked changes in emotion, tone, and sentiment before and after the introduction of ChatGPT in November 2022. Using various computational and natural language processing techniques to measure emotional shifts in response to ChatGPT’s release, we found an increase in positive emotion and a more favorable tone post-launch, suggesting initial optimism toward AI’s potential. This research underscores the pivotal role of journalists as interpreters of technological innovation and disruption, highlighting how their emotional reactions may shape public narratives around emerging technologies. The study contributes to understanding the intersection of journalism, emotion, and AI, offering insights into the broader societal impact of generative AI tools.",
          "url": "https://doi.org/10.1177/20563051251325597",
          "doi": "https://doi.org/10.1177/20563051251325597",
          "filter": 0
        },
        {
          "title": "Post-Socialist Imaginaries of the Digital Third Front: The Case of Guizhou-Cloud Big Data",
          "authors": "Bingchun Meng",
          "abstract": "This article theorizes the politics and poetics of data infrastructure through an examination of Guizhou-Cloud Big Data (GCBD), the state-owned enterprise that landed the deal with Apple to build its first data center in China. I deploy the concept of “post-socialist imaginaries” to analyze how Guizhou, an economically lagging province, has positioned itself as a strategic hub for big data and cloud computing. The “politics” refers to the development policies promoting digital innovation as an engine of growth, while the “poetics” involves the discursive framing of big data through fantasies and desires. The qualifier “post-socialist” highlights the coexistence of multiple temporalities beyond linear developmentalism. By probing this peculiar case, the article aims to generate insights into how data infrastructures are being institutionally reconfigured in China vis-a-vis its modernization trajectory and divergent conditions compared to Western contexts. It calls for alternative theoretical frameworks to unpack the materiality and spatiality of data at the current conjuncture.",
          "url": "https://doi.org/10.1177/20563051251316949",
          "doi": "https://doi.org/10.1177/20563051251316949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Tech diplomacy and Critical Technologies: Case of the LEO satellite internet",
          "authors": "Kamel Dine Remili, Nadjoua Bouzourine, Riad Hartani, Adel Belouchrani",
          "url": "https://doi.org/10.1016/j.telpol.2025.102947",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102947",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
