{
  "update": "2025-05-23",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "The Extended Morality as Cooperation Dictionary (eMACD): A Crowd-Sourced Approach via the Moral Narrative Analyzer Platform",
          "authors": "Musa Malik, Sungbin Youk, Frederic R. Hopp, Oliver S. Curry, Marc Cheong, Mark Alfano, René Weber",
          "url": "https://doi.org/10.1080/19312458.2025.2500329",
          "doi": "https://doi.org/10.1080/19312458.2025.2500329",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Network Histories: Methods and Measures for Studying Interdependence and Interconnectedness Within Digital Journalism",
          "authors": "Allie Kosterich, Adam Saffer, Matthew S. Weber, Daniel Kreiss",
          "url": "https://doi.org/10.1080/21670811.2025.2505981",
          "doi": "https://doi.org/10.1080/21670811.2025.2505981",
          "filter": 0
        },
        {
          "title": "From Automation to Transformation with AI-Tools: Exploring the Professional Norms and the Perceptions of Responsible AI in a News Organization",
          "authors": "Hannes Cools, Claes H. de Vreese",
          "url": "https://doi.org/10.1080/21670811.2025.2505982",
          "doi": "https://doi.org/10.1080/21670811.2025.2505982",
          "filter": 0
        },
        {
          "title": "Beyond “Emergencies?\" Reporting on Humanitarian Issues Around the World",
          "authors": "Kate Wright, Dani Madrid-Morales, Christopher Barrie",
          "url": "https://doi.org/10.1080/21670811.2025.2502129",
          "doi": "https://doi.org/10.1080/21670811.2025.2502129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "The network mechanisms behind the sharing of online traffic among three platforms in two different categories: a longitudinal analysis of audience overlap among social and communication platforms",
          "authors": "Yu Xu",
          "url": "https://doi.org/10.1080/1369118x.2025.2506142",
          "doi": "https://doi.org/10.1080/1369118x.2025.2506142",
          "filter": 0
        },
        {
          "title": "Credibility and influence in health messaging: examining medical professionals' role on X in promoting N95 respirators during COVID-19",
          "authors": "Wasim Ahmed, M. Laeeq Khan, Aqdas Malik, Satish Krishnan, Mariann Hardey, Matthew S. Katz, Mokhtar Elareshi",
          "url": "https://doi.org/10.1080/1369118x.2025.2504605",
          "doi": "https://doi.org/10.1080/1369118x.2025.2504605",
          "filter": 0
        },
        {
          "title": "Paradox of data commons: governance lessons from a health data intermediary multi-case study",
          "authors": "Jan Oleszczuk Zygmuntowski",
          "url": "https://doi.org/10.1080/1369118x.2025.2504608",
          "doi": "https://doi.org/10.1080/1369118x.2025.2504608",
          "filter": 0
        },
        {
          "title": "Social distancing in times of corona: a longitudinal study on the role of (mass media-) communication for perceived social distancing norms",
          "authors": "Jule Scheper, Sophie Bruns",
          "url": "https://doi.org/10.1080/1369118x.2025.2502050",
          "doi": "https://doi.org/10.1080/1369118x.2025.2502050",
          "filter": 0
        },
        {
          "title": "The surveillance complex: deputized law and order in advanced democracies",
          "authors": "Isadora Borges Monroy",
          "url": "https://doi.org/10.1080/1369118x.2025.2505696",
          "doi": "https://doi.org/10.1080/1369118x.2025.2505696",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Infrastructural power: State strategies for internet control",
          "authors": "Juan Ortiz Freuler",
          "url": "https://doi.org/10.14763/2025.2.2009",
          "doi": "https://doi.org/10.14763/2025.2.2009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Newspaper framing of attempts to ban LGTBQ books in the U.S., U.K., and Ireland",
          "authors": "Laura H Marshall, Steve Bien-Aimé",
          "abstract": "Recent book bans in America and the UK grew to record numbers in 2023, with most of the banned books focusing on LGBTQ issues and characters. Conservative groups have worked to frame their efforts as “parents’ rights,” common-sense restrictions on ideas and language not suitable for young audiences, starting with campaigns to keep books with sexual topics out of public school libraries. Opponents of the bans argue that eliminating access to books suppresses the voices of non-heteronormative groups. One of the most frequently banned books became an especial focus in the early 2020s, and its author’s voice featured in British stories but rarely American news. Juno Dawson and her work This Book Is Gay became a voice for other authors of banned books, but our analysis shows authors’ voices are rarely heard in these stories and news outlets tend to frame the debate in somewhat predictable ways, setting opponents and ban supporters against each other with librarians caught in the middle. Our thematic analysis of 178 news stories published from 2014 to 2023 in which “This Book is Gay” appeared used Chat GPT as an intermediary “coder” and found five common frames in the stories.",
          "url": "https://doi.org/10.1177/01634437251331901",
          "doi": "https://doi.org/10.1177/01634437251331901",
          "filter": 0
        },
        {
          "title": "Being Chinese or becoming Chinese? Discursive imaginations of Eileen Gu across media platforms",
          "authors": "Zhiqiu Benson Zhou, Yang Liu",
          "abstract": "This article examines representations and discussions of Eileen Gu, a biracial athlete who represented China in the 2022 Winter Olympics and won two gold medals and one silver medal, on Chinese state-owned and social media. Despite Gu’s unprecedented achievement, her identity drew controversy in China. This comparative study of media discourses on Gu reveals how Chinese identity is contested in a global context. The analysis suggests that state-owned and social media use different rhetoric to discuss Gu’s Chinese identity as either a state of being or a process of becoming. State-owned media highlight Chinese identity as a “being” by emphasizing Gu’s kinship and cultural ties to China, thus acknowledging her essentialized identity as a Chinese. Social media, represented by Zhihu , underscore Chinese identity as a “becoming” that is not only based on connections to China but also on reiterated performances of Chinese culture and commitment. Social media users largely negate Gu’s Chinese identity due to her perceived failure to provide sufficient evidence that she has become Chinese. The two modes of rhetoric reflect the state’s and ordinary citizens’ respective relationships with global elites, which have shaped their varied framings of Gu.",
          "url": "https://doi.org/10.1177/01634437251341708",
          "doi": "https://doi.org/10.1177/01634437251341708",
          "filter": 0
        },
        {
          "title": "“I remember, I saw, I knew”: Journalists’ use of first-person storytelling in award-winning podcasts",
          "authors": "Jessica Pettengill",
          "abstract": "This study focuses on first-person storytelling in six United States, award-winning podcast series. Using grounded theory, first-person language is explored as a unique journalism practice in podcasting, its utility as both a journalistic and storytelling device, and its subversion of Westernized objectivity norms. This study’s analysis found that podcast journalists used their own lived experiences conveyed through a spectrum of journalistic storytelling devices, including reflexive narration, retrospective reporting, memory recollection, translational storytelling, community alignment, metajournalistic discourse, and eye-witnessing. By investigating podcasting’s narrative techniques and its positioning within the process of collective memory, this research sheds light on podcasting’s role in amplifying marginalized voices, examining complex social justice issues, and pushing boundaries in journalism culture in the United States.",
          "url": "https://doi.org/10.1177/01634437251338765",
          "doi": "https://doi.org/10.1177/01634437251338765",
          "filter": 0
        },
        {
          "title": "Situating AI: Global media approaches to artificial intelligence",
          "authors": "Payal Arora, Simone Natale",
          "abstract": "Discussions on AI ethics and policies often focus on metaphysical questions and normalizing insights, such as the difference between humans and machines and the changing meanings of human intelligence. Since AI is always situated in specific cultural and social contexts, however, such approaches fail to capture key dimensions of the relationships and patterns of interactions that people and institutions around the world have with emerging technologies such as generative AI. This Crosscurrents themed section hosts interventions that tackle this problem. Mobilizing the tradition in media and cultural studies that stresses the importance of situating communication in specific context and cultures, contributors envision potential pathways that bring the question of culture and the dimension of everyday experiences to the center stage, thereby contextualizing AI more rigorously within the dialectic of the global and local cultures. Through this lens, we aim to foster critical dialogue and advance understandings of AI within the contemporary geopolitics of global cultures.",
          "url": "https://doi.org/10.1177/01634437251341702",
          "doi": "https://doi.org/10.1177/01634437251341702",
          "filter": 0
        },
        {
          "title": "Renting royalties: How the assetization of music copyrights contributes to inequality for musicians",
          "authors": "D. Bondy Valdovinos Kaye",
          "abstract": "This study presents a critique of assetization in the music industry through a case study of royalty shares and their effect on musicians. A royalty share is a form of securitized music copyright that is packaged and sold as an investment asset to buyers on royalty sharing marketplaces (RSMs). Royalty shares represent an evolutionary step in financialization of music markets that contributes to deepening inequalities by transforming copyright ownership, introducing new kinds of socio-legal obligations between musicians and financial rentiers, and shifting the way recorded music is valued. Drawing on field ethnography at music industry trade events, qualitative interviews with RSM executives, and document analysis of corporate communication and music business trade press, this article answers the question: to what extent does the rise of assetized music copyrights traded on RSMs contribute to inequality for musicians. This article argues that the assetization of musical copyrights introduces new legal frameworks to exploit musicians while maintaining existing inequalities and poor working conditions in the music industries. The conclusion reflects on the consequences of royalty shares becoming more normalized in music markets and indicates directions for future research into the assetization of cultural production.",
          "url": "https://doi.org/10.1177/01634437251341715",
          "doi": "https://doi.org/10.1177/01634437251341715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Do They Even Care? Empirical Evidence for the Importance of Listening in Democracy",
          "authors": "Ethan C. Busby, Andrew Ifedapo Thompson, Suzy Yi",
          "url": "https://doi.org/10.1080/10584609.2025.2504509",
          "doi": "https://doi.org/10.1080/10584609.2025.2504509",
          "filter": 0
        },
        {
          "title": "Misperceptions of Public Opinion During Crises: Evidence from the COVID-19 Pandemic",
          "authors": "Ernesto de León, Sarah Geber, Daniel Vogler, Dario Siegen, Mark Eisenegger, Thomas Friemel",
          "url": "https://doi.org/10.1080/10584609.2025.2502401",
          "doi": "https://doi.org/10.1080/10584609.2025.2502401",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "In the Mood for Likes: A Longitudinal Study of Civil Society Organizations’ Emotional Communication on Social Media",
          "authors": "Nils Gustafsson, Nils Holmberg, Noomi Weinryb, Anders Olof Larsson",
          "abstract": "Emotional communication, especially through social media platforms, has become a contemporary populist threat. While this phenomenon has been studied in for example news media and social movements, we know less about its influence on civil society organizations, despite their pluralism being a centerpiece in a vibrant democracy. More specifically, we do not know if social media make civil society organizations more isomorphic and thus decreasing the diversity of their emotional communication over time. This question is relevant given the broad range of organizational fields that civil society engages in, as well as the documented push toward especially extreme positivity on social media platforms. Given this background, the article explores the use of positive and negative sentiment, as well as of sentiment intensity, over time in the social media communication of different organizational fields of civil society. We employ sentiment analysis to analyze approximately 100,000 organizational posts on Facebook from 125 Swedish nonprofit organizations during 2015–2020. We find that the pluralism of civil society organizations across different fields, as regards emotional communication, is retained over time, thus not threatening the pluralism of civil society in this way. In addition, emotional communication, and especially positivity, increases over time in all fields in absolute terms. However, considering post length, the relative amount of emotional communication exhibits less of an increase. Rather, across all fields there is an unexpected isomorphism relating to posts becoming longer, while enticing less user engagement. This development, rather than the lack of pluralism, raises democratic concerns.",
          "url": "https://doi.org/10.1177/20563051251337220",
          "doi": "https://doi.org/10.1177/20563051251337220",
          "filter": 0
        },
        {
          "title": "Like, Share, Lead: The Impact of Social Media on Authority and Legitimacy in the Labor Movement",
          "authors": "Mark Friis Hau",
          "abstract": "This article draws on the theories of Max Weber to explore how social media can redefine organization and hierarchy in the contemporary labor movement. Through a mixed-methods approach combining quantitative analysis of social media posts and in-depth interviews with key grassroots activists in Denmark, the article highlights how the personal, affective, and participatory nature of social media challenges traditional union legitimacy. The findings suggest that as affect and individual narratives become increasingly powerful tools for the labor movement, unions must explore ways to incorporate these new modes of communication. This includes a deep understanding of the interplay between different forms of legitimacy on digital platforms, and how these can complement each other rather than compete in the pursuit of labor rights and democratic organization. This study contributes to a broader discussion on the impact of digital platforms on organizations, offering a unique perspective on the intersection of technology and power.",
          "url": "https://doi.org/10.1177/20563051251337869",
          "doi": "https://doi.org/10.1177/20563051251337869",
          "filter": 0
        },
        {
          "title": "From Disruptive Protests to Disrupted Networks? Analyzing Levels of Polarization in the German Twitter/X Debates on “Fridays for Future” and “Letzte Generation”",
          "authors": "Hendrik Meyer, Louisa Pröschel, Michael Brüggemann",
          "abstract": "Examining how different forms of climate protest affect social media debates is critical to understanding their role within societal climate policy discourse. This study compares debates surrounding disruptive and non-disruptive movements on Twitter/X, asking to what extent they lead to ideologically and affectively polarized networks. We analyzed debates around two prominent German climate movements—Fridays for Future and Last Generation—using automated content and network analyses ( N = ~5,000,000) and manual content analyses ( N = 2,830) of data compiled during 2022 and 2023. In doing so, we identified the types of events, (extreme) frames, users, and interactions that shape the structure of the online debates. The results reveal polarized networks in both debates, with the climate protesters’ antagonists driving discursive polarization. The Last Generation debate, however, has a significantly higher number of antagonistic users, more extreme frames, more toxic cross-group interactions, and less diverse network clusters. Last Generation generated higher individual user engagement, suggesting that debates about disruptive protests are effective at attracting attention, albeit at the cost of distracting from climate policy and expanding antagonistic networks. This debate was more polarized than that around Fridays for Future, dividing users into opposing camps, with fewer political and journalistic actors being on the protesters’ side. Thus, the disruptive protests unleashed two types of connective action: a supportive network that defended the protesters and their goals more extensively than during non-disruptive protests, and an antagonistic backlash network driven by what we term “connective counteraction.”",
          "url": "https://doi.org/10.1177/20563051251337400",
          "doi": "https://doi.org/10.1177/20563051251337400",
          "filter": 0
        },
        {
          "title": "Spaces of Hybridized Prefatory Extremism (HYPE) on Social Media",
          "authors": "Line Nybro Petersen, Mikkel Bækby Johansen",
          "abstract": "New trends in online extremism are currently unsettling the typical classifications used to assess violent threats to democratic societies. While extremism is usually perceived to be a matter of extreme ideologies and methods, social media enables and shapes distinct hybridization processes by which conspiracy beliefs, personal grievances, and various ad hoc convictions are combined with ideology fragments, consequently producing new extremist narratives. However, research into hybridized extremism has not yet accounted for the specific role of digital platforms and social media. This article develops the concept of hybridized prefatory extremism (HYPE) spaces to account for these recent changes and offers a heuristic framework for future studies to pinpoint the participatory engagement of digital publics in co-creating hybrid forms of extremism which may evolve into violent extremism. Based on five quantitative and five qualitative datasets collected through digital ethnography, the article identifies three domains, which shape HYPE spaces: (1) actors , (2) practices , and (3) content . Through these three domains, we are able to point to how emerging processes of hybridization of extremism are not only a matter of content hybridity, but also a hybridity of technologies, aesthetics, and participation. The conceptualization of HYPE spaces allows researchers and practitioners to carry out further empirical studies to elucidate the distinct role of social media in current trends of extremism and identify and monitor potential risks of hostile and violent action in online spaces.",
          "url": "https://doi.org/10.1177/20563051251340145",
          "doi": "https://doi.org/10.1177/20563051251340145",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Do digital platform's unethical behaviors influence users' trust and intention to use alternative platforms?",
          "authors": "Jungyong Ahn, Seongcheol Kim",
          "url": "https://doi.org/10.1016/j.telpol.2025.102996",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102996",
          "filter": 0
        },
        {
          "title": "On the verge of a digital divide in the use of generative AI?",
          "authors": "David Suárez, Begoña García-Mariñoso",
          "url": "https://doi.org/10.1016/j.telpol.2025.102997",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102997",
          "filter": 0
        },
        {
          "title": "Are we there yet? The persistent digital marginalization of remote rural communities: A mixed-method longitudinal study (2014–2023)",
          "authors": "Isabel Pavez, Teresa Correa, Catalina Farías, Nicolás Tobar",
          "url": "https://doi.org/10.1016/j.telpol.2025.102994",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102994",
          "filter": 0
        },
        {
          "title": "The phenomena of spatial spillovers of digitalization and competitiveness inside European regions",
          "authors": "Félix Hernández de Rojas, Pilar Rodríguez Pita, Jorge Emiliano Pérez Martínez",
          "url": "https://doi.org/10.1016/j.telpol.2025.102989",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102989",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
