{
  "update": "2025-12-12",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Conditions of Relational Turbulence as Antecedents and Outcomes of Relationship Maintenance Behaviors During the COVID-19 Pandemic",
          "authors": "Hannah E. Jones, Jennifer A. Theiss",
          "abstract": "This study utilizes relational turbulence theory to explore how conditions of relational turbulence are associated with relationship maintenance behaviors as a form of relationship functioning during the COVID-19 pandemic. A sample of 151 dyads (302 individuals) completed four weekly online surveys between March and June 2020. Data were analyzed using multi-level modeling to examine actor and partner effects and over-time effects. Results revealed associations between relational uncertainty, interdependence, negative emotions, stress, and relational turbulence for both actors and partners. In addition, actors’ perceived relational turbulence was negatively associated with relationship maintenance behaviors. Finally, actors’ relationship maintenance behaviors in one week were positively associated with improved relationship qualities in the following week across all models, and partners’ maintenance behaviors predicted actors’ subsequent perceptions of interference and facilitation. The findings are discussed in terms of theoretical implications for relational turbulence theory and practical implications for helping romantic partners navigate challenging transitions.",
          "url": "https://doi.org/10.1177/00936502251378583",
          "doi": "https://doi.org/10.1177/00936502251378583",
          "filter": 0
        },
        {
          "title": "A Double-Edged Sword? The Consequences of Work-Related Instant Messaging Use for Employees",
          "authors": "Ellen Soens, An-Sofie Claeys, Cen April Yue",
          "abstract": "Amid growing concerns about employee misconduct within private WhatsApp groups, this study captures the dual nature of work-related group chats on external instant messaging platforms. We distinguish between employees’ prosocial (e.g., information sharing) and antisocial (e.g., bullying) work-related instant messaging use. In addition, we examine the positive (i.e., resources) and negative (i.e., demands) consequences of this use for employee well-being, operationalized as work engagement and exhaustion. Data were collected from 383 Belgian and 375 U.S. employees via an online survey and analyzed using structural equation modeling. Results show that antisocial work-related instant messaging is relatively rare. Yet, it is associated with reduced communication efficiency, increased co-worker conflicts and work-life tensions, which in turn relate to lower work engagement and higher exhaustion. Prosocial work-related instant messaging use is generally linked to better co-worker communication and relationships, which enhance work engagement and reduce exhaustion. However, these findings proved to be partially culture-bound.",
          "url": "https://doi.org/10.1177/00936502251401642",
          "doi": "https://doi.org/10.1177/00936502251401642",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "The impact of body-positive and fitspirational influencers on body satisfaction: a longitudinal study of evolving parasocial relationships",
          "authors": "Priska L Breves, Sophie C Boerman, Jan-Philipp Stein, Carolin Ischen, Zeph M C van Berlo",
          "abstract": "Body-focused influencers are ubiquitous on social media, promoting diverse messages around physical appearances, fitness, and self-acceptance. This longitudinal study investigates how repeated exposure to body-positive, fitspirational, and nonbody-focused influencers shapes users’ parasocial relationship development, wishful identification, appearance-based social comparison, and body satisfaction over a 3-week period. Using a mobile-based experience sampling method, participants were exposed to daily influencer content and completed surveys at four time points (Nt1(Day 1) = 181, Nt2(Day 8) = 155, Nt3(Day 15) = 142, Nt4(Day 22) = 112). Findings show that parasocial relationships developed most strongly with the body-positive influencer, while no significant increase was found for the fitspirational and control conditions. Over time, exposure to body-positive content led to increases in wishful identification and body satisfaction, whereas fitspirational content did not produce significant longitudinal effects. Social comparison intensity was higher in both body-focused conditions compared to the control, but remained stable over time.",
          "url": "https://doi.org/10.1093/hcr/hqaf029",
          "doi": "https://doi.org/10.1093/hcr/hqaf029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "A daily diary study on the relationship between negative affect and problematic short video use: the mediating role of rumination and the cross-level moderating role of self-control",
          "authors": "Youling Bai, Can Ben, Yu Wu, Wenshuang Xu, Yanling Liu",
          "url": "https://doi.org/10.1080/1369118x.2025.2598048",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598048",
          "filter": 0
        },
        {
          "title": "‘Virtuality is a Matter of Class’: sociological determinants of teletherapy in mental health work",
          "authors": "Pablo J. Boczkowski",
          "url": "https://doi.org/10.1080/1369118x.2025.2596344",
          "doi": "https://doi.org/10.1080/1369118x.2025.2596344",
          "filter": 0
        },
        {
          "title": "Information and news use by older adults in social media and messenger apps: a systematic literature review",
          "authors": "Luise Anter, Martin Fischer, Anna Sophie Kümpel",
          "url": "https://doi.org/10.1080/1369118x.2025.2598049",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598049",
          "filter": 0
        },
        {
          "title": "‘More than a feeling’ – Facebook reactions and the sharing of political posts during Scandinavian elections",
          "authors": "Bente Kalsnes, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2595670",
          "doi": "https://doi.org/10.1080/1369118x.2025.2595670",
          "filter": 0
        },
        {
          "title": "Enhancing digital literacy in children and adolescents: a meta-analysis of school-based interventions",
          "authors": "Chunkai Li, Miaoji Zhang, Kexin Xie",
          "url": "https://doi.org/10.1080/1369118x.2025.2584142",
          "doi": "https://doi.org/10.1080/1369118x.2025.2584142",
          "filter": 0
        },
        {
          "title": "AI Governance as scale work: synthetic journalism across scalar collisions",
          "authors": "Mike Ananny",
          "url": "https://doi.org/10.1080/1369118x.2025.2597508",
          "doi": "https://doi.org/10.1080/1369118x.2025.2597508",
          "filter": 0
        },
        {
          "title": "Examining the implications of different news avoidance practices during elections in Greece and Brazil",
          "authors": "Antonis Kalogeropoulos, Camila Mont'Alverne, Patricia Rossini, Lamprini Rori",
          "url": "https://doi.org/10.1080/1369118x.2025.2596340",
          "doi": "https://doi.org/10.1080/1369118x.2025.2596340",
          "filter": 0
        },
        {
          "title": "Humanizing digital governance: human-centered sociological scholarship into digital governance",
          "authors": "Celeste Campos-Castillo, Jessica Freedman, Xuan Kang, Elise Atkinson, Prathyusha Galinkala, Deepak Giri, Sarah M. Groh, Vijaya Tamla Rai, Dhiraj Murthy",
          "url": "https://doi.org/10.1080/1369118x.2025.2598052",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Digitally Constructing Marginalized Neurodivergence: Understanding South Asian Diasporic Autism and ADHD Communities on TikTok",
          "authors": "Meryl Alper, Sadia Ehsan Cheema, Zubin DeVitre, Snehaa Ram",
          "abstract": "At the growing intersections of social media and critical disability studies, limited empirical research exists on the role of digital platforms in expressing and constructing neurodivergent identity among subpopulations that additionally belong to other minoritized groups. This study critically intervenes by mapping how what we term “marginalized neurodivergence” is digitally constructed, using the case of young neurodivergent members of the global South Asian (SA) diaspora on TikTok (SANT). We conducted a thematic analysis of 100 TikTok videos posted by SANT from 2020 to 2024 about their lived experiences of autism and/or ADHD, employing dual theoretical and conceptual lenses: the psychosocialcultural framework from counseling psychology and platform affordances from digital studies. Findings indicate that TikTok serves as a forum for SANT to explore overlapping psychological, social, and cultural concerns that may otherwise not be discussed within SA or neurodivergent communities. Although these issues exist outside of TikTok for SANT, the platform’s affordances allow for social, communicative, and expressive possibilities that in turn shape the creation, consumption, and circulation of such content. This study has direct implications for informing clinical support around mental health and disability among marginalized communities, as well as understandings of how digital platforms potentially serve as a mediating factor.",
          "url": "https://doi.org/10.1177/20563051251406149",
          "doi": "https://doi.org/10.1177/20563051251406149",
          "filter": 0
        },
        {
          "title": "Older Adults’ Response Strategies to Misinformation on Social Media",
          "authors": "Annalise Baines, Eszter Hargittai, John Palfrey",
          "abstract": "Social media offer the opportunity for much public discourse, but also come with the potential to spread misinformation far and wide. This study investigates how older adults respond to misinformation on social media and how their responses vary by sociodemographic factors and digital skills. Based on survey data collected in 2023 from 2000 adults ages 60+, we find that many users take a multifaceted approach to assessing false or misleading information on social media. The most common strategies are reading the comments for validation and checking the source. The prevalence of such responses to misinformation highlights older adults’ active participation in information verification on social media. Findings also suggest that those who use the internet less frequently and those with lower social media skills are less likely to use such strategies suggesting that digital inequality is at play when it comes to responding to misinformation.",
          "url": "https://doi.org/10.1177/20563051251386360",
          "doi": "https://doi.org/10.1177/20563051251386360",
          "filter": 0
        },
        {
          "title": "Make America Better Again: Emotional Narratives and the Use of Instagram in the Campaigns of Trump and Biden",
          "authors": "Frida Stranne",
          "abstract": "This article examines how Donald Trump and Joe Biden used Instagram as a platform for emotional political storytelling during their campaigns and presidencies. Based on a thematic analysis of a large sample of Instagram posts (approximately 9000 reviewed, with selected posts analyzed in depth), and grounded in affect theory and visual political communication, the study identifies six central emotional patterns—nostalgia, fear, pride, hope, unity, and grievance—through which both leaders constructed emotionally resonant narratives. While often portrayed as ideological opposites, the analysis suggests that Trump and Biden operate within a shared emotional grammar: both mobilize longing for the past, symbolic restoration, and moral clarity to emotionally realign a fragmented electorate. Instagram, with its aesthetics of intimacy and symbolic condensation, enhances these strategies by offering a visual vocabulary attuned to affective public sentiment. The analysis explores how both leaders engage with and reshape prevailing emotional undercurrents in American society, focusing on how emotion functions as a narrative resource in digital political communication. In doing so, the article contributes to research on affective publics, the emotional simplification of politics, and the role of visual storytelling in the performance of democratic legitimacy in the digital age.",
          "url": "https://doi.org/10.1177/20563051251403982",
          "doi": "https://doi.org/10.1177/20563051251403982",
          "filter": 0
        },
        {
          "title": "Public Opinion on the Politics of AI Alignment: Cross-National Evidence on Expectations for AI Moderation From Germany and the United States",
          "authors": "Andreas Jungherr, Adrian Rauchfleisch",
          "abstract": "Recent advances in generative AI have raised public awareness, shaping expectations and concerns about their societal implications. Central to these debates is the question of AI alignment—how well AI systems meet public expectations regarding safety, fairness, and social values. However, little is known about what people expect from AI-enabled systems and how these expectations differ across national contexts. We present evidence from two surveys of public preferences for key functional features of AI-enabled systems in Germany ( n = 1800) and the United States ( n = 1756). We examine support for four types of alignment in AI moderation: accuracy and reliability, safety, bias mitigation, and the promotion of aspirational imaginaries. U.S. respondents report significantly higher AI use and consistently greater support for all alignment features, reflecting broader technological openness and higher societal involvement with AI. In both countries, accuracy and safety enjoy the strongest support, while more normatively charged goals—like fairness and aspirational imaginaries—receive more cautious backing, particularly in Germany. We also explore how individual experience with AI, attitudes toward free speech, political ideology, partisan affiliation, and gender shape these preferences. AI use and free speech support explain more variation in Germany. In contrast, U.S. responses show greater attitudinal uniformity, suggesting that higher exposure to AI may consolidate public expectations. These findings contribute to debates on AI governance and cross-national variation in public preferences.",
          "url": "https://doi.org/10.1177/20563051251405069",
          "doi": "https://doi.org/10.1177/20563051251405069",
          "filter": 0
        },
        {
          "title": "Influencers in Parliament? Platform Pressures and Normative Conflict in Political Social Media Adoption",
          "authors": "Annina Claesson",
          "abstract": "Even as platformization reshapes communication practices across professional fields, it is not a given that professional norms adapt accordingly. The field of politics is no exception. This study examines how parliamentary teams navigate incentives to embrace social media platforms in their everyday communications work, shedding light on how new media practices are normatively understood in the political field. Drawing on fieldwork in the French Assemblée Nationale and a descriptive mapping of MPs’ social media presences, I find that even as digital communications practices have converged, norms around the legitimacy of social media use in parliamentary work have not. On the one hand, engagement metrics provide guidance in the face of uncertainty, becoming normalized as markers of professionalism. On the other hand, institutional norms reject overt pursuits of ‘virality’. This creates a normative double bind for politicians, at once incentivizing them to adapt to platform demands and punishing communications that maximize metrics at any cost. Depending on party culture and institutional position, politicians have different levels of leeway in resolving this conflict. The study highlights that even as platformization incentivizes convergent practices, professional norms do not necessarily follow the same trajectory, explaining divergent uses of social media in the political field.",
          "url": "https://doi.org/10.1177/20563051251395410",
          "doi": "https://doi.org/10.1177/20563051251395410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Does AI boost firm productivity? A web scraping and LLMs approach",
          "authors": "Ana Pastor-Merino, Xavier Martínez-Barbero, María R. Vicente, Josep Domenech",
          "url": "https://doi.org/10.1016/j.telpol.2025.103138",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103138",
          "filter": 0
        },
        {
          "title": "Artificial intelligence in the music streaming value chain: Exploring artists' and users’ perceptions on content creation and algorithmic consumption",
          "authors": "Alberto Arenal, Juan Miguel Aguado, Cristina Armuña, Sergio Ramos, Claudio Feijoo",
          "url": "https://doi.org/10.1016/j.telpol.2025.103129",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103129",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(25)00230-7",
          "doi": "https://doi.org/10.1016/s0308-5961(25)00230-7",
          "filter": 1
        }
      ]
    }
  ]
}
