{
  "update": "2025-01-03",
  "content": [
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "A narrow gateway from misogyny to the far right: empirical evidence for social media exposure effects",
          "authors": "Phelia Weiss, Kevin Koban, Jörg Matthes",
          "url": "https://doi.org/10.1080/1369118x.2024.2445637",
          "doi": "https://doi.org/10.1080/1369118x.2024.2445637",
          "filter": 0
        },
        {
          "title": "Sex work online: professionalism between affordances and constraints",
          "authors": "Mojca Pajnik, Roman Kuhar",
          "url": "https://doi.org/10.1080/1369118x.2024.2435993",
          "doi": "https://doi.org/10.1080/1369118x.2024.2435993",
          "filter": 0
        },
        {
          "title": "Yuanyuzhou 元宇宙: yesterday, today, tomorrow. Historical roots, current visions, and future dynamics of real-world integration in the Chinese governmental narrative on the Metaverse",
          "authors": "Gianluigi Negro, Tonio Savina",
          "url": "https://doi.org/10.1080/1369118x.2024.2442390",
          "doi": "https://doi.org/10.1080/1369118x.2024.2442390",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Correction to: A longitudinal examination of collaboration diversity among communication scholars: 1990–2023",
          "url": "https://doi.org/10.1093/joc/jqae050",
          "doi": "https://doi.org/10.1093/joc/jqae050",
          "filter": 0
        },
        {
          "title": "Mobile and platform users’ mediatized rituals in response to terrorist attacks: a discourse analysis of continuously collected screenshots",
          "authors": "Andrew A Fitzgerald",
          "abstract": "This article conducts a discourse analysis of continuously collected screenshot data capturing responses from US mobile users and their broader ecosystems to a series of Daesh (ISIS) terrorist attacks in Europe and North Africa in 2017. It identifies four genres of mediatized rituals in observed responses. Three micro-ritual genres focus on individual reparative action detached from systemic analysis or obvious collective action. The fourth genre, accretion of violence, draws on the micro-rituals while aiming to mobilize users against the specter of a left-liberal-Islamist alliance, the decline of “Western Civilization,” and coming sectarian violence. These mediatized ritual genres overlap beyond a confined “space” or “time” as we might understand more traditional conceptions of ritual, and traverse platforms and events. Most urgently, the accretion of violence articulates transnational far-right authoritarian and conspiratorial discourses. The ritual accretion of violence reveals mediatized dynamics among contemporary anti-democratic subjects, with political implications beyond personalized reparative actions.",
          "url": "https://doi.org/10.1093/joc/jqae052",
          "doi": "https://doi.org/10.1093/joc/jqae052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
