{
  "update": "2024-12-27",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Automated object detection in mobile eye-tracking research: comparing manual coding with tag detection, shape detection, matching, and machine learning",
          "authors": "Claire M. Segijn, Pernu Menheer, Garim Lee, Eunah Kim, David Olsen, Alicia Hofelich Mohr",
          "url": "https://doi.org/10.1080/19312458.2024.2443396",
          "doi": "https://doi.org/10.1080/19312458.2024.2443396",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Psychological insight as an effect of inspiring narratives: validating the psychological insight self-report scale",
          "authors": "Juan-José Igartua, Mary Beth Oliver, Alejandro González-Vázquez, Valeriano Piñeiro-Naval, María Marcos-Ramos, Laura Rodríguez-Contreras",
          "abstract": "This article presents the results of two experiments in which participants were exposed to audiovisual narratives (Study 1, N = 245) and to short written narratives (Study 2, N = 360) with high or low inspiring potential so as to validate a measurement instrument to assess psychological insight (Psychological Insight Self-Report Scale). Insight is defined as a reception process involving sudden discovery and the sensation of experiencing a state of enlightenment or inner revelation through exposure to inspiring narratives. The results of our research confirm the structural, criterion, construct, and incremental validity of the scale. Our work furthers the advancement of media entertainment research regarding the impact of eudaimonic messages by providing a new construct (psychological insight) to explain the effects of inspiring narratives.",
          "url": "https://doi.org/10.1093/hcr/hqae023",
          "doi": "https://doi.org/10.1093/hcr/hqae023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Does audience motive matter? Understanding social endorsement effects in correcting climate change misbeliefs",
          "authors": "Yan Huang, Weirui Wang",
          "url": "https://doi.org/10.1080/1369118x.2024.2443582",
          "doi": "https://doi.org/10.1080/1369118x.2024.2443582",
          "filter": 0
        },
        {
          "title": "Networked biopower: personalized healthcare in a datafied world",
          "authors": "Tamar Ashuri, Roanne van Voorst",
          "url": "https://doi.org/10.1080/1369118x.2024.2442411",
          "doi": "https://doi.org/10.1080/1369118x.2024.2442411",
          "filter": 0
        },
        {
          "title": "Data integration and analysis platforms as digital platforms: a conceptual proposal",
          "authors": "Simon Egbert, Lena Ulbricht",
          "url": "https://doi.org/10.1080/1369118x.2024.2442394",
          "doi": "https://doi.org/10.1080/1369118x.2024.2442394",
          "filter": 0
        },
        {
          "title": "‘Let’s purchase coloured live chat messages’: the impact of user engagement with Super Chat on YouTube",
          "authors": "Hui Lin",
          "url": "https://doi.org/10.1080/1369118x.2024.2442407",
          "doi": "https://doi.org/10.1080/1369118x.2024.2442407",
          "filter": 0
        },
        {
          "title": "More than software vendors. The peculiar case of Palantir’s data integration platforms",
          "authors": "Vasileios-Spyridon Vlassis",
          "url": "https://doi.org/10.1080/1369118x.2024.2442399",
          "doi": "https://doi.org/10.1080/1369118x.2024.2442399",
          "filter": 0
        },
        {
          "title": "Metaverse datafication: technologies, definitions, and futures",
          "authors": "Chris Hesselbein, Paolo Bory, Stefano Canali",
          "url": "https://doi.org/10.1080/1369118x.2024.2443082",
          "doi": "https://doi.org/10.1080/1369118x.2024.2443082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Composite Anne: The remembrance of Anne Frank and Holocaust commemoration in the digital age",
          "authors": "Lital Henig",
          "abstract": "This article explores the influence of digital culture on Holocaust commemoration through the test case of Anne Frank. By carrying out a comprehensive visual and multimodal analysis of three contemporary representations of Frank, I identify three new characteristics of her commemoration: performative engagement, media reconstruction, and narrative adaptation. While performative engagement introduces a new position for commemoration, media reconstruction focuses on the appropriation and use of media for Frank’s remembrance. Narrative adaptation represents a shift from linear storytelling, reiterating established narratives traditionally associated with Frank to new interpretations favoring heightened engagement and non-linearity. Altogether, these characteristics illuminate and address changes in three key aspects of Holocaust commemoration and the remembrance of Frank: subjectivity, media, and storytelling. I conclude by showing how the focus on Frank’s figure brings forward a burgeoning trend in Holocaust commemoration, which offers an alternative perspective to the mainstream promotion of immersive experiences in digital media. In doing so, I advocate a moderate approach to media use for memory work in digital culture.",
          "url": "https://doi.org/10.1177/01634437241308741",
          "doi": "https://doi.org/10.1177/01634437241308741",
          "filter": 0
        },
        {
          "title": "Living with media: Rethinking mediatization through the queer life course",
          "authors": "Yener Bayramoğlu",
          "abstract": "Over the last three decades, mediatization has been heralded as the new grand theory to explain how social transformations have increasingly become intertwined with media technologies. However, like other grand narratives about historical transformations, it risks failing to take into account the reality of lives in peripheries, not least because they rarely leave their traces in archives. In this article, I explore how media are linked to transformations in queer life course in order to shed light on the significance of evolving media technologies for persons whose lives are shaped by inequalities. Drawing on 60 non-media-centric interviews conducted with LGBTIQ+ people in Germany and the UK, I argue that media images, narratives, and technologies hold the potential to spark crucial turning points in the life course of persons whose needs are not fulfilled by social institutions. While the evolution of media technologies over time has led to increased agency for people to access queer content and engage in interpersonal connection, it simultaneously exacerbates a generational inequality. The results presented here invite us to rethink mediatization from a queer life course perspective, and emphasize the crucial role played by media technologies in shaping the social contexts in which lifeworlds unfold.",
          "url": "https://doi.org/10.1177/01634437241308737",
          "doi": "https://doi.org/10.1177/01634437241308737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Linguistic Choices as Political Participation: The Political Voice of Ukrainian Refugee and Migrant Mothers",
          "authors": "Nanna Vestergaard Ahrensberg, Nadiia Pavlyk",
          "url": "https://doi.org/10.1080/10584609.2024.2443848",
          "doi": "https://doi.org/10.1080/10584609.2024.2443848",
          "filter": 0
        },
        {
          "title": "The Antecedents and Manifestations of Political Polarization in Visual Media: Key Questions and Future Directions",
          "authors": "Subhayan Mukerjee, Cuihua Shen",
          "url": "https://doi.org/10.1080/10584609.2024.2446348",
          "doi": "https://doi.org/10.1080/10584609.2024.2446348",
          "filter": 0
        },
        {
          "title": "The Cost of Reach: Testing the Role of Ad Delivery Algorithms in Online Political Campaigns",
          "authors": "Fabio Votta, Tom Dobber, Benjamin Guinaudeau, Natali Helberger, Claes de Vreese",
          "url": "https://doi.org/10.1080/10584609.2024.2439317",
          "doi": "https://doi.org/10.1080/10584609.2024.2439317",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Closing the Door to Remain Open: The Politics of Openness and the Practices of Strategic Closure in the Fediverse",
          "authors": "Jamie A. Theophilos",
          "abstract": "In early 2023, Meta announced that its new microblogging platform, Threads, would join the Fediverse, a network of free, open-source social media platforms. This decision created a rift within the Fediverse, with some users supporting Meta’s integration while others strongly opposing it. This research explores the practices and discourses of the latter group—users, developers, and server administrators—who aim to build a safer and more autonomous “free Fediverse.” By framing the Free Fediverse as a digital counterpublic, this article introduces the concept of “strategic closure” to illustrate how these actors resist corporate capture and maintain a safer online environment. Drawing on the theoretical frameworks of sociomateriality and the politics of openness, my analysis highlights the entanglement between discursive and material aspects of these counterpublic practices. This study contributes to the broader discourse on alternative social media politics, emphasizing the ongoing negotiations between openness, safety, and technological design, and offers insights from Science and Technology Studies (STS) for understanding counterpublics in the age of Big Tech.",
          "url": "https://doi.org/10.1177/20563051241308323",
          "doi": "https://doi.org/10.1177/20563051241308323",
          "filter": 0
        },
        {
          "title": "Business as Usual? Assessing Amplified Political Posts Across Social Media Platforms During the COVID-19 Pandemic",
          "authors": "Roy Aulie Jacobsen, Anders Olof Larsson",
          "abstract": "Social media platforms, such as Facebook, Instagram, and Twitter (now X), play a crucial role in facilitating connections between politicians and citizens, particularly during a crisis like the COVID-19 pandemic. This article examines the characteristics of viral social media posts in Norway and Sweden during the initial wave of the pandemic. Despite their geographical proximity and cultural similarities, Norway and Sweden adopted different approaches to the pandemic, providing a compelling basis for comparative analysis. Employing a visual computational approach, this study maps viral posts by analyzing engagement metrics such as likes, reactions, shares, and comments. A close reading of popular posts investigates the communication strategies employed across platforms and national contexts. The findings reveal that political criticism on Twitter attracted substantial engagement, while Instagram posts leaned toward self-promotion. On Facebook, popular posts exhibited a more varied use of communication strategies, reflecting a nuanced approach to engagement across different social media environments.",
          "url": "https://doi.org/10.1177/20563051241301203",
          "doi": "https://doi.org/10.1177/20563051241301203",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Perspectives on political influences on changes in telecommunications and internet economy markets",
          "authors": "Bronwyn Howell, Fernando Herrera González, Georg Serentschy, Mark Jamison, Petrus Potgieter, Roslyn Layton, Íñigo Herguera García",
          "url": "https://doi.org/10.1016/j.telpol.2024.102901",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102901",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
