{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Dynamic Public Perceptions of and Media Influences on Military Threats to Taiwan: A Method Triangulation Approach",
          "authors": "Chingching Chang, Yuan Hsiao, Ying-Ju Chiu",
          "abstract": "To understand dynamic public perceptions of the potential military threat posed by China among Taiwanese audiences, the current study considers daily military data, news coverage on major websites, and online forum discussions, along with public opinion surveys. Time-series data for 7 months, integrated into vector autoregression models, support tests of pathways involving (a) changes in factual data to salience in news coverage, (b) changes in news coverage to changes in public perception, (c) changes in public perception to salience in online forum discussions, and (d) reciprocal relationships between changes in news coverage and salience in online forum discussions. Further tests address how the patterns of influence might depend on Taiwan’s polarized political and media landscapes. The results support motivated agenda-setting effects (impact of news salience among willing believers) but reject selective (partisan media shape partisans’ war perceptions) and resonance (issues aligned with the media’s partisan slant shape war perceptions) explanations.",
          "url": "https://doi.org/10.1177/00936502251339692",
          "doi": "https://doi.org/10.1177/00936502251339692",
          "filter": 0
        },
        {
          "title": "Beyond Formal Power: How Central Roles in Political Networks are Related to Media Visibility",
          "authors": "Juho Vesa, Arttu Malkamäki, Antti Gronow, Paul Wagner, Tuomas Ylä-Anttila",
          "abstract": "A recurring finding in communication studies is that political actors with formal-institutional power are highly visible in the media. The relationship between informal power and media visibility remains less understood. This study examines whether central roles in networks of political collaboration—as indicators of informal power—are associated with increased visibility in mainstream news media. We hypothesize that organizations with central roles are more visible in the media because informal power increases their newsworthiness. Using social network methods and Bayesian regressions on survey and media data on organizations involved in climate policy in Finland, we find that central organizations with many collaboration partners receive more media coverage. Other central roles, such as brokerage or coalition leadership, are not associated with media visibility. This study advances knowledge of media visibility by showing that informal power is associated with media visibility, and that some power positions are more important than others.",
          "url": "https://doi.org/10.1177/00936502251343986",
          "doi": "https://doi.org/10.1177/00936502251343986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Less Hype, More Drama: Open-Ended Technological Inevitability in Journalistic Discourses About AI in the US, The Netherlands, and Brazil",
          "authors": "João C. Magalhães, Rik Smit",
          "url": "https://doi.org/10.1080/21670811.2025.2522281",
          "doi": "https://doi.org/10.1080/21670811.2025.2522281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Remediated marketing: leveraging computer vision and rule-based classification models to detect e-cigarette warning labels across social media",
          "authors": "Kellen Sharp, Marzieh Babaeianjelodar, Dhiraj Murthy, Rachel R. Ouellette, Juhan Lee, Amanda de la Noval, Neil Kamdar, Grace Kong",
          "url": "https://doi.org/10.1080/1369118x.2025.2500485",
          "doi": "https://doi.org/10.1080/1369118x.2025.2500485",
          "filter": 0
        },
        {
          "title": "Can platform literacy protect vulnerable young people against the risky affordances of social media platforms?",
          "authors": "Sonia Livingstone, Reidar Schei Jessen, Mariya Stoilova, Line Indrevoll Stänicke, Richard Graham, Elisabeth Staksrud, Tine Jensen",
          "url": "https://doi.org/10.1080/1369118x.2025.2518254",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518254",
          "filter": 0
        },
        {
          "title": "Managing unwanted visibility: how transnational Korean women content creators experience and manage harmful algorithmic visibility on global social media",
          "authors": "Jeehyun Jenny Lee",
          "url": "https://doi.org/10.1080/1369118x.2025.2518586",
          "doi": "https://doi.org/10.1080/1369118x.2025.2518586",
          "filter": 0
        },
        {
          "title": "Worker-led AI governance: Hollywood writers' strikes and the worker power",
          "authors": "Rafael Grohmann, Andre Campos Rocha, Guilherme Guilherme",
          "url": "https://doi.org/10.1080/1369118x.2025.2521375",
          "doi": "https://doi.org/10.1080/1369118x.2025.2521375",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Identity construction through talk of difference and similarity: blocking and threading analysis",
          "authors": "Karoliina A Karppinen, Leena Mikkola, Malgorzata Lahti",
          "abstract": "Identity construction is a continuous process that permeates all social life. Drawing from intercultural communication scholarship and the Bakhtinian perspective on the construction of the self, we suggest that identity is constructed in talk through the interplay of socially constructed, ideologically imbued similarities and differences and propose the blocking and threading analysis (BTA) method to study this process. Blocking refers to constructing differences and social boundaries, whereas threading creates similarities, unity, and commonality. These practices are intertwined, and we argue that identity emerges from the constant shifts between the two. The four-step analytical process entails identifying positioning, recognizing connected utterances, interpreting blocking and threading, and examining their shifts. We illustrate the analytical force of BTA by an analysis of an extract from a focus group discussion among an interprofessional healthcare team. The method requires further application to different datasets, but it shows promise in terms of bringing new insights into research on identity construction.",
          "url": "https://doi.org/10.1093/joc/jqaf024",
          "doi": "https://doi.org/10.1093/joc/jqaf024",
          "filter": 0
        },
        {
          "title": "The artisanal imaginaries of contemporary production",
          "authors": "Michelle Phillipov, Susan Luckman, Lyn McGaurr",
          "abstract": "Ideas of “craft” and “craftsmanship” have long been mobilized in middle-class Global North markets to promote the romanticized authenticity of artisanal goods, but what happens when these ideas are applied to industrially-made products? This article analyzes the artisanal imaginaries of the Australian Made Campaign to explore how the campaign taps into the growing cultural desirability of the handmade and the artisanal, and heightened concerns about the future sustainability of mass production. Focusing on the discursive and aesthetic approach of the campaign’s Facebook posts, we show how the campaign contributes to a wider mainstreaming of neo-craft as a dominant mode for promoting production in a national context where onshore manufacturing has long been in decline. We argue that the campaign’s media repertoires work to “domesticate” large-scale manufacturing via emotive appeals to traditional artisanal tropes (“love,” “family,” “care”) to tap into the zeitgeist appeal of locally-specific and knowable scales of production.",
          "url": "https://doi.org/10.1093/joc/jqaf028",
          "doi": "https://doi.org/10.1093/joc/jqaf028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Between cultural promotion and nation building: Analysing the drivers of Basque public television consumption over a decade",
          "authors": "Jaume Doménech-Beltrán, Lidia Valera-Ordaz",
          "abstract": "Public broadcasting systems are tasked with providing citizens with high-quality information and exposing them to diversity, based on professional autonomy and political independence. In polarised pluralist systems like that of Spain, public broadcasters often face politicisation, and political attitudes are strong predictors of media exposure. In Spain – alongside the national public broadcasting service (RTVE) – several regional broadcasting systems were established by regional governments during the decentralisation of the 1980s to strengthen regional cultural identities and promote minority languages. However, the predictors driving the consumption of these regional broadcasts have remained unexplored. This paper addresses this gap by analysing the predictors of exposure to Basque public television (EiTB) over an 11-year period (2009–2020), drawing on four post-electoral studies and covering four Basque regional elections. Through logistic regression analysis, we examine how national identity, Basque nationalism, mother tongue and place of birth predict EiTB consumption, while controlling for variables such as age, sex, education level and ideological position on the left-right spectrum. The findings reveal that voting for Basque nationalist parties and feeling exclusively Basque are the key consistent predictors for EiTB consumption over time. We discuss the normative implications of these findings and argue that the role of Basque public television has fluctuated between cultural promotion and nation building.",
          "url": "https://doi.org/10.1177/01634437251346672",
          "doi": "https://doi.org/10.1177/01634437251346672",
          "filter": 0
        },
        {
          "title": "Hype, financial narratives, and self-fulfilling prophecies in surveillance capitalism",
          "authors": "Petter Törnberg",
          "abstract": "The rise of platforms has transformed our understanding of contemporary capitalism, with the critical literature describing how these firms leverage unprecedented digital powers to extract monopoly rents – perhaps even heralding a new form of Feudalism. This paper draws on the literature on financial narratives to examine the role that such stories play within the form of capitalism that they describe, and what this suggests for the role of “hype” in contemporary capitalism. The same stories that for critical scholars appear as menacing threats of “technofeudalism” or “surveillance capitalism” for investors appear as optimistic stories of promising future returns. By driving financial investments, narratives afford platforms very real social and political powers, enabling them to function as a form of self-fulfilling prophecies. The paper argues for a cultural inflection to the political economy of Big Tech – viewing capitalism as neither mechanistic nor rational, but as an expression of a complex interplay between narrative, technology, and economic power. This suggests the need for a critical hype studies , geared at deconstructing the narratives undergirding the technological waves of capitalist pursuits, and examining the broader role of hype in coordinating and directing flows of capital within contemporary financialized capitalism.",
          "url": "https://doi.org/10.1177/01634437251346684",
          "doi": "https://doi.org/10.1177/01634437251346684",
          "filter": 0
        },
        {
          "title": "Hi Mama! Daycare apps and the mediatization of parenting and care work",
          "authors": "Jessica Baldwin-Philippi, Margaret Schwartz",
          "abstract": "Daycare management apps – marketed to care centers as a way to streamline operations and improve parent-caregiver communication – have quickly moved from relative obscurity in 2016 to near-omnipresence in center-based childcare. These apps mediate the work of caregiving and are thus a growing aspect of the nexus of cultural anxieties about how to manage reproductive labor, parenting, and gendered expectations of mothering. In this paper, we engage in a close reading of five major daycare apps in the US – Brightwheel, Lillio (formerly HiMama), My Bright Day, Procare, and Tadpoles – to investigate how they structure the experience and labor practices of both parenting and non-parent caregiving. As such, we read the app interfaces as material practices through which parents and caregivers grapple with the contradictions of the care crisis and contemporary conditions of parenting. Throughout this article, we attend to the ways that the technological imaginary unfolds in a specific site within the broader context of caregiving in the United States, ultimately arguing that these apps reflect and reaffirm caregiving practices that align with practices of so-called intensive or transcendent parenting.",
          "url": "https://doi.org/10.1177/01634437251343251",
          "doi": "https://doi.org/10.1177/01634437251343251",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Can the Communication Style of Social Media Videos Affect Listening Quality and Opinion Change?",
          "authors": "Edana Beauvais, Dietlind Stolle",
          "url": "https://doi.org/10.1080/10584609.2025.2514603",
          "doi": "https://doi.org/10.1080/10584609.2025.2514603",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Of Loving and Losing: The Influence of Dating App Motivations and Perceived Success on Psychological Well-Being",
          "authors": "Anja Stevic, Angela Y. Lee, Sunny Xun Liu, Jeffrey Hancock",
          "abstract": "We advance communication theory on the relationship between online dating and psychological well-being with a nationally representative, two-wave panel survey of dating app users ( N = 521) that investigates individuals’ motives for dating and their perceived success. Results from an autoregressive structural equation model revealed people felt lonelier when they used dating apps for social approval, but not when they used them to pursue relationships. Perceived success was linked to psychological well-being: people felt lonely and less satisfied when they believed they were not attracting partners and better well-being when they felt successful. Gender differences were observed where women reported being more successful and less lonely but also more anxious about dating than men. However, men were observed to have higher life satisfaction when experiencing higher success. Our findings contribute evidence for the importance of motivations and perceptions in communication technology use and psychological well-being.",
          "url": "https://doi.org/10.1177/20563051251346888",
          "doi": "https://doi.org/10.1177/20563051251346888",
          "filter": 0
        },
        {
          "title": "The Social Construction of Mental Health Facts in Social Media Language",
          "authors": "Jessica S. Robles",
          "abstract": "Social media has had a significant impact on the increasing visibility of mental health. This article draws on a digital ethnographic approach and discourse analysis of posts to the microblogging site X (formerly Twitter) to examine uses of and metacommunication about the language of mental health. The analysis traces and snapshots how mental health language is being used to construct mental health, mental illness, and related subjects as a meaningful social object by participants on social media. The results focus on a particular practice around contesting the language and meaning of mental health designations, identities and language as a form of communication ritual that produces normative metadiscourse about mental health, what it means, and how we should understand and talk about it.",
          "url": "https://doi.org/10.1177/20563051251348122",
          "doi": "https://doi.org/10.1177/20563051251348122",
          "filter": 0
        },
        {
          "title": "Aspirational Politics of Talent Acquisition: Entrepreneurial Limits and Indian Short Video Platforms",
          "authors": "Rahul Mukherjee",
          "abstract": "Local short video platforms in India such as Moj and Josh have encountered mixed success in wooing talented creators and new users to their platforms. Some of the challenges they have faced suggest the limits of aspirational politics which is entangled with aspects of authenticity and relatability as well as the political economy of start-up apps and platform capitalisms. I endeavor to understand TikTok’s success in India and also comprehend in what ways Indian short video platforms tried to replicate TikTok’s algorithmic logics and creator/talent acquisition strategies within the cultural context of vernacular creativity in India. The article connects discussions of the popularity of short video platforms with recruitment strategies to tap influential content creators in provincial India. The article contends that while theorizing aspirational politics, it is not enough to study (in isolation) how creators aspire to be more successful and gain more followers and influence. Aspirations are also actively fashioned and nurtured by the platform’s talent scouts, content directors, and studio heads. The Indian government along with corporations also creates aspirational discourses. I conceptualize aspirational politics and entrepreneurial limits in these slippages and ruptures across individual desires and state-corporate-platform discourses of aspiration and entrepreneurship.",
          "url": "https://doi.org/10.1177/20563051251340579",
          "doi": "https://doi.org/10.1177/20563051251340579",
          "filter": 0
        },
        {
          "title": "The Values of Fame: Exploring the Visual and Textual Representations of Basic Values in Influencers’ Instagram Content",
          "authors": "Anaëlle J. Gonzalez, Isra Irmak Akgün, Laura Vandenbosch",
          "abstract": "Despite the popularity of social media influencers (SMIs), little is known about how their content reflects and conveys certain values, leaving a gap in understanding their role as value intermediaries. This content analysis examined the representation of Schwartz values in the Instagram profiles of 59 of the most followed Western SMIs, celebrities, and athletes. Relying on 1256 posts and 2936 stories, the study documented the prevalence of values, modalities of representations (multimodal complexity and post-caption congruence), and differences between SMIs, athletes, and celebrities. Results revealed that 60.3% of the content portrayed at least one value, with achievement, benevolence, and hedonism being the most frequent. Multilevel analyses indicated that SMIs and athletes were more likely to post hedonism and benevolence, while celebrities were more likely to share universalism than SMIs. Most values were represented through low to medium levels of multimodal complexity, and only 15.3% showed post-caption congruence. These findings underscore the need to document how global digital platforms and actors mediate value representation, as they have the potential to shape audience values and cultural norms.",
          "url": "https://doi.org/10.1177/20563051251339035",
          "doi": "https://doi.org/10.1177/20563051251339035",
          "filter": 0
        },
        {
          "title": "The Nesting Strategies of E-Commerce Wanghong: Promotional Temporalities in Online Shopping Festivals on Chinese Platforms",
          "authors": "Ruohan Li, Crystal Abidin",
          "abstract": "The wanghong economy in China adopts unique platform monetization strategies, including social tipping, virtual gifting, advertising, and more prominently, e-commerce. E-commerce wanghong are one type of influencer focusing on pushing sales through e-commerce services and play a pivotal role in integrating e-commerce and social media. Online shopping festivals have recently catalyzed the intersection of wanghong cultures and e-commerce. A typical example is the e-commerce giant Alibaba, which implemented multi-stage promotional activities during online shopping festivals to provide practitioners with expanded business opportunities. Notably, this flourishing integration of e-commerce and wanghong culture is carefully guided by the Chinese government’s unique political agenda and regulatory framework. To study this dynamic interplay between e-commerce wanghong, platforms, and national policies, we explore how e-commerce wanghong become a kind of “platformed wanghong.” Furthermore, we examine how e-commerce platforms change users’ experiences of time during online shopping festivals, which we refer to as “promotional temporalities.” Finally, we investigate the “nesting strategies” employed by e-commerce wanghong during these events, which are intertwined with the platform’s promotional temporalities and must navigate compliance within the national regulatory framework. Our findings shed light on the complex relationship between e-commerce wanghong, platform strategies, state regulation, and audience engagement in the context of platform economy.",
          "url": "https://doi.org/10.1177/20563051251349742",
          "doi": "https://doi.org/10.1177/20563051251349742",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Is disruption the second time around easier? The case of Iliad and the Italian telecommunications market",
          "authors": "Shengxing Yang, Pierre Vialle, Jason Whalley",
          "url": "https://doi.org/10.1016/j.telpol.2025.103013",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103013",
          "filter": 0
        },
        {
          "title": "Through a screen darkly: Toward effective transparency of telecommunications supply chains",
          "authors": "Benjamin W. Cramer",
          "url": "https://doi.org/10.1016/j.telpol.2025.103018",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
