{
  "update": "2025-12-19",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Does Local Politics Drive Tropical Land-Use Change? Property-Level Evidence From the Amazon",
          "authors": "Erik Katovich, Fanny Moffette",
          "abstract": "Land conversion to agriculture is a defining environmental challenge for tropical regions. We construct a novel panel dataset of land-use changes on the properties of municipal politicians and campaign donors in the Brazilian Amazon to assess channels through which local politics may drive land conversion. Estimating event studies around close mayoral elections, we find that large landholders significantly increase soy cultivation while the candidate they donated to is in office. This suggests landholders invest in political influence to overcome barriers to agricultural intensification. In turn, mayors who receive landholder donations govern in favor of agriculture – increasing spending on agricultural promotion and distribution of rural credit. While agricultural promotion ‘returns the favor’ for mayors’ donors, it is not precisely targeted. We document large spillovers onto lands not registered to donors, resulting in increased environmental violations in these areas. Results reveal how patronage and special interests drive land-use change in the Amazon.",
          "url": "https://doi.org/10.1093/ej/ueaf123",
          "doi": "https://doi.org/10.1093/ej/ueaf123",
          "filter": 0
        },
        {
          "title": "Disaggregate Consumption Feedback",
          "authors": "Andreas Gerster, Mark A Andor, Lorenz Goette",
          "abstract": "We investigate the impact of providing households with disaggregate consumption feedback and develop a framework to assess its welfare implications. In the context of smart metering, we find that the provision of appliance-level feedback causes an energy conservation effect of 5 percent relative to a group receiving standard (aggregate) feedback. Hence, a smart meter roll-out will be substantially more effective if appliance-level feedback is provided. We also show that the current regulatory approach to assess consumer surplus overestimates the welfare gains from smart meter feedback.",
          "url": "https://doi.org/10.1093/ej/ueaf084",
          "doi": "https://doi.org/10.1093/ej/ueaf084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Estimation and inference for CP tensor factor models",
          "authors": "Bin Chen, Yuefeng Han, Qiyang Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106167",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106167",
          "filter": 0
        },
        {
          "title": "Text-term selection and analysis: Frequentist and Bayesian strategies and interpretations",
          "authors": "Cathy Yi-Hsuan Chen, George Kapetanios, Wei-Biao Wu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106163",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106163",
          "filter": 0
        },
        {
          "title": "FX futures invariance",
          "authors": "Torben G. Andersen, Oleg Bondarenko, Eleni Gousgounis, Esen Onur",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106165",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106165",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Index to Volume 133",
          "url": "https://doi.org/10.1086/739679",
          "doi": "https://doi.org/10.1086/739679",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/739678",
          "doi": "https://doi.org/10.1086/739678",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/739911",
          "doi": "https://doi.org/10.1086/739911",
          "filter": 0
        },
        {
          "title": "Algorithm Design: A Fairness-Accuracy Frontier",
          "authors": "Annie Liang, Jay Lu, Xiaosheng Mu, Kyohei Okumura",
          "url": "https://doi.org/10.1086/739826",
          "doi": "https://doi.org/10.1086/739826",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/739910",
          "doi": "https://doi.org/10.1086/739910",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The devil is in the details: Heterogeneous effects of the German minimum wage on working hours and minijobs",
          "authors": "Mario Bossler, Ying Liang, Thorsten Schank",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105540",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105540",
          "filter": 0
        },
        {
          "title": "The impact of subjective school ratings on principal compensation and turnover",
          "authors": "Iftikhar Hussain, Vincenzo Scrutinio, Shqiponja Telhaj",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105524",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Animal-Welfare Levy,",
          "authors": "Romain Espinosa, Nicolas Treich",
          "abstract": "We provide a non-anthropocentric rationale for implementing a levy on meat consumption due to animal-welfare considerations. It operates as a Pigouvian tax and addresses externalities on farmed animals. Under total utilitarianism, the levy is a subsidy when an animal’s life is worth living, and a tax when it is not. The levy varies under alternative normative settings, illustrating the importance of population-ethics issues for the pricing of externalities in this context. Even under conservative assumptions, calibrated tax levels are substantial and would make most-intensive animal farms unprofitable. Taxes are significantly higher for chickens and pigs than for cows, in contrast to the taxation of other meat externalities.",
          "url": "https://doi.org/10.1093/jeea/jvaf063",
          "doi": "https://doi.org/10.1093/jeea/jvaf063",
          "filter": 0
        },
        {
          "title": "Tax Professionals and Tax Evasion",
          "authors": "Marco Battaglini, Luigi Guiso, Chiara Lacava, Eleonora Patacchini",
          "abstract": "Using unique data covering the entire population of sole proprietorships in Italy with their respective audit files, we examine the role of tax advisors in tax compliance. Exploiting quasi-random variation in audit policy, we document that tax advisors act as information hubs, gathering privileged information on the auditing policy from their activities and incorporating it into the tax return strategy of their clients. The heterogeneity in tax advisors willingness to serve this role establishes a market for intermediated tax evasion, in which taxpayers sort themselves on the basis of the tax advisors’ tolerance for it.",
          "url": "https://doi.org/10.1093/jeea/jvaf056",
          "doi": "https://doi.org/10.1093/jeea/jvaf056",
          "filter": 0
        },
        {
          "title": "The Common Good and Voter Polarization",
          "authors": "Chad Kendall John G Matsusaka, John G Matsusaka",
          "abstract": "Do voters see democracy entirely in spatial terms, as a tradeoff of conflicting interests, or do they also view it as a search for the “common good,” as some democracy theorists have long conjectured? We develop a model in which voters have preferences over both common-good and spatial payoffs, and provide a novel method to disentangle the two. Estimating the model on California ballot propositions from 1986 to 2020, we find that 74% of voters placed significant weight on the common good and that partisan polarization roughly doubled over the time period, mainly due to Democrats drifting left.",
          "url": "https://doi.org/10.1093/jeea/jvaf059",
          "doi": "https://doi.org/10.1093/jeea/jvaf059",
          "filter": 0
        },
        {
          "title": "Accounting for Business Income in Measuring Top Income Shares: Integrated Accrual Approach Using Individual and Firm Data from Norway",
          "authors": "Annette Alstadsæter, Martin Jacob, Wojciech Kopczuk, Kjetil Telle",
          "abstract": "Using linked individual and firm administrative data from Norway, we look through layers of holding companies and attribute corporate profits to the ultimate personal owner as the profits accrue rather than when income is realized. We show that our accrual-based measure of income inequality changes the level and trend of income inequality over time and eliminates the sensitivity of measures of inequality and income persistence to changing payout policies in response to tax reforms. After a tax reform in 2005 that incentivized retention of earnings within businesses, the total income share of the top 0.1% more than doubled in some years, compared with ordinary realization-based income measures. We further utilize rich data to show that 1) using our accrual-based measure of personal income reduces the estimated tax elasticity of income, and 2) observed capital income in individuals’ tax returns do not proxy well for overall corporate profits, so that an imputation method based on realized dividends, which is commonly used in the literature, performs poorly. We discuss implications for top income inequality measures in other countries. We also document the importance of indirect ownership as a mechanism behind our findings and its relevance in other developed countries and discuss implications for debates on capital income and wealth taxation.",
          "url": "https://doi.org/10.1093/jeea/jvaf058",
          "doi": "https://doi.org/10.1093/jeea/jvaf058",
          "filter": 0
        },
        {
          "title": "Economic Crisis and Disillusionment from Socialism: Evidence From a Quasi-Natural Experiment,",
          "authors": "Ran Abramitzky, Netanel Ben-Porath, Victor Lavy, Michal Palgi",
          "abstract": "While many socialist countries suffered from harsh economic crises, studying their impacts on economic and political attitudes is challenging because of the scarcity of reliable data in non- democratic contexts. We study a democratic socialist setting where we have ample information on such attitudes: the Israeli kibbutzim. Exploiting an economic crisis that hit some kibbutzim more than others, we find that the crisis led to reduced support for leftist political parties. This effect persisted for over 20 years after the crisis had ended. We document that the electoral movement was rooted in a rightward shift in economic attitudes, suggesting that economic crises may undermine socialist regimes by silently changing attitudes toward them. In our unique setting, we can also study recovery mechanisms from the crisis. First, we find that while a sharp debt relief arrangement restored trust in the leadership, it did not reverse the impact of the crisis on economic attitudes. Second, as part of their efforts to recover from the crisis, kibbutzim liberalized their labor markets. Analyzing the staggered shift away from equal sharing to market-based wages, we find that this labor market liberalization led kibbutz members to move further rightward in their political voting and economic attitudes.",
          "url": "https://doi.org/10.1093/jeea/jvaf057",
          "doi": "https://doi.org/10.1093/jeea/jvaf057",
          "filter": 0
        },
        {
          "title": "A Political Economy of Social Discrimination,",
          "authors": "Torun Dewan, Stephane Wolton",
          "abstract": "This paper studies the causes and consequences of social discrimination. We consider a labor market in which payoff-irrelevant identity traits can shape hiring decisions. Identity is malleable and a majority group member can become socially associated with the minority group. Fear of identity contagion can sustain a fully segregated labor market in which workers with minority trait experience higher unemployment and minority-owned firms are less productive than their majority counterparts. When the minority group is poorly integrated economically (consisting of more workers than employers), workers with majority trait obtain better labor market outcomes in an equilibrium with discrimination than without. Office-motivated candidates therefore have electoral incentives to propose symbolic policies targeting the minority to trigger social discrimination in the labor market. As majority-trait workers are better off with social discrimination and the economy shrinks, the implementation of symbolic policies is associated with both lower taxes and less redistribution.",
          "url": "https://doi.org/10.1093/jeea/jvaf060",
          "doi": "https://doi.org/10.1093/jeea/jvaf060",
          "filter": 0
        },
        {
          "title": "Self-justified equilibria: Existence and Computation,",
          "authors": "Felix Kübler, Simon Scheidegger",
          "abstract": "This paper introduces the concept of self-justified equilibria as a tractable alternative to rational expectations equilibria in stochastic general equilibrium models with heterogeneous agents. A self-justified equilibrium is a temporary equilibrium where, in each period, agents trade assets and commodities to maximize the sum of their current utility and expected future utilities, which are forecasted based on current endogenous variables and the current exogenous shock. The agents’ forecasting functions are assumed to be mean-squared optimal forecasts within a given compact, finite-dimensional set of functions. We provide sufficient conditions for the existence of self-justified equilibria and develop a simulation-based computational method to approximate them. By leveraging active subspace methods, we reduce the dimensionality of the problem, lower computational complexity, and improve forecasting accuracy, thereby mitigating the curse of dimensionality. We apply our method to high-dimensional overlapping generations models with aggregate shocks, demonstrating that self-justified equilibria can be efficiently computed to analyze complex economic models.",
          "url": "https://doi.org/10.1093/jeea/jvaf062",
          "doi": "https://doi.org/10.1093/jeea/jvaf062",
          "filter": 0
        },
        {
          "title": "Nation-Building Through Military Service,",
          "authors": "Juan Pedro Ronconi, Diego Ramos-Toro",
          "abstract": "This paper studies conscription’s role in durably shaping attitudes and beliefs consistent with nation-building. We pair original survey data covering 29 cohorts of conscripts in Argentina with random variation in service emerging from a lottery. We find that serving in the military leads to a stronger national identity and social integration several decades after serving but does not affect civic behaviors such as voting or paying taxes. Value inculcation during service helps explain the baseline patterns, while exposure to and interaction with diverse peers reinforce but do not drive the results.",
          "url": "https://doi.org/10.1093/jeea/jvaf064",
          "doi": "https://doi.org/10.1093/jeea/jvaf064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
