{
  "update": "2025-09-12",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Politics at the dinner table: Thanksgiving and social influences on political polarization",
          "authors": "Kirsten Cornelson",
          "abstract": "Can socializing with people who disagree with you change your opinions, and reduce political polarization? I answer this question using a shock that induces us to socialize and discuss politics with a more ideologically diverse set of people: Thanksgiving. Using a sample of American and Canadian survey respondents, I show that people converge towards their families’ viewpoints in the week after Thanksgiving, and that this significantly reduces opinion polarization. People with very left-wing family move about 11% of a standard deviation to the left in the week of Thanksgiving, with a slightly larger response in the opposite direction for people with very right-wing family. The probability of having a centrist opinion rises by 3.9% just after Thanksgiving. There are no significant effects on affective polarization. The effects are short lived in this setting, but provide novel quasi-experimental evidence on how real-life interactions can alleviate “echo-chamber effects.”",
          "url": "https://doi.org/10.1093/ej/ueaf085",
          "doi": "https://doi.org/10.1093/ej/ueaf085",
          "filter": 0
        },
        {
          "title": "Does Combating Corruption Reduce Clientelism?",
          "authors": "Gustavo J Bobonis, Paul J Gertler, Marco Gonzalez-Navarro, Simeon Nichter",
          "abstract": "Does combating corruption reduce clientelism? To investigate this question, we focus on a policy that has been widely used across the world: anti-corruption audits. We examine the impact of Brazil’s prominent audit programme on clientelism using a novel survey of rural citizens. Randomised audits reduce politicians’ provision of campaign handouts, decrease citizens’ demands for private goods, and reduce requests fulfilled by politicians. We investigate mechanisms by which audits may reduce clientelism, and find that audits significantly reduce citizens’ willingness to supply clientelist votes.",
          "url": "https://doi.org/10.1093/ej/ueaf082",
          "doi": "https://doi.org/10.1093/ej/ueaf082",
          "filter": 0
        },
        {
          "title": "Starting off on the Right Foot – Language Learning Classes and the Educational Success of Refugee Children",
          "authors": "Pia Schilling, Lisa Sofie Höckel",
          "abstract": "We study the effect of separate preparatory language learning classes on the academic outcomes of primary school-aged immigrant children in Germany compared to their direct integration into regular classrooms. Using administrative panel data and leveraging idiosyncratic assignment of refugee children to neighbourhoods, and, consequently, schools, as well as preparatory class roll out over time, we find that primary school-aged refugees attending a preparatory class perform significantly worse on fifth-grade standardised tests and are slightly less likely to pursue an academic secondary track. While limited to short-term outcomes, our results indicate that preparatory classes could impede early academic integration by clustering migrant peers, highlighting the need to consider complementary approaches to reduce achievement disparities.",
          "url": "https://doi.org/10.1093/ej/ueaf087",
          "doi": "https://doi.org/10.1093/ej/ueaf087",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Governance With, Not Government Over Citizens",
          "authors": "Jordan K. Lofthouse, Peter J. Boettke",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105147",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105147",
          "filter": 0
        },
        {
          "title": "Disclosure policy in contests with sabotage and group size uncertainty",
          "authors": "Jonathan Stäbler",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105120",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105120",
          "filter": 0
        },
        {
          "title": "The TAP equation: Evaluating combinatorial innovation",
          "authors": "Marina Cortês, Stuart A. Kauffman, Andrew R. Liddle, Lee Smolin",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105144",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105144",
          "filter": 0
        },
        {
          "title": "The Tower of Babel: Localization, translation, and international trade",
          "authors": "Han Yang, Yuta Watabe, Eugene Kanasheuski",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105123",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105123",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "On-line detection of changes in the shape of intraday volatility curves",
          "authors": "Torben G. Andersen, Yingwen Tan, Viktor Todorov, Zhiyuan Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106089",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106089",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00148-4",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00148-4",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Who benefits from pharmaceutical price controls? Evidence from India",
          "authors": "Emma B. Dean",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105478",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105478",
          "filter": 0
        },
        {
          "title": "An efficiency case for equity-based school priorities",
          "authors": "Damon Clark, Stephen Coate",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105441",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105441",
          "filter": 0
        },
        {
          "title": "Does SNAP participation increase bulk purchases?",
          "authors": "Hannah Wich, Katherine Harris-Lagoudakis",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105442",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105442",
          "filter": 0
        },
        {
          "title": "Pricing for opportunity: The impact of spatially varying rent subsidies on housing voucher neighborhoods and take-up",
          "authors": "Ingrid Gould Ellen, Katherine O’Regan, Sarah Strochak",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105465",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105465",
          "filter": 0
        },
        {
          "title": "Political backlash to refugee settlement: Cultural and economic drivers",
          "authors": "Francesco Campo, Sara Giunti, Mariapia Mendola, Giulia Tura",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105467",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105467",
          "filter": 0
        },
        {
          "title": "Pro-social preferences and the paradox of voting",
          "authors": "Christine T. Bangum, Benny Geys, Rune J. Sørensen",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105479",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105479",
          "filter": 0
        },
        {
          "title": "Revealing 21% of GDP in hidden assets: Evidence from Argentina",
          "authors": "Juliana Londoño-Vélez, Dario Tortarolo",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105471",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105471",
          "filter": 0
        },
        {
          "title": "Labor supply response to windfall gains",
          "authors": "Dimitris Georgarakos, Tullio Jappelli, Geoff Kenny, Luigi Pistaferri",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105476",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105476",
          "filter": 0
        },
        {
          "title": "Measuring small business dynamics and employment with private-sector real-time data",
          "authors": "André Kurmann, Etienne Lalé, Lien Ta",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105477",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Markups, Production Relocation, and the Gains from Trade",
          "authors": "Hamid Firooz, Gunnar Heins",
          "abstract": "This paper develops a multi-sector, multi-country model of international trade and profit shifting that embeds imperfect competition into Eaton and Kortum (2002)'s Ricardian trade model and allows markup distributions for both imports and exports to vary across sectors and countries. We first show theoretically how the gains from trade liberalization depend on the markup distribution for imported relative to exported goods. To bring the model to the data, we estimate both trade elasticities and a rich set of country- and industry-specific import demand elasticities for over 36,000 distinct sector-country pairs. We find that cross-country heterogeneities in export markups relative to import markups are a first-order determinant of the gains from trade and especially the welfare losses from tariffs. By flexibly taking heterogeneity in markups into account, these losses are up to three times larger for net exporters of high-markup products. We apply our model to the recent U.S.-China trade war and show that U.S. welfare losses from the tariff war are more than twice as high once markups and profit shifting are taken into account, whereas China benefited slightly overall.",
          "url": "https://doi.org/10.1093/jeea/jvaf029",
          "doi": "https://doi.org/10.1093/jeea/jvaf029",
          "filter": 0
        },
        {
          "title": "Sparking Knowledge: Early Technology Adoption, Innovation Ability and Long-Run Growth",
          "authors": "Björn Brey",
          "abstract": "This paper examines the benefits of first-mover advantages in technology adoption. It documents that the early adoption of electricity across late 19th-century Switzerland was conducive to local economic development not just in the short run but also in the long run. By exploiting exogenous variation in waterpower potential, alongside rapid advancements in power transmission technology, these findings can be interpreted as causal. The main mechanism through which differences in economic development persist is increased human capital accumulation and innovativeness. In contrast, I was unable to uncover any evidence supporting a number of alternative mechanisms: (1) persistent differences in the use of electricity, (2) household electrification, (3) local gains from resource windfalls, (4) returns to scale and physical capital accumulation, and (5) population agglomeration.",
          "url": "https://doi.org/10.1093/jeea/jvaf034",
          "doi": "https://doi.org/10.1093/jeea/jvaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Agricultural Transformation and Farmers' Expectations: Experimental Evidence from Uganda",
          "authors": "Jacopo Bonan, Harounan Kazianga, Mariapia Mendola",
          "abstract": "This paper uses the randomized rollout of a national agricultural extension program in Uganda to study subsistence smallholders' decisions to adopt cash oilseed crops and shift to commercial farming. By eliciting yield and price expectations, we examine how beliefs evolve after the intervention and influence adoption decisions. Our findings indicate that technical and market information significantly raises farmers' expectations, leading to an average 15% increase in oilseed adoption. Results highlight the role of information in shaping beliefs and behavior, and suggest that addressing knowledge gaps and belief misperceptions about crop profitability is crucial for improving technology adoption and agricultural transformation.",
          "url": "https://doi.org/10.1162/rest.a.278",
          "doi": "https://doi.org/10.1162/rest.a.278",
          "filter": 0
        },
        {
          "title": "Curriculum, Political Participation, and Career Choice",
          "authors": "Hongbin Li, Sai Luo, Yang Wang",
          "abstract": "We examine the causal impact of ideological education on students' political participation and career choices by exploiting China's staggered rollout of a high school curriculum reform that emphasized political indoctrination. Using nationally representative survey data on college students that the authors collected, we find that exposure to the new curriculum increases the likelihood of joining the Chinese Communist Party by 14% and raises the probability of securing state-sector jobs after graduation by 15%. These results highlight the powerful role of ideological education in shaping students' political alignments and career trajectories.",
          "url": "https://doi.org/10.1162/rest.a.285",
          "doi": "https://doi.org/10.1162/rest.a.285",
          "filter": 0
        },
        {
          "title": "Does Affordability Status Matter in Who Wants Multifamily Housing in Their Backyard?",
          "authors": "Michael D. Eriksen, Guoyang Yang",
          "abstract": "We provide evidence that similar price effects occur from new multifamily rental housing on surrounding owner-occupied property values regardless of whether the development was subsidized. These effects were on average negative in higherincome communities, but became either non-distinguishable from zero or positive in higher-income communities with sufficient population density. These results imply that previous opposition to all new rental housing by homeowners is misguided as developments could raise property values in some higher-income neighborhoods.",
          "url": "https://doi.org/10.1162/rest.a.282",
          "doi": "https://doi.org/10.1162/rest.a.282",
          "filter": 0
        },
        {
          "title": "Local Corporate Taxes and the Geography of Foreign Multinationals",
          "authors": "Jianpeng Deng, Chong Liu, Zi Wang, Yuan Zi",
          "abstract": "We study the implications of the presence of foreign multinationals on regional corporate tax policies of a country. We develop and estimate a quantitative spatial model with multinational production (MP) and local corporate taxes. Exploiting China's 2008 corporate tax reform, we find that firm production across regions is twice as footloose as estimates in the literature on cross-country production. Counterfactual analysis shows that (i) China's 2008 corporate tax reform shifted foreign-firm productions to western provinces and increased Chinese welfare by 0.86%; (ii) regional tax competition would significantly reduce China's corporate tax revenue, lowering the welfare by 5.56%; (iii) the nationally optimal corporate tax schedule would increase Chinese welfare by 3.10%. Finally, without the presence of foreign multinationals, the welfare loss from regional tax competition would be 2.04%, while the gain from the nationally optimal corporate taxes would be only 0.06%.",
          "url": "https://doi.org/10.1162/rest.a.279",
          "doi": "https://doi.org/10.1162/rest.a.279",
          "filter": 0
        },
        {
          "title": "Opioid Use and Employment Outcomes: Evidence from the U.S. Military",
          "authors": "Abby Alpert, Stephen D. Schwab, Benjamin Ukert",
          "abstract": "There is significant interest in understanding labor market consequences of the opioid epidemic, but little is known about how opioid use affects on-the-job performance. We analyze the impact of opioid initiation on job performance using linked medical and personnel data for active-duty military members. Exploiting quasi-random assignment of patients to physicians in the emergency department, we find that military members assigned to high-intensity opioid prescribing physicians have a higher likelihood of long-term opioid use, are less likely to receive promotions, and are more likely to receive disciplinary actions and leave their jobs. Our results demonstrate productivity costs of opioid use.",
          "url": "https://doi.org/10.1162/rest.a.284",
          "doi": "https://doi.org/10.1162/rest.a.284",
          "filter": 0
        },
        {
          "title": "Religious Barriers to Birth Control Access",
          "authors": "Olivier Marie, Esmée Zwiers",
          "abstract": "This paper presents new causal evidence on the “power” of oral contraceptives in shaping women's lives, leveraging the 1970 liberalization of the Pill for minors in the Netherlands and demand- and supply-side religious preferences that affected Pill take-up. We analyze administrative data to demonstrate that, after Pill liberalization, minors from less conservative areas were more likely to delay fertility/marriage and to accumulate human capital in the long run. We then show how these large effects were eliminated for women facing a higher share of gatekeepers—general practitioners and pharmacists—who were opposed to providing the Pill on religious grounds.",
          "url": "https://doi.org/10.1162/rest.a.281",
          "doi": "https://doi.org/10.1162/rest.a.281",
          "filter": 0
        },
        {
          "title": "Computerized Machine Tools and the Transformation of U.S. Manufacturing",
          "authors": "Leah Boustan, Jiwon Choi, David Clingingsmith",
          "abstract": "The diffusion of computerized machine tools in the mid-20th century was a pivotal step in the century-long process of factory automation. We build a novel measure of exposure to computer numerical control (CNC) using initial variation in tool types across industries and differential shifts toward CNC by type. Industries more exposed to CNC from 1970–2007 increased labor productivity and reduced production employment. Workers in more exposed labor markets adjusted by shifting from metal to non-metal manufacturing. Union members were shielded from this job loss, and some workers returned to school to retrain.",
          "url": "https://doi.org/10.1162/rest.a.287",
          "doi": "https://doi.org/10.1162/rest.a.287",
          "filter": 0
        },
        {
          "title": "Safer in School? The Impact of Compulsory Schooling on Maltreatment and Associated Harms",
          "authors": "Adam A. Dzulkipli, Nicole Black, David W. Johnston, Leonie Segal",
          "abstract": "Abused and neglected children are at extreme risk of school dropout, poor health, and destructive behaviours, yet evidence on interventions that prevent maltreatment and its harms is limited. We use a South Australian education reform to examine whether extending the school-leaving age from 16 to 17 improves maltreatment-related outcomes. Using administrative records and regression-discontinuity techniques, we find that the reform reduced first-time cases of maltreatment reported to Child Protection Services (CPS). Among adolescents with past CPS involvement, it also reduced emergency healthcare utilisation. Our findings suggest school attendance can improve child safety, with an incapacitation effect as the likely mechanism.",
          "url": "https://doi.org/10.1162/rest.a.280",
          "doi": "https://doi.org/10.1162/rest.a.280",
          "filter": 0
        },
        {
          "title": "Experienced Utility, Engel Curves and Expenditure Choices",
          "authors": "Cristina Bernini, Silvia Emili, Federica Galli",
          "abstract": "This study examines how individual spending behaviours change for different levels of experienced utility using a composite SWB indicator as a utility proxy and modelling expenditure behaviours through Engel curves across different utility regions. To perform the analysis, we use expenditure and SWB data for Italian residents in 2016 and estimate Engel curves through a non-parametric instrumental variable threshold regression approach. Our findings indicate that individual spending behaviours are characterized by distinct experienced utility functions, with respect to different goods' categories and durability, and corroborate the strict association between conspicuous consumption, social aspects of life, and well-being.",
          "url": "https://doi.org/10.1162/rest.a.283",
          "doi": "https://doi.org/10.1162/rest.a.283",
          "filter": 0
        },
        {
          "title": "Monitoring Technology: The Impact of Body-Worn Cameras on Citizen-Police Interactions",
          "authors": "Daniel AC Barbosa, Thiemo Fetzer, Caterina Soto-Vieira, Pedro CL Souza",
          "abstract": "We provide experimental evidence that using body-worn cameras (BWCs) for police monitoring improves police-citizen interactions. In an intervention carried out in Brazil in 2018, we find that treated incidents show a 61.2% decrease in police use of force and a 47.0% reduction in adverse interactions, including handcuff use and arrests. The use of body-worn cameras also significantly improves the quality of police reporting. The rate of incomplete reports dropped by 5.9%, which is accompanied by a 69.2% increase in reported incidents of domestic violence. We explore various mechanisms that explain why BWCs work and show that the results are consistent with the police changing their behavior in the presence of cameras. Overall, results show that the use of body-worn cameras de-escalates conflicts.",
          "url": "https://doi.org/10.1162/rest.a.286",
          "doi": "https://doi.org/10.1162/rest.a.286",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Political Foundations of Racial Violence in the Post-Reconstruction South",
          "authors": "Patrick A Testa, Jhacova Williams",
          "abstract": "Election results act as powerful signals, shaping social behavior in ways that can be dramatic and even violent. This paper shows how racial violence in the post-Reconstruction U.S. South was tied to the local performance of the anti-Black Democratic Party in presidential elections. Using a regression discontinuity design based on close presidential vote shares, we find that Southern counties where Democrats lost the popular vote between 1880 and 1900 were nearly twice as likely to experience Black lynchings in the following four years. Despite no corresponding changes in local officeholding, these defeats were salient among local elites. We show that Southern newspapers, closely aligned with the Democratic Party, amplified narratives of Black criminality in the aftermath of Democratic losses. Such accusations were, in turn, frequently invoked by lynch mobs. These findings point to the strategic use of racial violence by Democratic elites, foreshadowing the institutionalized vote suppression of Jim Crow.",
          "url": "https://doi.org/10.1093/qje/qjaf045",
          "doi": "https://doi.org/10.1093/qje/qjaf045",
          "filter": 0
        },
        {
          "title": "Failing Banks",
          "authors": "Sergio Correia, Stephan Luck, Emil Verner",
          "abstract": "Why do banks fail? We create a panel covering most commercial banks from 1863 through 2024 to study the history of failing banks in the United States. Failing banks are characterized by rising asset losses, deteriorating solvency, and an increasing reliance on expensive noncore funding. These commonalities imply that bank failures are highly predictable using simple accounting metrics from publicly available financial statements. Failures with runs were common before deposit insurance, but these failures are strongly related to weak fundamentals, casting doubt on the importance of non-fundamental runs. Furthermore, low recovery rates on failed banks’ assets suggest that most failed banks subject to runs were fundamentally insolvent, barring large value destruction of receiverships. Altogether, our evidence suggests that the primary cause of bank failures and banking crises is almost always and everywhere a deterioration of bank fundamentals.",
          "url": "https://doi.org/10.1093/qje/qjaf044",
          "doi": "https://doi.org/10.1093/qje/qjaf044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
