{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Just Ask Them Twice: Choice Probabilities and Identification of Ex ante returns and Willingness-To-Pay",
          "authors": "Romuald Méango, Esther Mirjam Girsberger",
          "abstract": "One of the exciting developments in the stated preference literature is the use of probabilistic stated preference experiments to estimate semi-parametric population distributions of ex ante returns and willingness-to-pay (WTP) for a choice attribute. This relies on eliciting several choices per individual and estimating separate demand functions at the cost of possibly long survey instruments. This paper shows that the distributions of interest can be recovered from at most two stated choices with significantly weaker assumptions. Hence, it allows for significantly shorter survey instruments. The paper also shows that eliciting probabilistic stated choices allows identifying much richer objects than we have done so far, and therefore, provides better tools for ex ante policy evaluation. Finally, it showcases the feasibility and relevance of the results by studying the preferences of high ability students in Côte d’Ivoire for public sector jobs by exploiting a unique survey on this population. Our analysis supports the claim that public sector jobs might significantly increase the cost of hiring elite students for the private sector.",
          "url": "https://doi.org/10.1093/ej/ueag018",
          "doi": "https://doi.org/10.1093/ej/ueag018",
          "filter": 0
        },
        {
          "title": "Tax Enforcement Spillovers - Evidence from Business Tax Audits in South Africa",
          "authors": "Collen Lediga, Nadine Riedel, Kristina Strohmaier",
          "abstract": "Taxpayer audits are key instruments to combat tax evasion. Whether they deter tax non-compliance beyond audited taxpayers is largely unclear, however. Drawing on rich tax administrative data for South Africa, we show that business tax audits enhance the tax reporting compliance of unaudited firms in the same neighborhood and tax preparer network as the targeted business. On average, firms’ reported tax liability increases by around 1% when a business in close proximity (located within a 100-m radius) undergoes an audit and equally by around 1% when a firm in the same tax preparer net is audited. These estimates translate into sizable aggregate revenue gains as audited firms are linked to numerous other firms within their networks. Our findings carry important implications for the design of tax enforcement policies.",
          "url": "https://doi.org/10.1093/ej/ueag021",
          "doi": "https://doi.org/10.1093/ej/ueag021",
          "filter": 0
        },
        {
          "title": "Labour Market Power and the Effects of Fiscal Policy",
          "authors": "Christian Bredemeier, Babette Jansen, Roland Winkler",
          "abstract": "We propose a new fiscal transmission channel based on countercyclical monopsony power in the labour market. We develop a New Keynesian model incorporating a time-varying degree of monopsony power, with workers valuing various job aspects and firms having wage-setting power, inversely related to the elasticity of labour supply to individual firms. As government spending increases, labour supply to individual firms becomes more elastic, creating more competition and larger fiscal multipliers. We examine this channel’s interactions with other fiscal transmission channels. Finally, we confirm empirically the model’s prediction of reduced employer market power following government spending expansions.",
          "url": "https://doi.org/10.1093/ej/ueag023",
          "doi": "https://doi.org/10.1093/ej/ueag023",
          "filter": 0
        },
        {
          "title": "Within-Firm Pay Inequality and Productivity",
          "authors": "Melanie Wallskog, Nicholas Bloom, Scott Ohlmacher, Cristina Tello-Trillo",
          "abstract": "Using confidential Census data, we find that aggressive performance pay practices and productivity growth have combined to increase U.S. inequality. Employees at more productive firms earn higher pay at all earnings levels; similarly, when a firm becomes more productive, pay increases across its workforce. Importantly, however, these pay-productivity relationships strengthen with seniority: within a firm, the pay-productivity elasticity more than doubles from the median-paid worker (0.04) to the top-paid worker (0.10). Moreover, this pay-performance relationship is particularly steep when there is more scope for performance-based pay, suggesting that the use of incentives can spur the growth of inequality following productivity growth.",
          "url": "https://doi.org/10.1093/ej/ueag020",
          "doi": "https://doi.org/10.1093/ej/ueag020",
          "filter": 0
        },
        {
          "title": "Strategic Ignorance and the Perceived Efficacy of Taking Action",
          "authors": "Anca Balietti, Angelika Budjan, Tillmann Eymess, Alice Soldà",
          "abstract": "When useful information is distressing, it may deliberately be ignored. In this paper, we examine both theoretically and experimentally whether increasing perceived efficacy — the belief that one’s actions can influence an outcome — reduces such strategic ignorance. Participants in India are given the choice to receive or avoid information about the average loss in life expectancy due to air pollution in their district and are later asked to recall it. We find that increasing perceived efficacy significantly improves recall, particularly among participants with optimistic prior beliefs. The pattern is confirmed when conducting the same experiment in the United States. Our theoretical framework highlights how perceived efficacy shapes the interplay between anticipatory and realized utility, thereby influencing strategic ignorance.",
          "url": "https://doi.org/10.1093/ej/ueag022",
          "doi": "https://doi.org/10.1093/ej/ueag022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "A tale of two margins: Monetary policy and capital misallocation",
          "authors": "Silvia Albrizio, Beatriz González, Dmitry Khametshin",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105278",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105278",
          "filter": 0
        },
        {
          "title": "Moral constraints and self-serving beliefs",
          "authors": "Matthew Rabin",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105270",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105270",
          "filter": 0
        },
        {
          "title": "Does the skill composition of trade drive educational attainment? A cross-country panel analysis",
          "authors": "Ida Ferrara, Andrey Stoyanov",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105284",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105284",
          "filter": 0
        },
        {
          "title": "Residency and reciprocity: Does migration impact inclusion in the moral economy?",
          "authors": "Lauren Honig, Adam S. Harris",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105292",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105292",
          "filter": 0
        },
        {
          "title": "The talent paradox: Why is it fair to reward talent but not luck?",
          "authors": "Björn Bartling, Alexander W. Cappelen, Ingvild L. Skarpeid, Erik Ø. Sørensen, Bertil Tungodden",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105268",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105268",
          "filter": 0
        },
        {
          "title": "Natural resources, federal tax changes, and environmental regulation: Can contractionary fiscal policies increase air pollution?",
          "authors": "Fidel Perez-Sebastian, Ohad Raveh, Brock Smith",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105280",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105280",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(26)00033-4",
          "doi": "https://doi.org/10.1016/s0014-2921(26)00033-4",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Semiparametric estimation of duration model with time-varying regressors and fixed effects",
          "authors": "Songnian Chen, Qian Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106195",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106195",
          "filter": 0
        },
        {
          "title": "High-dimensional conditional factor model",
          "authors": "Zhonghao Fu, Shang Gao, Liangjun Su, Xia Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106203",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106203",
          "filter": 0
        },
        {
          "title": "Estimating a conditional density ratio model for asset returns and option demand",
          "authors": "Jeroen Dalderop, Oliver Linton",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106191",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106191",
          "filter": 0
        },
        {
          "title": "To be or not to be: Roughness or long memory in volatility?",
          "authors": "Mikkel Bennedsen, Kim Christensen, Peter Korsbakke Christensen",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106193",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106193",
          "filter": 0
        },
        {
          "title": "Diffusion index forecasting with tensor data",
          "authors": "Bin Chen, Yuefeng Han, Qiyang Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106204",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106204",
          "filter": 0
        },
        {
          "title": "Convolution-t distributions",
          "authors": "Peter Reinhard Hansen, Chen Tong",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106212",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106212",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Emergency care centers, hospital performance and population health",
          "authors": "Sonia Bhalotra, Letícia Nunes, Rudi Rocha",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105573",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105573",
          "filter": 0
        },
        {
          "title": "Race and redistribution in the United States: An experimental analysis",
          "authors": "Jesper Akesson, Robert W. Hahn, Robert D. Metcalfe, Itzhak Rasooly",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105555",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105555",
          "filter": 0
        },
        {
          "title": "Asylum seekers and the rise in homelessness",
          "authors": "Bruce D. Meyer, Angela Wyse, Douglas Williams",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105577",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105577",
          "filter": 0
        },
        {
          "title": "Political accountability and bureaucratic selection",
          "authors": "Antonio León, Kelly Santos",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105580",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105580",
          "filter": 0
        },
        {
          "title": "Climate coalitions with sophisticated policy makers",
          "authors": "Sareh Vosooghi, Maria Arvaniti, Frederick van der Ploeg",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105593",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105593",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Innovation Union: Costs and Benefits of Innovation Policy Coordination",
          "authors": "Teodora Borota Milicevic, Fabrice Defever, Giammario Impullitti, Adam Hal Spencer",
          "abstract": "What is the scope for international cooperation in innovation policy in economies closely integrated via trade? We address this question by building a two-region innovation-driven growth model with endogenous technology diffusion via FDI. We use the model to analyse R&amp;D subsidy cooperation in the EU, which has a common trade and monetary policy but where a coordinated innovation policy is still in its infancy. Stark differences in innovation capabilities between the West (old member states) and the East (new member states) shape optimal policies. Western countries have higher R&amp;D efficiency and serve as primary sources of knowledge spillovers, through FDI-driven technology transfer. Cooperation is driven by two factors: correcting distortions from subsidy competition, the strategic motive, and leveraging intertemporal knowledge spillovers that sustain growth. A coordinated policy involves substantial subsidies for the West and taxes for the East, reflecting the West’s superior R&amp;D efficiency and role as a key source of knowledge spillovers. Both regions experience welfare gains, primarily by internalising cross-border spillovers. We find strong complementarity between innovation and FDI subsidies, showing that jointly supporting knowledge creation and diffusion yields greater benefits than implementing each policy in isolation.",
          "url": "https://doi.org/10.1093/jeea/jvag002",
          "doi": "https://doi.org/10.1093/jeea/jvag002",
          "filter": 0
        },
        {
          "title": "Free Movement of Inventors: Open-Border Policy and Innovation in Switzerland",
          "authors": "Gabriele Cristelli, Francesco Lissoni",
          "abstract": "We study the innovation effects of the Agreement on the Free Movement of Persons, signed by Switzerland and the European Union in 1999. We exploit a quasi-experimental setting created by Switzerland’s implementation of the treaty, which initially eased entry restrictions only for commuters from neighboring countries, thereby inducing a large inflow of “cross-border inventors” in regions close to the border. We find that the treaty increased patenting in such regions relative to comparable ones farther away from the border. We find no evidence indicating the displacement of native inventors or a reduction in the patenting activity of Switzerland’s neighboring countries. We also find that incumbent inventors in regions next to the border increased their productivity, thanks to patents in collaboration with cross-border inventors. We provide evidence suggesting that cross-border inventors contributed to Swiss patenting by enabling R&amp;D laboratories to enlarge, albeit without increasing the productivity of local peers outside direct collaborations.",
          "url": "https://doi.org/10.1093/jeea/jvag003",
          "doi": "https://doi.org/10.1093/jeea/jvag003",
          "filter": 0
        },
        {
          "title": "Democracy, Redistribution, and Inequality: Evidence from the English Poor Law",
          "authors": "Jonathan Chapman",
          "abstract": "This paper tests whether inequality shapes the redistributive impact of democratization by examining changes to the governance of councils providing poor relief—rudimentary social insurance—in nineteenth-century Britain. An 1894 reform removed institutional features—a graduated franchise, property qualifications, the absence of a secret ballot, and the participation of unelected magistrates—that allowed landowners to control spending on poor relief after the 1832 Great Reform Act. The empirical analysis uses a new annual dataset of poor law spending from 1884–1905 to test whether higher pre-reform inequality amplified the effect of democratic reform on redistribution. The results support the Meltzer–Richard hypothesis: higher local income inequality led to higher poor relief spending after 1894. Areas where landed elites held political power saw smaller increases in expenditure, indicating that de facto elite influence muted the effect of democratization. These findings provide empirical support for models of democratization that focus on demands for redistribution.",
          "url": "https://doi.org/10.1093/jeea/jvag005",
          "doi": "https://doi.org/10.1093/jeea/jvag005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Civil War–Induced Displacement and Human Capital",
          "authors": "Giorgio Chiovelli, Stelios Michalopoulos, Elias Papaioannou, Sandra Sequeira",
          "abstract": "We study the impact of conflict-induced displacement on human capital and occupational shifts, focusing on the Mozambican civil war (1977 - 1992), during which millions of civilians were forced to flee to the countryside, cities, and neighboring countries. Reconstructing the wartime mobility histories of the surviving population, we examine the consequences of multiple displacement trajectories within a unified framework. First, we characterize the education and sectoral employment of the universe of (non-)displaced. Second, we exploit differences in relocation trajectories among extended kin members during their schooling years. Displacement is associated with significant gains in education. Third, employing a “movers design,” we show that minors displaced earlier to better districts experienced an increase in educational attainment. Focusing on moves during the intensification of the war and when comparing members of the same household, regional childhood exposure effects remain strong, whereas spatial sorting becomes negligible. Fourth, we jointly estimate place-based, spatial sorting, and uprootedness effects, showing that all forces are at play. Fifth, a small survey in Mozambique’s largest northern city reveals long-term effects: internally displaced report higher education than their siblings who stayed behind, but lower social capital and worse mental health relative to locals. Our findings demonstrate that displacement shocks can foster human capital accumulation, even in very low-income settings, albeit at the cost of enduring social and psychological traumas.",
          "url": "https://doi.org/10.1093/qje/qjag009",
          "doi": "https://doi.org/10.1093/qje/qjag009",
          "filter": 0
        },
        {
          "title": "Disaggregated Economic Accounts",
          "authors": "Asger Andersen, Kilian Huber, Niels Johannesen, Ludwig Straub, Emil Toft Vestergaard",
          "abstract": "We develop a system of disaggregated economic accounts. The system breaks down national accounting positions into bilateral flows between consistently defined groups of consumers (“consumer cells”), groups of producers (“producer cells”), the government, and the rest of the world. We disaggregate the full circular flow of money, including consumer spending, labor compensation, firm profits, trade in intermediates, foreign trade, and government transactions, while satisfying all national accounting identities. We implement the disaggregated system for small region-by-industry cells in Denmark and present stylized facts, including variation in domestic spending shares, local and urban bias in consumer spending, and a pattern of “triangular flows” across regions. Cell-level measures of “spending intensity” capture how much spending by a cell contributes to the income of cells experiencing unemployment after a shock. Using a general equilibrium model, we show that fiscal transfers are more effective in stimulating aggregate GDP when they target cells with high spending intensity on unemployed cells. Knowledge of the disaggregated economic accounts helps governments select more effective policies.",
          "url": "https://doi.org/10.1093/qje/qjag010",
          "doi": "https://doi.org/10.1093/qje/qjag010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
