{
  "update": "2025-03-14",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Economic Impact of Internet Connectivity in Developing Countries",
          "authors": "Jonas Hjort, Lin Tian",
          "abstract": "Firms, workers, and consumers in developing countries are increasingly connected to each other and the rest of the world through the internet. Can this connectivity transform poor economies, as technology optimists hope, or are there more deeply rooted barriers to economic development? Research on the topic is growing rapidly. In this article we provide an overview of existing evidence from 153 studies on the extent to which, and how, internet connectivity affects economic development. Not surprisingly, estimates vary widely with the context, particular outcome, and form of internet studied. Overall, the literature points toward sizable economic impacts in many—though not all—settings.",
          "url": "https://doi.org/10.1146/annurev-economics-081224-102352",
          "doi": "https://doi.org/10.1146/annurev-economics-081224-102352",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "An issue dedicated to Konrad Mierendorff: Introduction",
          "authors": "Martin Cripps, Antonio Guarino, Vasiliki Skreta",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105001",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105001",
          "filter": 0
        },
        {
          "title": "Herd behavior and the intention to vaccinate against COVID-19",
          "authors": "Gil S. Epstein, Odelia Heizler, Osnat Israeli",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105016",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105016",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00058-3",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00058-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "What do bequests in married couples with a surviving spouse tell us about bequest motives?",
          "authors": "Sean Fahle",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105333",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105333",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "The Impact of Consequence Information on Insurance Choice",
          "authors": "Anya Samek, Justin Sydnor",
          "abstract": "Individuals frequently make insurance choices that appear sub-optimal, possibly reflecting difficulty mapping insurance contracts to their distribution of financial consequences. We develop and experimentally test a decision aid that provides this mapping in two experiments mirroring typical health insurance decisions. Compared to standard feature-based information, our distributionbased tool substantially reduces dominance violations and changes choice patterns across a range of menus. Under feature-based displays, choices can be most easily rationalized by models of heuristic choices, such as minimizing premium or deductible. With the decision aid, significantly more people have choice patterns that are better explained by expected utility theory.",
          "url": "https://doi.org/10.1162/rest_a_01572",
          "doi": "https://doi.org/10.1162/rest_a_01572",
          "filter": 0
        },
        {
          "title": "Vacancy Duration and Wages",
          "authors": "Ihsaan Bassier, Alan Manning, Barbara Petrongolo",
          "abstract": "We estimate the elasticity of vacancy duration with respect to posted wages, using data from the near-universe of online job adverts in the United Kingdom. Our research design leverages firm-level wage policies that are plausibly exogenous to hiring difficulties on specific job vacancies, and controls for job and marketlevel fixed-effects. Wage policies are defined based on external information on pay settlements, or on sharp, internally-defined, firm-level changes. In our preferred specifications, we estimate duration elasticities in the range −3 to −5, which are substantially larger than the few existing estimates.",
          "url": "https://doi.org/10.1162/rest_a_01580",
          "doi": "https://doi.org/10.1162/rest_a_01580",
          "filter": 0
        },
        {
          "title": "Reclassification Risk in the Small Group Health Insurance Market",
          "authors": "Sebastian Fleitas, Gautam Gowrisankaran, Anthony Lo Sasso",
          "abstract": "We evaluate health insurance reclassification risk in the Small Group Market before ACA community rating regulations. We use detailed claims and premiums data from a large insurance company, controlling non parametrically for selection. We find a pass-through of 11% from changes in health risk to changes in premiums, with a stronger equilibrium relationship between the two. The pricing patterns are consistent with the insurer offering “guaranteed renewability” contracts with one-sided pricing commitment. The observed pricing policy adds 55% of the consumer welfare gain from community rating relative to experience rating, with welfare gains limited because of switching across insurance companies.",
          "url": "https://doi.org/10.1162/rest_a_01582",
          "doi": "https://doi.org/10.1162/rest_a_01582",
          "filter": 0
        },
        {
          "title": "State Employment as a Strategy of Autocratic Control in China",
          "authors": "Jaya Y. Wen",
          "abstract": "This paper presents evidence that autocrats use state-owned firms to prevent unrest via employment provision, a role that helps explain these low-productivity firms' favorable treatment and persistence across settings. I use variation in a regional conflict in Xinjiang to establish that Chinese state firms respond to threats of ethnic unrest by hiring minority men. Concurrently, wages rise and private employment falls among this group. These patterns are consistent with a theoretical framework of governmentsubsidized, pacification-motivated state employment, and I use the framework to quantify the implicit subsidy that state firms receive for hiring male minorities.",
          "url": "https://doi.org/10.1162/rest_a_01567",
          "doi": "https://doi.org/10.1162/rest_a_01567",
          "filter": 0
        },
        {
          "title": "Parents Know Better: Sorting on Match Effects in Primary School",
          "authors": "Marco Ovidi",
          "abstract": "I show that parents select schools that improve the student-school match. Using the centralized algorithm for offers to primary schools in London, I compare the achievement of students who are as good as randomly enroled in schools ranked differently in their application. Enroling at the first choice compared to a school ranked lower increases achievement by 0.03 standard deviations per year beyond the average school value-added across students. Match effects arise from unobserved student's and school's attributes, and are larger for relatively advantaged students. Results imply that parental choice can increase aggregate learning.",
          "url": "https://doi.org/10.1162/rest_a_01574",
          "doi": "https://doi.org/10.1162/rest_a_01574",
          "filter": 0
        },
        {
          "title": "Partial Outsourcing of Public Programs: Evidence on Determinants of Choice in Medicare",
          "authors": "Marika Cabral, Colleen Carey, Jinyeong Son",
          "abstract": "Many public programs let individuals choose between publicly provided benefits and a subsidized private alternative. We investigate health insurance choice in Medicare—a setting with vast geographic variation in the uptake of the private alternative. We analyze insurance decisions among individuals who move to quantify the relative importance of individual-specific factors (e.g., preferences or income) and place-specific factors (e.g., local health insurance options). We find roughly 40% of the geographic variation in the share selecting private coverage is due to place-based factors, while the remainder due to individuals. Our findings inform the potential for place-based policy to address geographic disparities.",
          "url": "https://doi.org/10.1162/rest_a_01575",
          "doi": "https://doi.org/10.1162/rest_a_01575",
          "filter": 0
        },
        {
          "title": "The Ostrich in Us: Selective Attention to Personal Finances",
          "authors": "Arna Olafsson, Michaela Pagel",
          "abstract": "We analyze attention to personal finances using a high-frequency panel of bank data, including information on logins. We document a number of robust patterns. Relative to their personal histories, individuals pay more attention when holding more cash and liquidity and when receiving income. In contrast, attention decreases discretely as bank account balances go from positive to negative and then decreases further as overdraft debt increases. We conclude that Ostrich effects in a personal finance context, i.e., the avoidance of obtaining information on everyday personal finances, is a widespread phenomenon and explore a number of explanations for our findings.",
          "url": "https://doi.org/10.1162/rest_a_01566",
          "doi": "https://doi.org/10.1162/rest_a_01566",
          "filter": 0
        },
        {
          "title": "A Unified Framework to Estimate Macroeconomic Stars",
          "authors": "Saeed Zaman",
          "abstract": "This paper develops a semi-structural model to jointly estimate “stars” — long-run levels of output (its growth rate), unemployment rate, real interest rate, productivity growth, price inflation, and wage inflation. It features links between survey expectations and stars, time-variation in macroeconomic relationships, and stochastic volatility. Survey data help discipline stars' estimates and have been crucial in estimating a high-dimensional model since the pandemic. The model has desirable real-time properties, competitive forecasting performance, and superior fit to the data compared to variants without the empirical features mentioned above. The by-products are estimates of various objects of great interest to the broader profession.",
          "url": "https://doi.org/10.1162/rest_a_01570",
          "doi": "https://doi.org/10.1162/rest_a_01570",
          "filter": 0
        },
        {
          "title": "Constructing Fan Charts from the Ragged Edge of SPF Forecasts",
          "authors": "Todd E. Clark, Gergely Ganics, Elmar Mertens",
          "abstract": "We develop models that take point forecasts from the Survey of Professional Forecasters (SPF) as inputs and produce estimates of survey-consistent term structures of expectations and uncertainty at arbitrary forecast horizons. Our models combine fixed-horizon and fixed-event forecasts, accommodating time-varying horizons and availability of survey data, as well as potential inefficiencies in survey forecasts. The estimated term structures of SPF-consistent expectations are comparable in quality to the published, widely used short-horizon forecasts. Our estimates of time-varying forecast uncertainty reflect historical variations in realized errors of SPF point forecasts, and generate fan charts with reliable coverage rates.",
          "url": "https://doi.org/10.1162/rest_a_01565",
          "doi": "https://doi.org/10.1162/rest_a_01565",
          "filter": 0
        },
        {
          "title": "The Dynamics of Large Inflation Surges",
          "authors": "Andrés Blanco, Pablo Ottonello, Tereza Ranošová",
          "abstract": "We empirically characterize episodes of large inflation surges observed worldwide in the last three decades. We document four facts. (1) Inflation surges tend to be persistent, with the duration of disinflation exceeding that of the initial inflation increase. (2) Surges are initially unexpected but followed by a gradual catch-up of average short-term expectations with realized inflation. (3) Long-term inflation expectations tend to exhibit increases that persist throughout disinflation. (4) Policy responses are characterized by hikes in nominal interest rates but no tightening of real rates or fiscal balances, departing from textbook policy rules, and instead exhibiting a “fear of tightening.”",
          "url": "https://doi.org/10.1162/rest_a_01568",
          "doi": "https://doi.org/10.1162/rest_a_01568",
          "filter": 0
        },
        {
          "title": "Inflation Literacy, Inflation Expectations, and Trust in the Central Bank: A Survey Experiment",
          "authors": "Lena Dräger, Giang Nghiem",
          "abstract": "This paper explores the causal effects of inflation literacy using a two-step randomized controlled trial. The first step shows that qualitative information about inflation and monetary policy (Literacy treatment) enhances knowledge about these issues and raises both the likelihood of providing inflation predictions and trust in the central bank. The second step tests the joint impact of the Literacy treatment and further quantitative treatments. While the level of posterior expectations is affected only by quantitative information, inflation forecast uncertainty and trust react to both qualitative and quantitative information. Moreover, different information types may interact when impacting forecast uncertainty and trust.",
          "url": "https://doi.org/10.1162/rest_a_01576",
          "doi": "https://doi.org/10.1162/rest_a_01576",
          "filter": 0
        },
        {
          "title": "In-Group Bias in the Indian Judiciary Evidence from 5 Million Criminal Cases",
          "authors": "Elliott Ash, Sam Asher, Aditi Bhowmick, Sandeep Bhupatiraju, Daniel Chen, Tanaya Devi, Christoph Goessmann, Paul Novosad, Bilal Siddiqi",
          "abstract": "We study judicial in-group bias in Indian criminal courts using newly collected data on over 5 million criminal case records from 2010–2018. After classifying gender and religious identity with a neural network, we exploit quasi-random assignment of cases to judges to determine whether judges favor defendants with similar identities to themselves. In the aggregate, we estimate tight zero effects of in-group bias based on shared gender or religion, including in settings where identity may be especially salient, such as when the victim and defendant have discordant identities. Proxying caste similarity with shared last names, we find a degree of in-group bias, but only among people with rare names; its aggregate impact remains small.",
          "url": "https://doi.org/10.1162/rest_a_01569",
          "doi": "https://doi.org/10.1162/rest_a_01569",
          "filter": 0
        },
        {
          "title": "International Spillover Effects of Air Pollution: Evidence from Mortality and Health Data",
          "authors": "Seonmin Will Heo, Koichiro Ito, Rao Kotamarthi",
          "abstract": "International transboundary air pollution poses a significant threat to the global economy and health, yet conventional economic analyses seldom incorporate this phenomenon. By integrating transboundary particle trajectory data with individual-level mortality and emergency department visit records, we find that air pollution from China significantly increases mortality and morbidity in South Korea. We evaluate the spillover benefits of recent Chinese environmental regulations and find that a country's environmental policies could generate substantial hidden benefits for neighboring countries. Finally, we demonstrate that China's potentially strategic reductions in pollution could have undermined these benefits, highlighting the implications for additional gains through Coasian bargaining.",
          "url": "https://doi.org/10.1162/rest_a_01581",
          "doi": "https://doi.org/10.1162/rest_a_01581",
          "filter": 0
        },
        {
          "title": "How Densely Do Manufacturing Establishments Occupy Land?",
          "authors": "Kristian Behrens, Florian Mayneris, Théophile Ndjanmou Biéda",
          "abstract": "We construct a new dataset containing parcel sizes and building footprints of Canadian manufacturing plants and decompose industrial density (parcel size per worker) into: crowding (floorspace per worker); building height (floorspace to building footprint); and parcel coverage (building footprint to parcel size). We find that establishments occupy parcels more densely in big cities and central locations, and that larger establishments use less land per worker. Floorspace per worker is unrelated to distance from the city centre. The estimated elasticity of substitution between land- and non-land factors is small, between 0.14 and 0.42.",
          "url": "https://doi.org/10.1162/rest_a_01571",
          "doi": "https://doi.org/10.1162/rest_a_01571",
          "filter": 0
        },
        {
          "title": "Reducing Administrative Barriers Increases Take-Up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment",
          "authors": "Keith Marzilli Ericson, Timothy J. Layton, Adrianna McIntyre, Adam Sacarny",
          "abstract": "Administrative barriers to social insurance program take-up are pervasive, including in subsidized health insurance. We conducted a randomized controlled trial with Massachusetts' Affordable Care Act marketplace to reduce these barriers and other behavioral frictions. We find that a “check the box” streamlined enrollment intervention raises enrollment by 10.5%, more than personalized reminder letters (7.6% increase) or generic reminder letters (4.3% increase). Effects are concentrated among individuals eligible for zero-premium plans, who faced no further administrative burdens of setting up payments. Producing this enrollment effect through premium reduction would cost about $7 million in subsidies, highlighting the importance of these burdens.",
          "url": "https://doi.org/10.1162/rest_a_01573",
          "doi": "https://doi.org/10.1162/rest_a_01573",
          "filter": 0
        },
        {
          "title": "Is Job Loss Always Bad for Health? Evidence from National Health Screening",
          "authors": "Jisoo Hwang, Hyuncheol Bryant Kim, Jungmin Lee",
          "abstract": "We examine the effect of job displacement on mortality, hospitalization, biomarkers, and health behaviors in South Korea. We find that the impact on health differs between severe and less severe outcomes and also by gender. Men experience little impact on mortality and hospitalization except for an increase in suicide deaths, whereas their biomarkers and health behaviors improve. Women experience an increase in mortality and hospitalization due to cancer, but no significant effects on biomarkers or health behaviors. The study emphasizes the need to consider a comprehensive range of outcomes to accurately evaluate the effect of job loss on health.",
          "url": "https://doi.org/10.1162/rest_a_01578",
          "doi": "https://doi.org/10.1162/rest_a_01578",
          "filter": 0
        },
        {
          "title": "The Response of Wages to Rejected Offers",
          "authors": "Junjie Guo",
          "abstract": "Using the Survey of Consumer Expectations, which asks employed workers to report their salaries and job offers every four months, we find that rejecting an outside offer has no significant effect on a worker's salary with the current employer, the expected probability that the current employer will match an outside offer with a higher salary, and the worker's satisfaction with the current job, both overall and separately for wages and non-wage benefits. The results suggest that wage renegotiation in response to changes in an employed worker's outside option does not play a significant role for individual wages.",
          "url": "https://doi.org/10.1162/rest_a_01579",
          "doi": "https://doi.org/10.1162/rest_a_01579",
          "filter": 0
        },
        {
          "title": "International Trade and Labor Reallocation: Misclassification Errors, Mobility, and Switching Costs",
          "authors": "Maximiliano Dvorkin",
          "abstract": "International trade has rapidly increased in the past decades, affecting production and labor demand across various economic sectors. The impact of trade on employment and welfare relies heavily on data about worker reallocation, which often contains coding errors. This study demonstrates that such errors bias the estimated effects of trade and structural parameters in standard models. An econometric framework is developed to estimate misclassification probabilities, correct mobility matrices, and structural parameters. The findings reveal that the true effects of trade shocks differ significantly from those estimated using uncorrected data, highlighting the importance of addressing coding errors in economic analyses.",
          "url": "https://doi.org/10.1162/rest_a_01577",
          "doi": "https://doi.org/10.1162/rest_a_01577",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "“Descended from Immigrants and Revolutionists:” How Family History Shapes Immigration Policymaking",
          "authors": "James Feigenbaum, Maxwell Palmer, Benjamin Schneer",
          "abstract": "Does family history matter for policymaking in democracies? Linking members of Congress to the census, we observe countries of birth for members, their parents, and their grandparents, allowing us to measure ancestry for the politicians in office when U.S. immigration policy changed dramatically, from closing the border in the 1920s to reshaping admittance criteria in the 1960s. We find that legislators descended from immigrant parents or grandparents support more permissive immigration legislation. They are also less likely to speak negatively about immigration in speeches before Congress. A regression discontinuity design analyzing close elections, which addresses district-level selection and holds district composition constant, confirms our results on roll call voting and speech. Efforts to account for selection into immigration—such as comparing international immigrants to domestic migrants and exploiting variation in restrictive legislation targeting specific regions of origin—further confirm the relationship between family immigration experience and more permissive stances on immigration policy. We then explore mechanisms, finding support for in-group identity in connecting family history with policymaking. MCs name their children in ways that express immigrant identity, and immigrant-descended MCs discuss immigration using more personal frames, emphasizing family over economic considerations. Our findings illustrate the important role of personal background in legislative behavior in democratic societies, even on major and controversial topics like immigration, and suggest how experiences transmitted from previous generations can inform lawmakers’ views.",
          "url": "https://doi.org/10.1093/qje/qjaf017",
          "doi": "https://doi.org/10.1093/qje/qjaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Global Value Chains and Trade Policy",
          "authors": "Emily J Blanchard, Chad P Bown, Robert C Johnson",
          "abstract": "How do global value chain (GVC) linkages modify countries’ incentives to impose import protection? Are these linkages important determinants of trade policy in practice? We develop a new approach to modeling tariff setting with GVCs, in which optimal policy depends on the nationality of value-added content embedded in home and foreign final goods. Theory predicts that discretionary tariffs will be decreasing in the domestic content of foreign-produced final goods and the foreign content of domestically-produced final goods. Using data for 14 countries between 1995 and 2015, we show that governments set lower tariffs and curb their use of temporary trade barriers where GVC linkages are strongest, consistent with theory. Turning to quantitative model counterfactuals, we find that severing GVC linkages would lead to the disappearance of tariff preferences. Further, targeted policies to decouple China from GVCs would increase the optimal tariff set by G7 countries on Chinese exports.",
          "url": "https://doi.org/10.1093/restud/rdaf017",
          "doi": "https://doi.org/10.1093/restud/rdaf017",
          "filter": 0
        },
        {
          "title": "‘Bad’ Oil, ‘Worse’ Oil and Carbon Misallocation",
          "authors": "Renaud Coulomb, Fanny Henriet, Léo Reitzmann",
          "abstract": "Not all barrels of oil are created equal: their extraction varies in both private cost and carbon intensity. Leveraging a comprehensive micro-dataset on world oil fields, alongside detailed estimates of carbon intensities and private extraction costs, this study quantifies the additional emissions and costs from having extracted the ’wrong’ deposits. We do so by comparing historical deposit-level supplies to counterfactuals that factor in pollution costs, while keeping annual global consumption unchanged. Between 1992 and 2018, carbon misallocation amounted to at least 11.00 gigatons of CO2-equivalent, incurring an environmental cost evaluated at $2.2 trillion (US$2018). This translates into a significant supply-side ecological debt for major producers of high-carbon oil. Looking forward, we estimate the gains from making deposit-level extraction socially optimal at about 9.30 gigatons of CO2-equivalent evaluated at $1.9 trillion along a future aggregate demand pathway coherent with the objective of net-zero emissions in 2050, and document unequal reserve stranding across oil nations.",
          "url": "https://doi.org/10.1093/restud/rdaf018",
          "doi": "https://doi.org/10.1093/restud/rdaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
