{
  "update": "2025-08-15",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Are Cities Losing Innovation Advantages? Online versus Face-to-face Interactions",
          "authors": "Ruben Gaetani, Naqun Huang, Jing Li, Yanmin Yang",
          "abstract": "How did COVID-19 affect the innovation advantages of dense locations? Using data on the universe of U.S. patent applications, we find that the density premium in the production of novel inventions declined by 18.5%-22.9% in 2020-2021 relative to its pre-pandemic level. Smartphone data on local mobility suggest that the drop in the frequency of local interactions can explain a significant portion of this effect. While COVID-19 resulted in a temporary setback in the innovation advantages of dense locations, the role of urban density in facilitating the exchange and recombination of ideas is unlikely to be persistently replaced by online communication.",
          "url": "https://doi.org/10.1093/ej/ueaf068",
          "doi": "https://doi.org/10.1093/ej/ueaf068",
          "filter": 0
        },
        {
          "title": "Beliefs About Maternal Labour Supply",
          "authors": "Teodora Boneva, Marta Golin, Katja Kaufmann, Christopher Rauh",
          "abstract": "We provide representative evidence on the perceived returns to maternal labour supply. A mother’s decision to work is perceived to have sizable impacts on child skills, family outcomes, and the mother’s future labour market outcomes. Beliefs about the impact of additional household income can account for some, but not all, of the perceived positive effects. We further document labour supply intentions under different policy scenarios related to childcare availability and quality, two factors that are perceived as important. Finally, we show that perceived returns are predictive of labour supply intentions, over and above what can be explained by other factors.",
          "url": "https://doi.org/10.1093/ej/ueaf067",
          "doi": "https://doi.org/10.1093/ej/ueaf067",
          "filter": 0
        },
        {
          "title": "Is the Public Sector losing the Battle for Talent? Evidence from long French Panel Data",
          "authors": "Olivier Bargain, Audrey Etienne, Blaise Melly",
          "abstract": "We exploit an exceptionally long administrative panel dataset (1988-2019) for France to estimate the unconditional quantile effects of public sector employment, while accounting for individual fixed effects. We find that the public sector wage gap is broadly negative across the whole wage distribution after controlling for observable and unobservable heterogeneity. The public sector compresses the wage distribution, with particularly large wage penalties observed at the top. This compression effect is partly concealed by the incidental parameter bias, which we correct using a split-panel jackknife method. We document how a combination of political and business cycles aligns with the evolution of the wage gap over the 32-year period. Despite offering lower pay, the public sector attracts individuals with, on average, better observed and unobserved skills. However, this skill gap narrows significantly over time and vanishes among top earners, calling for policies to restore the attractiveness of public sector management careers.",
          "url": "https://doi.org/10.1093/ej/ueaf069",
          "doi": "https://doi.org/10.1093/ej/ueaf069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Bregman model averaging for forecast combination",
          "authors": "Yi-Ting Chen, Chu-An Liu, Jiun-Hua Su",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106076",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106076",
          "filter": 0
        },
        {
          "title": "Quantile regression with group-level treatments",
          "authors": "Songnian Chen",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106079",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106079",
          "filter": 0
        },
        {
          "title": "Bayesian model comparison for large Bayesian VARs after the COVID-19 pandemic",
          "authors": "Joshua C.C. Chan, Xuewen Yu, Wei Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106072",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106072",
          "filter": 0
        },
        {
          "title": "Spatial panel data models with structural change",
          "authors": "Luya Wang, Kunpeng Li",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106078",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106078",
          "filter": 0
        },
        {
          "title": "Fast on-line changepoint detection using heavily-weighted CUSUM and veto-based decision rules",
          "authors": "Fabrizio Ghezzi, Eduardo Rossi, Lorenzo Trapani",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106071",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "The Nature of Long-Term Unemployment: Predictability, Heterogeneity and Selection",
          "authors": "Andreas I. Mueller, Johannes Spinnewijn",
          "url": "https://doi.org/10.1086/738045",
          "doi": "https://doi.org/10.1086/738045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The effects of extortion and security device adoption on entrepreneurial entry and exit: Evidence from Guatemala",
          "authors": "Alejandro Estefan, Romina Ordoñez",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105464",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Spending Allocation under Nominal Uncertainty: A Model of Effective Price Rigidity",
          "authors": "Gaetano Gaballo, Luigi Paciello",
          "abstract": "How do swings in inflation affect shopping behavior? We build on the idea that households’ price hunting intensifies with surprise inflation. In our model, households observe only local monopolists’ prices and must exert effort to see other sellers’ prices to eventually buy from them. This friction leads households to doubt that local price changes are idiosyncratic in nature, even when all prices change uniformly in response to a nominal aggregate shock. In such a case, households overestimate the benefits of exerting effort, reallocating more spending toward lower-markup sellers. We show that, through this channel, output can expand significantly with surprise inflation, despite flexible shop pricing and acyclical posted markups. Using U.S. retailer scanner data, we validate our model’s distinctive prediction that inflation measured over paid prices moves more slowly than inflation measured over posted prices, both unconditionally and in response to monetary policy shocks",
          "url": "https://doi.org/10.1093/jeea/jvaf024",
          "doi": "https://doi.org/10.1093/jeea/jvaf024",
          "filter": 0
        },
        {
          "title": "The Pick of the Crop: Agricultural Practices and Clustered Networks in Village Economies",
          "authors": "Andre Groeger, Yanos Zylberberg",
          "abstract": "This paper studies how social networks (might fail to) shape agricultural practices. We exploit (i) a unique census of agricultural production nested within delineated land parcels and (ii) social network data within four repopulated villages of rural Vietnam. In a first step, we extract exogenous variation in network formation from home locations within the few streets that compose each village (populated through staggered population resettlement), and we estimate the return to social links in the adoption of highly-productive crops. We find a large network multiplier, in apparent contradiction with low adoption rates. In a second step, we study the structure of network formation to explain this puzzle: social networks display large homophily, and valuable links between heterogeneous households are rare. Due to the clustered nature of networks and the dynamic, endogenous propagation of agricultural practices, there are decreasing returns to social links, and policies targeting “inbetweeners” are most able to mitigate this issue.",
          "url": "https://doi.org/10.1093/jeea/jvaf028",
          "doi": "https://doi.org/10.1093/jeea/jvaf028",
          "filter": 0
        },
        {
          "title": "Cultural Stereotypes of Multinational Banks",
          "authors": "Barry Eichengreen, Orkun Saka",
          "abstract": "Cultural trust biases (i.e., stereotypes) play an important role in shaping multinational banks’ cross-border exposures. Exploiting a unique identification strategy and combining European regulatory data on banks’ sovereign debt portfolios with existing and new surveys across 30 European countries, we show that multinational banks are more likely to lend to the government of a country when the residents of the countries where they operate exhibit more trust in the residents of that country. This result is robust to saturating our models with time-varying fixed effects at bank and country-pair levels, controlling for financial, informational, political and cultural linkages, and instrumenting trust via genetic and somatic similarities. Bank-level trust similarly drives corporate lending across borders and tilts banks’ sovereign portfolios towards long-term maturities. Its role is amplified when governments are hit by salience shocks such as Eurozone crises and the Brexit referendum. As potential transmission channels of stereotypes from foreign bank branches to headquarters, we provide evidence consistent with culturally biased communication and internal transfers of human capital.",
          "url": "https://doi.org/10.1093/jeea/jvaf032",
          "doi": "https://doi.org/10.1093/jeea/jvaf032",
          "filter": 0
        },
        {
          "title": "Correction to: Microcredit Contracts, Risk Diversification and Loan Take-Up",
          "url": "https://doi.org/10.1093/jeea/jvaf031",
          "doi": "https://doi.org/10.1093/jeea/jvaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Conviction, Incarceration, and Recidivism: Understanding the Revolving Door",
          "authors": "John Eric Humphries, Aurelie Ouss, Kamelia Stavreva, Megan T Stevenson, Winnie van Dijk",
          "abstract": "Noncarceral conviction is a common outcome of criminal court cases: for every individual incarcerated, there are approximately three who were recently convicted but not sentenced to prison or jail. We extend the binary-treatment judge IV framework to settings with multiple treatments and use it to study the consequences of noncarceral conviction. We outline assumptions under which widely-used 2SLS regressions recover margin-specific treatment effects, relate these assumptions to models of judge decision-making, and derive an expression that provides intuition about the direction and magnitude of asymptotic bias when a key assumption on judge decision-making is not met. We find that noncarceral conviction (relative to dismissal) leads to a large and long-lasting increase in recidivism for felony defendants in Virginia. In contrast, incarceration (relative to noncarceral conviction) leads to a short-run reduction in recidivism, consistent with incapacitation. Our empirical results suggest that noncarceral felony conviction is an important and overlooked driver of recidivism.",
          "url": "https://doi.org/10.1093/qje/qjaf040",
          "doi": "https://doi.org/10.1093/qje/qjaf040",
          "filter": 0
        },
        {
          "title": "THE ECONOMICS OF SPATIAL MOBILITY: THEORY AND EVIDENCE USING SMARTPHONE DATA",
          "authors": "Yuhei Miyauchi, Kentaro Nakajima, Stephen J Redding",
          "abstract": "We develop a tractable quantitative framework for modelling the rich patterns of spatial mobility observed in smartphone data. We show that travel is frequently undertaken as part of a travel itinerary, defined as a journey starting and ending at home that can include more than one intermediate stop on a given day. We show that these travel itineraries provide microfoundations for consumption externalities and generate both complementarity and substitutability between locations. We show that the consumption externalities implied by travel itineraries are central to matching quasi-experimental evidence from the shift to WFH. We find that these consumption externalities are key drivers of the agglomeration of economic activity in central cities and shape the relative welfare gains from alternative transport improvements in favor of investments in central cities.",
          "url": "https://doi.org/10.1093/qje/qjaf038",
          "doi": "https://doi.org/10.1093/qje/qjaf038",
          "filter": 0
        },
        {
          "title": "Aggregation and the Estimation of Quality Change: Application to U.S. Import Prices",
          "authors": "Marco Errico, Danial Lashkari",
          "abstract": "We characterize the contribution of changes in quality, price, and variety entry/exit to the aggregate price index for smooth, invertible demand systems, generalizing the standard results derived in the CES case. The results require the knowledge of heterogeneous cross-product elasticities of substitution. To apply them in practice, we also show how to identify rich demand systems using data only on prices and market shares, without the need for external cost-shock instruments or strong assumptions on the covariance between supply and demand shocks. Using this approach, we compute the US import price index based on the Kimball demand system. We find that quality change on average lowered the inflation in import prices by around 0.007 log points annually (1989–2016). To further validate our approach, we show that it estimates price elasticities and quality changes similar to those found by the standard mixed logit (BLP) demand in data on the US auto market.",
          "url": "https://doi.org/10.1093/qje/qjaf032",
          "doi": "https://doi.org/10.1093/qje/qjaf032",
          "filter": 0
        },
        {
          "title": "What Drives Risky Prescription Opioid Use? Evidence from Migration",
          "authors": "Amy Finkelstein, Matthew Gentzkow, Dean Li",
          "abstract": "We develop and estimate a dynamic model of risky prescription opioid use that allows us to unpack the role of person- and place-specific drivers of the opioid epidemic and to assess the impact of state opioid policies. Event studies indicate that, among adults receiving federal disability insurance from 2006 to 2019, moves to states with higher rates of risky use produce an immediate jump in the probability of risky use, followed by an additional gradual increase for the next several years. Using a potential outcomes framework, we show how these results map to the person- and place-specific factors in the model. Model estimates imply large effects of place on both the likelihood of transitioning to addiction and the availability of prescription opioids; they also indicate that these place effects change significantly when state laws restricting pain clinics are enacted. A one standard deviation reduction in all place effects would have reduced risky use by about 40 percent over our study period. One particular source of place effects, pain clinic laws, reduced risky use by 5 percent, but could have reduced it by 30 percent if they had been enacted earlier, with much of this magnification operating through the dynamics of addiction.",
          "url": "https://doi.org/10.1093/qje/qjaf037",
          "doi": "https://doi.org/10.1093/qje/qjaf037",
          "filter": 0
        },
        {
          "title": "Traditional Institutions in Modern Times: Dowries as Pensions When Sons Migrate",
          "authors": "Natalie Bau, Gaurav Khanna, Corinne Low, Alessandra Voena",
          "abstract": "This paper uses newly-collected data on the allocation of dowry to examine its role in resolving intergenerational frictions around migration in India. Migration disrupts traditional elderly support structures, in which sons live near their parents and care for them in old age. We develop a model in which dowry can promote migration by allowing sons to make upfront transfers to their parents and ease constraints on income sharing. To test this hypothesis, we collect two new datasets that measure the distribution of dowry between family members. We document for the first time that net transfers of dowry to a man’s parents are common but far from universal. Consistent with using dowry for income sharing, such transfers occur more often when sons migrate, especially when they work in higher-earning occupations. In nationally representative data, migration rates are higher in areas with stronger historical dowry traditions. Finally, exploiting a large-scale highway construction program, we show that men from areas with stronger historical dowry traditions migrate more when migration costs fall. Our findings provide some clues as to why dowry persists despite its well-documented adverse consequences.",
          "url": "https://doi.org/10.1093/qje/qjaf041",
          "doi": "https://doi.org/10.1093/qje/qjaf041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "A Tale of Two Networks: Common Ownership and Product Market Rivalry",
          "authors": "Florian Ederer, Bruno Pellegrino",
          "abstract": "We study the welfare implications of the rise of common ownership in the United States from 1995 to 2021. We build a general equilibrium model with a hedonic demand system in which firms compete in a network game of oligopoly. Firms are connected through two large networks: the first reflects ownership overlap, the second product market rivalry. In our model, common ownership of competing firms induces unilateral incentives to soften competition and the magnitude of the common ownership effect depends on how much the two networks overlap. We estimate our model for the universe of U.S. public corporations using a combination of firm financials, investor holdings, and text-based product similarity data. We perform counterfactual calculations to evaluate how the efficiency and the distributional impact of common ownership have evolved over time. Under the assumption that firms maximize a share-weighted average of their shareholders' income, we find that the welfare cost of common ownership, measured as the ratio of deadweight loss to total surplus, has increased about ninefold between 1995 and 2021. Under alternative assumptions about corporate governance, the deadweight loss of common ownership ranges between 3.5% and 13.2% of total surplus in 2021. The rise of common ownership has also led to a significant reallocation of surplus from consumers to producers.",
          "url": "https://doi.org/10.1093/restud/rdaf057",
          "doi": "https://doi.org/10.1093/restud/rdaf057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
