{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Business Cycle during Structural Change: Arthur Lewis’ Theory from a Neoclassical Perspective",
          "authors": "Kjetil Storesletten, Bo Zhao, Fabrizio Zilibotti",
          "abstract": "We document that business cycle dynamics change systematically over the course of development. In countries with large but shrinking agricultural sectors, aggregate employment is uncorrelated with GDP, and agricultural employment falls during booms, even as agricultural labour productivity rises. We develop a unified theory of business cycles and structural change that captures these patterns. The theory emphasises the simultaneous decline and modernisation of agriculture, driven by capital accumulation. As agriculture becomes increasingly capital-intensive, traditional practices are crowded out. We estimate the model and show that it accounts for both structural transformation and business cycle fluctuations in China.",
          "url": "https://doi.org/10.1093/ej/ueag008",
          "doi": "https://doi.org/10.1093/ej/ueag008",
          "filter": 0
        },
        {
          "title": "Polarise and Rule: Independent Media in Autocracy and the Role of Social Media",
          "authors": "Ruben Enikolopov, Michael Rochlitz, Koen Schoors, Nikita Zakharov",
          "abstract": "How do independent media affect the support of the regime in an autocracy? We carried out two complementary field experiments in Russia at the city and individual levels, randomising access to the country’s only independent TV channel before the 2016 parliamentary elections. In both experiments, we find that independent media foster polarisation. They increase turnout and pro-government votes among regime supporters. However, this effect only applies to voters who rely on news from social media. Among consumers of traditional media, the independent channel uniformly decreases regime support. Our results highlight how social media can condition the effect of traditional media.",
          "url": "https://doi.org/10.1093/ej/ueag009",
          "doi": "https://doi.org/10.1093/ej/ueag009",
          "filter": 0
        },
        {
          "title": "Gender Norms and Labor-Supply Expectations: Experimental Evidence from Adolescents",
          "authors": "Elisabeth Grewenig, Philipp Lergetporer, Katharina Werner",
          "abstract": "Gender gaps in labor-market outcomes often exacerbate with the arrival of the first child. We investigate how highlighting existing gender norms affects labor-supply expectations in a sample of 2,000 German adolescents. At baseline, the majority of girls expects to work 20 hours or less per week when having a young child, and expects their partners to work 30 hours or more. We implement randomized treatments that (i) increase the salience of the existing traditional norm prescribing labor supply of mothers and fathers of young children, and (ii) correct misperceptions about the norm’s content. The treatments significantly reduce girls’ self-expected labor supply and increase the expected within-family gender gap.",
          "url": "https://doi.org/10.1093/ej/ueaf138",
          "doi": "https://doi.org/10.1093/ej/ueaf138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Measuring the intrinsic value of choice",
          "authors": "Christoph Feldhaus, Jörg Lingens, Andreas Löschel, Gerald Zunker",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105254",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105254",
          "filter": 0
        },
        {
          "title": "Infrastructure and global value chain position: Evidence from China",
          "authors": "Guohao Yang",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105239",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105239",
          "filter": 0
        },
        {
          "title": "Corruption, trade liberalization and firm productivity: Evidence from Vietnam",
          "authors": "Chiara Tomasi, Quoc Thai Le",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105264",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105264",
          "filter": 0
        },
        {
          "title": "Acquisitions, Inventors’ Turnover, and Innovation: Evidence from the Pharmaceutical Industry*",
          "authors": "Carmine Ornaghi, Lorenzo Cassi",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105263",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105263",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "GLS estimation of local projections: Trading robustness for efficiency",
          "authors": "Ignace De Vos, Gerdie Everaert",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106182",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106182",
          "filter": 0
        },
        {
          "title": "A simple, robust identification approach for first-price auctions",
          "authors": "Serafin Grundl, Yu Zhu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106173",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106173",
          "filter": 0
        },
        {
          "title": "Identification in nonlinear dynamic panel models under partial stationarity",
          "authors": "Wayne Yuan Gao, Rui Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106185",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106185",
          "filter": 0
        },
        {
          "title": "Dynamic panel data quantile regression with network-linked fixed effects",
          "authors": "Shiwei Huang, Yu Chen, Jie Hu, Weiping Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106188",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106188",
          "filter": 0
        },
        {
          "title": "Efficient estimation of structural models via sieves",
          "authors": "Yao Luo, Peijun Sang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106184",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106184",
          "filter": 0
        },
        {
          "title": "Inference for two-stage experiments under covariate-adaptive randomization",
          "authors": "Jizhou Liu",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106189",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106189",
          "filter": 0
        },
        {
          "title": "Likelihood specification in simultaneous equation models for discrete data",
          "authors": "Ivan Jeliazkov, Angela Vossmeyer",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106190",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106190",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Women’s labor market opportunities and equality in the household",
          "authors": "Erik Grönqvist, Lena Hensvik, Yoko Okuyama, Anna Thoresson",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105557",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105557",
          "filter": 0
        },
        {
          "title": "Bad networks",
          "authors": "Robert Akerlof, Richard Holden, DJ Thornton",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105574",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Is the Patent System Sensitive to Incorrect Information?",
          "authors": "Janet Freilich, Soomi Kim",
          "abstract": "We investigate whether participants in the patent system are sensitive to information quality by examining how they treat inaccurate information. We use a novel approach to identify patents with inaccurate information: patent-paper pairs where the paper has been retracted and the corresponding patent contains the retracted material. Despite containing inaccurate information, we find that these patents are prosecuted and maintained by many applicants, are not rejected by examiners, and continue to be cited by some downstream readers after retraction. Insensitivity to inaccurate information may lead to erroneous decisions during examination and has implications for patent quality, disclosure, and knowledge flows.",
          "url": "https://doi.org/10.1162/rest_a_01353",
          "doi": "https://doi.org/10.1162/rest_a_01353",
          "filter": 0
        },
        {
          "title": "Regulatory Incentives for Innovation: The FDA's Breakthrough Therapy Designation",
          "authors": "Amitabh Chandra, Jennifer Kao, Kathleen L. Miller, Ariel D. Stern",
          "abstract": "Regulators of new products confront a trade-off between speeding a product to market and collecting additional product quality information. The FDA's Breakthrough Therapy Designation (BTD) provides an opportunity to understand if regulators can use new policy to innovate around this trade-off. We find that the BTD program shortened clinical development times by 23% and did not affect the ex post safety profile of drugs with the designation. The BTD program had the greatest impact on less experienced firms and reduced clinical trial design complexity. The results suggest that targeted regulatory innovation can shorten R&amp;D periods without compromising product quality.",
          "url": "https://doi.org/10.1162/rest_a_01434",
          "doi": "https://doi.org/10.1162/rest_a_01434",
          "filter": 0
        },
        {
          "title": "Rising U.S. Income Inequality and Declining Residential Electricity Consumption: Is There a Link?",
          "authors": "Joshua Linn, Jing Liang, Yueming (Lucy) Qiu",
          "abstract": "After growing steadily for decades, average US household energy consumption began declining in the mid-2000s. Using household-level data from the Residential Energy Consumption Survey and Current Population Survey between 1990 and 2020, we decompose overall changes in per household consumption into three components: average income, cross-household income distribution, and consumption habits, which include energy efficiency. Growth of average income caused consumption to increase by 11%, and rising income inequality reduced consumption by 8%, nearly entirely offsetting the effect of income growth. Changes in habits also reduced consumption. Back-of-the-envelope calculations indicate an unexpected effect of rising income inequality: climate and air quality improvements valued at $9 billion in 2020 due to lower electricity consumption. The results indicate the importance of coordinating policies that address inequality and pollution.",
          "url": "https://doi.org/10.1162/rest_a_01387",
          "doi": "https://doi.org/10.1162/rest_a_01387",
          "filter": 0
        },
        {
          "title": "The Intended and Unintended Effects of Promoting Labor Market Mobility",
          "authors": "Marco Caliendo, Steffen Künn, Robert Mahlstedt",
          "abstract": "We investigate the causal effects of financial incentives supporting geographical mobility among unemployed workers on their job search behavior and labor market outcomes. Exploiting regional variation in the promotion of mobility programs along administrative borders of German employment agency districts, we show that promoting mobility—as intended—causes job seekers to increase their search radius, apply for, and accept distant jobs. At the same time, local job search is reduced with adverse consequences for reemployment and earnings. A detailed analysis of the underlying mechanisms suggests spatial search frictions as the driver of the unintended adverse labor market effects.",
          "url": "https://doi.org/10.1162/rest_a_01397",
          "doi": "https://doi.org/10.1162/rest_a_01397",
          "filter": 0
        },
        {
          "title": "Government Fragmentation and Economic Growth",
          "authors": "Traviss Cassidy, Tejaswi Velayudhan",
          "abstract": "We estimate the impact of local government fragmentation on economic activity in Indonesia from 2000 to 2014, when the number of districts increased by 50% Exploiting idiosyncratic variation in the timing of district splits, we find that fragmentation reduces district GDP in the short term despite large increases in central transfers. The GDP decline is larger in “child” districts that acquire a new capital and government. Furthermore, splitting districts focus spending on administration without improving public services or reducing red tape and corruption. The downsides of fragmentation due to economies of scale and low bureaucratic capacity outweigh potential upsides.",
          "url": "https://doi.org/10.1162/rest_a_01493",
          "doi": "https://doi.org/10.1162/rest_a_01493",
          "filter": 0
        },
        {
          "title": "Entrepreneurial Migration",
          "authors": "Kevin A. Bryan, Jorge Guzman",
          "abstract": "We track the movement of high-potential startups using cross-state business registrations and estimate the utility of cities to moving startups using a revealed preference approach. 6.6% of these startups move across state borders during their first five years. Startup hubs like Silicon Valley and Boston tend to lose startups to other cities. Our findings show that startups prefer traditional hubs when they move soon after being founded, but later prefer cities with lower taxes. This pattern is not due to vertical sorting or industrial specialization.",
          "url": "https://doi.org/10.1162/rest_a_01381",
          "doi": "https://doi.org/10.1162/rest_a_01381",
          "filter": 0
        },
        {
          "title": "Uber and Traffic Fatalities",
          "authors": "Michael L. Anderson, Lucas W. Davis",
          "abstract": "Previous studies of the effect of ridesharing on traffic fatalities have yielded inconsistent conclusions. We revisit this question using proprietary data from Uber measuring monthly rideshare activity at the Census tract level. We find a consistent negative effect of ridesharing on traffic fatalities, with impacts concentrated during nights and weekends. Our results imply that ridesharing has decreased U.S. traffic fatalities by 5.2% in areas where it operates. The annual life-saving benefits are $6.8 billion. Back-of-the-envelope calculations suggest that these benefits are of similar magnitude to producer surplus captured by Uber shareholders or consumer surplus captured by Uber riders.",
          "url": "https://doi.org/10.1162/rest_a_01385",
          "doi": "https://doi.org/10.1162/rest_a_01385",
          "filter": 0
        },
        {
          "title": "Transportation Networks and the Geographic Concentration of Employment",
          "authors": "Dustin Frye",
          "abstract": "This paper examines the effect of expanding transportation networks on spatial industrial growth across the United States from 1953 to 2016. I use a new methodological approach that applies network theory combined with a historic military map to address the two forms of endogeneity present in expanding transportation networks: route placement and construction timing. I find that Interstate counties experienced significant growth in employment and the number of establishments relative to non-Interstate counties. Growth rates are highest within two decades of receiving an Interstate. Results also reveal positive spillovers occurred in later decades among adjacent counties along the metropolitan periphery.",
          "url": "https://doi.org/10.1162/rest_a_01407",
          "doi": "https://doi.org/10.1162/rest_a_01407",
          "filter": 0
        },
        {
          "title": "Physicians and the Production of Health: Returns to Health Care during the Mortality Transition",
          "authors": "Helge Liebert, Beatrice Mäder",
          "abstract": "This paper investigates the returns to health care provision during the mortality transition. We construct a new panel data set covering German municipalities from 1928 to 1936. The endogeneity of health care supply is addressed by using the expulsion of Jewish physicians from statutory health insurance as exogenous variation in regional physician supply. Increases in the supply of physicians reduce infant mortality and mortality from common childhood diseases. Using a semiparametric control function approach, we find diminishing marginal returns to health care provision. The results are consistent with historical trends in infant mortality over the twentieth century.",
          "url": "https://doi.org/10.1162/rest_a_01473",
          "doi": "https://doi.org/10.1162/rest_a_01473",
          "filter": 0
        },
        {
          "title": "Dynamic Impacts of Lockdown on Domestic Violence: Evidence from Multiple Policy Shifts in Chile",
          "authors": "Sonia Bhalotra, Emilia Brito, Damian Clarke, Pilar Larroulet, Francisco Pino",
          "abstract": "We identify dynamic impacts on domestic violence (DV) of the staggered imposition and lifting of lockdown across Chile’s 346 municipalities. Lockdown increases DV helpline calls and shelter occupancy without increasing DV police reports. These results are consistent with lockdown raising incidence and creating barriers to reporting. Once lockdown is lifted, shelter occupancy falls and police reports surge, but helpline calls remain elevated in line with state dependence in DV. We identify male job loss as a mechanism driving DV. Our findings accentuate controversy around welfare impacts of lockdown mandates. Adverse impacts of lockdown on DV are mitigated by cash transfers.",
          "url": "https://doi.org/10.1162/rest_a_01412",
          "doi": "https://doi.org/10.1162/rest_a_01412",
          "filter": 0
        },
        {
          "title": "Incorporating Social Welfare in Program-Evaluation and Treatment Choice",
          "authors": "Debopam Bhattacharya, Tatiana Komarova",
          "abstract": "We introduce a notion of money-metric social welfare for discrete choice under unrestricted heterogeneity and income effects. It is the maximized indirect utility under normalization of the outside option. It also equals the amount of income necessary to achieve a given level of utility, while certain choices are prohibited. We show that the distribution of this quantity is nonparametrically identified as a closed-form functional of average structural demand for the outside option, making it useful for cost-benefit analysis and optimal targeting. An illustration with private tuition subsidies in India shows that the income path of usage-maximizing subsidies differs significantly from welfare-maximizing ones.",
          "url": "https://doi.org/10.1162/rest_a_01424",
          "doi": "https://doi.org/10.1162/rest_a_01424",
          "filter": 0
        },
        {
          "title": "The Origins of Monetary Policy Disagreement: The Role of Supply and Demand Shocks",
          "authors": "Carlos Madeira, João Madeira, Paulo Santos Monteiro",
          "abstract": "We investigate how dissent in the Federal Open Market Committee (FOMC) is affected by structural macroeconomic shocks obtained using a medium-scale dynamic stochastic general equilibrium model. We find that dissent is less (more) frequent when demand (supply) shocks are the predominant source of inflation fluctuations. In addition, supply shocks are found to raise private sector forecasting uncertainty about the path of interest rates. Since supply shocks impose a tradeoff between inflation and output stabilization while demand shocks do not, our findings are consistent with heterogeneous preferences over the dual mandate among FOMC members as a driver of policy disagreement.",
          "url": "https://doi.org/10.1162/rest_a_01383",
          "doi": "https://doi.org/10.1162/rest_a_01383",
          "filter": 0
        },
        {
          "title": "Lowering the Playing Field: Discrimination through Sequential Spillover Effects",
          "authors": "Judd B. Kessler, Corinne Low, Xiaoyue Shan",
          "abstract": "We document a new way that discrimination operates: through sequential spillover effects. Employers in an incentivized resume rating experiment evaluate a sequence of hypothetical candidates with randomly assigned characteristics. Candidates are rated worse when following white men than when following women or minorities. Exploring the mechanisms, we find that spillover effects are inversely related to direct bias. When reviewing high-quality resumes or recruiting in STEM (science, technology, engineering, and math) industries, employers directly favor white men and display no spillover effect. For low-quality resumes or non-STEM industries, we find no direct bias but a strong spillover effect. Results suggest that discrimination arises in subtle ways.",
          "url": "https://doi.org/10.1162/rest_a_01423",
          "doi": "https://doi.org/10.1162/rest_a_01423",
          "filter": 0
        },
        {
          "title": "Imperfect Private Information in Insurance Markets",
          "authors": "Adam Solomon",
          "abstract": "This paper studies imperfectly perceived private information in insurance markets when contracts endogenously respond. Equilibrium contracts, pooling, and welfare depend on the joint distribution of risk and misperception. In the Health and Retirement Study (HRS), I show that misperceptions typically covary with (medical, long-term care, disability, and mortality) risk type: high types underperceive their risk and low types overperceive. I develop a general model and algorithm to estimate the equilibrium contracts, pooling, and welfare impact of misperceptions that is applicable in many settings. I offer suggestive evidence from U.S. annuity markets that contracts are distorted due to misperceptions, with welfare likely increasing.",
          "url": "https://doi.org/10.1162/rest_a_01403",
          "doi": "https://doi.org/10.1162/rest_a_01403",
          "filter": 0
        },
        {
          "title": "Migrants, Trade, and Market Access",
          "authors": "Barthélémy Bonadio",
          "abstract": "Migrants shape market access: They reduce international trade frictions and they affect the geographical location of demand. This article incorporates both effects in a model of inter- and intranational trade and migration calibrated to U.S. states. It estimates the elasticity of exports and imports to migrants and shows that reducing U.S. migrant population shares to 1980s levels would increase import (export) trade costs by 7% (2.5%) and decrease U.S. natives’ real wages by more than 2%. States with higher exposure to migrant consumer demand than to migrant labor competition would suffer more, as would states with higher export and import exposure.",
          "url": "https://doi.org/10.1162/rest_a_01380",
          "doi": "https://doi.org/10.1162/rest_a_01380",
          "filter": 0
        },
        {
          "title": "Unraveling Ambiguity Aversion",
          "authors": "Ilke Aydogan, Loïc Berger, Valentina Bosetti",
          "abstract": "We report the results of two experiments designed to better understand the mechanisms driving decision making under ambiguity. We elicit individual preferences over different sources of uncertainty, entailing different degrees of complexity, from subjects with different sophistication levels. We show that (1) ambiguity aversion is robust to sophistication, but the strong relationship previously reported between attitudes toward ambiguity and compound risk is not and (2) Ellsberg ambiguity attitude can be partly explained by attitudes toward complexity for less sophisticated subjects only. Overall, regardless of the subject’s sophistication level, the main driver of Ellsberg ambiguity attitude is a specific treatment of unknown probabilities.",
          "url": "https://doi.org/10.1162/rest_a_01358",
          "doi": "https://doi.org/10.1162/rest_a_01358",
          "filter": 0
        },
        {
          "title": "Public Investment in a Production Network: Aggregate and Sectoral Implications",
          "authors": "Alessandro Peri, Omar Rachedi, Iacopo Varotto",
          "abstract": "Aggregate and sectoral effects of public investment crucially depend on the interaction between the output elasticity to public capital and intermediate inputs. We uncover this fact through the lens of a New Keynesian production network. This setting doubles the socially optimal amount of public capital relative to the one-sector model without intermediate inputs, leading to a substantial amplification of the public-investment multiplier. We also document novel sectoral implications of public investment. Although public investment is concentrated in far fewer sectors than public consumption, its effects are relatively more evenly distributed across industries. We validate this model implication in the data.",
          "url": "https://doi.org/10.1162/rest_a_01391",
          "doi": "https://doi.org/10.1162/rest_a_01391",
          "filter": 0
        },
        {
          "title": "Human Capital and the Managerial Revolution in the United States: Evidence from General Electric",
          "authors": "Tom Nicholas",
          "abstract": "This paper estimates the returns to human capital accumulation during the first era of mega-firms in the United States by linking employees at General Electric—a canonical enterprise associated with the “visible hand” of managerial hierarchies—to the 1940 census. I find large returns to higher education through seniority in the hierarchy, span of control, earnings, and selection into management training, using the proximity of land-grant colleges and historical universities to birth states for identification. The findings highlight the human capital determinants of the managerial revolution at a prominent firm, driven by earlier public investments in the U.S. education system.",
          "url": "https://doi.org/10.1162/rest_a_01400",
          "doi": "https://doi.org/10.1162/rest_a_01400",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "How Do You Identify a Good Manager?",
          "authors": "Ben Weidmann, Joseph Vecci, Farah Said, Sonia Bhalotra, Achyuta Adhvaryu, Anant Nyshadham, Jorge Tamayo, David Deming",
          "abstract": "We introduce and validate a novel approach to identifying good managers. In a pre-registered lab experiment, we causally identify managerial contributions by randomly assigning managers to teams and controlling for individual skill. We find that manager contributions are crucial for team success, and that people who self-select into management roles perform worse than randomly assigned managers. Managerial performance is strongly predicted by economic decision-making skill, but not by demographic characteristics. Two validation studies support our experimental results. Participants who succeed in the lab receive more real-world promotions and, in a separate study of retail store managers, skill measures strongly predict store sales. A one standard deviation increase in manager quality increases annual per-store sales by $4.1 million USD (25% increase). Selecting managers on skills rather than demographic characteristics or the desire to lead could substantially improve organizational performance.",
          "url": "https://doi.org/10.1093/qje/qjag004",
          "doi": "https://doi.org/10.1093/qje/qjag004",
          "filter": 0
        },
        {
          "title": "The Future in Mind: Aspirations and Long-Term Outcomes in Rural Ethiopia",
          "authors": "Tanguy Bernard, Stefan Dercon, Kate Orkin, Giulio Schinaia, Alemayehu Seyoum Taffesse",
          "abstract": "Aspirations may condition the future-oriented choices of individuals and thus may play a role in the persistence of poverty or the effort to break out of it. We run a randomised control trial in remote, rural Ethiopia to explore this and evaluate an intervention which aims to change how poor people perceive their future opportunities, alter their aspirations and, through that, modify their investment decisions. A treatment group was shown video documentaries featuring individuals from similar communities who escaped poverty through their own efforts and serve as relatable role models. Five years after the screening took place, the treated households had increased future-oriented investments in agriculture, children’s education and assets. The results can be explained by an increase in aspirations in terms of lifetime goals. Overall, this research uniquely provides evidence that a light-touch behavioural intervention can have persistent economic impacts on a poor population.",
          "url": "https://doi.org/10.1093/qje/qjag002",
          "doi": "https://doi.org/10.1093/qje/qjag002",
          "filter": 0
        },
        {
          "title": "(Not) Thinking About the Future: Financial Information and Maternal Labor Supply",
          "authors": "Ana Costa-Ramón, Michaela Slotwinski, Ursina Schaede, Anne Ardila Brenøe",
          "abstract": "Does information about the long-run financial costs of reduced labor supply increase mothers’ working hours? We document descriptively that long-term financial factors are not top of mind when mothers decide on their employment level. Moreover, a substantial share of women holds overly optimistic expectations about pension receipt and wage growth under part-time work. In a large-scale field experiment in Switzerland, we randomly assign mothers working part-time as teachers to receive objective information about the long-run costs of reduced labor supply. The treatment increases both demand for financial information and future labor supply plans, in particular among women who underestimate the costs of part-time work. Leveraging linked employer administrative data one year post-intervention, we find that this group of mothers increases working hours by 7 percent. These findings underscore that policies reducing information frictions in labor supply decisions may help address remaining gender gaps in the labor market.",
          "url": "https://doi.org/10.1093/qje/qjag003",
          "doi": "https://doi.org/10.1093/qje/qjag003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Patent Term, Innovation, and the Role of Technology Disclosure Externalities",
          "authors": "Fabio Bertolotti",
          "abstract": "I examine the impact of patent term on R&amp;D and innovation in the presence of policy anticipation, common in real-world settings. Using a difference-in-difference design, I exploit quasi-experimental variation in U.S. patent term across technological fields due to the ratification of TRIPs agreements in 1995. Despite a general increase in average patent term, in most fields innovators faced a considerable probability of patent term reduction for future innovations. Three key findings emerge: (1) R&amp;D and innovation accelerate more in fields with a higher probability of patent term reduction, i.e., a shorter average patent term extension, before implementation. (2) This heightened activity persists for at least five years post-implementation, driven by indirect effects where the news-related acceleration fosters further innovation through technological externalities linked to cumulative knowledge creation. (3) Conversely, the direct effect of a shorter extension in patent term would stimulate relatively less innovation, absent the indirect effects of anticipation.",
          "url": "https://doi.org/10.1093/restud/rdag005",
          "doi": "https://doi.org/10.1093/restud/rdag005",
          "filter": 0
        },
        {
          "title": "The Illiquidity of Water Markets",
          "authors": "Javier D Donna, José A Espín-Sánchez",
          "abstract": "We investigate the efficiency of a market relative to a non-market institution—an auction relative to a quota—as allocation mechanisms in the presence of frictions. We use data from water markets in southeastern Spain and explore a specific change in the institutions to allocate water. On the one hand, frictions arose because poor farmers were liquidity constrained. On the other hand, farmers who were part of the wealthy elite were not liquidity constrained. We estimate a structural dynamic demand model by taking advantage of the fact that water demand for both types of farmers is determined by the technological constraint imposed by the crop's production function. This approach allows us to differentiate liquidity constraints from unobserved heterogeneity. We show that the institutional change from an auction to a quota increased total efficiency for the farmers considered. Welfare increased by 23.4 real pesetas per farmer per tree, a 6 percent increase in total production relative to the market.",
          "url": "https://doi.org/10.1093/restud/rdag004",
          "doi": "https://doi.org/10.1093/restud/rdag004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
