{
  "update": "2024-09-20",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Optimal Taxation of Capital Income with Heterogeneous Rates of Return",
          "authors": "Aart Gerritsen, Bas Jacobs, Kevin Spiritus, Alexandra V Rusu",
          "abstract": "We derive the Pareto-efficient mix of non-linear taxes on labour income and capital income if people differ in their rates of return on capital. We allow for two reasons why rates of return differ: because individuals with higher ability are better able to invest their capital or because wealthier individuals enjoy scale effects in wealth accumulation. In both cases, a strictly positive tax on capital income is part of any Pareto-efficient tax system. We derive a condition for the Pareto-efficient tax mix that relies solely on empirical sufficient statistics – not on social welfare weights – and find that Pareto-efficient taxes on capital income increase with the degree of return heterogeneity. Numerical simulations for empirically plausible return heterogeneity suggest that Pareto-efficient marginal tax rates on capital income are positive and substantial.",
          "url": "http://dx.doi.org/10.1093/ej/ueae083",
          "doi": "10.1093/ej/ueae083",
          "filter": 0
        },
        {
          "title": "Lobbying for Globalisation",
          "authors": "Michael Blanga-Gubbay, Paola Conconi, Mathieu Parenti",
          "abstract": "Using detailed information from lobbying reports filed under the Lobbying Disclosure Act, we construct a unique dataset that allows us to identify which firms lobby on Free Trade Agreements (FTAs) negotiated by the United States, their position (in favour or against) and their lobbying effort on the ratification of each trade agreement. Using this dataset, we show that lobbying on FTAs is dominated by large multinational firms, which are in favour of these agreements. On the intensive margin, we exploit exogenous variation across FTAs to show that individual firms put more effort supporting agreements that generate larger potential gains – larger improvements in their access to foreign consumers and suppliers and smaller increases in domestic competition – and that are more likely to be opposed by politicians. To rationalise these findings, we develop a new model of endogenous lobbying on trade agreements. In this model, heterogeneous firms select into trade and choose whether and how much to spend lobbying on the ratification of an FTA, and politicians may be biased in favour of or against the agreement.",
          "url": "http://dx.doi.org/10.1093/ej/ueae082",
          "doi": "10.1093/ej/ueae082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Climate defaults and financial adaptation",
          "authors": "Toàn Phan, Felipe Schwartzman",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104866",
          "doi": "10.1016/j.euroecorev.2024.104866",
          "filter": 0
        },
        {
          "title": "Quality differentiation, comparative advantage, and international specialization across products",
          "authors": "Ulrich Schetter",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104869",
          "doi": "10.1016/j.euroecorev.2024.104869",
          "filter": 0
        },
        {
          "title": "Unwinding quantitative easing: State dependency and household heterogeneity",
          "authors": "Cristiano Cantore, Pascal Meichtry",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104865",
          "doi": "10.1016/j.euroecorev.2024.104865",
          "filter": 0
        },
        {
          "title": "Voting on the flag of the Weimar Republic",
          "authors": "Alex Gershkov, Andreas Kleiner, Benny Moldovanu, Xianwen Shi",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104871",
          "doi": "10.1016/j.euroecorev.2024.104871",
          "filter": 0
        },
        {
          "title": "Lognormal (re)distribution: A macrofounded theory of inequality",
          "authors": "Jon X. Eguia, Dimitrios Xefteris",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104863",
          "doi": "10.1016/j.euroecorev.2024.104863",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Empirical risk minimization for time series: Nonparametric performance bounds for prediction",
          "authors": "Christian Brownlees, Jordi Llorens-Terrazas",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105849",
          "doi": "10.1016/j.jeconom.2024.105849",
          "filter": 0
        },
        {
          "title": "GMM estimation for high-dimensional panel data models",
          "authors": "Tingting Cheng, Chaohua Dong, Jiti Gao, Oliver Linton",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105853",
          "doi": "10.1016/j.jeconom.2024.105853",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Cadasters and Economic Growth: A Long-Run Cross-Country Panel",
          "authors": "Michelle D’Arcy, Marina Nistotskaya, Ola Olsson",
          "url": "http://dx.doi.org/10.1086/730551",
          "doi": "10.1086/730551",
          "filter": 0
        },
        {
          "title": "Safe Assets",
          "authors": "Markus K. Brunnermeier, Sebastian Merkel, Yuliy Sannikov",
          "url": "http://dx.doi.org/10.1086/730547",
          "doi": "10.1086/730547",
          "filter": 0
        },
        {
          "title": "Private Monopoly and Restricted Entry—Evidence from the Notary Profession",
          "authors": "Frank Verboven, Biliana Yontcheva",
          "url": "http://dx.doi.org/10.1086/730549",
          "doi": "10.1086/730549",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The price and employment response of firms to the introduction of minimum wages",
          "authors": "Sebastian Link",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105236",
          "doi": "10.1016/j.jpubeco.2024.105236",
          "filter": 0
        },
        {
          "title": "The impact of monitoring on politicians’ attendance: Evidence from the Swiss Upper House",
          "authors": "Katharina E. Hofer, Mariana Lopes da Fonseca",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105235",
          "doi": "10.1016/j.jpubeco.2024.105235",
          "filter": 0
        },
        {
          "title": "Listen to her: Gender differences in information diffusion within the household",
          "authors": "Dietmar Fehr, Johanna Mollerstrom, Ricardo Perez-Truglia",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105213",
          "doi": "10.1016/j.jpubeco.2024.105213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Sowing the Seeds of Financial Crises: Endogenous Asset Creation and Adverse Selection",
          "authors": "Nicolas Caramp",
          "abstract": "What sows the seeds of financial crises, and what policies can help avoid them? I model the interaction between the ex-ante production of assets and ex-post adverse selection in financial markets. Positive shocks that increase market prices exacerbate the production of low-quality assets and can increase the likelihood of a financial market collapse. The interest rate and the liquidity premium are endogenous and depend on the functioning of financial markets as well as the total supply of assets (private and public). Optimal policy balances the economy's liquidity needs ex-post with the production incentives ex-ante, and it can be implemented with three instruments: government bonds, asset purchase programs, and transaction taxes. Public liquidity improves incentives but implies a higher deadweight loss than private market interventions. Optimal policy does not rule out private market collapses but mitigates the fluctuations in total liquidity.",
          "url": "http://dx.doi.org/10.1093/restud/rdae092",
          "doi": "10.1093/restud/rdae092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
