{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "American Economic Journal: Economic Policy",
      "journal_short": "POL",
      "articles": [
        {
          "title": "Welfare Analysis of Changing Notches: Evidence from Bolsa Família",
          "authors": "Katy Bergstrom, William Dodds, Juan Rios",
          "abstract": "We develop a framework to bound the welfare impacts of arbitrarily large reforms to notches using two sufficient statistics: the change in the number of households located below the new notch and the change in the number of households located below the old notch. Our bounds hold in a wide class of models, highlighting a new way to use reduced-form bunching evidence for welfare analysis without making strong assumptions on the economic environment. We estimate these two statistics using a difference-in-difference strategy for a reform to the antipoverty program Bolsa Família, finding that the reform’s MVPF is between 0.90–1.12. (JEL D12, D91, H83, I32, I38, O12)",
          "url": "https://doi.org/10.1257/pol.20230024",
          "doi": "https://doi.org/10.1257/pol.20230024",
          "filter": 0
        },
        {
          "title": "A Machine Learning Approach to Analyze and Support Anticorruption Policy",
          "authors": "Elliott Ash, Sergio Galletta, Tommaso Giommoni",
          "abstract": "Can machine learning support better governance? This study uses a tree-based, gradient-boosted classifier to predict corruption in Brazilian municipalities using budget data as predictors. The trained model offers a predictive measure of corruption, which we validate through replication and extension of previous corruption studies. Our policy simulations show that machine learning can significantly enhance corruption detection: Compared to random audits, a machine-guided targeted policy could detect almost twice as many corrupt municipalities for the same audit rate. (JEL C45, D73, H70, H83, K42, O17)",
          "url": "https://doi.org/10.1257/pol.20210618",
          "doi": "https://doi.org/10.1257/pol.20210618",
          "filter": 0
        },
        {
          "title": "Pay Transparency and Gender Equality",
          "authors": "Jack Blundell, Emma Duchini, Ştefania Simion, Arthur Turrell",
          "abstract": "Since 2018, UK firms with at least 250 employees have been mandated to publicly disclose gender equality indicators. Exploiting variations in this mandate across firm size and time, we show that pay transparency closes 19 percent of the gender pay gap by reducing men’s pay growth. By combining different sources of data, we also provide suggestive evidence that the public availability of the equality indicators enhances public scrutiny. In turn, employers more exposed to public scrutiny seem to reduce their gender pay gap the most. (JEL D22, J16, J24, J31, L25)",
          "url": "https://doi.org/10.1257/pol.20220766",
          "doi": "https://doi.org/10.1257/pol.20220766",
          "filter": 0
        },
        {
          "title": "Increasing Organ Donor Registration as a Means to Increase Transplantation: An Experiment with Actual Organ Donor Registrations",
          "authors": "Judd B. Kessler, Alvin E. Roth",
          "abstract": "The United States has a severe shortage of organs for transplant. Recently—inspired by research based on hypothetical choices— jurisdictions have tried to increase organ donor registrations by changing how the registration question is asked. We evaluate these changes with a novel “field-in-the-lab” experiment, in which subjects change their real organ donor status, and with new donor registration data collected from US states. A “yes/no” frame is not more effective than an “ opt-in” frame, contradicting conclusions based on hypothetical choices, but other question wording can matter, and asking individuals to reconsider their donor status increases registrations. (JEL C91, D12, D91, I11, I18)",
          "url": "https://doi.org/10.1257/pol.20220760",
          "doi": "https://doi.org/10.1257/pol.20220760",
          "filter": 0
        },
        {
          "title": "Corporate Minimum Tax and the Elasticity of Taxable Income: Evidence from Administrative Tax Records",
          "authors": "Jaroslav Bukovina, Tomáš Lichard, Ján Palguta, Branislav Žúdel",
          "abstract": "We examine business responses to a minimum tax (MT) that prescribed fixed floors on corporate tax liability while permitting MT credit carryforwards. Using 2010–2020 tax-return data on all Slovak corporations, we find that many companies immediately relocated from reporting zero taxable income toward bunching at the new floors. We infer the elasticity of taxable income (ETI) to be between 0.33 and 2.28 across value-added tax (VAT) and turnover categories, and quantify the marginal efficiency burden (MEB) of the corporation tax. Given limited extensive-margin responses, our evidence suggests the MT reduced the overall efficiency burden while raising additional tax revenue. (JEL D22, E62, H25, H32)",
          "url": "https://doi.org/10.1257/pol.20230108",
          "doi": "https://doi.org/10.1257/pol.20230108",
          "filter": 0
        },
        {
          "title": "Dividend Taxation and Firm Performance with Heterogeneous Payout Responses",
          "authors": "Katarzyna Bilicka, İrem Güçeri, Evangelos Koumanakos",
          "abstract": "We analyze the performance of firms that were differentially affected by an unexpected tax on dividends before the global financial crisis. We use exogenous policy variation for firms with different legal statuses and financial year-end dates to separately identify the policy announcement and implementation effects. We provide causal evidence for a sharp drop in dividends but zero change in equipment purchases. Treated firms accumulate investment goods that are likely to be owner-manager’s personal assets instead of productive capital. At a time of severe liquidity shortage, some of the funds kept in the firm are used to pay back short-term debt. (JEL G01, G31, G32, G35, H25, K34)",
          "url": "https://doi.org/10.1257/pol.20230109",
          "doi": "https://doi.org/10.1257/pol.20230109",
          "filter": 0
        },
        {
          "title": "Communicating Program Eligibility: A Supplemental Security Income (SSI) Field Experiment",
          "authors": "Jeffrey Hemmeter, John Phillips, Elana Safran, Nicholas Wilson",
          "abstract": "We conducted a direct mail field experiment with 4,016,461 individuals to test several key hypotheses about why take-up of Supplemental Security Income among individuals age 65 and above is so low. Communicating likely eligibility in a basic letter generated substantial increases in take-up in relative terms. Adding behaviorally informed statements increased the effectiveness of these communications. Yet, the application rate in our study sample during the full 24-month follow-up period remained no greater than 7 percent. Our results reveal a modest trade-off between increasing applications and the conditional likelihood of award, as well as the award amount. (JEL C93, D12, D83, H55, I38, J14)",
          "url": "https://doi.org/10.1257/pol.20210560",
          "doi": "https://doi.org/10.1257/pol.20210560",
          "filter": 0
        },
        {
          "title": "Free Trade and the Formation of Environmental Policy: Evidence from US Legislative Votes",
          "authors": "Jevan Cherniwchan, Nouri Najjar",
          "abstract": "We test the hypothesis that governments alter environmental policy in response to trade by studying NAFTA’s effects on the formation of environmental policy in the US House of Representatives between 1990 and 2000. We find that reductions in US tariffs decreased political support for environmental legislation. This decrease appears to be due to (i) a reduction in support by incumbent Republican legislators in response to trade-induced changes in the policy preferences of their constituents and (ii) changes in partisan representation in affected districts due to decreased electoral support for pro-NAFTA Democrats following the agreement. (JEL D72, F13, F15, F18, Q56, Q58)",
          "url": "https://doi.org/10.1257/pol.20230733",
          "doi": "https://doi.org/10.1257/pol.20230733",
          "filter": 0
        },
        {
          "title": "Informing Mothers about the Benefits of Conversing with Infants: Experimental Evidence from Ghana",
          "authors": "Pascaline Dupas, Camille Falezan, Seema Jayachandran, Mark Walsh",
          "abstract": "We evaluate a low-cost intervention designed to boost parents’ verbal engagement with infants, which tends to be limited in developing countries. In our randomized experiment, recent or expectant mothers watched a three-minute informational video and received a themed calendar. Six months later, treated mothers reported stronger belief in the benefits of verbal engagement, more frequent parent-infant conversation, and more advanced infant language skills. Treatment effects on objective measures of parent-child conversation frequency and infant skills were positive but insignificant. We find larger immediate treatment effects on objective parent-child conversation, suggesting potentially larger long-term effects had the behavior change stuck more. (JEL D83, D91, I26, J13, J16, O12)",
          "url": "https://doi.org/10.1257/pol.20230283",
          "doi": "https://doi.org/10.1257/pol.20230283",
          "filter": 0
        },
        {
          "title": "Show Me the Money! A Field Experiment on Electric Vehicle Charge Timing",
          "authors": "Megan R. Bailey, David P. Brown, Blake Shaffer, Frank A. Wolak",
          "abstract": "We use a field experiment to measure the effectiveness of financial incentives to shift the timing of electric vehicle (EV) charging. EV owners respond strongly to financial incentives, reducing charging during peak hours by 49 percent by shifting to off-peak hours. In contrast, a prosocial information treatment has no discernible effect. When financial incentives are removed, charge timing reverts to pre-intervention behavior, reinforcing that “money matters.” Our findings highlight the substantial flexibility of EV charging compared to other forms of electricity demand. Such flexibility has the potential to greatly reduce future electric system costs arising from a rapidly decarbonizing transportation sector. (JEL C93, D12, D91, L92, L94, Q48)",
          "url": "https://doi.org/10.1257/pol.20230653",
          "doi": "https://doi.org/10.1257/pol.20230653",
          "filter": 0
        },
        {
          "title": "Who Watches the Watchmen? Local News and Police Behavior in the United States",
          "authors": "Nicola Mastrorocco, Arianna Ornaghi",
          "abstract": "Do US municipal police departments respond to news coverage of local crime? We address this question exploiting an exogenous shock to local crime reporting induced by acquisitions of local TV stations by a large broadcast group, Sinclair. Using a unique dataset of 8.5 million news stories and a triple-differences design, we document that Sinclair ownership decreases news coverage of local crime. This matters for policing: Municipalities that experience the change in news coverage have lower violent crime clearance rates relative to municipalities that do not. The result is consistent with a decrease of crime salience in the public opinion. (JEL D83, G34, H76, K42, L13, L82)",
          "url": "https://doi.org/10.1257/pol.20230356",
          "doi": "https://doi.org/10.1257/pol.20230356",
          "filter": 0
        },
        {
          "title": "Buy Baits and Consumer Sophistication: Field Evidence from Instant Rebates",
          "authors": "Matthias Rodemeier",
          "abstract": "Are consumers in the marketplace aware of their cognitive limitations? I answer this question in the context of a ubiquitous form of price discrimination: instant rebates that require active redemption. In a large-scale field experiment with a major online retailer, I find that consumers correctly increase demand when the firm offers a redemption reminder, but they fail to reduce demand when the firm increases the hassle required to redeem. Structural estimates reveal that, while consumers are sophisticated about the probability of forgetting to redeem the rebate, they vastly underestimate the hassle of redeeming it by €20 per consumer. (JEL C93, D12, D83, D91, L81, M31)",
          "url": "https://doi.org/10.1257/pol.20230358",
          "doi": "https://doi.org/10.1257/pol.20230358",
          "filter": 0
        },
        {
          "title": "The Effects of a Multifaceted Poverty Alleviation Program on Rural Income and Household Behavior in China",
          "authors": "Rui Li, Hong Song, Jun Zhang, Junsen Zhang",
          "abstract": "This study examines the effects of a government-led, large-scale, multifaceted poverty alleviation program on rural income in China. We find that the program has a positive impact on national key poor counties, with a 10.9 percent increase in rural income. This effect mainly arises via industrial support, agricultural development, and public service improvement. Poverty alleviation strategies consistent with local comparative advantages yield more significant effects. Household-level analyses suggest the program changes households’ income and expenditure, and the effects are particularly substantial for the poorest households. The study provides novel insights and policy implications for China’s recent experience with poverty alleviation. (JEL H53, I32, I38, O12, O18, P25, P36)",
          "url": "https://doi.org/10.1257/pol.20210485",
          "doi": "https://doi.org/10.1257/pol.20210485",
          "filter": 0
        },
        {
          "title": "Physician Group Influences on Treatment Intensity and Health: Evidence from Physician Switchers",
          "authors": "Joseph J. Doyle, Becky Staiger",
          "abstract": "Treatment intensity varies remarkably across physicians, and physicians are increasingly working in groups. This paper tests whether group affiliation impacts physicians’ treatment intensity and patient health. Using Medicare inpatient claims data, we focus on internists who switch groups within the same hospital. Event studies show that internists who join more-intensive groups immediately increase their own intensity, with an elasticity of 0.27. This change is reflected in higher Medicare spending due to higher-priced services. We do not detect a change in health outcomes, suggesting that treatment intensity induced by group affiliation may not be productive.(JEL H51, I11, I13, I18, J44)",
          "url": "https://doi.org/10.1257/pol.20220555",
          "doi": "https://doi.org/10.1257/pol.20220555",
          "filter": 0
        },
        {
          "title": "Public and Private Provision of Information in Market-Based Public Programs: Evidence from Advertising in Health Insurance Marketplaces",
          "authors": "Naoki Aizawa, You Suk Kim",
          "abstract": "This paper studies government and private advertising in market-based public programs. In a model of advertising, we first examine when government advertising increases welfare. Then, we estimate the effects of advertising on consumer demand and assess their welfare effects in the Affordable Care Act health insurance marketplaces. We find government advertising increases overall enrollment and enhances welfare. By contrast, the market expansion effect of private advertising is modest at most. Although private advertising increases demand for insurers in certain specifications, it is not a very efficient tool to induce consumers to select insurers with better plans due to rent-seeking competition. (JEL G22, G52, H51, I13, M37)",
          "url": "https://doi.org/10.1257/pol.20220352",
          "doi": "https://doi.org/10.1257/pol.20220352",
          "filter": 0
        },
        {
          "title": "Do Consumers Distinguish Fixed Cost from Variable Cost? “Schmeduling” in Two-Part Tariffs in Energy",
          "authors": "Koichiro Ito, Shuang Zhang",
          "abstract": "A central assumption in economics is that consumers properly distinguish fixed cost from variable cost. This assumption is fundamental to various economic theories, including optimal taxation, redistribution, and price discrimination. Using a quasi-experiment in heating price reform in China, we find empirical evidence that is inconsistent with this conventional assumption and more consistent with the “schmeduling” model in Liebman and Zeckhauser (2004). As we demonstrate its policy implications for two-part energy tariffs, this schmeduling behavior makes fixed costs directly relevant to the perceived relative prices of goods, and therefore alters the welfare implications of price, tax, and subsidy designs. (JEL D12, D91, H24, L94, O12, P28, P36)",
          "url": "https://doi.org/10.1257/pol.20230613",
          "doi": "https://doi.org/10.1257/pol.20230613",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/pol.17.2.i",
          "doi": "https://doi.org/10.1257/pol.17.2.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "When Do Nudges Increase Welfare?",
          "authors": "Hunt Allcott, Daniel Cohen, William Morrison, Dmitry Taubinsky",
          "abstract": "We use public finance sufficient statistic approaches to characterize the welfare effects of “nudges,” such as simplified information and warning labels, in markets with taxes and endogenous prices. While many studies focus on average effects, we show that welfare also depends on how the nudge affects the variance of choice distortions, and average effects become irrelevant with zero pass-through or optimal taxes. We implement the framework with experiments evaluating automotive fuel economy labels and sugary drink health labels. Labels decrease purchases of low-fuel economy cars and sugary drinks but may decrease welfare because they increase the variance of choice distortions. (JEL D18, D62, D83, D91, H21, L62, L66)",
          "url": "https://doi.org/10.1257/aer.20231304",
          "doi": "https://doi.org/10.1257/aer.20231304",
          "filter": 0
        },
        {
          "title": "Efficiency in Household Decision-Making: Evidence from the Retirement Savings of US Couples",
          "authors": "Taha Choukhmane, Lucas Goodman, Cormac O’Dea",
          "abstract": "We study how couples allocate retirement-saving contributions across each spouse’s account. In a new dataset covering over a million US individuals, we find retirement contributions are not allocated to the account with the highest employer match rate. This lack of coordination—which goes against the assumptions of most models of household decision-making—is common, costly, persistent over time, and cannot be explained by inertia, auto-enrollment, or simple heuristics. Complementing the administrative evidence with an online survey, we find that inefficient allocations reflect both financial mistakes as well as deliberate choices, especially when trust and commitment inside the households are weak. (JEL D13, G51, J26, J32)",
          "url": "https://doi.org/10.1257/aer.20230524",
          "doi": "https://doi.org/10.1257/aer.20230524",
          "filter": 0
        },
        {
          "title": "How Do Mental Health Treatment Delays Impact Long-Term Mortality?",
          "authors": "Sydney Costantini",
          "abstract": "With a growing mental health crisis and a shortage of behavioral health specialists, those seeking mental health treatment often face long wait times to obtain care. I study how clinic congestion affects mortality for veterans experiencing mental health emergencies. I find that longer waiting times make it more likely that patients miss their follow-up mental health visit, consequently increasing the probability that they permanently disengage from care. A 1 standard deviation increase in wait time between the emergency department visit and follow-up appointment date (11.7 days) increases two-year mortality by about 1.5 percent. (JEL H51, I12, I13, I18)",
          "url": "https://doi.org/10.1257/aer.20240226",
          "doi": "https://doi.org/10.1257/aer.20240226",
          "filter": 0
        },
        {
          "title": "Selling Subscriptions",
          "authors": "Liran Einav, Ben Klopack, Neale Mahoney",
          "abstract": "We study one benefit to firms of selling subscriptions: the prospect that consumers will continue to pay for subscriptions they no longer value. We use comprehensive data from a large payment card network to document that months during which cards are replaced, when active renewal is required, are associated with much higher rates of cancellation. Using two stylized models of consumer inertia—driven by inattention or switching costs—we estimate that these cancellation frictions roughly double seller revenues on average, holding fixed initial subscribers. We use the estimated models to explore the impact of possible regulatory remedies. (JEL D12, D18, L81, L88)",
          "url": "https://doi.org/10.1257/aer.20231612",
          "doi": "https://doi.org/10.1257/aer.20231612",
          "filter": 0
        },
        {
          "title": "The Role of People versus Places in Individual Carbon Emissions",
          "authors": "Eva Lyubich",
          "abstract": "There is substantial spatial heterogeneity in household carbon emissions. I leverage movers in two decades of administrative Decennial Census and American Community Survey data to estimate place effects—the amount by which carbon emissions change for the same household living in different places—for almost 1,000 cities and roughly 61,500 neighborhoods across the United States. I estimate that place effects account for 14–23 percent of overall heterogeneity. A change in neighborhood-level place effects from 1 standard deviation above the mean to 1 below would reduce household carbon emissions from residential energy and commuting by about 40 percent. (JEL D12, D15, L94, Q41, Q54, R11, R23)",
          "url": "https://doi.org/10.1257/aer.20230346",
          "doi": "https://doi.org/10.1257/aer.20230346",
          "filter": 0
        },
        {
          "title": "Presidential Address: Investing in Children to Address the Child Mental Health Crisis",
          "authors": "Janet Currie",
          "abstract": "The child mental health crisis has been described as the “defining public health crisis of our time.” This article addresses three myths about the crisis: (i) the idea that the crisis is new; (ii) the belief that increases in youth suicide mainly reflect deterioration in children’s underlying mental health; and (iii) the myth that investments in children have little impact on children’s mental health. In fact, the crisis has existed for decades, youth suicides vary asynchronously with other mental health measures and are impacted by external factors such as firearms legislation, and investments can improve child mental health and prevent suicide. (JEL I12, I18, J13, J16)",
          "url": "https://doi.org/10.1257/aer.115.5.1369",
          "doi": "https://doi.org/10.1257/aer.115.5.1369",
          "filter": 0
        },
        {
          "title": "Does Entry Remedy Collusion? Evidence from the Generic Prescription Drug Cartel",
          "authors": "Amanda Starc, Thomas G. Wollmann",
          "abstract": "Entry represents a fundamental threat to cartels. We study the extent and effect of this behavior in the largest price-fixing case in US history, which involves generic drug manufacturing. We link information on the cartel’s internal operations to regulatory filings and market data. There is a substantial increase in entry after cartel formation, but regulatory approvals delay most entrants by two to four years. We estimate a structural model and simulate counterfactual equilibria. Absent entry, cartel profits would be dramatically higher. Correspondingly, reducing regulatory delays by just 1–2 years equates to consumer compensating variation of $612  million–$1.5  billion. (JEL L12, L13, L25, L51, L65, M31, O34)",
          "url": "https://doi.org/10.1257/aer.20220276",
          "doi": "https://doi.org/10.1257/aer.20220276",
          "filter": 0
        },
        {
          "title": "Changing Tracks: Human Capital Investment after Loss of Ability",
          "authors": "Anders Humlum, Jakob R. Munch, Pernille Plato",
          "abstract": "We provide the first evidence on how workers invest in human capital after losing ability. Using quasi-random work accidents in Danish administrative data, we find that workers enroll in bachelor’s programs after physical injuries, pursuing degrees that build on their past training and experience. Exploiting institutional differences in the stackability of degrees, we find that higher education moves injured workers from disability benefits to full-time employment, earning 25 percent more than before injury. Reskilling subsidies for injured workers pay for themselves four times over, and current rates of reskilling are substantially below the social optimum, especially for middle-aged workers. (JEL I26, J14, J24, J62)",
          "url": "https://doi.org/10.1257/aer.20231067",
          "doi": "https://doi.org/10.1257/aer.20231067",
          "filter": 0
        },
        {
          "title": "Risk Aversion and Insurance Propensity",
          "authors": "Fabio Maccheroni, Massimo Marinacci, Ruodu Wang, Qinyu Wu",
          "abstract": "We provide a new foundation of risk aversion by showing that this attitude is fully captured by the propensity to seize insurance opportunities. In our main results, we first characterize Arrow-Pratt (1963–1964) risk aversion in terms of propensity to full insurance and the stronger notion of risk aversion of Rothschild and Stiglitz (1970) in terms of propensity to partial insurance. We then extend the analysis to comparative risk aversion by showing that the classical notion of Yaari (1969) corresponds to comparative propensity to full insurance, while the stronger notion of Ross (1981) corresponds to comparative propensity to partial insurance. (JEL D81, G22, G52)",
          "url": "https://doi.org/10.1257/aer.20231529",
          "doi": "https://doi.org/10.1257/aer.20231529",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.5.i",
          "doi": "https://doi.org/10.1257/aer.115.5.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Genetic and Socioeconomic Achievement Gaps in Elementary School",
          "authors": "Mikkel Aagaard Houmark, Victor Ronda, Esben Agerbo, Preben Bo Mortensen, Michael Rosholm",
          "abstract": "Socioeconomic (SES) gaps in academic achievement are well documented. We show that a very similar gap exists with respect to genetic differences measured by a polygenic score (PGS) for educational attainment. The genetic gap increases during elementary school, but only among the low SES children. Consequently, the high PGS children experience the largest achievement growth over the school years, even if they are born in socioeconomic disadvantage. While the SES gap is partly explained by selection into different neighbourhoods and schools, the PGS gap is not. However, a higher PGS is related to higher conscientiousness and a better subjective learning environment, even conditional on family fixed effects. These findings contribute to our understanding of how genetic and socioeconomic factors interact throughout the educational journey, offering insights for developing more targeted and effective educational interventions.",
          "url": "https://doi.org/10.1093/ej/ueaf033",
          "doi": "https://doi.org/10.1093/ej/ueaf033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Eurozone economic integration: Historical developments and new challenges ahead",
          "authors": "Fabio C. Bagliano, Claudio Morana",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105023",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105023",
          "filter": 0
        },
        {
          "title": "Voting in Legislative Bargaining over Cuts to Existing Benefits versus Provision of New Benefits*",
          "authors": "Nels Christiansen, Tanushree Jhunjhunwala, John H. Kagel",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105029",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105029",
          "filter": 0
        },
        {
          "title": "Institutional diversity and innovative recombination",
          "authors": "Nathan P. Goodman, Otto Lehto, Mikayla Novak",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104998",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Identification and estimation of a search model with heterogeneous consumers and firms",
          "authors": "Mateusz Myśliwski, May Rostom, Fabio Sanches, Daniel Silva, Sorawoot Srisuma",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105956",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105956",
          "filter": 0
        },
        {
          "title": "Inference for deprivation profiles in a binary setting",
          "authors": "Maria Grazia Pittau, Pier Luigi Conti, Roberto Zelli",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106000",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106000",
          "filter": 0
        },
        {
          "title": "When structural break meets threshold effect: Factor analysis under structural instabilities",
          "authors": "Chenchen Ma, Yundong Tu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105972",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105972",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Climate Change, the Food Problem, and the Challenge of Adaptation through Sectoral Reallocation",
          "authors": "Ishan Nath",
          "url": "https://doi.org/10.1086/734725",
          "doi": "https://doi.org/10.1086/734725",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The structure of online social networks and social movements: Evidence from the Black Lives Matter protests",
          "authors": "Matthias Flückiger, Markus Ludwig",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105373",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105373",
          "filter": 0
        },
        {
          "title": "Regulating the direction of innovation",
          "authors": "Joshua S. Gans",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105375",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105375",
          "filter": 0
        },
        {
          "title": "Two decades of top income shares in Honduras",
          "authors": "Giselle Del Carmen, Santiago Garriga, Wilman Ponce, Thiago Scot",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105362",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105362",
          "filter": 0
        },
        {
          "title": "Avoidance Responses to the Wealth Tax",
          "authors": "Mariona Mas-Montserrat, José María Durán-Cabré, Alejandro Esteller-Moré",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105351",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105351",
          "filter": 0
        },
        {
          "title": "Can changes in disability insurance work incentives influence beneficiary employment? Evidence from the promoting opportunity demonstration",
          "authors": "Michael Levere, David Wittenburg, John T. Jones",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105370",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105370",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Colluding Against Environmental Regulation",
          "authors": "Jorge Alé-Chilet, Cuicui Chen, Jing Li, Mathias Reynaert",
          "abstract": "We study collusion among firms against imperfectly monitored environmental regulation. Firms increase variable profits by violating regulation and reduce expected noncompliance penalties by violating jointly. We consider a case of three German automakers colluding to reduce the effectiveness of emissions control technology. By estimating a structural model of the European automobile industry from 2007 to 2018, we find that collusion lowers expected noncompliance penalties substantially and increases buyer and producer surplus. Due to increased pollution, welfare decreases by €1.57–5.57 billion. We show how environmental policy design and antitrust play complementary roles in preventing noncompliance.",
          "url": "https://doi.org/10.1093/restud/rdaf024",
          "doi": "https://doi.org/10.1093/restud/rdaf024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
