{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "American Economic Journal: Applied Economics",
      "journal_short": "APP",
      "articles": [
        {
          "title": "Preferences, Selection, and the Structure of Teacher Pay",
          "authors": "Andrew C. Johnston",
          "abstract": "I examine teacher preferences using a discrete-choice experiment linked to data on teacher effectiveness. I estimate willingness to pay for a rich set of compensation elements and working conditions. Highly effective teachers usually have the same preferences as their peers, but they have stronger preferences for performance pay. I use the preference estimates to investigate the optimal compensation structure for three key objectives: maximizing teacher utility, maximizing teacher retention, and maximizing student achievement. Under each objective, schools underutilize salary and performance pay while overutilizing retirement benefits. Restructuring compensation can significantly improve both teacher welfare and student achievement. (JEL H75, I21, J31, J32, J45, J81)",
          "url": "https://doi.org/10.1257/app.20210763",
          "doi": "https://doi.org/10.1257/app.20210763",
          "filter": 0
        },
        {
          "title": "Food Transfers and Child Nutrition: Evidence from India's Public Distribution System †",
          "authors": "Aditya Shrinivas, Kathy Baylis, Benjamin Crost",
          "abstract": "India's National Food Security Act of 2013 (NFSA) led to one of the biggest expansions in food transfers in history, affecting over 500 million people. We use plausibly exogenous variation created by the NFSA to estimate the effect of food transfers on child nutrition. Using individual panel data across eight states in India over five years, we find that increased transfers significantly reduced stunting. The food transfers increased wage incomes and improved dietary diversity. Our results suggest that, in the states we study, the NFSA prevented approximately 1.8 million children from being stunted (JEL I12, I18, I38, J13, O12)",
          "url": "https://doi.org/10.1257/app.20220505",
          "doi": "https://doi.org/10.1257/app.20220505",
          "filter": 0
        },
        {
          "title": "The Impact of Trade Liberalization in the Presence of Political Distortions †",
          "authors": "Sebastian Jävervall, Roza Khoban",
          "abstract": "Political distortions are prevalent in many developing countries, implying substantial productivity losses. This paper investigates the impact of trade liberalization on political distortions in India. First, using variation in political turnover, we identify that politicians distort resources in favor of politically connected firms. Second, we show that reduced tariffs on input goods significantly decrease the distortionary effect of political connections, as trade reduces firms' dependence on politicians for sourcing inputs. The results suggest a new margin for gains from trade through reduced politically driven misallocation, implying that trade can address a widespread source of productivity losses. (JEL D22, D72, F13, F14, O14, O19, O24)",
          "url": "https://doi.org/10.1257/app.20230629",
          "doi": "https://doi.org/10.1257/app.20230629",
          "filter": 0
        },
        {
          "title": "Background Matters, but Not Whether Parents Are Immigrants: Outcomes of Children Born in Denmark",
          "authors": "Mathias Fjællegaard Jensen, Alan Manning",
          "abstract": "In Europe, the children of migrants often have worse economic outcomes than those with local-born parents. This paper shows that children born in Denmark with immigrant parents (first-generation locals) have lower earnings, higher unemployment, less education, more welfare transfers, and more criminal convictions than children with local-born parents. However, when we condition on parental socioeconomic characteristics, first-generation locals generally perform as well or slightly better than the children of locals. While children of immigrants are more likely to come from deprived backgrounds, they do not experience substantially different outcomes conditional on parental background. (JEL I38, J13, J15, J31, J82)",
          "url": "https://doi.org/10.1257/app.20230389",
          "doi": "https://doi.org/10.1257/app.20230389",
          "filter": 0
        },
        {
          "title": "Salary History and Employer Demand: Evidence from a Two-Sided Audit",
          "authors": "Amanda Y. Agan, Bo Cowgill, Laura K. Gee",
          "abstract": "We study how salary disclosures affect employer demand using a field experiment featuring hundreds of recruiters evaluating over 2,000 job applications. We randomize the presence of salary questions and the candidates' disclosures for male and female applicants. Our findings suggest that extra dollars disclosed yield higher salary offers, willingness to pay, and perceptions of outside options by recruiters (all similarly for men and women). Recruiters make negative inferences about the quality and bargaining positions of nondisclosing candidates, though they penalize silent women less. (JEL C93, D82, J22, J23, J31)",
          "url": "https://doi.org/10.1257/app.20230365",
          "doi": "https://doi.org/10.1257/app.20230365",
          "filter": 0
        },
        {
          "title": "Information Systems, Service Delivery, and Corruption: Evidence From the Bangladesh Civil Service",
          "authors": "Martin Mattsson",
          "abstract": "Slow public service delivery and corruption are common problems in low- and middle-income countries. Can better management information systems improve delivery speed? Does improving the delivery speed reduce corruption? In a large-scale experiment with the Bangladesh Civil Service, I send monthly scorecards measuring delays in service delivery to government officials and their supervisors. The scorecards increase on-time service delivery by 11 percent but do not reduce bribes. Instead, the scorecards increase bribes for high-performing bureaucrats. A model where bureaucrats' reputational concerns constrain bribes can explain the results. When positive performance feedback improves bureaucrats' reputations, the constraint is relaxed, and bribes increase. (JEL D73, D83, H83, O17)",
          "url": "https://doi.org/10.1257/app.20230672",
          "doi": "https://doi.org/10.1257/app.20230672",
          "filter": 0
        },
        {
          "title": "Skill Depreciation during Unemployment: Evidence from Panel Data †",
          "authors": "Jonathan Cohen, Andrew C. Johnston, Attila Lindner",
          "abstract": "We examine the depreciation of skills among unemployed German workers using a panel of skill measures linked to administrative data. Both the reemployment hazard and reemployment earnings steadily decline with unemployment duration. Indicators of depression and loneliness also rise substantially. However, we find no decline in a wide range of cognitive and noncognitive skills while workers remain unemployed. We find the same pattern in a panel of American workers. The results imply that skill depreciation in general human capital is unlikely to be a major explanation for observed duration dependence in reemployment outcomes. (JEL E24, E32, J22, J24, J31, J64)",
          "url": "https://doi.org/10.1257/app.20230195",
          "doi": "https://doi.org/10.1257/app.20230195",
          "filter": 0
        },
        {
          "title": "Tax Incentives for Migrants with Mid-level Earnings: Evidence from the Netherlands †",
          "authors": "Lisa Marie Timm, Massimo Giuliodori, Paul Muller",
          "abstract": "We examine how income taxes affect international mobility and wages. We study a Dutch preferential tax scheme for migrants, which introduced an income threshold for eligibility in 2012. The threshold is low relative to similar schemes in other countries, thereby offering eligibility to migrants with mid-level earnings. We find migration more than doubles closely above the income threshold, while migration below the threshold remains unchanged. These effects appear to be driven by additional migration, while wage bargaining responses are limited. We estimate a migration elasticity ranging from 1.6 to 2.7, somewhat higher than most studies on high-income migrants have found. (JEL H24, H31, J15, J31, J82)",
          "url": "https://doi.org/10.1257/app.20230438",
          "doi": "https://doi.org/10.1257/app.20230438",
          "filter": 0
        },
        {
          "title": "Voice at Work",
          "authors": "Jarkko Harju, Simon Jäger, Benjamin Schoefer",
          "abstract": "We estimate the effects of worker voice on productivity, job quality, and separations. We study the 1991 introduction of a right to worker representation on boards or advisory councils in Finnish firms with at least 150 employees, designed to facilitate workforce-management communication. Consistent with information-sharing theories, our difference-in-differences design reveals that worker voice raised labor productivity. In contrast to exit-voice theory, we find no effects on voluntary job separations. However, treated firms reduce involuntary separations (during our recessionary sample period). A 2008 introduction of shop-floor representation, another worker voice institution preexisting in our main firm sample, had more limited effects. (JEL E32, J24, J53, J63, M54)",
          "url": "https://doi.org/10.1257/app.20220451",
          "doi": "https://doi.org/10.1257/app.20220451",
          "filter": 0
        },
        {
          "title": "Can Development Programs Counter Insurgencies? Evidence from a Field Experiment in Afghanistan †",
          "authors": "Andrew Beath, Fotini Christia, Ruben Enikolopov",
          "abstract": "We exploit a randomized controlled trial conducted between 2007 and 2011 to identify the effect of Afghanistan's largest local governance and development program on the strength of the insurgency. We find that the program reduced violence, improved economic outcomes, and increased government support in interior regions of the country, but increased violence in villages close to the Pakistani border, where foreign insurgents were more numerous. The results suggest that development programs can be effective in suppressing locally driven insurgencies, but may be counterproductive where insurgents are not reliant on the local population for support. (JEL C93, D74, F35, O15, O17, O18)",
          "url": "https://doi.org/10.1257/app.20230150",
          "doi": "https://doi.org/10.1257/app.20230150",
          "filter": 0
        },
        {
          "title": "New Gig Work or Changes in Reporting? Understanding Self-Employment Trends in Tax Data",
          "authors": "Andrew Garin, Emilie Jackson, Dmitri Koustas",
          "abstract": "We show that increases in the share of workers reporting self-employment to the IRS are not associated with changes in firm-reported payments to “gig” and other contract workers after 2005 but are driven primarily by self-reported earnings of individuals in the EITC phase-in range. We examine a regression discontinuity design that generates exogenous variation in tax rates at the end of the year after labor supply decisions are already sunk and find tax code incentives increase self-employment reporting conditional on actual labor supply. We show that reporting effects have grown over time as knowledge of the tax code spreads. (JEL C83, H24, H31, J22, J23)",
          "url": "https://doi.org/10.1257/app.20220483",
          "doi": "https://doi.org/10.1257/app.20220483",
          "filter": 0
        },
        {
          "title": "Not Playing Favorites: Parents and the Value of Equal Opportunity †",
          "authors": "James Berry, Rebecca Dizon-Ross, Maulik Jagnani",
          "abstract": "We conduct two experiments to identify the value parents place on equality of opportunity when investing in children. The experiments exogenously vary short-run returns to educational investments to identify the weight placed on equalizing “opportunity” (child-level investment) relative to maximizing “returns” (total household earnings) or to equalizing “outcomes” (child-level expected earnings). While parents in both experiments place some weight on maximizing returns, they also display a strong preference for equalizing opportunities and are willing to forgo 15–45 percent of their earnings to do so. Parents in higher-income countries also care about equalizing outcomes, while parents in lower-income countries do not. (JEL D63, J12, J13, O15)",
          "url": "https://doi.org/10.1257/app.20220601",
          "doi": "https://doi.org/10.1257/app.20220601",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/app.17.3.i",
          "doi": "https://doi.org/10.1257/app.17.3.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Monetary policy and the functional income distribution: Two million firms’ production dynamics",
          "authors": "Lea Steininger, Jan P. Fritsche",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105082",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105082",
          "filter": 0
        },
        {
          "title": "Optimal housing taxation with land scarcity and maintenance: A Mirrleesian perspective",
          "authors": "Spencer Bastani, Sören Blomquist, Firouz Gahvari, Luca Micheletto, Khayyam Tayibov",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105078",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105078",
          "filter": 0
        },
        {
          "title": "Dark versus light personality types and moral choice",
          "authors": "David L Dickinson",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105092",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105092",
          "filter": 0
        },
        {
          "title": "Anchored inflation expectations and the slope of the phillips curve",
          "authors": "Peter Lihn Jørgensen, Kevin J. Lansing",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105073",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105073",
          "filter": 0
        },
        {
          "title": "Macroeconomic regime change and the size of supply chain disruption and energy supply shocks",
          "authors": "Roberto A. De Santis, Tommaso Tornese",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105077",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Asymptotic theory of the best-choice rerandomization using the Mahalanobis distance",
          "authors": "Yuhao Wang, Xinran Li",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106049",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "In-kind government assistance and crowd-out of charitable services: Evidence from free school meals",
          "authors": "Krista Ruffini, Orgül Öztürk, Pelin Pekgün",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105391",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105391",
          "filter": 0
        },
        {
          "title": "To burn a slum: Urban land conflicts and the use of arson against Favelas",
          "authors": "Rafael Pucci",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105436",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Pseudo Lindahl Equilibrium as a Collective Choice Rule",
          "authors": "Faruk Gul, Wolfgang Pesendorfer",
          "abstract": "A collective choice problem specifies a finite set of alternatives from which a group of expected utility maximizers must choose. We associate a collective pseudo market with every collective choice problem and establish the existence and efficiency of pseudo Lindahl equilibrium (PLE) allocations. We also associate a cooperative bargaining problem with every collective choice problem and define a set-valued solution concept, the ω-weighted Nash bargaining set where ω is a vector of welfare weights. We provide axioms that characterize the ω-weighted Nash bargaining set. Our main result shows that ω-weighted Nash bargaining set payoffs are also the PLE payoffs of the corresponding collective pseudo market with the same utility functions and incomes ω. We define a pseudo core for collective pseudo markets and show that pseudo Lindahl equilibria are in the pseudo core. We characterize the set of PLE outcomes of discrete allocation problems and show that they contain the set of pseudo Walrasian equilibrium outcomes.",
          "url": "https://doi.org/10.1093/restud/rdaf043",
          "doi": "https://doi.org/10.1093/restud/rdaf043",
          "filter": 0
        },
        {
          "title": "Making Decisions under Model Misspecification",
          "authors": "Simone Cerreia–Vioglio, Lars Peter Hansen, Fabio Maccheroni, Massimo Marinacci",
          "abstract": "We use decision theory to confront uncertainty that is sufficiently broad to incorporate “models as approximations.” We presume the existence of a featured collection of what we call “structured models” that have explicit substantive motivations. The decision maker confronts uncertainty through the lens of these models, but also views these models as simplifications, and hence, as misspecified. We extend the max-min analysis under model ambiguity to incorporate the uncertainty induced by acknowledging that the models used in decision-making are simplified approximations. Formally, we provide an axiomatic rationale for a decision criterion that incorporates model misspecification concerns. We then extend our analysis beyond the max-min case allowing for a more general criterion that encompasses a Bayesian formulation.",
          "url": "https://doi.org/10.1093/restud/rdaf046",
          "doi": "https://doi.org/10.1093/restud/rdaf046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
