{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Behind the Veil of Cultural Persistence: Marriage and Divorce in a Migrant Community",
          "authors": "Catherine Guirkinger, Jean-Philippe Platteau, Zaki Wahhaj",
          "abstract": "Arranged marriage with a spouse chosen in the country of origin is a persisting practice in many migrant communities. In this context, rather than being imposed by migrant parents on children, an arranged marriage is the outcome of a negotiation between them. Parents see this type of marriage as a vector of transmission of their identity to the next generation. Children resist because they are concerned about mutual compatibility with their future spouse. Then, paradoxically, the possibility of divorce can increase the appeal of arranged marriages, by convincing young adults to accept the compromise with their parents. This is particularly true for women for whom divorce is the only possible exit out of a failed marriage (when men can entertain extra-marital affairs without social disapproval). To test these intuitions, we exploit a change in the divorce law in Belgium (introduction of no-fault divorce in 2007). On the basis of two unique sets of data on descendants of Turkish migrants (second-generation men and women), we find that the effect of this legal change on the incidence of arranged marriages (with “imported spouse”) and divorce differs between women and men. The propensity to choose an arranged marriage (and to divorce) is decreased for second-generation men relative to women.",
          "url": "https://doi.org/10.1093/ej/ueaf072",
          "doi": "https://doi.org/10.1093/ej/ueaf072",
          "filter": 0
        },
        {
          "title": "Unlearning Traditionalism: The Long-Run Effects of Schools on Gender Attitudes",
          "authors": "Javier Garcia-Brazales",
          "abstract": "Can sustained exposure to females persistently modernize gender attitudes? I study the impact of female peers on gender roles, perceived relative gender ability, and gender-related behaviours up to nine years later. For this, I exploit two-decade longitudinal information on cognition, attitudes, aspirations, and expectations of a close-to-nationally-representative cohort of Vietnamese primary schoolers exogenously allocated to peers. I find that being in classes with a higher share of females weakens traditional gender views both for males and females, which I complement with suggestive evidence that this translates into actual behaviour. These results indicate that early exposure to females can shift slow-moving attitudes even in contexts of high overall cross-gender interactions.",
          "url": "https://doi.org/10.1093/ej/ueaf070",
          "doi": "https://doi.org/10.1093/ej/ueaf070",
          "filter": 0
        },
        {
          "title": "Correction to: Partisan Effects of Information Campaigns in Competitive Authoritarian Elections: Evidence from Bangladesh",
          "url": "https://doi.org/10.1093/ej/ueaf065",
          "doi": "https://doi.org/10.1093/ej/ueaf065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Conflict and Investment: A Review Across Health, Fertility, Education, and Economic Activity",
          "authors": "Michele Di Maio, Uwe Sunde",
          "abstract": "This paper provides an overview of the literature on the bidirectional relationship between conflict and private and public investment. We consider different dimensions of investment choices, including health, fertility, migration, education, and economic activity of firms and the government. The review puts a particular focus on the existing evidence for causality running from conflict to investment in these different dimensions, and from investment to conflict.",
          "url": "https://doi.org/10.1093/epolic/eiaf006",
          "doi": "https://doi.org/10.1093/epolic/eiaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "A natural experiment on earthquakes and risk preferences",
          "authors": "Michel Beine, Gary Charness, Arnaud Dupuy, Majlinda Joxhe",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105108",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105108",
          "filter": 0
        },
        {
          "title": "Consumption effects of job loss expectations—New evidence for the euro area",
          "authors": "António Dias da Silva, Desislava Rusinova, Marco Weißler",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105080",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105080",
          "filter": 0
        },
        {
          "title": "Conflict victimization shapes norms of rule compliance: Evidence from Colombia",
          "authors": "Gustav Agneman",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105115",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105115",
          "filter": 0
        },
        {
          "title": "Bayesian persuasion with fact-checking: An experimental investigation",
          "authors": "Lucas Rentschler, Zeeshan Samad",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105114",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Factor-guided estimation of large covariance matrix function with conditional functional sparsity",
          "authors": "Dong Li, Xinghao Qiao, Zihan Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106070",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106070",
          "filter": 0
        },
        {
          "title": "Hedonic prices and quality adjusted price indices powered by AI",
          "authors": "P. Bajari, Z. Cen, V. Chernozhukov, M. Manukonda, S. Vijaykumar, J. Wang, R. Huerta, J. Li, L. Leng, G. Monokroussos, S. Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106052",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106052",
          "filter": 0
        },
        {
          "title": "An order-invariant score-driven dynamic factor model",
          "authors": "Mariia Artemova",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106073",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106073",
          "filter": 0
        },
        {
          "title": "Deep learning based residuals in non-linear factor models: Precision matrix estimation of returns with low signal-to-noise ratio",
          "authors": "Mehmet Caner, Maurizio Daniele",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106083",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106083",
          "filter": 0
        },
        {
          "title": "Identification and inference for semiparametric single index transformation models",
          "authors": "Yingqian Lin, Yundong Tu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106084",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Economic Perspectives",
      "journal_short": "JEP",
      "articles": [
        {
          "title": "Recommendations for Further Reading",
          "authors": "Timothy Taylor",
          "url": "https://doi.org/10.1257/jep.20251445",
          "doi": "https://doi.org/10.1257/jep.20251445",
          "filter": 0
        },
        {
          "title": "How Regional Inequality and Migration Drive Housing Prices and Rents",
          "authors": "Greg Howard, Jack Liebersohn",
          "abstract": "We argue that rising regional inequality contributes to higher average housing prices and rents. We show three key empirical facts that contribute to this mechanism: first, income growth has been faster in already high-income cities; second, people are drawn to these cities by the income growth, raising relative housing demand and relative housing prices and rents; and third, housing supply in these cities is inelastic due to density and regulation, so these cities have not produced the housing to match the rising demand. We illustrate the resulting changes using a graphical spatial model in which rising regional inequality reallocates population toward high-income, supply-constrained areas. This shift raises national average housing prices and rents.",
          "url": "https://doi.org/10.1257/jep.20241426",
          "doi": "https://doi.org/10.1257/jep.20241426",
          "filter": 0
        },
        {
          "title": "Building Costs and House Prices",
          "authors": "Brian Potter, Chad Syverson",
          "abstract": "We take a long, broad, and theoretically agnostic view toward the connection between building costs and house prices in the US housing market. We find that building costs have never had all that much explanatory power over US housing prices, but even the imperfect correlations of the past have weakened further in recent decades along multiple dimensions.",
          "url": "https://doi.org/10.1257/jep.20241432",
          "doi": "https://doi.org/10.1257/jep.20241432",
          "filter": 0
        },
        {
          "title": "Curbing Rising Housing Costs: A Model-Based Policy Comparison",
          "authors": "Boaz Abramson, Tim Landvoigt",
          "abstract": "Recent decades have seen house prices grow strongly relative to incomes, making housing ever less affordable. We develop and quantify a model of segmented housing markets to study the drivers of rising housing costs and to evaluate policies aimed at curbing these costs. We show that rising wealth dispersion, together with stagnating housing supply, can explain the observed increase in housing costs. Demand-side policies such as down payment assistance and mortgage interest deductions inadvertently cause upward pressure on house prices and exacerbate unaffordability. Supply-side policies such as tax credits for development or construction of affordable housing lower house prices by increasing the housing stock. Which type of new housing is built matters: new construction in the high-end segments improves affordability by more in all segments of the housing market compared to new construction in bottom-end segments.",
          "url": "https://doi.org/10.1257/jep.20241427",
          "doi": "https://doi.org/10.1257/jep.20241427",
          "filter": 0
        },
        {
          "title": "Protecting Antiquities: A Role for Long-Term Leases?",
          "authors": "Michael Kremer, Tom Wilkening",
          "abstract": "In order to preserve cultural patrimony for future generations, most countries ban exports of antiquities. However, this may drive trade underground, particularly in low-income and lowstate capacity contexts, and cause irreversible damage to cultural heritage. We argue that complementing export bans with fixed-duration, long-term leases can strengthen incentives for maintenance and revelation of antiquities, while preserving cultural patrimony. Allowing only leases rather than sales limits potential losses from corrupt deals between foreign collectors and government officials. Standardized contracts with set lease lengths, insurance requirements, and care requirements may also be necessary to limit corruption and establish a well-functioning market.",
          "url": "https://doi.org/10.1257/jep.20241416",
          "doi": "https://doi.org/10.1257/jep.20241416",
          "filter": 0
        },
        {
          "title": "Basel Endgame: Bank Capital Requirements and the Future of International Standard Setting",
          "authors": "Stephen Cecchetti, Jeremy Kress, Kermit Schoenholtz",
          "abstract": "In 2023, US regulators proposed the “Basel Endgame,” a long-awaited overhaul of bank capital requirements. The proposal aimed to bring the United States into compliance with international standards established by the Basel Committee on Banking Supervision in response to the 2008 Global Financial Crisis. However, fierce industry opposition to what banks viewed as a costly increase in capital requirements effectively killed the proposal. In this essay, we describe the purpose of bank capital and the history of international standardsetting in bank regulation. We then highlight the most important aspects of the Basel Endgame, as well as the arguments for and against adopting the rule. We show that the debate unnecessarily conflated two distinct questions: (1) whether the United States should comply with international regulatory standards, and (2) whether the United States should raise large banks' capital requirements. While there are strong grounds to answer both questions in the affirmative, they need not be addressed together. That is, the United States can implement international standards in a capital-neutral manner to preserve global cooperation in bank regulation, leaving the separate question of raising capital requirements for another day.",
          "url": "https://doi.org/10.1257/jep.20241434",
          "doi": "https://doi.org/10.1257/jep.20241434",
          "filter": 0
        },
        {
          "title": "The Folk Economics of Housing",
          "authors": "Christopher S. Elmendorf, Clayton Nall, Stan Oklobdzija",
          "abstract": "Why is housing supply so severely restricted in US cities and suburbs? Urban economists offer two primary hypotheses: homeowner self-interest and political fragmentation. Homeowners, who outnumber and have organizational advantages over renters, are said to lobby against development to protect their property values. The fragmentation hypothesis emphasizes that development's negative externalities are borne locally while most of the benefits accrue regionally or nationally, leading localities to block housing. This paper offers another explanation: ordinary people simply do not believe that adding more housing to the regional stock would reduce housing prices. Across three original surveys of urban and suburban residents, only a minority of respondents say that a large, positive, regional housing supply shock would reduce prices or rents. These beliefs are weakly held and unstable (suggesting people have given the issue little thought), but respondents do have stable views about who is to blame for high housing prices: developers and landlords. Large, bipartisan supermajorities support price controls, demand subsidies, and restrictions on putative bad actors, policies which they believe would be more effective than supply liberalization for widespread affordability. We discuss the implications of these findings for efforts to expand the supply of housing.",
          "url": "https://doi.org/10.1257/jep.20241428",
          "doi": "https://doi.org/10.1257/jep.20241428",
          "filter": 0
        },
        {
          "title": "Interview with Anne O. Krueger",
          "authors": "Dylan Matthews",
          "abstract": "Matthews interviews eminent international economist Anne O. Krueger, tracing her life in academia and her service at multilateral economic institutions, and explaining her myriad intellectual contributions to the field. Krueger recounts her early skepticism of import substitution, informed by her experiences in Turkey and India, culminating in her influential 1974 paper on rent-seeking. Krueger discusses her tenure at the World Bank in the 1980s and her time at the IMF in the 2000s, where she influenced the fund's response to the financial crisis in Argentina. She also explains her career-long interest in trade liberalization efforts, her concerns about the decline of the World Trade Organization and multilateral trade negotiations, and her skepticism about the United States' recent turn toward industrial policy. Krueger ends by reflecting on the evolution of the economics profession and offering advice for young economists.",
          "url": "https://doi.org/10.1257/jep.20251444",
          "doi": "https://doi.org/10.1257/jep.20251444",
          "filter": 0
        },
        {
          "title": "How Congress Designed the Federal Reserve to Be Independent of Presidential Control",
          "authors": "Gary Richardson, David W. Wilcox",
          "abstract": "Conventional wisdom traces the origins of the Federal Reserve's independence to the 1951 Treasury-Fed Accord. That rendition of history is inaccurate. The principal source of the Fed's monetary-policy independence is the Banking Act of 1935, which created the Fed's modern leadership structure and placed monetary-policy decisions beyond Presidential control. Congressional intent is clear in this case because the initial draft of the bill vested control of monetary policy with the President. After extensive debate, Congress amended the legislation and crafted the institutional features that enshrine the Fed's independence. The central role of the Banking Act of 1935 suggests that only an act of Congress or a Supreme Court ruling could fundamentally strengthen presidential influence over monetary policy",
          "url": "https://doi.org/10.1257/jep.20251447",
          "doi": "https://doi.org/10.1257/jep.20251447",
          "filter": 0
        },
        {
          "title": "Carbon Rollercoaster: A Historical Analysis of Decarbonization in the United States",
          "authors": "Karen Clay, Akshaya Jha, Joshua Lewis, Edson Severnini",
          "abstract": "This paper documents the changing trends in US carbon emissions and discusses the main factors that contributed to the historical carbon emissions rollercoaster. We divide the discussion into four periods: up to 1920, 1920–1960, 1960–2005 and after 2005. For each period, we discuss the main drivers of national carbon emissions. We then discuss trends in carbon emissions in the electricity sector. Electricity sector emissions were initially very small, but would become the largest source of US carbon emissions over the period 1980–2015, and the largest contributor to decarbonization since 2007. In the last section, we offer some lessons for what developing economies might learn from the US experience.",
          "url": "https://doi.org/10.1257/jep.20241430",
          "doi": "https://doi.org/10.1257/jep.20241430",
          "filter": 0
        },
        {
          "title": "Text as Data in Economic Analysis",
          "authors": "Tarek A. Hassan, Stephan Hollander, Aakash Kalyani, Laurence van Lent, Markus Schwedeler, Ahmed Tahoun",
          "abstract": "This article discusses how to apply computational linguistics techniques to analyze largely unstructured corporate-generated text for economic analysis. As a core example, we illustrate how textual analysis of earnings conference call transcripts can provide insights into how markets and individual firms respond to economic shocks, such as a nuclear disaster or a geopolitical event: insights that often elude traditional non-text data sources. This approach enables extracting actionable intelligence, supporting both policy-making and strategic corporate decision-making. We also explore applications using other sources of corporate-generated text, including patent documents and job postings. By incorporating computational linguistics techniques into the analysis of economic shocks, new opportunities arise for real-time economic data, offering a more nuanced understanding of market and firm responses in times of economic volatility.",
          "url": "https://doi.org/10.1257/jep.20231365",
          "doi": "https://doi.org/10.1257/jep.20231365",
          "filter": 0
        },
        {
          "title": "International Dimensions of Housing Markets",
          "authors": "Cristian Badarinza, Tarun Ramadorai",
          "abstract": "We make the case that an international perspective on housing markets can help us understand why house prices and transactions volumes sometimes vary in ways that cannot easily be attributed to local economic factors. We first document cross-country and crosstime variation in house price-to-income ratios, and selectively discuss a growing literature which quantifies how international capital flows affect domestic housing markets. While this literature helps rationalize some of the rhetoric on globalization's effects on housing markets, it seems difficult at first glance to attribute price variation at the aggregate housing market level to the relatively small absolute magnitudes of cross-border housing capital flows. We argue using a search and matching framework that housing market frictions can magnify the effect of seemingly modest shocks and lead to more widespread reverberation through the housing market, linking local outcomes to the global distributions of wealth, risk, and productivity.",
          "url": "https://doi.org/10.1257/jep.20241429",
          "doi": "https://doi.org/10.1257/jep.20241429",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/jep.39.3.1",
          "doi": "https://doi.org/10.1257/jep.39.3.1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Distribution Regression with Sample Selection and UK Wage Decomposition",
          "authors": "Victor Chernozhukov, Ivan Fernandez-Val, Siyi Luo",
          "url": "https://doi.org/10.1086/738148",
          "doi": "https://doi.org/10.1086/738148",
          "filter": 0
        },
        {
          "title": "Time-Limited Subsidies: Optimal Taxation with Implications for Renewable Energy Subsidies",
          "authors": "Michael David Ricks, Owen Kay",
          "url": "https://doi.org/10.1086/738139",
          "doi": "https://doi.org/10.1086/738139",
          "filter": 0
        },
        {
          "title": "Self-Fulfilling Debt Crises with Long Stagnations",
          "authors": "Joao Ayres, Gaston Navarro, Juan Pablo Nicolini, Pedro Teles",
          "url": "https://doi.org/10.1086/738143",
          "doi": "https://doi.org/10.1086/738143",
          "filter": 0
        },
        {
          "title": "Exorbitant Privilege Gained and Lost: Fiscal Implications",
          "authors": "Zefeng Chen, Zhengyang Jiang, Hanno Lustig, Stijn Van Nieuwerburgh, Mindy Xiaolan",
          "url": "https://doi.org/10.1086/738149",
          "doi": "https://doi.org/10.1086/738149",
          "filter": 0
        },
        {
          "title": "Managing Public Portfolios",
          "authors": "Léo Aparisi de Lannoy, Anmol Bhandari, David Evans, Mikhail Golosov, Thomas Sargent",
          "url": "https://doi.org/10.1086/738150",
          "doi": "https://doi.org/10.1086/738150",
          "filter": 0
        },
        {
          "title": "Migration, Specialization, and Trade: Evidence from Brazil’s March to the West",
          "authors": "Heitor Pellegrina, Sebastian Sotelo",
          "url": "https://doi.org/10.1086/738147",
          "doi": "https://doi.org/10.1086/738147",
          "filter": 0
        },
        {
          "title": "Exercise Improves Academic Performance",
          "authors": "Alexander W. Cappelen, Gary Charness, Mathias Ekström, Uri Gneezy, Bertil Tungodden",
          "url": "https://doi.org/10.1086/738251",
          "doi": "https://doi.org/10.1086/738251",
          "filter": 0
        },
        {
          "title": "Rules vs. Discretion: Treatment of Mental Illness in U.S. Adolescents",
          "authors": "Emily Cuddy, Janet Currie",
          "url": "https://doi.org/10.1086/738249",
          "doi": "https://doi.org/10.1086/738249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Discrimination and assimilation: Evidence from anti-Chinese sentiments in the United States",
          "authors": "Gianandrea Lanzara, Sara Lazzaroni, Paolo Masella, Mara P. Squicciarini",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105450",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105450",
          "filter": 0
        },
        {
          "title": "Does black and blue matter? An experimental investigation of race, perceptions of police, and legal compliance",
          "authors": "Mackenzie Alston, Emily Owens",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105462",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105462",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Help in a Foreign Land: Internationalized Banks and Firms’ Export",
          "authors": "Emanuele Brancati",
          "abstract": "The lack of information is a relevant obstacle to the export activity of small and medium enterprises. This paper analyzes whether banks can support firms’ exports by reducing informational asymmetries about foreign markets. We exploit a large sample of Italian firms for which we merge customs data with information on their lender banks. We identify a shock exogenous to firms’ export decisions by relying on preexisting lending relationships and exploiting the acquisition of a firm’s domestic bank by an internationalized banking group. Our results show that, after the acquisition, firms have a significantly higher probability of starting export in countries where the consolidated bank has a foreign branch, which proxies for the amount of information accumulated that can be shared with client firms. Conversely, the treatment effect on the intensive margins of export is largely insignificant. Using a stylized theoretical framework, we interpret our findings as evidence of information spillovers that mainly reduce firms’ fixed entry costs in a foreign market. The analysis also shows that other channels, such as bank credit availability or trade-finance supply, are unlikely to drive our results.",
          "url": "https://doi.org/10.1093/jeea/jvaf035",
          "doi": "https://doi.org/10.1093/jeea/jvaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
