{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Econometrica",
      "journal_short": "ECTA",
      "articles": [
        {
          "title": "You Can Lead a Horse to Water: Spatial Learning and Path Dependence in Consumer Search",
          "authors": "Charles Hodgson, Gregory Lewis",
          "abstract": "We develop and estimate a model of consumer search with spatial learning. Consumers make inferences from previously searched objects to unsearched objects that are nearby in attribute space, generating path dependence in search sequences. The estimated model rationalizes patterns in data on online consumer search paths: search tends to converge to the chosen product in attribute space, and consumers take larger steps away from rarely purchased products. Eliminating spatial learning reduces consumer welfare by 12%: cross‐product inferences allow consumers to locate better products in a shorter time. Spatial learning has important implications for product recommendations on retail platforms. We show that consumer welfare can be reduced by unrepresentative product recommendations and that consumer‐optimal product recommendations depend on both consumer learning and competition between platforms.",
          "url": "https://doi.org/10.3982/ecta19576",
          "doi": "https://doi.org/10.3982/ecta19576",
          "filter": 0
        },
        {
          "title": "Reply to: Comments on “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India”",
          "authors": "Victor Chernozhukov, Mert Demirer, Esther Duflo, Iván Fernández-Val",
          "url": "https://doi.org/10.3982/ecta23706",
          "doi": "https://doi.org/10.3982/ecta23706",
          "filter": 0
        },
        {
          "title": "Private Information and Price Regulation in the US Credit Card Market",
          "authors": "Scott T. Nelson",
          "abstract": "The 2009 CARD Act limited credit card lenders' ability to raise borrowers' interest rates on the basis of new information. Pricing became less responsive to public and private signals of borrowers' risk and demand characteristics, and price dispersion fell by one‐third. I estimate the efficiency and distributional effects of this shift toward more pooled pricing. Prices fell for high‐risk and price‐inelastic consumers, but prices rose elsewhere in the market and newly exceeded willingness to pay for over 30% of the safest subprime borrowers. On net, average traded prices fell and consumer surplus rose at all credit scores. Higher consumer surplus was partly driven by a fall in lender profits, and partly by the Act's insurance value to borrowers who could retain favorable pricing after adverse changes to their default risk. The relatively high level of pre‐CARD‐Act markups was crucial for realizing these surplus gains.",
          "url": "https://doi.org/10.3982/ecta18063",
          "doi": "https://doi.org/10.3982/ecta18063",
          "filter": 0
        },
        {
          "title": "A Comment on: “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India” by Victor Chernozhukov, Mert Demirer, Esther Duflo, and Iván Fernández‐Val",
          "authors": "Stefan Wager",
          "abstract": "We use the martingale construction of Luedtke and van der Laan (2016) to develop tests for the presence of treatment heterogeneity. The resulting sequential validation approach can be instantiated using various validation metrics, such as BLPs, GATES, QINI curves, etc., and provides an alternative to cross‐validation‐like cross‐fold application of these metrics. This note was prepared as a comment on the Fisher–Schultz paper by Chernozhukov, Demirer, Duflo, and Fernández‐Val, forthcoming in Econometrica.",
          "url": "https://doi.org/10.3982/ecta23293",
          "doi": "https://doi.org/10.3982/ecta23293",
          "filter": 0
        },
        {
          "title": "Competitive Capture of Public Opinion",
          "authors": "Ricardo Alonso, Gerard Padró i Miquel",
          "abstract": "Two opposed interested parties (IPs) compete to influence citizens with heterogeneous priors which receive news items produced by a variety of sources. The IPs fight to capture the coverage conveyed in these items. We characterize the equilibrium level of capture of item as well as the equilibrium level of information transmission. Capture increases the prevalence of the ex ante most informative messages and can explain the empirical distribution of slant at the news‐item level. Opposite capturing efforts do not cancel each other and instead undermine social learning as rational citizens discount informative messages. Citizen skepticism makes efforts to capture the news strategic substitutes. Because of strategic substitution, competition for influence is compatible with horizontal differentiation between successful media. In equilibrium, rational citizens choose to consume messages from aligned sources despite knowledge of the bias in a manner consistent with recent empirical evidence.",
          "url": "https://doi.org/10.3982/ecta22072",
          "doi": "https://doi.org/10.3982/ecta22072",
          "filter": 0
        },
        {
          "title": "Contract Labor and Establishment Growth in India",
          "authors": "Marianne Bertrand, Chang-Tai Hsieh, Nick Tsivanidis",
          "abstract": "India's Industrial Disputes Act (IDA) requires large manufacturing plants to pay substantial costs if they wish to shrink their workforce. Since the early 2000s, these large plants have dramatically increased their use of contract workers who are not subject to these regulatory constraints. Between 2000 and 2015, the contract labor share in non‐managerial employment nearly doubled at establishments with more than 100 workers (from 21 to 40 percentage points), while it only increased from 14 to 17 percentage points at establishments with less than 50 workers. Over the same period, the thickness of the right tail of the establishment size distribution in formal Indian manufacturing plants increased, the average product of labor at large plants declined, the job creation rate for large plants increased, and the probability that large plants introduced new products rose. We argue that these changes were caused by the increased adoption of contract labor. In a model of establishment growth subject to firing costs, we show that easing access to contract labor increased TFP in Indian manufacturing by 7.3% since the early 2000s, occurring all through a one‐time reduction in misallocation between large and small plants with negligible change in the long‐run growth rate.",
          "url": "https://doi.org/10.3982/ecta20046",
          "doi": "https://doi.org/10.3982/ecta20046",
          "filter": 0
        },
        {
          "title": "Corrigendum: Financial Frictions and the Wealth Distribution",
          "authors": "Jesús Fernández-Villaverde, Samuel Hurtado, Galo Nuño",
          "url": "https://doi.org/10.3982/ecta22259",
          "doi": "https://doi.org/10.3982/ecta22259",
          "filter": 0
        },
        {
          "title": "A Comment on: “Monotone Comparative Statics”",
          "authors": "Rabah Amir, David Rietzke",
          "abstract": "Milgrom and Shannon (1994) provide necessary and sufficient conditions on parameterized optimization problems for their solution sets to be globally monotone in the parameter. We establish that their conditions may be significantly relaxed when focusing on discrete, binary comparisons between solution sets. Such binary comparisons are ubiquitous in economics and may involve comparing the same decision maker across two distinct regimes or two distinct decision makers with related objectives (e.g., a monopolist firm versus a social planner). While the single‐crossing property remains prominent in the theory, quasisupermodularity of the objective functions of interest is not needed. Our approach relies upon a novel method of embedding a new optimization problem with a quasisupermodular objective function “between” the two original problems of interest. In smooth problems, sufficient conditions for our new assumptions may be verified by elementary differential comparisons, making them well suited for applied work. We illustrate the relevance of this novel approach with several economic applications.",
          "url": "https://doi.org/10.3982/ecta23292",
          "doi": "https://doi.org/10.3982/ecta23292",
          "filter": 0
        },
        {
          "title": "Fiduciary Duty and the Market for Financial Advice",
          "authors": "Vivek Bhattacharya, Gastón Illanes, Manisha Padi",
          "abstract": "Fiduciary duty aims to solve principal‐agent problems, and the United States is in the middle of a protracted debate surrounding the merits of extending it to all financial advisers. Leveraging a transaction‐level data set of deferred annuities and state‐level variation in common law fiduciary duty, we find that it raises risk‐adjusted returns by 25 bp and leads to a 16% decline in the entry of affected firms. Through the lens of a model of entry and advice provision, we show that this effect can be due to both an increase in fixed costs and an increase in the cost of providing low‐quality advice. We show how to disentangle these channels and find that both are empirically relevant. Counterfactual simulations show that further increases in the stringency of fiduciary duty monotonically improve advice quality.",
          "url": "https://doi.org/10.3982/ecta18492",
          "doi": "https://doi.org/10.3982/ecta18492",
          "filter": 0
        },
        {
          "title": "A Comment on: “Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India” by Victor Chernozhukov, Mert Demirer, Esther Duflo, and Iván Fernández‐Val",
          "authors": "Kosuke Imai, Michael Lingzhi Li",
          "abstract": "We examine the split‐sample robust inference (SSRI) methodology introduced by Chernozhukov, Demirer, Duflo, and Fernandez‐Val for quantifying uncertainty in heterogeneous treatment effect estimates produced by machine learning (ML) models. Although SSRI properly accounts for the additional variability due to sample splitting, its computational cost becomes prohibitive with complex ML models. We propose an alternative approach based on randomization inference (RI) that preserves the broad applicability of SSRI while eliminating the need for repeated sample splitting. Leveraging cross‐fitting and design‐based inference, the RI procedure yields valid confidence intervals with substantially reduced computational burden. Simulation studies demonstrate that the RI method preserves the statistical efficiency of SSRI while scaling to much larger applications and more complex settings.",
          "url": "https://doi.org/10.3982/ecta22261",
          "doi": "https://doi.org/10.3982/ecta22261",
          "filter": 0
        },
        {
          "title": "Submission of Manuscripts to the Econometric Society Monograph Series",
          "url": "https://doi.org/10.3982/ecta934sum",
          "doi": "https://doi.org/10.3982/ecta934sum",
          "filter": 0
        },
        {
          "title": "Fellows of the Econometric Society July, 2025",
          "url": "https://doi.org/10.3982/ecta934fes",
          "doi": "https://doi.org/10.3982/ecta934fes",
          "filter": 0
        },
        {
          "title": "Dynamic Concern for Misspecification",
          "authors": "Giacomo Lanzani",
          "abstract": "I consider an agent who posits a set of probabilistic models for the payoff‐relevant outcomes. The agent has a prior over this set but fears the actual model is omitted and hedges against this possibility. The concern for misspecification is endogenous: If a model explains the previous observations well, the concern attenuates. I show that different static preferences under uncertainty (subjective expected utility, maxmin, robust control) arise in the long run, depending on how quickly the agent becomes unsatisfied with unexplained evidence. The misspecification concern's endogeneity naturally induces behavior cycles, and I characterize the limit action frequency. I apply the model to monetary policy cycles and choices in the face of complex tax schedules.",
          "url": "https://doi.org/10.3982/ecta22139",
          "doi": "https://doi.org/10.3982/ecta22139",
          "filter": 0
        },
        {
          "title": "Producing Health: Measuring Value Added of Nursing Homes",
          "authors": "Liran Einav, Amy Finkelstein, Neale Mahoney",
          "abstract": "We develop a stylized model that allows us to estimate a value‐added measure for nursing homes (“SNFs”) which accounts for patient selection both into and out of a SNF. We use the model, together with detailed data on the physical and mental health of about 6 million Medicare SNF patients between 2011 and 2016, to estimate the value added for about 14,000 distinct SNFs. We document substantial heterogeneity in value added. Nationwide, compared to a 10th percentile SNF, a 90th percentile SNF is able to discharge a patient at the same health level almost a week sooner, or one quarter of the median length of stay. Heterogeneity in value added within a market is almost as large as it is nationwide. Our results point to the potential for substantial gains through policies that encourage reallocation of patients to higher‐quality SNFs within their market.",
          "url": "https://doi.org/10.3982/ecta21016",
          "doi": "https://doi.org/10.3982/ecta21016",
          "filter": 0
        },
        {
          "title": "Fisher–Schultz Lecture: Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, With an Application to Immunization in India",
          "authors": "Victor Chernozhukov, Mert Demirer, Esther Duflo, Iván Fernández-Val",
          "abstract": "We propose strategies to estimate and make inference on key features of heterogeneous effects in randomized experiments. These key features include best linear predictors of the effects using machine learning proxies, average effects sorted by impact groups , and average characteristics of most and least impacted units . The approach is valid in high‐dimensional settings, where the effects are proxied (but not necessarily consistently estimated) by predictive and causal machine learning methods. We post‐process these proxies into estimates of the key features. Our approach is generic; it can be used in conjunction with penalized methods, neural networks, random forests, boosted trees, and ensemble methods, both predictive and causal. Estimation and inference are based on repeated data splitting to avoid overfitting and achieve validity. We use quantile aggregation of the results across many potential splits, in particular taking medians of p ‐values and medians and other quantiles of confidence intervals. We show that quantile aggregation lowers estimation risks over a single split procedure, and establish its principal inferential properties. Finally, our analysis reveals ways to build provably better machine learning proxies through causal learning: we can use the objective functions that we develop to construct the best linear predictors of the effects, to obtain better machine learning proxies in the initial step. We illustrate the use of both inferential tools and causal learners with a randomized field experiment that evaluates a combination of nudges to stimulate demand for immunization in India.",
          "url": "https://doi.org/10.3982/ecta19303",
          "doi": "https://doi.org/10.3982/ecta19303",
          "filter": 0
        },
        {
          "title": "Selecting the Most Effective Nudge: Evidence From a Large‐Scale Experiment on Immunization",
          "authors": "Abhijit Banerjee, Arun G. Chandrasekhar, Suresh Dalpath, Esther Duflo, John Floretta, Matthew O. Jackson, Harini Kannan, Francine Loza, Anirudh Sankar, Anna Schrimpf, Maheshwor Shrestha",
          "abstract": "Policymakers often choose a policy bundle that is a combination of different interventions in different dosages. We develop a new technique— treatment variant aggregation (TVA)—to select a policy from a large factorial design. TVA pools together policy variants that are not meaningfully different and prunes those deemed ineffective. This allows us to restrict attention to aggregated policy variants, consistently estimate their effects on the outcome, and estimate the best policy effect adjusting for the winner's curse. We apply TVA to a large randomized controlled trial that tests interventions to stimulate demand for immunization in Haryana, India. The policies under consideration include reminders, incentives, and local ambassadors for community mobilization. Cross‐randomizing these interventions, with different dosages or types of each intervention, yields 75 combinations. The policy with the largest impact (which combines incentives, ambassadors who are information hubs, and reminders) increases the number of immunizations by 44% relative to the status quo. The most cost‐effective policy (information hubs, ambassadors, and SMS reminders, but no incentives) increases the number of immunizations per dollar by 9.1% relative to the status quo.",
          "url": "https://doi.org/10.3982/ecta19739",
          "doi": "https://doi.org/10.3982/ecta19739",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Backmatter of Econometrica Vol. 93 Iss. 4",
          "url": "https://doi.org/10.3982/ecta934bm",
          "doi": "https://doi.org/10.3982/ecta934bm",
          "filter": 1
        },
        {
          "title": "Erratum to “Robust Priors in Nonlinear Panel Data Models”",
          "authors": "Manuel Arellano, Stéphane Bonhomme, Sofia Borodich Suarez, Martin Schumann, Xiaoxia Shi, Gautam Tripathi",
          "url": "https://doi.org/10.3982/ecta23441",
          "doi": "https://doi.org/10.3982/ecta23441",
          "filter": 1
        },
        {
          "title": "Frontmatter of Econometrica Vol. 93 Iss. 4",
          "url": "https://doi.org/10.3982/ecta934fm",
          "doi": "https://doi.org/10.3982/ecta934fm",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Artisanal mining in Africa. Green for Gold?",
          "authors": "Victoire Girard, Teresa Molina-Millán, Guillaume Vic",
          "abstract": "The livelihoods of 130 to 270 million people depend on artisanal mining. Artisanal mining is a labour-intensive, often illegal, extractive activity. We combine geological knowledge and a source of exogenous temporal variation to construct the first proxy for artisanal gold mining in Africa – the main form of artisanal mining. We establish that an increase in the potential value of artisanal mining is a significant driver of deforestation. The historical increase in the gold price accounts for 8% of deforestation continent-wide, 28% in gold-suitable areas. In parallel, artisanal mining increases local economic wealth and may provide an alternative livelihood, should in case of weather shock jeopardising agricultural output. Finally, mining-induced deforestation seems rooted more in the direct clearing of trees for the activity than in indirect deforestation triggered by increased local demand.",
          "url": "https://doi.org/10.1093/ej/ueaf058",
          "doi": "https://doi.org/10.1093/ej/ueaf058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Unemployment dynamics and endogenous unemployment insurance extensions",
          "authors": "W. Similan Rujiwattanapong",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105106",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105106",
          "filter": 0
        },
        {
          "title": "Do firms react to monetary policy in developing countries?",
          "authors": "Djeneba Dramé, Florian Léon",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105102",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105102",
          "filter": 0
        },
        {
          "title": "Measuring social norm variation across contexts: Replication and comparison to alternative methods",
          "authors": "David Huffman, Garrett Kohno, Pauline Madiès, Spencer Vogrinec, Stephanie W. Wang, Dhwani Yagnaraman",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105097",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105097",
          "filter": 0
        },
        {
          "title": "Warning words in a warming world: Central bank communication and climate change",
          "authors": "Emanuele Campiglio, Jérôme Deyris, Davide Romelli, Ginevra Scalisi",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105101",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105101",
          "filter": 0
        },
        {
          "title": "(Re)Evaluating recent macroeconomic policy in the US",
          "authors": "Tatiana Kirsanova, Campbell Leith, Celsa Machado, Ana Paula Ribeiro",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105091",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Sieve estimation of state-varying factor models",
          "authors": "Liangjun Su, Sainan Jin, Xia Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106064",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106064",
          "filter": 0
        },
        {
          "title": "Robust estimation for dynamic spatial autoregression models with nearly optimal rates",
          "authors": "Yin Lu, Chunbai Tao, Di Wang, Gazi Salah Uddin, Libo Wu, Xuening Zhu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106065",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106065",
          "filter": 0
        },
        {
          "title": "Model uncertainty in the cross-section of stock returns",
          "authors": "Jiantao Huang, Ran Shi",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106066",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/737774",
          "doi": "https://doi.org/10.1086/737774",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/737517",
          "doi": "https://doi.org/10.1086/737517",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/737773",
          "doi": "https://doi.org/10.1086/737773",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The impact of increased exposure of diversity on suburban students’ outcomes: An analysis of the METCO voluntary desegregation program",
          "authors": "Elizabeth Setren",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105377",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105377",
          "filter": 0
        },
        {
          "title": "Vote and trade: An efficient mechanism for common-pool resource management with stock externalities",
          "authors": "Hao Zhao, David Porter",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105448",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105448",
          "filter": 0
        },
        {
          "title": "Driving innovation? Carbon tax effects in the Swedish transport sector",
          "authors": "Nils aus dem Moore, Johannes Brehm, Henri Gruhl",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105444",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Review of Economics and Statistics 2025 Annual Report",
          "url": "https://doi.org/10.1162/rest_e_01583",
          "doi": "https://doi.org/10.1162/rest_e_01583",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Distributional Growth Accounting: Education and the Reduction of Global Poverty, 1980-2019",
          "authors": "Amory Gethin",
          "abstract": "This article quantifies the role played by education in the reduction of global poverty. I propose tools for identifying the contribution of schooling to economic growth by income group, integrating imperfect substitution between skill groups into macroeconomic growth decomposition. I bring this “distributional growth accounting” framework to the data by exploiting a new microdatabase representative of nearly all of the world’s population, new estimates of the private returns to schooling, and historical income distribution statistics. Education can account for about 45% of global economic growth and 60% of pretax income growth among the world’s poorest 20% from 1980 to 2019. A significant fraction of these gains was made possible by skill-biased technical change amplifying the returns to education. Because they ignore the distributional effects of schooling, standard growth accounting methods substantially underestimate economic benefits of education for the global poor.",
          "url": "https://doi.org/10.1093/qje/qjaf033",
          "doi": "https://doi.org/10.1093/qje/qjaf033",
          "filter": 0
        },
        {
          "title": "From Public Labs to Private Firms: Magnitude and Channels of Local R&amp;D Spillovers",
          "authors": "Antonin Bergeaud, Arthur Guillouzouic, Emeric Henry, Clément Malgouyres",
          "abstract": "Introducing a new measure of scientific proximity between private firms and public research groups and exploiting a multi-billion euro financing program of academic clusters in France, we provide causal evidence of local spillovers from academic research to firms in the private sector. Our main estimate suggests that each euro spent in academic research through this program spurred an additional 0.81 euros in private R&amp;D expenditures. We also show that this shock increased the average quality of patents. We exploit reports produced by funded clusters, complemented by data on firm creation, labor mobility and R&amp;D public–private partnerships, to provide evidence on the channels for these spillovers. We discuss the policy implications of funding academic research to stimulate private R&amp;D.",
          "url": "https://doi.org/10.1093/qje/qjaf034",
          "doi": "https://doi.org/10.1093/qje/qjaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Capital Requirements with Non-Bank Finance",
          "authors": "Kyle Dempsey",
          "abstract": "I quantitatively analyze the macroeconomic impacts of raising capital requirements in a model in which heterogeneous firms may choose either intermediated or direct finance. Heterogeneous banks compete with other banks and the bond market, fund loans with insured deposits and costly equity (subject to a minimum capital to asset ratio), and monitor borrowers. I find that tighter capital requirements reduce costly bank failures while having only small effects on key macroeconomic aggregates, and that raising capital requirements above current levels can be welfare-improving. Three main forces give rise to these results. First, even though banks cut loan supply for a given level of net worth under a tighter capital requirement, in equilibrium banks’ net worth rises to dampen this effect. Second, intense competition from the non-bank sector disciplines banks’ lending responses to tighter regulation. Third, substitution by corporate firms offsets much of the decline in debt financing associated with tighter bank loan supply. As a corollary, almost all of the modest costs associated with tighter capital requirements are concentrated within the bank-dependent non-corporate sector.",
          "url": "https://doi.org/10.1093/restud/rdaf061",
          "doi": "https://doi.org/10.1093/restud/rdaf061",
          "filter": 0
        },
        {
          "title": "Does Tax-Benefit Linkage Matter for the Incidence of Payroll Taxes?",
          "authors": "Antoine Bozio, Thomas Breda, Julien Grenet, Arthur Guillouzouic",
          "abstract": "We analyze earnings responses to six large payroll tax and income tax reforms in France. Our findings indicate full pass-through to workers when there is a strong and transparent link between contributions and expected benefits. In contrast, employer payroll taxes with no tax-benefit linkage exhibit limited pass-through to workers, while income tax nominally borne by employees show nearly full pass-through. Together with a meta-analysis of the literature, we interpret these results as empirical support for the long-standing hypothesis that tax-benefit linkage matters for the incidence of payroll taxes. In the absence of such linkage, our findings suggest that the individual-level incidence of payroll taxes aligns with their statutory incidence.",
          "url": "https://doi.org/10.1093/restud/rdaf059",
          "doi": "https://doi.org/10.1093/restud/rdaf059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
