{
  "update": "2025-04-25",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Between Government and Market: The Political Economics of Labor Unions",
          "authors": "Ethan Kaplan, Suresh Naidu",
          "abstract": "We survey and summarize recent literature on labor unions in political economy. While labor unions have been a long-standing subject of study in labor and macroeconomics, until recently they have been less studied by political economists, despite being important political actors in many policy-relevant contexts. We first organize the literature on the external influence of unions on the political system, including effects on voting, campaign finance, lobbying, and intraparty bargaining. We then discuss work on the internal politics and organization of unions, including issues of selection, representation, and union aggregation of preferences. We pay special attention to the economic and political effects of public sector unions. We also discuss union behavior in weakly institutionalized contexts, where crime, corruption, rent-seeking, political strikes, and violence are all issues. We conclude with directions for future work.",
          "url": "https://doi.org/10.1146/annurev-economics-051520-025251",
          "doi": "https://doi.org/10.1146/annurev-economics-051520-025251",
          "filter": 0
        },
        {
          "title": "Skills and Earnings: A Multidimensional Perspective on Human Capital",
          "authors": "Ludger Woessmann",
          "abstract": "The multitude of tasks performed in the labor market requires skills in many dimensions. Traditionally, human capital has been proxied primarily by educational attainment. However, an expanding body of literature highlights the importance of various skill dimensions for success in the labor market. This article examines the returns to cognitive, personality, and social skills, which are three important dimensions of basic skills. Recent advances in text analysis of online job postings and professional networking platforms offer novel methods for assessing a wider range of applied skill dimensions and their labor market relevance. Synthesis and integration of the evidence of the relationship between multidimensional skills and earnings, including the matching of skill supply and demand, will enhance our understanding of the role of human capital in the labor market.",
          "url": "https://doi.org/10.1146/annurev-economics-081324-081733",
          "doi": "https://doi.org/10.1146/annurev-economics-081324-081733",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "The Impact of State-Provided Education: Evidence from the 1870 Education Act",
          "authors": "Benjamin Milner",
          "abstract": "How does access to public education affect occupational outcomes and intergenerational mobility? The UK’s 1870 Education Act, which introduced a public education system in England and Wales, provides a unique historical context in which to explore these questions. Using newly digitized historical records, I find that the Act resulted in significant improvements in school supply and attendance, which in turn improved adult outcomes. In particular, analysis using a regression kink design suggests that public school access improved a child’s chance of obtaining an occupation requiring literacy in adulthood by as much as 17 pp. I use a triple difference specification to show that the effect extended to children further removed from the kink, and that the quality of occupational outcomes increased with each additional year of schooling. To study the reform’s effect on intergenerational mobility, I link father-son pairs across time, matching nearly 4 million individuals using full-count historical censuses. I find that by targeting the lower classes, public school introduction significantly improved intergenerational mobility across numerous measures, with the adult outcome gap between high- and low- class children decreasing by over 10% in some cases.",
          "url": "https://doi.org/10.1093/ej/ueaf031",
          "doi": "https://doi.org/10.1093/ej/ueaf031",
          "filter": 0
        },
        {
          "title": "Competition, Cooperation, and Social Perceptions",
          "authors": "Jeanne Hagenbach, Rachel Kranton",
          "abstract": "Can competition or cooperation for economic gain affect people’s social perceptions of others? This paper experimentally examines this possible link from the economic to the social realm. Subjects engage in a task facing either a tournament or a cooperative pay scheme, after which subjects are asked their social perceptions of their counterparts in the task – how similar they are and how much they have in common. The pay schemes do not affect answers to the subjective similarity measure but significantly influence subjects’ reports of commonality. Subjects who compete with counterparts for pay report fewer traits in common with their counterparts than do subjects facing the cooperative scheme. This treatment effect emerges even though our novel measure of commonality provides incentives to report accurately the number of common traits.",
          "url": "https://doi.org/10.1093/ej/ueaf032",
          "doi": "https://doi.org/10.1093/ej/ueaf032",
          "filter": 0
        },
        {
          "title": "Matching Frictions and Distorted Beliefs: Evidence from a Job Fair Experiment",
          "authors": "Girum Abebe, Stefano Caria, Marcel Fafchamps, Paolo Falco, Simon Franklin, Simon Quinn, Forhad Shilpi",
          "abstract": "We evaluate the impacts of a randomized job-fair intervention in which jobseekers and employers can meet at low cost. The intervention generates few hires, but it lowers participants’ expectations and causes both firms and workers to invest more in search as predicted by a theoretical model; this improves employment outcomes for less-educated jobseekers. Through a unique two-sided belief-elicitation survey, we confirm that firms and jobseekers have over-optimistic expectations about the market. This suggests that, beyond slowing down matching, search frictions have a second understudied cost: they entrench inaccurate beliefs, further distorting search strategies and labour-market outcomes.",
          "url": "https://doi.org/10.1093/ej/ueaf026",
          "doi": "https://doi.org/10.1093/ej/ueaf026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Freedom counts: Cross-country empirical evidence",
          "authors": "João V. Ferreira, Nobuyuki Hanaki, Fabrice Le Lec, Erik Schokkaert, Benoît Tarroux",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105022",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105022",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00083-2",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00083-2",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Estimating coefficient-by-coefficient breaks in panel data models",
          "authors": "Yousef Kaddoura",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106005",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Unemployment and tax design",
          "authors": "Albert Jan Hummel",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105359",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105359",
          "filter": 0
        },
        {
          "title": "The employment effects of a pandemic wage subsidy",
          "authors": "Michael Smart, Matthew Kronberg, Josip Lesica, Huju Liu",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105358",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105358",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(25)00082-9",
          "doi": "https://doi.org/10.1016/s0047-2727(25)00082-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Tax Policy Transmission and Household Expenditures",
          "authors": "Sumit Agarwal, Pulak Ghosh, Jian Zhang",
          "abstract": "Using a novel scanner data and difference-in-differences strategy, we assess how consumers respond to a large-scale tax reform in India that introduces exogenous variations in tax rate changes at the product level. We show evidence of a strong and persistent spending response to tax rate changes. The response is highly asymmetrical, with consumers responding significantly more strongly to tax rate increases than to decreases. We find empirical support for both intertemporal and cross-product substitution effects: Households (1) shift consumption forward preceding a tax increase and (2) substitute one good for another and alter their relative weight in the consumption basket to avoid paying higher tax. Heterogeneity analysis indicates that consumers with more personal shopping experience exhibit stronger consumption responses. Our findings have empirical implications for the efficacy of tax policy initiatives.",
          "url": "https://doi.org/10.1162/rest_a_01584",
          "doi": "https://doi.org/10.1162/rest_a_01584",
          "filter": 0
        },
        {
          "title": "A Lifecycle Estimator of Intergenerational Income Mobility",
          "authors": "Ursula Mello, Martin Nybom, Jan Stuhler",
          "abstract": "Lacking lifetime income data, most intergenerational mobility estimates are subject to lifecycle bias. Using long income series from Sweden and the US, we illustrate that standard correction methods struggle to account for one important property of income processes: children from affluent families experience faster income growth, even conditional on their own characteristics. We propose a lifecycle estimator that captures this pattern and performs well across different settings. We apply the estimator to study mobility trends, including for recent cohorts that could not be considered in prior work. Despite rising income inequality, intergenerational mobility remained largely stable in both countries.",
          "url": "https://doi.org/10.1162/rest_a_01585",
          "doi": "https://doi.org/10.1162/rest_a_01585",
          "filter": 0
        },
        {
          "title": "The Selection Effects of Part-Time Work: Experimental Evidence from a Large-Scale Recruitment Drive",
          "authors": "Hyuncheol Bryant Kim, Hyunseob Kim, John Y. Zhu",
          "abstract": "We implement a field experiment to examine how part-time work attracts applicants with different productivity than full-time work. In a large-scale recruitment drive for a data-entry position in Ethiopia, either a part-time or full-time job opportunity was randomly offered. We find that part-time work attracts less qualified applicants with lower productivity but stronger preferences for short work hours. Our estimates show this selection effect may explain about half of the typical part-time wage penalty, which is about 25%. A simple model demonstrates how lack of high-quality workers with strong preference for short work hours could explain the experimental findings.",
          "url": "https://doi.org/10.1162/rest_a_01587",
          "doi": "https://doi.org/10.1162/rest_a_01587",
          "filter": 0
        },
        {
          "title": "Nonparametric Time Varying IV-SVARs: Estimation and Inference",
          "authors": "Robin Braun, George Kapetanios, Massimiliano Marcellino",
          "abstract": "This paper studies the estimation and inference of time-varying impulse response functions in structural vector autoregressions (SVARs) identified with external instruments. Building on kernel estimators that allow for nonparametric time variation, we derive the asymptotic distributions of the relevant quantities. Our estimators are simple and computationally trivial and allow for potentially weak instruments. Simulations suggest satisfactory empirical coverage even in relatively small samples as long as the underlying parameter instabilities are sufficiently smooth. We illustrate the methods by studying the time-varying effects of global oil supply news shocks on US industrial production.",
          "url": "https://doi.org/10.1162/rest_a_01589",
          "doi": "https://doi.org/10.1162/rest_a_01589",
          "filter": 0
        },
        {
          "title": "Depressed Peers in Early Parenthood",
          "authors": "Anne Toft Hansen, Jonas Cuzulan Hirani, Miriam Wüst",
          "abstract": "This paper studies mental health spillovers among new mothers. We exploit variation in the mental health of peers in mother groups in the Danish public postnatal care program. We show that municipal nurses assign mothers arbitrarily to groups conditional on a narrow set of well-defined characteristics. Exposure to a depressed peer in the group increases mothers' mental health care uptake by 11 percent two years after birth. We document worse self-reported mental health and labor market outcomes for treated mothers. Exploring heterogeneity, we find suggestive evidence for mental health deterioration, rather than increased demand for health care, as mechanism",
          "url": "https://doi.org/10.1162/rest_a_01591",
          "doi": "https://doi.org/10.1162/rest_a_01591",
          "filter": 0
        },
        {
          "title": "Using Multiple Outcomes to Improve the Synthetic Control Method",
          "authors": "Liyang Sun, Eli Ben-Michael, Avi Feller",
          "abstract": "When there are multiple outcome series of interest, Synthetic Control analyses typically proceed by estimating separate weights for each outcome. In this paper, we instead propose estimating a common set of weights across outcomes, by balancing either a vector of all outcomes or an index or average of them. Under a low-rank factor model, we show that these approaches lead to lower bias bounds than separate weights, and that averaging leads to further gains when the number of outcomes grows. We illustrate this via a re-analysis of the impact of the Flint water crisis on educational outcomes.",
          "url": "https://doi.org/10.1162/rest_a_01592",
          "doi": "https://doi.org/10.1162/rest_a_01592",
          "filter": 0
        },
        {
          "title": "Crowdsourcing and Optimal Market Design",
          "authors": "Bobak Pakzad-Hurson",
          "abstract": "Mechanisms used to derive optimal allocations are typically designed assuming agents fully know their own preferences. It is often impossible to duplicate optimal allocations when agents imperfectly observe object characteristics. I present a crowdsourcing mechanism to approximate optimal allocations under imperfect observations. To ensure truthtelling, agents are punished when their reports differ from the “wisdom of the crowd.” Under mild conditions, this crowdsourcing-with-punishment mechanism replicates the full-information optimal allocation with probability exponentially converging to one in the market size, with small waste. No alternative mechanism meaningfully does better. The proposed mechanism can be applied in many settings, including matching markets.",
          "url": "https://doi.org/10.1162/rest_a_01586",
          "doi": "https://doi.org/10.1162/rest_a_01586",
          "filter": 0
        },
        {
          "title": "Uncertainty Quantification in Synthetic Controls with Staggered Treatment Adoption",
          "authors": "Matias D. Cattaneo, Yingjie Feng, Filippo Palomba, Rocío Titiunik",
          "abstract": "We propose principled prediction intervals to quantify the uncertainty of a large class of synthetic control predictions (or estimators) in settings with staggered treatment adoption, offering precise non-asymptotic coverage probability guarantees. From a methodological perspective, we provide a detailed discussion of different causal quantities to be predicted, which we call causal predictands, allowing for multiple treated units with treatment adoption at possibly different points in time. We illustrate our methodology with an empirical application studying the effects of economic liberalization on real GDP per capita for Sub-Saharan African countries. Companion software packages are provided in Python, R, and Stata.",
          "url": "https://doi.org/10.1162/rest_a_01588",
          "doi": "https://doi.org/10.1162/rest_a_01588",
          "filter": 0
        },
        {
          "title": "Subsidies, Information, and the Timing of Children's Health Care in Mali",
          "authors": "Anja Sautmann, Samuel Brown, Mark Dean",
          "abstract": "Progress on child mortality requires better curative care, but common policies to improve access risk reducing underuse incompletely or creating overuse. In an RCT of 1,768 children in Mali we analyze how subsidized care and community health worker (CHW) visits affect the targeting of acute care, using nine weeks of daily health data to measure demand conditional on need for care per WHO standards. Parents are five times more likely to seek care when medically indicated. Subsidies increase utilization by over 250%, significantly reducing underuse with moderate effects on overuse. CHW do not improve efficient health care utilization on average.",
          "url": "https://doi.org/10.1162/rest_a_01593",
          "doi": "https://doi.org/10.1162/rest_a_01593",
          "filter": 0
        },
        {
          "title": "Minimum Wages and Poverty: New Evidence from Dynamic Difference-in-Differences Estimates",
          "authors": "Richard V. Burkhauser, Drew McNichols, Joseph J. Sabia",
          "abstract": "This study re-examines Dube (2019), which finds large and statistically significant poverty-reducing effects of the minimum wage. We show that his estimated elasticities are fragile and sensitive to (1) time period under study, (2) choice of macroeconomic controls, (3) limiting counterfactuals to geographically proximate states (“close controls”), which poorly match treatment states' pre-treatment poverty trends, and (4) accounting for potential bias caused by heterogeneous and dynamic treatment effects. Using data spanning nearly four decades from the March Current Population Survey and a dynamic difference-in-differences (DiD) approach, we find that a 10 percent increase in the minimum wage is associated with a (statistically insignificant) 0.17 percent increase in the probability of longer-run poverty among all persons. With 95% confidence, we can rule out long-run poverty elasticities with respect to the minimum wage of less than -0.129. Our null results persist across a variety of DiD estimation strategies, including two-way fixed effects, stacked DiD, Callaway and Sant'Anna, and synthetic DiD. We conclude that, to date, the preponderance of evidence suggests that minimum wage increases are an ineffective policy strategy for alleviating poverty.",
          "url": "https://doi.org/10.1162/rest_a_01590",
          "doi": "https://doi.org/10.1162/rest_a_01590",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Creating Cohesive Communities: A Youth Camp Experiment in India",
          "authors": "Arkadev Ghosh, Prerna Kundu, Matt Lowe, Gareth Nellis",
          "abstract": "Non-family-based institutions for socializing young people may play a vital role in creating close-knit, inclusive communities. We study the potential for youth camps—integrating rituals, sports, and civics training—to strengthen intergroup cohesion. We randomly assigned Hindu and Muslim adolescent boys, from West Bengal, India, to two-week camps or to a pure control arm. To isolate mechanisms, we cross-randomized collective rituals (such as singing the national anthem, wearing uniforms, chanting support during matches, and synchronous dancing) and the intensity of intergroup contact. We find that camps reduce ingroup bias, increase willingness to interact with outgroup members, and enhance psychological well-being. Campers continue to have twice as many outgroup friends than control participants one year after the camps ended. Meanwhile, additional camp elements have heterogeneous effects: rituals have more positive impacts for the Hindu majority than the Muslim minority, while higher intergroup contact backfires among Hindus but not Muslims. Our findings demonstrate that inclusive youth camps may be a powerful tool for bridging deep social divides. Yet, we also highlight the conceptual challenges in crafting optimal integrative camps that help all groups.",
          "url": "https://doi.org/10.1093/restud/rdaf026",
          "doi": "https://doi.org/10.1093/restud/rdaf026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
