{
  "update": "2025-06-13",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Identification Based on Higher Moments in Macroeconometrics",
          "authors": "Daniel J. Lewis",
          "abstract": "In the last two decades, identification based on higher moments has attracted increasing theoretical attention and been widely adopted in empirical practice in macroeconometrics. This article reviews two parallel strands of the literature. The first is identification strategies based on heteroskedasticity of the structural shocks, which can provide additional covariance equations. The second exploits non-Gaussianity more generally of the structural shocks for identification, generally under the assumption of independence, based on the mature independent components analysis literature. I describe in detail the seminal identification results and discuss recent extensions. For each scheme, I describe parametric and nonparametric implementations and highlight prominent empirical applications. I also discuss key issues for the adoption of such strategies, including weak identification and the interpretability of statistically identified structural shocks. I further outline key areas of ongoing research, such as the blending of multiple sources of identifying information.",
          "url": "https://doi.org/10.1146/annurev-economics-070124-051419",
          "doi": "https://doi.org/10.1146/annurev-economics-070124-051419",
          "filter": 0
        },
        {
          "title": "What Do Managers Do? An Economist's Perspective",
          "authors": "Alan Benson, Kathryn Shaw",
          "abstract": "Economic activity requires motivating and coordinating individuals to work toward a common goal. These aims are the purview of managers. What, however, do managers actually do? We outline three defining principles of economic research on managers—technological determinism, skill distinction, and managerial self-interest—and relate them to the set of skills reported by managers on LinkedIn. We highlight “managers of people” and “managers of projects” as a useful distinction for categorizing theoretical, empirical, and descriptive accounts of managers. In light of our three principles, we review research on how managers can create value—namely, by hiring, retaining, training, monitoring, evaluating, allocating, and supervising. We propose that managers apply these skills in different proportions depending on the production technology in which they are embedded and that research on managers should seek to produce generalizable insights by exploring managers’ contributions in different contexts.",
          "url": "https://doi.org/10.1146/annurev-economics-082222-073303",
          "doi": "https://doi.org/10.1146/annurev-economics-082222-073303",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "How Market Prices React to Information: Evidence from Binary Options Markets",
          "authors": "Romain Gauriot, Lionel Page",
          "abstract": "Using a natural experiment setting in binary options markets, we compare the evolution of market prices in situations where the occurrence of public information shocks is contingent on knife-edge conditions and can be considered nearly random. We find that prices mostly react efficiently and quickly to information shocks, adjusting to the new fundamental value. Nonetheless, we observe a tendency for prices to initially under-react when the information shocks are large. This under-reaction is short lived.",
          "url": "https://doi.org/10.1093/ej/ueaf040",
          "doi": "https://doi.org/10.1093/ej/ueaf040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Do we need a (large) committee?",
          "authors": "Hans Gersbach, Akaki Mamageishvili, Oriol Tejada",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105074",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105074",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00136-9",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00136-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Time-varying vector error-correction models: Estimation and inference",
          "authors": "Jiti Gao, Bin Peng, Yayi Yan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106035",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106035",
          "filter": 0
        },
        {
          "title": "Multivariate stochastic volatility models based on generalized Fisher transformation",
          "authors": "Han Chen, Yijie Fei, Jun Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106041",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106041",
          "filter": 0
        },
        {
          "title": "Granular betas and risk premium functions",
          "authors": "Tim Bollerslev, Andrew J. Patton, Rogier Quaedvlieg",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106034",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106034",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00100-9",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00100-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/736716",
          "doi": "https://doi.org/10.1086/736716",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/737031",
          "doi": "https://doi.org/10.1086/737031",
          "filter": 0
        },
        {
          "title": "Estimating an Auction Platform Game with Two-Sided Entry",
          "authors": "Marleen Marra",
          "url": "https://doi.org/10.1086/734722",
          "doi": "https://doi.org/10.1086/734722",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/737030",
          "doi": "https://doi.org/10.1086/737030",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The full, persistent, and symmetric pass-through of a temporary VAT cut",
          "authors": "Tiago Bernardino, Ricardo Duque Gabriel, João Quelhas, Márcia Silva-Pereira",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105416",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105416",
          "filter": 0
        },
        {
          "title": "The sectoral origins of heterogeneous spending multipliers",
          "authors": "Hafedh Bouakez, Omar Rachedi, Emiliano Santoro",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105404",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105404",
          "filter": 0
        },
        {
          "title": "The employment effects of a means-tested guaranteed income policy",
          "authors": "Timo Verlaat, Federico Todeschini, Xavier Ramos",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105420",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105420",
          "filter": 0
        },
        {
          "title": "Tournament-style political competition and local protectionism: Theory and evidence from China",
          "authors": "Hanming Fang, Ming Li, Zenan Wu",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105421",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105421",
          "filter": 0
        },
        {
          "title": "The impact of economic opportunity on criminal behavior: Evidence from the fracking boom",
          "authors": "Brittany Street",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105402",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105402",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(25)00128-8",
          "doi": "https://doi.org/10.1016/s0047-2727(25)00128-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Reservation Wages and Workers’ Valuation of Job Flexibility: Evidence from a Natural Field Experiment",
          "authors": "Kuan-Ming Chen, Ning Ding, John A List, Magne Mogstad",
          "abstract": "We quantify how labor supply elasticities and reservation wages vary between people and over time, and infer workers’ valuation of flexibility in their choices of work hours. Economists and policymakers are keenly interested in these quantities, especially lately with the growth in jobs that offer flexible work schedules. Our study takes advantage of a large natural field experiment at Uber, the largest ride-sharing company. Combining this experiment with high frequency panel data on wages and individual work decisions, we estimate a dynamic labor supply model that let us recover reservation wages, labor supply elasticities, and workers’ valuation of flexibility. We also show the biases in reservation wages and labor supply elasticities that arise if one uses observational data on wages or a static labor supply model.",
          "url": "https://doi.org/10.1093/jeea/jvaf022",
          "doi": "https://doi.org/10.1093/jeea/jvaf022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Are Inflationary Shocks Regressive? A Feasible Set Approach",
          "authors": "Felipe Del Canto, John Grigsby, Eric Qian, Conor Walsh",
          "abstract": "We develop a framework to measure the welfare impact of macroeconomic shocks throughout the distribution. The first-order impact of a shock is summarized by the induced movements in agents’ feasible sets: their budget constraint and borrowing constraints. We combine estimated impulse response functions with micro-data on household consumption bundles, asset holdings, and labor income for different US households. We find that inflationary oil shocks are regressive, but monetary expansions are progressive, and there is substantial heterogeneity throughout the life cycle. In all cases, the dominant channel is the effect of the shock on the cost of accumulating assets, not movements in goods prices or labor income.",
          "url": "https://doi.org/10.1093/qje/qjaf028",
          "doi": "https://doi.org/10.1093/qje/qjaf028",
          "filter": 0
        },
        {
          "title": "Who You Gonna Call? Gender Inequality in External Demands for Parental Involvement",
          "authors": "Kristy Buzard, Laura K Gee, Olga Stoddard",
          "abstract": "Gender imbalance in time spent on child rearing causes gender inequalities in labor market outcomes, human capital accumulation, and economic mobility. We conduct a large-scale field experiment with a near-universe of US schools to investigate a potential source of inequality: external demands for parental involvement. Schools receive an email from a fictitious two-parent household and are asked to call one of the parents back. Mothers are 1.4 times more likely than fathers to be contacted. We decompose this inequality and demonstrate that the gender gap in external demands is associated with various measures of gender norms. We also show that signaling a father’s availability substantially changes the gender pattern of callbacks. Our findings underscore a process through which agents outside the household contribute to within-household gender inequalities.",
          "url": "https://doi.org/10.1093/qje/qjaf027",
          "doi": "https://doi.org/10.1093/qje/qjaf027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Barriers to Entry and Regional Economic Growth in China",
          "authors": "Loren Brandt, Gueorgui Kambourov, Kjetil Storesletten",
          "abstract": "Labour productivity in manufacturing differs starkly across regions in China. We document that productivity, wages, and start-up rates of non-state firms have nevertheless experienced rapid unconditional regional convergence after 1995. To analyse these patterns, we construct a Hopenhayn model that incorporates location-specific capital wedges, output wedges, and entry barriers. Using Chinese Industry Census data, we estimate these wedges and examine their role in explaining differences in performance and growth across prefectures. Entry barriers explain most of the differences. We investigate the empirical covariates of these entry barriers and find that changes in barriers are causally related to changes in the size of the state sector: a smaller state sector leads to lower entry barriers.",
          "url": "https://doi.org/10.1093/restud/rdaf029",
          "doi": "https://doi.org/10.1093/restud/rdaf029",
          "filter": 0
        },
        {
          "title": "Retractions: Updating from Complex Information",
          "authors": "Duarte Gonçalves, Jonathan Libgober, Jack Willis",
          "abstract": "We modify a canonical experimental design to identify the effectiveness of retractions. Comparing beliefs after retractions to beliefs (1) without the retracted information and (2) after equivalent new information, we find that retractions result in diminished belief updating in both cases. We propose this reflects updating from retractions being more complex, and our analysis supports this: we find longer response times, lower accuracy, and higher variability. The results—robust across diverse participant groups and design variations—enhance our understanding of belief updating and offer insights into addressing misinformation.",
          "url": "https://doi.org/10.1093/restud/rdaf032",
          "doi": "https://doi.org/10.1093/restud/rdaf032",
          "filter": 0
        },
        {
          "title": "Hiring as Exploration",
          "authors": "Danielle Li, Lindsey Raymond, Peter Bergman",
          "abstract": "This paper views hiring as a contextual bandit problem: to find the best workers over time, firms must balance “exploitation” (selecting from groups with proven track records) with “exploration” (selecting from under-represented groups to learn about quality). Yet modern hiring algorithms, based on supervised learning approaches, are designed solely for exploitation. Instead, we build a resume screening algorithm that values exploration by evaluating candidates according to their statistical upside potential. Using data from professional services recruiting within a Fortune 500 firm, we show that this approach improves the quality (as measured by eventual hiring rates) of candidates selected for an interview, while also increasing demographic diversity, relative to the firm’s existing practices. The same is not true for traditional supervised learning based algorithms, which improve hiring rates but select far fewer Black and Hispanic applicants. Together, our results highlight the importance of incorporating exploration in developing decision-making algorithms that are potentially both more efficient and equitable.",
          "url": "https://doi.org/10.1093/restud/rdaf040",
          "doi": "https://doi.org/10.1093/restud/rdaf040",
          "filter": 0
        },
        {
          "title": "Public Listing Choice with Persistent Hidden Information",
          "authors": "Francesco Celentano, Mark Rempel",
          "abstract": "How much does firm intangibility amplify CEOs’ persistent private information and reduce firms’ public listing propensity? We develop a model of competing public and private investors financing firms heterogeneously exposed to persistent private cash flows. Equilibrium financing is driven by information rent differentials in CEO compensation. We validate and structurally estimate the model using firm listing and CEO compensation data. We find private (intangible) cash flows exhibit 63% higher persistence than their tangible counterparts. Further, if firm intangibility levels returned to those of 1980, mean listing propensities would increase 5 percentage points while mean CEO variable pay growth would decrease by 61%.",
          "url": "https://doi.org/10.1093/restud/rdaf039",
          "doi": "https://doi.org/10.1093/restud/rdaf039",
          "filter": 0
        },
        {
          "title": "Surviving Childhood: Effects of Removing a Child from Home",
          "authors": "Ronja Helénsdotter",
          "abstract": "This paper studies the effects of the court-ordered removal of children from home on health, crime, and education. To isolate causal effects, I exploit quasi-random variation in judge assignment together with across-judge variation in the tendency to favor removal in an instrumental variable (IV) design. Using a novel data set (N=26,579) based on Swedish court documents that I transcribe and link with detailed register data, I find that court-ordered out-of-home placement has large adverse effects on the mortality of the marginal child. These effects are primarily driven by suicides that occur while the removed child is still placed in out-of-home care. Removal also causes an increase in hospitalizations for mental illness and non-narcotic crimes. There is little evidence of adverse health effects for birth parents. I explore potential explanations for the detrimental effects on child health. Adverse care conditions and peer exposure appear to be important channels.",
          "url": "https://doi.org/10.1093/restud/rdaf044",
          "doi": "https://doi.org/10.1093/restud/rdaf044",
          "filter": 0
        },
        {
          "title": "The Economics and Econometrics of Gene–Environment Interplay",
          "authors": "Pietro Biroli, Titus Galama, Stephanie von Hinke, Hans van Kippersluis, Cornelius A Rietveld, Kevin Thom",
          "abstract": "We discuss how to estimate the interplay between genes (nature) and environments (nurture), with an empirical illustration of the moderating effect of school starting age on one’s genetic predisposition towards educational attainment. We argue that gene–environment (G×E) studies can be instrumental for (i) assessing treatment effect heterogeneity, (ii) testing theoretical predictions, and (iii) uncovering mechanisms, thereby improving understanding of how (policy) interventions affect population subgroups. Empirically, we find that being old-for-grade and having a higher genetic propensity for education benefits children on assessment tests as they progress through school. In this setting, families appear to increase genetic inequalities while schools seem to reduce them.",
          "url": "https://doi.org/10.1093/restud/rdaf034",
          "doi": "https://doi.org/10.1093/restud/rdaf034",
          "filter": 0
        },
        {
          "title": "A Theory of Cash Flow-Based Financing with Distress Resolution",
          "authors": "Barney Hartman-Glaser, Simon Mayer, Konstantin Milbradt",
          "abstract": "We develop a dynamic contracting theory of asset- and cash flow-based financing that demonstrates how firm, intermediary, and capital market characteristics jointly shape firms’ financing constraints. A firm with imperfect access to equity financing covers financing needs through costly sources: an intermediary and retained cash. The firm’s financing capacity is endogenously determined by either the liquidation value of assets (asset-based) or the intermediary’s going-concern valuation of the firm’s cash flows (cash flow-based). The optimal contract is implemented with defaultable debt—specifically unsecured credit lines and senior-secured debt—and features risk-sharing via bankruptcy. When the firm does well, it repays its debt in full. When it does poorly, distress resolution mirrors U.S. bankruptcy procedures (Chapters 7 and 11). Secured and unsecured debt are complements because risk-sharing via unsecured debt increases secured debt capacity. Debt and equity are dynamic complements because future access to equity financing increases current debt capacity.",
          "url": "https://doi.org/10.1093/restud/rdaf009",
          "doi": "https://doi.org/10.1093/restud/rdaf009",
          "filter": 0
        },
        {
          "title": "Trauma at School: The Impacts of Shootings on Students’ Human Capital and Economic Outcomes",
          "authors": "Marika Cabral, Bokyung Kim, Maya Rossin-Slater, Molly Schnell, Hannes Schwandt",
          "abstract": "We examine how shootings at schools—an increasingly common form of gun violence in the States—impact the educational and economic trajectories of students. Using linked schooling and labor market data in Texas from 1992 to 2018, we compare within-student and across-cohort changes in outcomes following a shooting to those experienced by students at matched control schools. We find that school shootings increase absenteeism and grade repetition, reduce high school graduation, college enrollment, and college completion; and reduce employment and earnings at ages 24–26 years. We further find school-level increases in the number of leadership staff and reductions in retention among teachers and teaching support staff in the years following a shooting. The adverse impacts of shootings span student characteristics, suggesting that the economic costs of school shootings are universal.",
          "url": "https://doi.org/10.1093/restud/rdaf027",
          "doi": "https://doi.org/10.1093/restud/rdaf027",
          "filter": 0
        },
        {
          "title": "A Q-Theory of Banks",
          "authors": "Juliane Begenau, Saki Bigio, Jeremy Majerovitz, Matias Vieyra",
          "abstract": "Bank capital requirements are based on book values, which are slow to reflect losses. In this article, we develop a dynamic model of banks to study the interaction of regulation and delayed accounting. Our model explains four stylized facts: book and market values diverge during crises, the market-to-book ratio predicts future profitability, book leverage constraints rarely bind strictly even as market leverage fans out during crises, and banks delever gradually after net-worth shocks. We show how delayed accounting can allow the regulator to achieve better outcomes than immediate (mark-to-market) accounting. In an estimated version of the model, the optimal regulation couples faster loan-loss recognition with a modest relaxation of the book leverage constraint.",
          "url": "https://doi.org/10.1093/restud/rdaf035",
          "doi": "https://doi.org/10.1093/restud/rdaf035",
          "filter": 0
        },
        {
          "title": "Complexity and Satisficing: Theory with Evidence from Chess",
          "authors": "Yuval Salant, Jörg L Spenkuch",
          "abstract": "We develop a satisficing model of choice in which the available alternatives differ in their inherent complexity. We assume—and experimentally validate—that complexity leads to errors in the perception of alternatives’ values. The model yields sharp predictions about the effect of complexity on choice probabilities, some of which qualitatively contrast with those of maximization-based choice models. We confirm the predictions of the satisficing model—and thus reject maximization—in a novel data set with information on hundreds of millions of real-world chess moves by highly experienced players. Looking beyond chess, our work offers a blueprint for incorporating complexity at the level of individual objects into models of choice and for detecting satisficing outside of the laboratory.",
          "url": "https://doi.org/10.1093/restud/rdaf041",
          "doi": "https://doi.org/10.1093/restud/rdaf041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
