{
  "update": "2025-02-21",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Putting Countries on the Map? Pastoral Visits of John Paul II and International Trade",
          "authors": "Alexander Popov",
          "abstract": "During his Pontificate from 1979 until 2005, Pope John Paul II visited 130 countries, more than the 263 Popes before him combined. I document a significant increase in exports to trading partners with a relatively high share of Catholics following a Pastoral visit, leading to a non-negligible increase in aggregate exports. The biggest beneficiaries in terms of increased trade are visited countries that are at lower stages of economic development and have relatively fewer Catholics and relatively weaker trade links. The effect is absent for other prominent episodes, such as visits by celebrated secular leaders or global sports events.",
          "url": "https://doi.org/10.1093/ej/ueaf016",
          "doi": "https://doi.org/10.1093/ej/ueaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Monetary policy interactions: The policy rate, asset purchases, and optimal policy with an interest rate peg",
          "authors": "Isabel Gödl-Hanisch, Ronald Mau, Jonathan Rawls",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104985",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104985",
          "filter": 0
        },
        {
          "title": "Fiscal tightening and skills mismatch",
          "authors": "Konstantinos Mavrigiannakis, Andreas Vasilatos, Eugenia Vella",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104984",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104984",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Simple subvector inference on sharp identified set in affine models",
          "authors": "Bulat Gafarov",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105952",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105952",
          "filter": 0
        },
        {
          "title": "Machine Learning for Economic Policy",
          "authors": "Maryam Haghighi, Andreas Joseph, George Kapetanios, Christopher Kurz, Michele Lenza, Juri Marcucci",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105970",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105970",
          "filter": 0
        },
        {
          "title": "Reprint of: Finite underidentification",
          "authors": "Enrique Sentana",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105947",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105947",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Property taxation as compensation for local externalities: Evidence from large plants",
          "authors": "Rebecca Fraenkel, Sam Krumholz",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105294",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Global profit shifting of multinational companies: Evidence from country-by-country reporting micro data",
          "authors": "Clemens Fuest, Stefan Greil, Felix Hugger, Florian Neumeier",
          "abstract": "We use micro data from country-by-country reports of more than 3 600 multinational companies to analyze global profit shifting to avoid taxes. Unlike other data sets, country-by-country reports provide detailed information about the global economic activities of multinational companies, including those in tax haven countries. We find that these companies reduce their tax burden by €39 billion per year by shifting profits to low-tax countries. Extrapolating our results to the universe of large MNEs indicates a global loss in corporate tax revenues of €162 billion per year (12% of their overall tax payments). We show that taking into account non-linearities in profit shifting and subsidiaries reporting zero profits is key for accurately estimating profit shifting.",
          "url": "https://doi.org/10.1093/jeea/jvaf007",
          "doi": "https://doi.org/10.1093/jeea/jvaf007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "The Long-Run Effects of America’s Largest Residential Racial Desegregation Program: Gautreaux",
          "authors": "Eric Chyn, Robert Collinson, Danielle H Sandler",
          "abstract": "This paper studies the effects of the largest residential racial desegregation initiative in U.S. history, the Gautreaux Assisted Housing Program. From the late 1970s to the 1990s, Gautreaux moved thousands of Black families into predominantly white neighborhoods to support racial and economic integration. We link historical program records to administrative data and use plausibly exogenous variation in neighborhood placements to study how desegregating moves impact children in the long-run. Being placed in the predominantly white neighborhoods targeted by the program significantly increases children’s future lifetime earnings and wealth. These moves also increase the likelihood of marriage and particularly raise the probability of being married to a white spouse. Moreover, placements through Gautreaux impact neighborhood choices in adulthood. Those placed in predominantly white neighborhoods during childhood live in more racially diverse areas with higher rates of upward mobility nearly 40 years later.",
          "url": "https://doi.org/10.1093/qje/qjaf011",
          "doi": "https://doi.org/10.1093/qje/qjaf011",
          "filter": 0
        },
        {
          "title": "What Works and for Whom? Effectiveness and Efficiency of School Capital Investments Across the U.S.",
          "authors": "Barbara Biasi, Julien Lafortune, David Schönholzer",
          "abstract": "This paper identifies which investments in school facilities help students and which and are valued by homeowners. Using novel data on school district bonds, test scores, and house prices across 29 U.S. states and a research design based on narrowly decided elections with staggered timing, we find that increased capital spending in schools significantly improves test scores and is efficient on average. However, the effects vary widely depending on the type of project and the characteristics of the school district. Investments in essential infrastructure, such as HVAC systems or pollutant removal, yield notable improvements in student performance, while expenditures on athletic facilities show no measurable academic benefit. Socio-economically disadvantaged districts gain disproportionately from capital investments, even after accounting for project type, yet these districts typically underinvest in such projects.",
          "url": "https://doi.org/10.1093/qje/qjaf013",
          "doi": "https://doi.org/10.1093/qje/qjaf013",
          "filter": 0
        },
        {
          "title": "The Race Between Education, Technology, and the Minimum Wage",
          "authors": "Jonathan Vogel",
          "abstract": "What is the impact of the real minimum wage on wages and inequality? I develop a theory that nests “The Race Between Education and Technology.” The theory predicts that the impact of changes in minimum wages is initially small but grows over time. I present empirical evidence of these dynamic effects: the elasticity of real wages grows substantially over a three-year period. I additionally show that minimum wages help rationalize a considerable decline in real wages of low-education workers in the 1980s and play a role in shaping the evolution of the U.S. college premium.",
          "url": "https://doi.org/10.1093/qje/qjaf014",
          "doi": "https://doi.org/10.1093/qje/qjaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Arbitration with Uninformed Consumers",
          "authors": "Mark Egan, Gregor Matvos, Amit Seru",
          "abstract": "This paper studies the impact of the arbitrator selection process on consumer outcomes. Using data from consumer arbitration cases in the securities industry over the past two decades, where we observe detailed information on case characteristics, the randomly generated list of potential arbitrators presented to both parties, the selected arbitrator, and case outcomes, we establish several motivating facts. These facts suggest that firms hold an informational advantage over consumers in selecting arbitrators, resulting in industry-friendly arbitration outcomes. We then develop and calibrate a quantitative model of arbitrator selection in which firms hold an informational advantage in selecting arbitrators. Arbitrators, who are compensated only if chosen, compete with each other to be selected. The model allows us to decompose the firms’ advantage into two components: the advantage of choosing pro-industry arbitrators from a given pool and the equilibrium pro-industry tilt in the arbitration pool that arises because of arbitrator competition. Selecting arbitrators without the input of firms and consumers would increase consumer awards by $60,000 on average relative to the current system. Forty percent of this effect arises because the pool of arbitrators skews pro-industry due to competition. Even an informed consumer cannot avoid this pro-industry equilibrium effect. Counterfactuals suggest that redesigning the arbitrator selection mechanism for the benefit of consumers hinges on whether consumers are informed. Policies intended to benefit consumers, such as increasing arbitrator compensation or giving parties more choice, would benefit informed consumers but hurt the uninformed.",
          "url": "https://doi.org/10.1093/restud/rdaf010",
          "doi": "https://doi.org/10.1093/restud/rdaf010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
