{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Optimal Security Design for Risk-Averse Investors",
          "authors": "Alex Gershkov, Benny Moldovanu, Philipp Strack, Mengxi Zhang",
          "abstract": "We use the tools of mechanism design combined with the theory of risk measures to analyze how a cash-constrained owner of an asset with known, stochastic returns raises capital from a population of investors who differ in their risk aversion and budget constraints. The issuer partitions the asset’s cash flow into several asset-backed securities, one for each type of investor. The optimal partition conforms to the commonly observed practice of tranching into senior debt, junior debt, and equity. Tranching arises endogenously due to the differences in risk appetites among agents and in the budget constraints they face. (JEL D81, D82, G12, G41, G51)",
          "url": "https://doi.org/10.1257/aer.20231597",
          "doi": "https://doi.org/10.1257/aer.20231597",
          "filter": 0
        },
        {
          "title": "Nobel Lecture: Paths to the Periphery",
          "authors": "James A. Robinson",
          "abstract": "My research suggests that world inequality is explained by the incidence of extractive and inclusive institutions. But why do some countries have extractive institutions? I distinguish between two main reasons; first, power relations; second, the “normative order.” Normative orders provide justifications and legitimacy for institutions which may not generate prosperity, but may achieve other goals. These distinctions are critical because they create very different challenges in trying to make institutions more inclusive and create prosperity. I show how countries move from the economic periphery as a consequence of changing both. My own intellectual journey has been in the other direction, however, hence the title of the paper: I was fortunate to be born in Britain, but I have had to unlearn much of my own experience, socialization and training in order to see other societies on their own terms. That’s crucial to be able to help them, but also to learn from them. (JEL D02, D63, E23, K00, O43, Q32)",
          "url": "https://doi.org/10.1257/aer.115.6.1787",
          "doi": "https://doi.org/10.1257/aer.115.6.1787",
          "filter": 0
        },
        {
          "title": "Targeting Impact versus Deprivation",
          "authors": "Johannes Haushofer, Paul Niehaus, Carlos Paramo, Edward Miguel, Michael Walker",
          "abstract": "A large literature has examined how best to target antipoverty programs to those most deprived in some sense (e.g., consumption). We examine the potential trade-off between this objective and targeting those most impacted by such programs. We work in the context of an NGO cash transfer program in Kenya, employing recent advances in machine learning methods and dynamic outcome data to learn proxy means tests that jointly target both objectives. Targeting solely on the basis of deprivation is not attractive in this setting under standard social welfare criteria unless the planner’s preferences are extremely redistributive. (JEL C45, D63, I31, I38, L31, O15)",
          "url": "https://doi.org/10.1257/aer.20221650",
          "doi": "https://doi.org/10.1257/aer.20221650",
          "filter": 0
        },
        {
          "title": "Fiscal Policy and Credit Supply in a Crisis",
          "authors": "Diana Bonfim, Miguel A. Ferreira, Francisco Queiró, Sujiao (Emma) Zhao",
          "abstract": "We measure how cuts to public procurement propagate through the banking system in a financial crisis. During the European sovereign debt crisis, the Portuguese government cut procurement spending by 4.3 percent of GDP. We find that this cut saddled banks with nonperforming loans from government contractors, which led to a persistent reduction in credit supply to other firms. We estimate a bank-level elasticity of credit supply with respect to procurement demand of 2.5. In a general equilibrium model, our findings point to large effects of fiscal policy on credit supply and output in a crisis. (JEL E23, E44, E62, G01, G21, H57)",
          "url": "https://doi.org/10.1257/aer.20221499",
          "doi": "https://doi.org/10.1257/aer.20221499",
          "filter": 0
        },
        {
          "title": "Report of Independent Auditor",
          "url": "https://doi.org/10.1257/aer.115.6.2093",
          "doi": "https://doi.org/10.1257/aer.115.6.2093",
          "filter": 0
        },
        {
          "title": "The Geographic Flow of Bank Funding and Access to Credit: Branch Networks, Synergies, and Local Competition",
          "authors": "Victor Aguirregabiria, Robert Clark, Hui Wang",
          "abstract": "Geographic dispersion of depositors, borrowers, and banks may prevent funding from flowing to high-loan-demand areas, limiting credit access. Using bank-county-year-level data, we provide evidence of geographic imbalance of deposits and loans and develop a methodology for investigating the contribution to this imbalance of branch networks, market power, and scope economies. Results are based on a novel measure of imbalance and estimation of a structural model of bank competition that admits interconnections across locations and between deposit and loan markets. Counterfactual experiments show branch networks, scope economies, and local competition affect credit flow to disadvantaged markets. (JEL C43, G21, G28, L13, R32)",
          "url": "https://doi.org/10.1257/aer.20200374",
          "doi": "https://doi.org/10.1257/aer.20200374",
          "filter": 0
        },
        {
          "title": "Corporate Discount Rates",
          "authors": "Niels Joachim Gormsen, Kilian Huber",
          "abstract": "We construct a dataset of firms’ discount rates (i.e., required returns to capital) and perceived cost of capital using corporate conference calls. The relation between discount rates and the cost of capital is far below the one-to-one mapping assumed in standard theory, as it takes many years for changes in the cost of capital to be incorporated into discount rates. This pattern leads to large and time-varying discount rate wedges that affect firm investment. Moreover, increasing discount rate wedges can account for the recent puzzle of “missing investment.” Cross-firm variation in market power and riskiness explains the evolution of wedges. (JEL D22, E43, G12, G31, G32)",
          "url": "https://doi.org/10.1257/aer.20231246",
          "doi": "https://doi.org/10.1257/aer.20231246",
          "filter": 0
        },
        {
          "title": "Who Benefits from Online Gig Economy Platforms?",
          "authors": "Christopher T. Stanton, Catherine Thomas",
          "abstract": "Online labor platforms for short-term remote work have many more job seekers than available jobs. Despite their relative abundance, workers capture a substantial share of the surplus from transactions. We draw this conclusion from demand estimates that imply workers’ wages include significant markups over costs and a survey that validates our surplus estimates. Workers retain a significant share of the surplus because demand-side search frictions and worker differentiation reduce direct competition. Finally, we show that applying traditional employment regulations to online gig economy platforms would lower job posting and hiring rates, reducing aggregate surplus for all market participants, including workers. (JEL C83, F31, J22, J23, J31, J64, M51)",
          "url": "https://doi.org/10.1257/aer.20221189",
          "doi": "https://doi.org/10.1257/aer.20221189",
          "filter": 0
        },
        {
          "title": "Leaders in Social Movements: Evidence from Unions in Myanmar",
          "authors": "Laura Boudreau, Rocco Macchiavello, Virginia Minni, Mari Tanaka",
          "abstract": "Social movements are catalysts for crucial institutional changes. To succeed, they must coordinate members’ views (consensus building) and actions (mobilization). We study union leaders within Myanmar’s burgeoning labor movement. Union leaders are positively selected on both ability and personality traits that enable them to influence others, yet they earn lower wages. In group discussions about workers’ views on an upcoming national minimum wage negotiation, randomly embedded leaders build consensus around the union’s preferred policy. In an experiment that mimics individual decision-making in a collective action setup, leaders increase mobilization through coordination. (JEL D91, J38, J51, O15)",
          "url": "https://doi.org/10.1257/aer.20230758",
          "doi": "https://doi.org/10.1257/aer.20230758",
          "filter": 0
        },
        {
          "title": "Nobel Lecture: Institutions, Technology, and Prosperity",
          "authors": "Daron Acemoglu",
          "abstract": "This paper reviews the main motivations and arguments of my work on comparative development, colonialism, and institutional change, which was often carried out jointly with James Robinson and Simon Johnson. I then provide a simple framework to organize these ideas and connect them with my research on innovation and technology. The framework is centered around a utility-technology possibilities frontier, which delineates the possible distributions of resources in a society both for given technology and working via different technological choices. It highlights how various types of institutions, market structures, norms, and ideologies influence moves along the frontier and shifts of the frontier, and it provides a simple formalization of the social forces that lead to institutional persistence and those that can trigger institutional change. The framework also enables us to conceptualize how, during periods of disruption, existing—and sometimes quite small—differences can have amplified effects on prosperity and institutional trajectories. In this way, it suggests some parallels between different disruptive periods, including the onset of European colonialism, the spread (or lack thereof) of industrial technologies in the nineteenth century, and decisions related to the use, adoption, and development of AI today. (JEL D02, D72, E23, F54, O43)",
          "url": "https://doi.org/10.1257/aer.115.6.1709",
          "doi": "https://doi.org/10.1257/aer.115.6.1709",
          "filter": 0
        },
        {
          "title": "Nobel Lecture: The Institutional Origins of Shared Prosperity",
          "authors": "Simon Johnson",
          "url": "https://doi.org/10.1257/aer.115.6.1749",
          "doi": "https://doi.org/10.1257/aer.115.6.1749",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.6.i",
          "doi": "https://doi.org/10.1257/aer.115.6.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Tax Incidence Anomalies",
          "authors": "Youssef Benzarti",
          "abstract": "This article reviews the literature on the incidence of commodity and labor taxes and focuses on empirical results that show stark departures from the canonical model of tax incidence, which I refer to as anomalies. In particular, there is mounting evidence questioning three fundamental implications of the canonical model: ( a ) that statutory incidence is irrelevant for economic incidence, ( b ) that the relative magnitude of the demand and supply elasticities is a sufficient statistic for tax incidence, and ( c ) that tax incidence is symmetric for increases and decreases. I review this empirical evidence and draw implications for the canonical model's relevance.",
          "url": "https://doi.org/10.1146/annurev-economics-081324-085805",
          "doi": "https://doi.org/10.1146/annurev-economics-081324-085805",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Econometrica",
      "journal_short": "ECTA",
      "articles": [
        {
          "title": "Soaking up the Sun: Battery Investment, Renewable Energy, and Market Equilibrium",
          "authors": "R. Andrew Butters, Jackson Dorsey, Gautam Gowrisankaran",
          "abstract": "Renewable energy and battery storage are seen as complementary technologies that can together facilitate reductions in carbon emissions. We develop and estimate a framework to calculate the equilibrium effects of large‐scale battery storage. Using data from California, we find that the first storage unit breaks even by 2024 without subsidies when the renewable energy share reaches 50%. Equilibrium effects are important: the first 5000 MWh of storage capacity would reduce wholesale electricity prices by 5.6%, but an increase from 25,000 to 50,000 MWh would only reduce these prices by 2.6%. Large‐scale batteries will reduce revenues to both dispatchable generators and renewable energy sources. The equilibrium effects lead battery adoption to be virtually non‐existent until 2030, without a storage mandate or subsidy. A 30% capital cost subsidy—such as the one in the U.S. Inflation Reduction Act—achieves 5000 MWh of battery capacity by 2024, similar to the level required under California's storage mandate.",
          "url": "https://doi.org/10.3982/ecta20411",
          "doi": "https://doi.org/10.3982/ecta20411",
          "filter": 0
        },
        {
          "title": "Risk and Optimal Policies in Bandit Experiments",
          "authors": "Karun Adusumilli",
          "abstract": "We provide a decision‐theoretic analysis of bandit experiments under local asymptotics. Working within the framework of diffusion processes, we define suitable notions of asymptotic Bayes and minimax risk for these experiments. For normally distributed rewards, the minimal Bayes risk can be characterized as the solution to a second‐order partial differential equation (PDE). Using a limit of experiments approach, we show that this PDE characterization also holds asymptotically under both parametric and non‐parametric distributions of the rewards. The approach further describes the state variables it is asymptotically sufficient to restrict attention to, and thereby suggests a practical strategy for dimension reduction. The PDEs characterizing minimal Bayes risk can be solved efficiently using sparse matrix routines or Monte Carlo methods. We derive the optimal Bayes and minimax policies from their numerical solutions. These optimal policies substantially dominate existing methods such as Thompson sampling; the risk of the latter is often twice as high.",
          "url": "https://doi.org/10.3982/ecta21075",
          "doi": "https://doi.org/10.3982/ecta21075",
          "filter": 0
        },
        {
          "title": "The Econometric Society 2024 Annual Report of the President",
          "url": "https://doi.org/10.3982/ecta933pres",
          "doi": "https://doi.org/10.3982/ecta933pres",
          "filter": 0
        },
        {
          "title": "Insurance and Inequality With Persistent Private Information",
          "authors": "Alexander W. Bloedel, R. Vijay Krishna, Oksana Leukhina",
          "abstract": "We study the implications of optimal insurance provision for long‐run welfare and inequality in economies with persistent private information. A principal insures an agent whose private type follows an ergodic, finite‐state Markov chain. The optimal contract always induces immiseration : the agent's consumption and utility decrease without bound. Under positive serial correlation, it also backloads high‐powered incentives : the sensitivity of the agent's utility with respect to his reports increases without bound. These results extend—and help elucidate the limits of—the hallmark immiseration results for economies with i.i.d. private information. Numerically, we find that persistence yields faster immiseration, higher inequality, and novel short‐run distortions. Our analysis uses recursive methods for contracting with persistent types and allows for binding global incentive constraints.",
          "url": "https://doi.org/10.3982/ecta20404",
          "doi": "https://doi.org/10.3982/ecta20404",
          "filter": 0
        },
        {
          "title": "Auctioning Control and Cash‐Flow Rights Separately",
          "authors": "Tingjun Liu, Dan Bernhardt",
          "abstract": "We consider a classical auction setting in which an asset/project is sold to buyers who privately receive signals about expected payoffs, and payoffs are more sensitive to a bidder's signal if he runs the project than if another bidder does. We show that a seller can increase revenues by sometimes allocating cash‐flow rights and control to different bidders, for example, with the highest bidder receiving cash flows and the second‐highest receiving control. Separation reduces a bidder's information rent, which depends on the importance of his private information for the value of his awarded cash flows. As project payoffs are most sensitive to a bidder's information if he controls the project, allocating cash flow to another bidder lowers bidders' informational advantage. As a result, when signals are close, the seller can increase revenues by splitting rights between the top two bidders.",
          "url": "https://doi.org/10.3982/ecta21343",
          "doi": "https://doi.org/10.3982/ecta21343",
          "filter": 0
        },
        {
          "title": "Making Subsidies Work: Rules versus Discretion",
          "authors": "Federico Cingano, Filippo Palomba, Paolo Pinotti, Enrico Rettore",
          "abstract": "We estimate the employment effects of a large program of public investment subsidies to private firms that ranked applicants on a score reflecting both objective rules and local politicians' discretion. Leveraging the rationing of funds as an ideal Regression Discontinuity Design, we characterize the heterogeneity of treatment effects and cost‐per‐new‐job across inframarginal firms and estimate the cost‐effectiveness of subsidies under factual and counterfactual allocations. Firms ranking high on objective rules and firms preferred by local politicians generated larger employment growth on average, but the latter did so at a higher cost per job. We estimate that relying only on objective criteria would reduce the cost per job by 11%, while relying only on political discretion would increase such cost by 42%.",
          "url": "https://doi.org/10.3982/ecta21319",
          "doi": "https://doi.org/10.3982/ecta21319",
          "filter": 0
        },
        {
          "title": "Adaptive Maximization of Social Welfare",
          "authors": "Nicolò Cesa-Bianchi, Roberto Colomboni, Maximilian Kasy",
          "abstract": "We consider the problem of repeatedly choosing policies to maximize social welfare. Welfare is a weighted sum of private utility and public revenue. Earlier outcomes inform later policies. Utility is not observed, but indirectly inferred. Response functions are learned through experimentation. We derive a lower bound on regret, and a matching adversarial upper bound for a variant of the Exp3 algorithm. Cumulative regret grows at a rate of T 2/3 . This implies that (i) welfare maximization is harder than the multiarmed bandit problem (with a rate of T 1/2 for finite policy sets), and (ii) our algorithm achieves the optimal rate. For the stochastic setting, if social welfare is concave, we can achieve a rate of T 1/2 (for continuous policy sets), using a dyadic search algorithm. We analyze an extension to nonlinear income taxation, and sketch an extension to commodity taxation. We compare our setting to monopoly pricing (which is easier), and price setting for bilateral trade (which is harder).",
          "url": "https://doi.org/10.3982/ecta22351",
          "doi": "https://doi.org/10.3982/ecta22351",
          "filter": 0
        },
        {
          "title": "The Cost of Consumer Collateral: Evidence From Bunching",
          "authors": "Benjamin L. Collier, Cameron M. Ellis, Benjamin J. Keys",
          "abstract": "How do collateral requirements impact consumer borrowing behavior? Using administrative loan application and performance data from the U.S. Federal Disaster Loan Program, we exploit a loan amount threshold above which households must post their residence as collateral. Our bunching estimates suggest that the median borrower is willing to give up 40% of their loan amount to avoid posting collateral. Exploiting time variation in the threshold, we estimate collateral causally reduces default rates by 36%. Finally, we structurally estimate households' attachment to their homes, net of any equity, and find a median value of $11,000. Attachment creates a wedge between lender and borrower valuation of collateral of 15%. Our results explain high perceived default costs in the mortgage market, and document the importance of collateral for reducing moral hazard in consumer credit markets.",
          "url": "https://doi.org/10.3982/ecta22303",
          "doi": "https://doi.org/10.3982/ecta22303",
          "filter": 0
        },
        {
          "title": "Personalized Pricing and the Value of Time: Evidence From Auctioned Cab Rides",
          "authors": "Nicholas Buchholz, Laura Doval, Jakub Kastl, Filip Matejka, Tobias Salz",
          "abstract": "We recover valuations of time using detailed data from a large ride‐hail platform, where drivers bid on trips and consumers choose between a set of rides with different prices and wait times. Leveraging a consumer panel, we estimate demand as a function of both prices and wait times and use the resulting estimates to recover heterogeneity in the value of time across consumers. We study the welfare implications of personalized pricing and its effect on the platform, drivers, and consumers. Taking into account drivers' optimal reaction to the platform's pricing policy, personalized pricing lowers consumer surplus by 2.5% and increases overall surplus by 5.2%. Like the platform, drivers benefit from personalized pricing. By conditioning prices on drivers' wait times and not on consumers' data, the platform can capture a significant portion of the profits garnered from personalized pricing, and simultaneously benefit consumers.",
          "url": "https://doi.org/10.3982/ecta18838",
          "doi": "https://doi.org/10.3982/ecta18838",
          "filter": 0
        },
        {
          "title": "Quality Disclosure and Regulation: Scoring Design in Medicare Advantage",
          "authors": "Benjamin Vatter",
          "abstract": "Policymakers and market intermediaries often use quality scores to alleviate asymmetric information about product quality. Scores affect the demand for quality and, in equilibrium, its supply. Equilibrium effects break the rule whereby more information is always better, and the optimal design of scores must account for them. In the context of Medicare Advantage, I find that consumers' information is limited, and quality is inefficiently low. A simple design alleviates these issues and increases total welfare by 3.7 monthly premiums. More than half of the gains stem from scores' effect on quality rather than information. Scores can outperform full‐information outcomes by regulating inefficient oligopolistic quality provision, and a binary certification of quality attains 98% of this welfare. Scores are informative even when coarse; firms' incentives are to produce quality at the scoring threshold, which consumers know. The primary design challenge of scores is to dictate thresholds and thus regulate quality.",
          "url": "https://doi.org/10.3982/ecta21182",
          "doi": "https://doi.org/10.3982/ecta21182",
          "filter": 0
        },
        {
          "title": "Location Sorting and Endogenous Amenities: Evidence From Amsterdam",
          "authors": "Milena Almagro, Tomás Domínguez-Iino",
          "abstract": "This paper shows the endogeneity of amenities plays a crucial role in determining the welfare distribution of a city's residents. We quantify this mechanism by building a dynamic model of residential choice with heterogeneous households, where consumption amenities are the equilibrium outcome of a market for non‐tradables. We estimate our model using Dutch microdata and leveraging variation in Amsterdam's spatial distribution of tourists as a demand shifter, finding significant heterogeneity in residents' preferences over amenities and in the supply responses of amenities to changes in demand composition. This two‐way heterogeneity dictates the degree of horizontal differentiation across neighborhoods, residential sorting, and inequality. Finally, we show the distributional effects of mass tourism depend on this heterogeneity: following rent increases due to growing tourist demand for housing, younger residents—whose amenity preferences are closest to tourists—are compensated by amenities tilting in their favor, while the losses of older residents are amplified.",
          "url": "https://doi.org/10.3982/ecta21394",
          "doi": "https://doi.org/10.3982/ecta21394",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Frontmatter of Econometrica Vol. 93 Iss. 3",
          "url": "https://doi.org/10.3982/ecta933fm",
          "doi": "https://doi.org/10.3982/ecta933fm",
          "filter": 1
        },
        {
          "title": "Backmatter of Econometrica Vol. 93 Iss. 3",
          "url": "https://doi.org/10.3982/ecta933bm",
          "doi": "https://doi.org/10.3982/ecta933bm",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Information Aggregation in Stratified Societies",
          "authors": "Marina Agranov, Ran Eilat, Konstantin Sonin",
          "abstract": "We analyze a model of political competition in which the elite forms endogenously to aggregate information and advise the uninformed median voter which candidate to choose. The median voter knows whether or not the endorsed candidate is biased toward the elites, but might still prefer the biased candidate if the elite’s endorsement provides sufficient information about her competence. The elite size and the degree of information aggregation by the elite depend on the extent to which the median voter follows the elite’s advice. A higher cost of redistribution minimizes the elite’s information advantage, hinders information transmission, and decreases the expected competence of the elected politician.",
          "url": "https://doi.org/10.1093/ej/ueaf029",
          "doi": "https://doi.org/10.1093/ej/ueaf029",
          "filter": 0
        },
        {
          "title": "Reducing Bias Among Health Care Providers: Experimental Evidence from Tanzania, Burkina Faso and Pakistan",
          "authors": "Zachary Wagner, Corrina Moucheraud, Manisha Shah, Alexandra Wollum, Willa Friedman, William H Dow",
          "abstract": "Bias among health care providers can lead to poor-quality care and poor health outcomes, and it can exacerbate disparities. We use a randomised controlled trial to evaluate an intervention to reduce family planning provider bias towards young women in 227 clinics in Tanzania, Burkina Faso and Pakistan. The intervention educated providers about bias towards young women, facilitated communication about bias with other providers and offered non-financial public awards to clinics with the least biased care. After twelve months, the intervention led to less biased attitudes and beliefs among providers and more comprehensive counselling. Clients also perceived better treatment at intervention clinics compared to control clinics. Despite reductions in reported bias, we find mixed evidence regarding changes in method dispensing.",
          "url": "https://doi.org/10.1093/ej/ueaf012",
          "doi": "https://doi.org/10.1093/ej/ueaf012",
          "filter": 0
        },
        {
          "title": "Do the Long-Term Unemployed Benefit from Automated Occupational Advice during Online Job Search?",
          "authors": "Michèle Belot, Philipp Kircher, Paul Muller",
          "abstract": "In a randomized field experiment, we provide suggestions about suitable occupations to long-term unemployed job seekers. The suggestions are automatically generated, integrated in an online job search platform, and fed into actual search queries. Effects on ‘reaching a cumulative earnings threshold’ and ‘finding a stable job’ are positive, large, and are more pronounced for those who are longer unemployed. Treated individuals include more occupations in their search and find more jobs in recommended occupations.",
          "url": "https://doi.org/10.1093/ej/ueaf041",
          "doi": "https://doi.org/10.1093/ej/ueaf041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Energy price shocks, monetary policy and inequality",
          "authors": "Alina Bobasu, Michael Dobrew, Amalia Repele",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104986",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104986",
          "filter": 0
        },
        {
          "title": "Income uncertainty, precautionary wealth, and social insurance",
          "authors": "Matthew Joyce, Aarti Singh",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105003",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "A multivariate realized GARCH model",
          "authors": "Ilya Archakov, Peter Reinhard Hansen, Asger Lunde",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106040",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106040",
          "filter": 0
        },
        {
          "title": "Distribution regression with censored selection",
          "authors": "Songnian Chen, Nianqing Liu, Hanghui Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106030",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106030",
          "filter": 0
        },
        {
          "title": "Multilevel matrix factor model",
          "authors": "Yuteng Zhang, Yongchang Hui, Junrong Song, Shurong Zheng",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106033",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Economic Literature",
      "journal_short": "JEL",
      "articles": [
        {
          "title": "Bessy, Christian. Expropriation by Law: Intellectual Property, Value and Labor",
          "authors": "Lisa Larrimore Ouellette",
          "abstract": "Lisa Larrimore Ouellette of Stanford Law School reviews “Expropriation by Law: Intellectual Property, Value and Labor” by Christian Bessy. The Econlit abstract of this book begins: “English translation of L'expropriation par le droit: Proprietá intellectuelle, valeur et travail (2022).”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r2",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r2",
          "filter": 0
        },
        {
          "title": "JEL Classification System",
          "abstract": "The categories listed below are used to classify books, book reviews, journal articles, and dissertations indexed in JEL and EconLit. New changes to the classification system appear as soon as possible on www.econlit.org . The JEL classification system may be used freely for scholarly purposes. We suggest the following format: “JEL: A10, B10, etc.”",
          "url": "https://doi.org/10.1257/jel.63.2.771",
          "doi": "https://doi.org/10.1257/jel.63.2.771",
          "filter": 0
        },
        {
          "title": "Journal of Economic Literature , June 2025, Volume LXIII, Number 2",
          "url": "https://doi.org/10.1257/jel.63.2.1",
          "doi": "https://doi.org/10.1257/jel.63.2.1",
          "filter": 0
        },
        {
          "title": "Bauer, Jean-Martin. The New Breadline: Hunger and Hope in the Twenty-First Century",
          "authors": "Marc F. Bellemare",
          "abstract": "Marc F. Bellemare of University of Minnesota reviews “The New Breadline: Hunger and Hope in the Twenty-First Century” by Jean-Martin Bauer. The Econlit abstract of this book begins: “Examines the societal causes of and solutions to hunger, highlighting the systems of racism, classism, and sexism that prevail in hunger-prone countries.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r1",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r1",
          "filter": 0
        },
        {
          "title": "Annotated Listing of New Books",
          "abstract": "Editor's Note Our policy is to annotate all English-language books on economics and related subjects that are sent to us. A very small number of foreign-language books are called to our attention and annotated by our consulting editors or others. Our staff does not monitor and order books published; therefore, if an annotation of a book does not appear six months after the publication date, please write to us or the publisher concerning the book.",
          "url": "https://doi.org/10.1257/jel.63.2.708",
          "doi": "https://doi.org/10.1257/jel.63.2.708",
          "filter": 0
        },
        {
          "title": "Book Reviews",
          "url": "https://doi.org/10.1257/jel.63.2.693",
          "doi": "https://doi.org/10.1257/jel.63.2.693",
          "filter": 0
        },
        {
          "title": "Neal, Larry. The Forgotten Financiers of the Louisiana Purchase: European Bankers, the US, and the Rise of International Finance",
          "authors": "Farley Grubb",
          "abstract": "Farley Grubb of University of Delaware reviews “The Forgotten Financiers of the Louisiana Purchase: European Bankers, the US, and the Rise of International Finance” by Larry Neal. The Econlit abstract of this book begins: “Examines the financial details of the Louisiana Purchase of 1803, focusing on the role played by key actors and companies in bringing about financial innovation and facilitating a transaction that doubled the size of the original United States and helped set the country on a path to global power.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r6",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r6",
          "filter": 0
        },
        {
          "title": "Of Markets and Marriages: A Multidisciplinary, Multi-book Review Essay of Recent Work on the Causes of US Poverty",
          "authors": "Elizabeth Oltmans Ananat",
          "abstract": "How is it that in perhaps the richest country in the history of the world such a large number of people struggle to acquire the basic necessities of life? Clearly, merely increasing the total quantity of goods and services produced in the market does not address this core problem. I review new work both inside and outside of economics that seeks to understand the persistence of poverty in the United States. With a particular focus on Desmond (2023) and Kearney (2023), I draw out the hypotheses in this work, suggest interesting avenues for future research, and discuss potential policy implications. ( JEL I26, I32, I38, J12, J13, J24)",
          "url": "https://doi.org/10.1257/jel.20241734",
          "doi": "https://doi.org/10.1257/jel.20241734",
          "filter": 0
        },
        {
          "title": "Consumer Credit Reporting Data",
          "authors": "Christa Gibbs, Benedict Guttman-Kenney, Donghoon Lee, Scott Nelson, Wilbert van der Klaauw, Jialan Wang",
          "abstract": "Since the 2000s, economists across fields have increasingly used consumer credit reporting data for research. We introduce readers to the economics and institutional details of these data. Using examples from the literature, we provide practical guidance on how to use these data to construct economic measures of borrowing, consumption, credit access, financial distress, and geographic mobility. We explain what credit scores measure and why. We highlight how researchers can access credit reporting data via existing datasets or by creating new datasets, including by linking credit reporting data with surveys and external datasets. ( JEL D10, D40, D82, E21, G21, G28, G51)",
          "url": "https://doi.org/10.1257/jel.20241737",
          "doi": "https://doi.org/10.1257/jel.20241737",
          "filter": 0
        },
        {
          "title": "Muralidharan, Karthik. Accelerating India’s Development: A State-Led Roadmap for Effective Governance",
          "authors": "Jishnu Das",
          "abstract": "Jishnu Das of Georgetown University reviews “Accelerating India’s Development: A State-Led Roadmap for Effective Governance” by Karthik Muralidharan. The Econlit abstract of this book begins: “Explores ways of improving the functioning of Indian governance and accelerating its development, focusing on state-level governance and the delivery of public services.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r5",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r5",
          "filter": 0
        },
        {
          "title": "Examiner and Judge Designs in Economics: A Practitioner’s Guide",
          "authors": "Eric Chyn, Brigham Frandsen, Emily Leslie",
          "abstract": "This article provides empirical researchers with an introduction and guide to research designs based on variation in judge and examiner tendencies to administer treatments or other interventions. We review the basic theory behind this research design, outline the assumptions under which the design identifies causal effects, describe empirical tests of the conditions for identification, and discuss trade-offs associated with choices researchers must make for estimation. We demonstrate concepts and best practices in an empirical case study that uses an examiner tendency research design to study the effects of pretrial detention. (JEL C21, C26, K14, K41)",
          "url": "https://doi.org/10.1257/jel.20241719",
          "doi": "https://doi.org/10.1257/jel.20241719",
          "filter": 0
        },
        {
          "title": "Culture, Institutions, and Social Equilibria: A Framework",
          "authors": "Daron Acemoglu, James A. Robinson",
          "abstract": "This paper proposes a new framework for studying the interplay between culture and institutions. We interpret culture as a repertoire, consisting of (cultural) attributes and allowing rich cultural responses to political changes. Combinations of attributes produce cultural configurations, which provide social meaning, coordination, and political justification. Our framework has several distinctive features. First, it proposes a “systems approach” to culture: the meaning and function of attributes are determined within the whole configuration and political equilibrium. Second, it emphasizes discontinuous or “saltational” changes in culture—rather than gradual, evolutionary changes—as attributes are reconnected and acquire new meanings in response to evolving circumstances and as outcomes in ongoing “cultural struggles.” Third, our framework puts the spotlight on how fluidly different cultures can respond to conditions, depending on the nature of their attributes and constraints on their connections. Finally, it enriches the study of the codetermination of political, institutional and cultural outcomes. (JEL D02, D72, E02, N30, N40, Z10)",
          "url": "https://doi.org/10.1257/jel.20241680",
          "doi": "https://doi.org/10.1257/jel.20241680",
          "filter": 0
        },
        {
          "title": "Social Preferences: Fundamental Characteristics and Economic Consequences",
          "authors": "Ernst Fehr, Gary Charness",
          "abstract": "We review the vast literature on social preferences by assessing what is known about their fundamental properties, their distribution in the broader population, and their consequences for important economic and political behaviors. We provide, in particular, an overview of the empirical characteristics of distributional preferences and how they are affected by merit, luck, and concerns for equality of opportunity. In addition, we discuss the evidence for reciprocity and guilt aversion and assess the empirical relevance of self-image and social image concerns in prosocial behaviors. The overall evidence indicates that a large majority of individuals have some sort of social preferences, while purely self-interested subjects are a minority. We also document converging insights from the lab and the field on the impact of wage inequality on work morale, employees’ resistance to wage cuts, and the role of social preferences for cooperation and collective action, distributive politics, and individuals’ selection into different occupations. (JEL D63, D71, D72, D86, H23, J53)",
          "url": "https://doi.org/10.1257/jel.20241391",
          "doi": "https://doi.org/10.1257/jel.20241391",
          "filter": 0
        },
        {
          "title": "Jacoby, Melissa B. Unjust Debts: How Our Bankruptcy System Makes America More Unequal",
          "authors": "Anat R. Admati",
          "abstract": "Anat R. Admati of Stanford University reviews “Unjust Debts: How Our Bankruptcy System Makes America More Unequal” by Melissa B. Jacoby. The Econlit abstract of this book begins: “Explores the impact of the bankruptcy system, promoting the argument that the present structure of reorganization cases has compromised policy objectives distant from bankruptcy's intended domain.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r3",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r3",
          "filter": 0
        },
        {
          "title": "Palen, Marc-William. Pax Economica: Left-Wing Visions of a Free Trade World",
          "authors": "Saumitra Jha",
          "abstract": "Saumitra Jha of Stanford University reviews “Pax Economica: Left-Wing Visions of a Free Trade World” by Marc-William Palen. The Econlit abstract of this book begins: “Examines the anti-imperialist dissent that accompanied the global spread of imperialism, focusing in particular on how free-trade cosmopolitanism facilitated the international peace and anti-imperialist movements that occurred from the mid-nineteenth century to the present.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r7",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r7",
          "filter": 0
        },
        {
          "title": "Kahrl, Andrew W. The Black Tax: 150 Years of Theft, Exploitation, and Dispossession in America",
          "authors": "Dania V. Francis",
          "abstract": "Dania V. Francis of University of Massachusetts Boston reviews “The Black Tax: 150 Years of Theft, Exploitation, and Dispossession in America” by Andrew W. Kahrl. The Econlit abstract of this book begins: “Discusses the history of racialized tax structures and the predatory practices that flourished within them in the United States, tracing these structures and practices from the Reconstruction through the first two decades of the twenty-first century.”",
          "url": "https://doi.org/10.1257/jel.63.2.693.r4",
          "doi": "https://doi.org/10.1257/jel.63.2.693.r4",
          "filter": 0
        },
        {
          "title": "Aggregate Shocks and the Formation of Preferences and Beliefs",
          "authors": "Paola Giuliano, Antonio Spilimbergo",
          "abstract": "A growing body of work highlights how aggregate shocks shape preferences and beliefs. This review synthesizes findings from sociology, social psychology, and economics to explore the significance of these shocks, how the period in which they are experienced matters, and their lasting effects. It examines economic shocks such as recessions, inflation, and trade shocks, alongside noneconomic shocks like migrations, wars, terrorist attacks, pandemics, and natural disasters. Key conclusions emerge: aggregate shocks influence political preferences, risk attitudes, and institutional trust; experiences during young adulthood have stronger, enduring impacts; and economic shocks generally shift preferences toward the political right, while noneconomic yield more varied outcomes depending on the context. The review also evaluates empirical methodologies, their limitations, and mechanisms underlying these effects. By analyzing how shocks alter societal values and behaviors across generations, this work provides insights into the long-term consequences of major disruptions on individual and collective decision-making. (JEL D72, D81, D83, D91, E32, H23, Z13)",
          "url": "https://doi.org/10.1257/jel.20241674",
          "doi": "https://doi.org/10.1257/jel.20241674",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Marketing authorization and strategic patenting: Evidence from pharmaceuticals",
          "authors": "Dennis Byrski, Lucy Xiaolu Wang",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105415",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105415",
          "filter": 0
        },
        {
          "title": "The migrant penalty in Latin America: Experimental evidence from job recruiters",
          "authors": "Raissa Fabregas, Wladimir Zanoni",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105393",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105393",
          "filter": 0
        },
        {
          "title": "Does the prospect of upward mobility undermine support for redistribution?",
          "authors": "Don A. Moore, Rene Choudhari, Aileen Wu",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105418",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105418",
          "filter": 0
        },
        {
          "title": "Parenthood and the gender gap in commuting",
          "authors": "Aline Bütikofer, René Karadakic, Alexander Willén",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105371",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105371",
          "filter": 0
        },
        {
          "title": "The dynamic fiscal costs of outsourcing health insurance - evidence from Medicaid",
          "authors": "Timothy J. Layton, Eran Politzer",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105417",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105417",
          "filter": 0
        },
        {
          "title": "The value of group purchasing: Evidence from the U.S. hospital industry",
          "authors": "Haizhen Lin, Yanhao Wang",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105380",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
