{
  "update": "2025-10-31",
  "content": [
    {
      "journal_full": "American Economic Journal: Economic Policy",
      "journal_short": "POL",
      "articles": [
        {
          "title": "The Semblance of Success in Nudging Consumers to Pay Down Credit Card Debt",
          "authors": "Benedict Guttman-Kenney, Paul Adams, Stefan Hunt, David Laibson, Neil Stewart, Jesse Leary",
          "abstract": "We test a nudge in a field experiment on credit cards. The nudge shrouds the autopay enrollment option for cardholders to automatically pay exactly the credit card minimum payment each month. After six months, the nudge decreases the fraction of cardholders who only pay exactly the minimum by 23 percent. However, the nudge does not significantly reduce credit card debt. Nudged cardholders often choose autopay amounts that are only slightly higher than the minimum payment. The nudge reduces autopay enrollment, which increases missed payments. The nudge reduces manual payments by autopay enrollees. Cardholders frequently lacking liquid cash best explains our results. (JEL C93, D12, D91, G21, G51)",
          "url": "https://doi.org/10.1257/pol.20230568",
          "doi": "https://doi.org/10.1257/pol.20230568",
          "filter": 0
        },
        {
          "title": "The Management of Aid and Conflict in Africa",
          "authors": "Jacob Moscona",
          "abstract": "This study investigates the relationship between the management of development aid and violent conflict in Africa. I exploit variation in World Bank project management quality driven by the assignment of project leaders of varying ability, combined with geo-coded data on all projects linked to performance report cards. I find that better project management reduces violent conflict across subnational aid receiving regions. Poorly managed projects increase conflict while well-managed projects do the opposite. Project monitoring is particularly important, and management matters most in regions with a recent history of warfare and for large projects that involve the transfer of appropriable resources. (JEL D74, F35, O17, O19, O22)",
          "url": "https://doi.org/10.1257/pol.20220219",
          "doi": "https://doi.org/10.1257/pol.20220219",
          "filter": 0
        },
        {
          "title": "The Not-So-Uniform Effects of Trade Secret Protection on Business Entry",
          "authors": "Asli Leblebicioğlu, Tanseli Savaşer",
          "abstract": "We explore the consequences of trade secret protection for new business formation in the United States. We find the states that adopt the Uniform Trade Secrets Act (UTSA), which enhances intellectual property rights, experience an overall decline in firm and establishment entry rates. This result is driven by the reduction in the establishment entry rates of start-ups and small firms. By contrast, the law increases the establishment entry rates of incumbents and larger firms. The negative impact of the UTSA is larger in industries that rely more on intellectual assets and trade secrets, as well as external-finance-dependent industries. (JEL K11, K22, L11, M13, O34, O38)",
          "url": "https://doi.org/10.1257/pol.20220814",
          "doi": "https://doi.org/10.1257/pol.20220814",
          "filter": 0
        },
        {
          "title": "Local Labor Market Effects of the 2002 Bush Steel Tariffs",
          "authors": "James Lake, Ding Liu",
          "abstract": "President George W. Bush imposed safeguard tariffs on steel in early 2002. Using US input-output tables and a generalized difference-in-difference methodology, we analyze the local labor market employment effects of these tariffs depending on the local labor market’s reliance on steel as an input and as part of local production. The tariffs did not boost local steel employment but substantially depressed local employment in steel-consuming industries for many years after Bush removed them. The tariffs also led to a persistent exit of steel-intensive manufacturing establishments, suggesting a role for plant-level fixed entry costs in translating the temporary shock into persistent outcomes. (JEL F13, L61, R23)",
          "url": "https://doi.org/10.1257/pol.20220472",
          "doi": "https://doi.org/10.1257/pol.20220472",
          "filter": 0
        },
        {
          "title": "Disrupting Drug Markets: The Effects of Crackdowns on Rogue Opioid Suppliers",
          "authors": "Adam Soliman",
          "abstract": "This paper estimates the impact of doctor crackdowns on the quantity demanded of prescription opioids, across-market substitution, and across-product substitution. Exploiting plausibly exogenous variation in the timing and location of administrative actions, I find cracking down on a single doctor decreases county-level opioid dispensing by 10 percent. This decline persists across space and grows over time. Additionally, significant heroin substitution occurs, yet overall overdose mortality decreases. These results highlight a critical tradeoff policymakers should consider with targeted crackdowns: Reductions in the flow of new users must be balanced against the harm that arises when existing users substitute to more dangerous drugs. (JEL I11, I12, I18, K42)",
          "url": "https://doi.org/10.1257/pol.20230640",
          "doi": "https://doi.org/10.1257/pol.20230640",
          "filter": 0
        },
        {
          "title": "Does Getting Forecasts Earlier Matter? Evidence from Winter Advisories and Vehicle Crashes",
          "authors": "Vaibhav Anand",
          "abstract": "Significant investments are directed toward improving the accuracy and early availability of forecasts. However, the value of longer lead times on forecasts is unclear. Using data on winter weather advisories and vehicle crashes in the United States, I show that advisories with longer lead times reduce crashes, even when they are less accurate than advisories with shorter lead times. Further, marginal benefits do not decrease with lead time. The benefits come from individual and institutional responses. When advisories arrive earlier, people visit fewer places, and snowplow crews intensify the road maintenance operations. These results have policy implications for providing effective forecasts. (JEL Q54, Q58, R41)",
          "url": "https://doi.org/10.1257/pol.20230247",
          "doi": "https://doi.org/10.1257/pol.20230247",
          "filter": 0
        },
        {
          "title": "Public Financing and Racial Disparities: Does a Rising Tide Always Lift All Boats?",
          "authors": "Tian Qiu",
          "abstract": "This paper studies the heterogeneous impact of local government spending across racial groups. An exogenous increase in spending results in significant improvement in White, but not Black or Hispanic, labor market outcomes such as employment rate, weekly hours worked, and labor income. These effects on adults translate into their children’s academic performance. White students show significant improvement in test scores, but Black or Hispanic students do not. Consequently, the achievement racial gap widens following an increase in local government spending. These results highlight the possibility that an increase in local government spending could unexpectedly increase intergenerational racial disparity. (JEL H74, H75, I22, I26, J15, J22, J31)",
          "url": "https://doi.org/10.1257/pol.20220480",
          "doi": "https://doi.org/10.1257/pol.20220480",
          "filter": 0
        },
        {
          "title": "Social Welfare Portability and Migration: Evidence from India’s Public Distribution System",
          "authors": "Travis Baseler, Ambar Narayan, Odyssia Ng, Sutirtha Sinha Roy",
          "abstract": "This paper studies a new program designed to make food entitlements portable throughout India. We first characterize the state of food entitlement portability using mystery shoppers and surveys of migrants and distributors. We then inform households about the program—and barriers to using it—through a cluster randomized controlled trial. Treatment impacts on beliefs about entitlement portability were initially positive but later turned negative following a general rise in beliefs. These patterns are consistent with our experiment increasing awareness of the program but decreasing trust in its implementation. Migration to cities decreased, suggesting access to food affects migrants’ destination choices. (JEL D12, D83, H53, I38, O12, O18, R23)",
          "url": "https://doi.org/10.1257/pol.20240183",
          "doi": "https://doi.org/10.1257/pol.20240183",
          "filter": 0
        },
        {
          "title": "Do Medical Treatments Work for Work? Evidence from Breast Cancer Patients",
          "authors": "N. Meltem Daysal, William N. Evans, Mikkel Hasse Pedersen, Mircea Trandafir",
          "abstract": "We investigate the effects of radiation therapy on the mortality and economic outcomes of breast cancer patients. We implement a 2SLS strategy within a difference-in-difference framework exploiting variation in treatment stemming from a medical guideline change in Denmark. We reproduce the results from an RCT showing the lifesaving benefits of radiotherapy. We show radiation therapy also has economic returns: Ten years after diagnosis, treatment increases employment by 37 percent and earnings by 45 percent. Previous work has documented a substantial employment drop after a breast cancer diagnosis. Our results imply that radiation therapy can reduce this effect by 70 percent. (JEL H51, I12, I18, J16, J22, J31)",
          "url": "https://doi.org/10.1257/pol.20240133",
          "doi": "https://doi.org/10.1257/pol.20240133",
          "filter": 0
        },
        {
          "title": "Place Effects and Geographic Inequality in Health at Birth",
          "authors": "Eric Chyn, Na’ama Shenhav",
          "abstract": "This paper uses birth records and mothers who move to quantify the absolute and relative importance of birth location for early-life health. Using a model that includes mother and location fixed effects, we find that moving from a below- to an above-median-birth-weight location leads to important improvements in child birth weight, with comparable magnitudes to policies targeting maternal health. Place effects are larger for longer-distance moves and more influential for children of non-college-educated mothers. We find that pollution is the strongest predictor of place effects on infant health. (JEL I12, I14, J13, J16, Q51, Q53)",
          "url": "https://doi.org/10.1257/pol.20230011",
          "doi": "https://doi.org/10.1257/pol.20230011",
          "filter": 0
        },
        {
          "title": "Labor Supply Responses and Adjustment Frictions: A Tax-Free Year in Iceland",
          "authors": "Jósef Sigurdsson",
          "abstract": "Labor income earned in Iceland in 1987 went untaxed. I use this episode to study labor supply responses to temporary wage changes. Using a population-wide dataset of earnings and working time and two identification strategies, I estimate intensive and extensive margin Frisch elasticities of 0.4 and 0.09, respectively. Workers with the ability to adjust drive these average responses: extensive margin by young and close-to-retirement cohorts and intensive margin responses by workers in temporally flexible jobs, though secondary jobs contribute to one-tenth of the response. The results suggest that adjustment frictions may similarly explain differences in elasticities within and across countries. (JEL H24, H31, J22)",
          "url": "https://doi.org/10.1257/pol.20220386",
          "doi": "https://doi.org/10.1257/pol.20220386",
          "filter": 0
        },
        {
          "title": "Do Tuition Subsidies Raise Political Participation?",
          "authors": "Daniel Firoozi, Igor Geyn",
          "abstract": "Civic externalities motivate education expenditures, but estimates of the civic returns to large-scale education subsidies are scarce. We use 16 million financial aid applications and a regression discontinuity (RD) design to estimate how a tuition-free college program impacts political participation. We find that each of the 2.6 million awards increased a student’s voter turnout rate by 4–12 percentage points in 2020, raising total turnout and Biden’s margin of victory in the awarding state. We find evidence consistent with peer socialization, among other mechanisms, and show that the civic externalities of education spending can be large enough to sway elections. (JEL D72, D91, I22, I23)",
          "url": "https://doi.org/10.1257/pol.20240422",
          "doi": "https://doi.org/10.1257/pol.20240422",
          "filter": 0
        },
        {
          "title": "Take-up of Social Benefits: Experimental Evidence from France",
          "authors": "Laura Castell, Marc Gurgand, Clément Imbert, Todor Tochev",
          "abstract": "We report on two nationwide experiments with job seekers in France. We first show that a meeting with social services to assess eligibility and help with applications to social benefits increased new benefit take-up by 29 percent. By contrast, an online simulator that gave personalized information on benefit eligibility did not increase take-up. Marginal treatment effects show that individuals who benefit the most from the meetings are the least likely to attend. Overall, without ruling out information frictions, our results suggest that transaction costs represent the main obstacle to applying for benefits or accessing government’s assistance in applying. (JEL D83, I38, J22, J65, R38)",
          "url": "https://doi.org/10.1257/pol.20220786",
          "doi": "https://doi.org/10.1257/pol.20220786",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/pol.17.4.i",
          "doi": "https://doi.org/10.1257/pol.17.4.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Managers and Public Hospital Performance",
          "authors": "Pablo Muñoz, Cristóbal Otero",
          "abstract": "We study whether the quality of managers can affect public service provision in the context of public health. Using novel data from public hospitals in Chile, we show how the introduction of a competitive recruitment system and better pay for public hospital CEOs reduced hospital mortality by 8 percent. The effect is not explained by a change in patient composition. We find that the policy changed the pool of CEOs by displacing doctors with no management training in favor of CEOs who had studied management. Productivity improvements were driven by hospitals that recruited higher quality CEOs. (JEL D24, G34, I11, I18, J45, M54, O15)",
          "url": "https://doi.org/10.1257/aer.20240615",
          "doi": "https://doi.org/10.1257/aer.20240615",
          "filter": 0
        },
        {
          "title": "Anatomy of the Phillips Curve: Micro Evidence and Macro Implications",
          "authors": "Luca Gagliardone, Mark Gertler, Simone Lenzu, Joris Tielens",
          "abstract": "We develop a bottom-up approach to estimate the slope of the primitive form of the New Keynesian Phillips curve, which features marginal cost as the real activity variable. Using quarterly micro data on prices, costs, and output, we estimate dynamic pass-through regressions that identify the slope as a function of primitive parameters. We find a high slope for the cost-based Phillips curve, which contrasts with the low estimates of the conventional output gap–based formulation found in the literature. We reconcile by showing that the output elasticity of marginal cost is low, at least during moderate inflation periods (e.g., pre-pandemic). (JEL C51, E12, E23, E31, E32, L60)",
          "url": "https://doi.org/10.1257/aer.20231569",
          "doi": "https://doi.org/10.1257/aer.20231569",
          "filter": 0
        },
        {
          "title": "A Preferred-Habitat Model of Term Premia, Exchange Rates, and Monetary Policy Spillovers",
          "authors": "Pierre-Olivier Gourinchas, Walker Ray, Dimitri Vayanos",
          "abstract": "We develop a two-country model in which currency and bond markets are populated by different investor clienteles, and segmentation is partly overcome by arbitrageurs with limited capital. Risk premia in our model are time-varying, connected across markets, and consistent with the empirical violations of uncovered interest parity and expectations hypothesis. Through risk premia, large-scale bond purchases lower domestic and foreign bond yields and depreciate the currency, and short-rate cuts lower foreign yields, with smaller effects than bond purchases. Currency returns are disconnected from long-maturity bond returns, and yet the currency market is instrumental in transmitting bond demand shocks across countries. (JEL E43, E44, E52, F31, G12, G15)",
          "url": "https://doi.org/10.1257/aer.20220379",
          "doi": "https://doi.org/10.1257/aer.20220379",
          "filter": 0
        },
        {
          "title": "Distinguishing Causes of Neighborhood Racial Change: A Nearest-Neighbor Design",
          "authors": "Patrick Bayer, Marcus Casey, W. Ben McCartney, John Orellana-Li, Calvin Zhang",
          "abstract": "We study neighborhood choice using a novel research design that contrasts the move rate of homeowners who receive a new different-race neighbor immediately next-door versus slightly farther away on the same block. This approach isolates a component of preferences directly attributable to neighbors’ identities. Both Black and White homeowners are more likely to move after receiving a new different-race neighbor. Findings are robust to additional controls (e.g., income) and alternative research designs. We find evidence of heterogeneity in responses, especially associated with housing density, which has implications for understanding contemporary neighborhood racial change and prospects for maintaining stable, integrated neighborhoods. (JEL D91, J15, R23, R31)",
          "url": "https://doi.org/10.1257/aer.20240406",
          "doi": "https://doi.org/10.1257/aer.20240406",
          "filter": 0
        },
        {
          "title": "Increasing Degree Attainment among Low-Income Students: The Role of Intensive Advising and College Quality",
          "authors": "Andrew Barr, Benjamin Castleman",
          "abstract": "A college degree offers a pathway to economic mobility for low-income students. Using a multisite randomized controlled trial combined with administrative and survey data, we demonstrate that intensive advising during high school and college significantly increases bachelor’s degree attainment among lower-income students. We leverage unique data on preadvising college preferences and causal forest methods to show that these gains are primarily driven by improvements in initial enrollment quality. Our results suggest that strategies targeting college choice may be a more effective and efficient means of increasing degree attainment than those focused solely on affordability. (JEL G51, I21, I22, I23)",
          "url": "https://doi.org/10.1257/aer.20240669",
          "doi": "https://doi.org/10.1257/aer.20240669",
          "filter": 0
        },
        {
          "title": "Default Options and Retirement Saving Dynamics",
          "authors": "Taha Choukhmane",
          "abstract": "Using data from over 100 US retirement plans and a representative UK panel, I document the impact of auto-enrollment (AE) on retirement savings at different horizons. I replicate the impact of AE on participation and contributions in the short run (at 12 months), but I show that these gains are attenuated over the medium run (at 36 months). At this longer horizon, the average savings increases are modest, though AE significantly lowers inequality in savings. To assess AE’s lifetime impact, I estimate a life cycle consumption-savings model that can fit the observed patterns with a switching cost of approximately $250, smaller than previous estimates. (JEL D15, G51, J26, J32)",
          "url": "https://doi.org/10.1257/aer.20210881",
          "doi": "https://doi.org/10.1257/aer.20210881",
          "filter": 0
        },
        {
          "title": "The Trade-Off between Flexibility and Robustness in Instrumental Variables Analysis",
          "authors": "Ben Deaner",
          "abstract": "In additive instrumental variables models, the robustness to some failure of instrumental validity or additive separability depends on the strength of a priori restrictions on the structural relationship between outcomes and treatments. I provide theoretical analysis of the problem, discuss the implications for empirical practice, and demonstrate with a numerical study calibrated on real-world data. (JEL C26, G51, H24, J13)",
          "url": "https://doi.org/10.1257/aer.20231765",
          "doi": "https://doi.org/10.1257/aer.20231765",
          "filter": 0
        },
        {
          "title": "Borrowing and Spending in the Money: Debt Substitution and the Cash-Out Refinance Channel of Monetary Policy",
          "authors": "Elliot Anenberg, Tess Scharlemann, Eileen van Straelen",
          "abstract": "We show that the strong negative effect of higher mortgage rates on cash-out refinancing reflects substitution into other borrowing products, not large changes in total new household borrowing. We exploit plausibly exogenous changes in interest rates due to unconventional monetary policy surprises to show that changes in cash-out and other borrowing are roughly offsetting. The elasticity of new household borrowing with respect to mortgage rates is low and varies little with the borrower’s outstanding mortgage rate. Our results suggest that the cash-out refinance channel of unconventional monetary policy is weak and not path dependent. (JEL E43, E52, G21, G51)",
          "url": "https://doi.org/10.1257/aer.20231264",
          "doi": "https://doi.org/10.1257/aer.20231264",
          "filter": 0
        },
        {
          "title": "Just a Few Seeds More: The Value of Network Data for Diffusion",
          "authors": "Mohammad Akbarpour, Suraj Malladi, Amin Saberi",
          "abstract": "Identifying the optimal set of individuals to first receive information (“seeds”) in a social network to maximize expected diffusion is a widely studied question in many settings. Several studies propose network-centrality-based heuristics to select seeds likely to increase diffusion. Here, we show that, for the classic independent cascade model of diffusion, either seeding a few more individuals at random can prompt a larger diffusion than optimal seeding or optimal seeding itself results in limited spread. These findings hold across a broad range of random networks and are supported by simulations on real-world networks. (JEL D83, D85, O12, O18, P25, P32, Z13)",
          "url": "https://doi.org/10.1257/aer.20180798",
          "doi": "https://doi.org/10.1257/aer.20180798",
          "filter": 0
        },
        {
          "title": "International Trade Responses to Labor Market Regulations",
          "authors": "Mathilde Muñoz",
          "abstract": "This paper demonstrates that labor market regulations, such as minimum wages or payroll taxes, shape trade competition in labor-intensive activities. I exploit data from a large European trade program where firms from different countries supply labor services at the same location but face different payroll taxes and minimum wage rules. Country case studies and model-consistent gravity estimates show large trade responses to tax and regulatory reforms, with an elasticity of trade in services to labor costs larger than one. The results imply that absent regulatory and fiscal harmonization, export competitiveness depends, in part, on domestic labor market policies. (JEL F14, F16, F42, H25, J22, J23, K31)",
          "url": "https://doi.org/10.1257/aer.20231531",
          "doi": "https://doi.org/10.1257/aer.20231531",
          "filter": 0
        },
        {
          "title": "Quid Pro Quo, Knowledge Spillovers, and Industrial Quality Upgrading: Evidence from the Chinese Auto Industry",
          "authors": "Jie Bai, Panle Jia Barwick, Shengmao Cao, Shanjun Li",
          "abstract": "This paper studies the impact of quid pro quo (technology for market access) in facilitating knowledge spillovers and quality upgrading in the Chinese automobile industry. The identification strategy exploits within-product quality variation across a rich set of quality dimensions. We find affiliated domestic automakers adopt more similar quality strengths of their joint venture partners, consistent with knowledge spillovers. Additional analysis suggests worker flows and supplier networks mediate knowledge spillovers. Knowledge spillovers due to ownership affiliation under quid pro quo contributed 8.3 percent of the quality improvement experienced by affiliated domestic models from 2001 to 2014, relative to nonaffiliated domestic models. (JEL F23, L15, L24, L62, O14, O33, P23)",
          "url": "https://doi.org/10.1257/aer.20221501",
          "doi": "https://doi.org/10.1257/aer.20221501",
          "filter": 0
        },
        {
          "title": "Nonlinear Pricing and Misallocation",
          "authors": "Gideon Bornstein, Alessandra Peter",
          "abstract": "This paper studies the effect of nonlinear pricing on markups and misallocation. In a general equilibrium model in which firms are allowed to set a quantity-dependent pricing schedule, markup heterogeneity is not a sign of misallocation. Instead, we point to a new source of misallocation: high-taste consumers are allocated too much of each good, low-taste consumers too little. Using micro data from the retail sector, we show that nonlinear pricing is prevalent and quantify the model. Welfare losses from misallocation across consumers are substantially larger than those from misallocation across firms under linear pricing. (JEL D21, D24, D43, H25, J22, L13, L81)",
          "url": "https://doi.org/10.1257/aer.20230168",
          "doi": "https://doi.org/10.1257/aer.20230168",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.11.i",
          "doi": "https://doi.org/10.1257/aer.115.11.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Manipulation and Selection in Unemployment Insurance",
          "authors": "Luca Citino, Kilian Russ, Vincenzo Scrutinio",
          "abstract": "In this paper we study the selection patterns of individuals who manage to have their layoff delayed around an age-at-layoff threshold entitling them to four additional months of unemployment insurance (UI), i.e., manipulators. Using administrative data from Italy and bunching techniques, we document substantial manipulation around the cutoff and show that manipulators are selected on their long-term nonemployment risk but not on their moral hazard cost. Finally, we develop a sufficient statistics framework to assess how these findings affect optimal UI duration in presence of manipulation.",
          "url": "https://doi.org/10.1093/ej/ueaf105",
          "doi": "https://doi.org/10.1093/ej/ueaf105",
          "filter": 0
        },
        {
          "title": "Research Similarity and Women in Academia",
          "authors": "Piera Bello, Alessandra Casarico, Debora Nozzay",
          "abstract": "We investigate the extent to which research similarity between senior and junior researchers is related to promotion in academia and study implications for gender diversity among academic staff. Using data on the universe of job applications for tenure track assistant professor positions in economics in Italy, and applying NLP techniques (i.e., document embeddings) to the abstract of each publication of the scholars in our dataset, we propose a novel measure of research similarity that can capture the closeness in research topics, methodologies or policy relevance between candidates and members of selection committees. We show that the degree of similarity is strongly associated with the probability of winning. Moreover, while there are no gender differences in mean similarity, the maximum similarity with selection committee members is lower for female candidates. This gender gap disappears when similarity is calculated focusing only on female committee members. The results suggest that similarity bias in male-dominated environments may have implications for gender and research diversity.",
          "url": "https://doi.org/10.1093/ej/ueaf113",
          "doi": "https://doi.org/10.1093/ej/ueaf113",
          "filter": 0
        },
        {
          "title": "Sotto Voce : The Impacts of Technology to Enhance Worker Voice",
          "authors": "Achyuta Adhvaryu, Smit Gade, Teresa Molina, Anant Nyshadham",
          "abstract": "We conducted a randomised controlled trial in which we enabled workers to directly and anonymously communicate with HR through mobile-phone-based technology. Treated workers were much more likely to know about the tool than controls, though usage was low: only 5% of treated workers reported ever using it. Despite this, turnover and absenteeism were 10% and 5% lower, respectively, for treated versus control workers. Together these findings suggest a substantial option value of enhancing worker voice, which can promote positive workplace behaviours even when workers do not directly avail themselves of the technology.",
          "url": "https://doi.org/10.1093/ej/ueaf063",
          "doi": "https://doi.org/10.1093/ej/ueaf063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Let’s (not) escalate this! Leadership and communication in a group contest",
          "authors": "Florian Heine, Arno Riedl",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105161",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105161",
          "filter": 0
        },
        {
          "title": "Do Employers Discriminate Against Active Labour Market Policies Participants? A Field Experiment on the Youth Guarantee Internship in Italy",
          "authors": "Arianna Gatta",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105190",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105190",
          "filter": 0
        },
        {
          "title": "Inconvenient truths: A note on information avoidance and the price of fairness",
          "authors": "Joël J. Van der Weele, Cristina Figueroa-Sisniega",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105188",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105188",
          "filter": 0
        },
        {
          "title": "Multi-step delegation and the frequency of immoral decisions: Theory and experiment",
          "authors": "Frauke von Bieberstein, Eberhard Feess, Natalie Packham",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105159",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105159",
          "filter": 0
        },
        {
          "title": "Boosting donation and welfare: Augmenting donor-priority rule with information provision",
          "authors": "Min Fang, Mengling Li, Yohanes E. Riyanto",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105181",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105181",
          "filter": 0
        },
        {
          "title": "Estimating euro area output gap dynamics: Evidence from the updated Area-Wide Model Database",
          "authors": "Mahmut S. İpek, Burçin Kısacıkoğlu",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105179",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Robust mutual fund selection with false discovery rate control",
          "authors": "Hongfei Wang, Ping Zhao, Long Feng, Zhaojun Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106121",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106121",
          "filter": 0
        },
        {
          "title": "Addressing endogeneity issues in a spatial autoregressive model using copulas",
          "authors": "Yanli Lin, Yichun Song",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106106",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "How Cultural Diversity Drives Innovation: Surnames and Patents in U.S. History",
          "authors": "Max Posch, Jonathan Schulz, Joseph Henrich",
          "url": "https://doi.org/10.1086/739323",
          "doi": "https://doi.org/10.1086/739323",
          "filter": 0
        },
        {
          "title": "The End of the American Dream? Inequality and Segregation in US Cities",
          "authors": "Alessandra Fogli, Veronica Guerrieri, Mark Ponder, Marta Prato",
          "url": "https://doi.org/10.1086/739328",
          "doi": "https://doi.org/10.1086/739328",
          "filter": 0
        },
        {
          "title": "The Value of Ratings: Evidence from their Introduction in Securities Markets",
          "authors": "Asaf Bernstein, Carola Frydman, Eric Hilt",
          "url": "https://doi.org/10.1086/739333",
          "doi": "https://doi.org/10.1086/739333",
          "filter": 0
        },
        {
          "title": "Indirect Persuasion",
          "authors": "Rahul Deb, Mallesh Pai, Maher Said",
          "url": "https://doi.org/10.1086/739332",
          "doi": "https://doi.org/10.1086/739332",
          "filter": 0
        },
        {
          "title": "Efficiency and Redistribution in Environmental Policy: An Equilibrium Analysis of Agricultural Supply Chains",
          "authors": "Tomas Dominguez-Iino",
          "url": "https://doi.org/10.1086/739325",
          "doi": "https://doi.org/10.1086/739325",
          "filter": 0
        },
        {
          "title": "The Social Integration of International Migrants: Evidence from the Networks of Syrians in Germany",
          "authors": "Michael Bailey, Drew Johnston, Theresa Kuchler, Martin Koenen, Dominic Russel, Johannes Stroebel",
          "url": "https://doi.org/10.1086/739335",
          "doi": "https://doi.org/10.1086/739335",
          "filter": 0
        },
        {
          "title": "It Takes a Village: The Economics of Parenting with Neighborhood and Peer Effects",
          "authors": "Francesco Agostinelli, Matthias Doepke, Giuseppe Sorrenti, Fabrizio Zilibotti",
          "url": "https://doi.org/10.1086/739334",
          "doi": "https://doi.org/10.1086/739334",
          "filter": 0
        },
        {
          "title": "Endogenous Treatment Models with Social Interactions: An Application to the Impact of Exercise on Self-Esteem",
          "authors": "Zhongjian Lin, Francis Vella",
          "url": "https://doi.org/10.1086/739329",
          "doi": "https://doi.org/10.1086/739329",
          "filter": 0
        },
        {
          "title": "Mandated vs. Voluntary Adaptation to Natural Disasters: The Case of U.S. Wildfires",
          "authors": "Patrick Baylis, Judson Boomhower",
          "url": "https://doi.org/10.1086/739331",
          "doi": "https://doi.org/10.1086/739331",
          "filter": 0
        },
        {
          "title": "Making Information More Valuable",
          "authors": "Mark Whitmeyer",
          "url": "https://doi.org/10.1086/739326",
          "doi": "https://doi.org/10.1086/739326",
          "filter": 0
        },
        {
          "title": "Automation and Polarization",
          "authors": "Daron Acemoglu, Jonas Loebbing",
          "url": "https://doi.org/10.1086/739330",
          "doi": "https://doi.org/10.1086/739330",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Corrigendum to “Climate and migration in the United States”. [249 (2025) 105446]",
          "authors": "Patrick Baylis, Prashant Bharadwaj, Jamie T. Mullins, Nick Obradovich",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105514",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105514",
          "filter": 0
        },
        {
          "title": "The 2017 SALT cap reduced charitable contributions: Evidence from form 990 data",
          "authors": "Sara LaLumia",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105498",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105498",
          "filter": 0
        },
        {
          "title": "Paying moms to stay home: Short and long run effects on parents and children",
          "authors": "Jonathan Gruber, Tuomas Kosonen, Kristiina Huttunen",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105496",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105496",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Interest-based Negotiation over Natural Resources: Experimental Evidence from Liberia,",
          "authors": "Darin Christensen, Alexandra Hartman, Cyrus Samii, Alessandro Toppeta",
          "abstract": "We experimentally evaluate whether an interest-based negotiation (IBN) training for community leaders in Liberia improves their ability to strike beneficial deals related to their land and forests. We use environmental assessments, lab-in-the-field, and surveys and find that trainees are 27% more likely to reach a beneficial agreement, and it raises the total surplus earned by ${\\$}$2.74 USD, which is a 42% increase. Our exploration of mechanisms indicates that the training increases trainees’ capacity to identify valuable deals, but does not improve their appraisal of their outside option. We find a reduction (0.27 standard deviations) in the exploitation of communal forestland in treated communities.",
          "url": "https://doi.org/10.1093/jeea/jvaf047",
          "doi": "https://doi.org/10.1093/jeea/jvaf047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Investor Origin and Deforestation: Evidence from Global Mining Sites",
          "authors": "Victoria Wenxin Xie, Wei You, Ran Goldblatt",
          "abstract": "Does mining activity lead to deforestation? How does investor origin affect the environmental impacts of mining operations? We investigate these questions by estimating the causal impact of mineral price changes on deforestation near mining sites. Combining global mine propertylevel data with high-resolution satellite imagery on forest cover, we find a positive elasticity of deforestation to mineral price shocks. This elasticity is significantly lower when mine owners are from countries with higher income or better institutions, but it is not affected by host country characteristics. Evidence suggests that mine owners from higher-income countries induce different types of local economic activity.",
          "url": "https://doi.org/10.1162/rest.a.1620",
          "doi": "https://doi.org/10.1162/rest.a.1620",
          "filter": 0
        },
        {
          "title": "Who Becomes a Successful Entrepreneur? The Role of Early Industry Exposure",
          "authors": "Hans K. Hvide, Paul Oyer",
          "abstract": "We consider the role of parental influence on the industry choice of entrepreneurs and the success of their ventures. Almost 75% of male entrepreneurs start a firm in an industry that is the same or closely related to their father’s industry of employment. Ventures started by same-industry entrepreneurs have superior mean outcomes and higher propensity to be positive outliers. The patterns cannot be explained by parents helping out or by inherited intrinsic abilities. We argue that entrepreneurs appear to obtain industry knowledge through interacting with parents during upbringing, or “dinner table human capital”.",
          "url": "https://doi.org/10.1162/rest.a.1621",
          "doi": "https://doi.org/10.1162/rest.a.1621",
          "filter": 0
        },
        {
          "title": "Rules of Origins Relaxation and Regional Supply Chains: Evidence from Europe",
          "authors": "Pamela Bombarda, Elisa Gamberoni, Irene Iodice",
          "abstract": "We examine how Rules of Origin (RoO) and cumulation provisions in Free Trade Agreements shape imports and supply chains. Using a new RoO database and two policy changes, the Pan-European Cumulation System and the 2004 EU enlargement, we show that relaxing RoO increases intermediate imports from countries where cumulation restrictions were lifted. A 1% higher value requirement before liberalization raised such imports by 0.4–0.7%. Effects are stronger when preferential margins are higher, underscoring the joint role of RoO, cumulation provisions, and tariffs in shaping sourcing decisions.",
          "url": "https://doi.org/10.1162/rest.a.1619",
          "doi": "https://doi.org/10.1162/rest.a.1619",
          "filter": 0
        },
        {
          "title": "The Physician-Patient Match and Health Inequality",
          "authors": "Ida Lykke Kristiansen, Sophie Yanying Sheng",
          "abstract": "This study explores the impact of primary care physicians’ childhood socioeconomic status (SES) on their patients’ health and socio-economic inequality in health. We measure physicians’ SES by their parents’ education and find that SES concordance decreases low-SES patients’ mortality substantially, while high- SES patients’ mortality does not depend on their physicians’ family background, resulting in a reduction in the SES-mortality gradient of 25%. SES concordance improves low-SES patients’ health by increasing care at the intensive margin, increasing detection of chronic conditions, and improving adherence to treatment. SES concordance elevates communication, fosters empathy and trust between physicians and low-SES patients.",
          "url": "https://doi.org/10.1162/rest.a.1636",
          "doi": "https://doi.org/10.1162/rest.a.1636",
          "filter": 0
        },
        {
          "title": "Information Provision and Search Frictions: Evidence from the Taxi Industry in Singapore",
          "authors": "Sumit Agarwal, Shih-fen Cheng, Jussi Keppo, Long Wang, Yang Yang",
          "abstract": "Search frictions and misallocation are common in decentralized transportation markets. Using novel trip-level data of taxis in Singapore, this paper examines the impactof real-time demand information at airport terminals on search frictions. The in-formation reduces taxi supply misallocation, increasing deadheading speed by 16.3%and decreasing deadheading time by 10.77%, benefiting both passengers and drivers.It raises daily earnings by $3.70 USD and adds 6.2 minutes of operational time perairport-trip taxi. Spatial spillovers are primarily observed among drivers in adjacentdistricts. Taxis from the Budget Terminal and drivers with fewer prior airport pickups benefit more from this information.",
          "url": "https://doi.org/10.1162/rest.a.1632",
          "doi": "https://doi.org/10.1162/rest.a.1632",
          "filter": 0
        },
        {
          "title": "In Sickness and in Health: Job Displacement and Health Spillovers in Couples",
          "authors": "Christina Gathmann, Kristiina Huttunen, Laura Jernström, Lauri Sääksvuori, Robin Stitzing",
          "abstract": "Using administrative labor market data matched to mortality statistics and patient records, we document that negative labor market shocks produce sizable health spillovers in couples. For every 100,000 displaced men, there are 1,100 additional deaths. Of those, 60% accrue to the displaced worker, but 40% are due to excess spousal mortality. We find a stunning gender asymmetry: while male job displacement generates persistent negative health effects, no such dire consequences are observed after a woman’s job loss. We explore several explanations for these patterns: risk sharing through spousal labor supply; earnings losses and public insurance; widowhood; regional mobility and gender roles in the family.",
          "url": "https://doi.org/10.1162/rest.a.1618",
          "doi": "https://doi.org/10.1162/rest.a.1618",
          "filter": 0
        },
        {
          "title": "The Domestic Political Economy of China’s Foreign Aid",
          "authors": "Joris Mueller",
          "abstract": "I study how domestic political considerations influence the foreign policy choices of autocratic regimes, by analyzing China’s foreign aid. First, using contractor-level data, I document how the regime uses foreign aid projects to help maintain domestic stability: aid projects are awarded to state-owned firms in Chinese prefectures hit by social unrest, increasing employment and future political stability. Second, I find that this strategy to manage domestic unrest affects the global allocation of Chinese aid, since state-owned firms pursue projects in countries where they have prior connections.",
          "url": "https://doi.org/10.1162/rest.a.1624",
          "doi": "https://doi.org/10.1162/rest.a.1624",
          "filter": 0
        },
        {
          "title": "Taxation with a Grain of Salt: The Long-Term Effect of Extractive Fiscal Institutions on Development",
          "authors": "Tommaso Giommoni, Gabriel Loumeau",
          "abstract": "This paper exploits the historical system of salt taxation in France to study the impact of extractive taxes on long-term economic development. Salt tax rates exhibited significant spatial variation, leading to discontinuous jumps in salt prices. Adopting a spatial regressiondiscontinuity design, we estimate the causal effect of the tax using original historical data. We extract geo-localized individual-level information on almost 70 million individuals living near tax borders between 1400 and 1900. These exogenous rate differentials had large effects, as areas burdened by lower rates exhibit higher economic development. These effects emerged after the tax’s introduction and persisted post-abrogation to the present day.",
          "url": "https://doi.org/10.1162/rest.a.1616",
          "doi": "https://doi.org/10.1162/rest.a.1616",
          "filter": 0
        },
        {
          "title": "When Should Public Programs Be Privately Administered? Theory and Evidence from the Paycheck Protection Program",
          "authors": "Alexander W. Bartik, Zoe Cullen, Edward L. Glaeser, Michael Luca, Christopher Stanton, Adi Sunderam",
          "abstract": "When should private companies allocate public resources? In our model, delegation is attractive when delay is costly, the impact of funds is similar across firms, and government and private objectives are aligned. We use novel firm-level survey data to measure heterogeneity in the impact of the Paycheck Protection Program and to assess whether banks targeted loans to high-impact firms. Banks did target loans to their most valuable pre-existing customers. However, we find that treatment effect heterogeneity is moderate, suggesting that delegation was likely superior from the government’s perspective to delaying loans to improve targeting.",
          "url": "https://doi.org/10.1162/rest.a.1626",
          "doi": "https://doi.org/10.1162/rest.a.1626",
          "filter": 0
        },
        {
          "title": "Conscientiousness in the Workplace: Evidence from a Field Experiment in West Africa",
          "authors": "Mathias Allemand, Martina Kirchberger, Sveta Milusheva, Carol Newman, Brent W. Roberts, Vincent Thorne",
          "abstract": "Despite extensive evidence on the importance of non-cognitive skills for labor market outcomes, to what extent training can affect specific skills in adulthood remains an open question. We conducted a randomized controlled trial with low-skilled employed workers in Senegal where workers were randomly assigned to receive a training intervention designed to affect conscientiousness-related skills. We found that treated workers were significantly more likely to stay in their job, had higher earnings and better performance grades post intervention. Our findings suggest that non-cognitive skills can be affected later in the life cycle and targeted training can have substantial labor market returns.",
          "url": "https://doi.org/10.1162/rest.a.1622",
          "doi": "https://doi.org/10.1162/rest.a.1622",
          "filter": 0
        },
        {
          "title": "The Long-Lived Cyclicality of the Labor Force Participation Rate",
          "authors": "Tomaz Cajner, John Coglianese, Joshua Montes",
          "abstract": "How cyclical is the U.S. labor force participation rate (LFPR)? We examine exogenous state-level business cycle shocks, finding that the LFPR is highly cyclical, but with significantly longer-lived responses than the unemployment rate. After a negative shock, the LFPR declines for about four years—substantially lagging unemployment—and only fully recovers after about eight years. Our main specifications use age-sex-adjusted LFPR, and we show that using unadjusted LFPR is problematic because local shocks spur changes in the population of high-LFPR age groups. Cyclicality varies across groups, with larger and longer-lived responses among men, younger workers, less-educated workers, and Black workers.",
          "url": "https://doi.org/10.1162/rest.a.1631",
          "doi": "https://doi.org/10.1162/rest.a.1631",
          "filter": 0
        },
        {
          "title": "The Lifesaving Impact of Electronic Medical Records for HIV Patients",
          "authors": "Laura Derksen, Anita M. McGahan, Leandro S. Pongeluppe",
          "abstract": "This paper shows that replacing paper-based records with electronic medical records (EMRs) improves HIV patient retention and prevents AIDS deaths in the low-income country of Malawi. An event study of 106 HIV clinics shows a 28 percent reduction in annual deaths five years after EMR implementation, with the greatest impact on children. Improvements in health outcomes appear due to efficiency gains, rather than to changes in the medical care provided at visits. These efficiency gains allow clinics to better manage patient data, trace lapsed patients and return them into care, and adapt to higher patient volumes over time.",
          "url": "https://doi.org/10.1162/rest.a.1617",
          "doi": "https://doi.org/10.1162/rest.a.1617",
          "filter": 0
        },
        {
          "title": "Inertia, Market Power, and Adverse Selection in Health Insurance: Evidence from the ACA Exchanges",
          "authors": "Evan Saltzman, Ashley Swanson, Daniel Polsky",
          "abstract": "We study how inertia interacts with market power and adverse selection in health insurance. We incorporate inertia into a model of plan selection and price competition, and estimate it using data from the California ACA exchange. We estimate inertia costs equaling 26% of average premiums. Our simulations indicate that inertia exacerbates market power, but has minimal interaction with selection. Eliminating inertia reduces average premiums by 6.6%. Maintaining premium-linked subsidies or reducing consumer churn increases the impact of inertia by enhancing market power. Provider network attachment is an important impediment to plan switching, but substantial inertia remains after accounting for networks.",
          "url": "https://doi.org/10.1162/rest.a.1615",
          "doi": "https://doi.org/10.1162/rest.a.1615",
          "filter": 0
        },
        {
          "title": "The Effect of Medicaid on Crime: Evidence from the Oregon Health Insurance Experiment",
          "authors": "Amy Finkelstein, Sarah Miller, Katherine Baicker",
          "abstract": "Those involved with the criminal justice system have disproportionately high rates of mental illness and substance-use disorders, prompting speculation that health insurance, by improving treatment of these conditions, could reduce crime. Using the 2008 Oregon Health Insurance Experiment, which randomly made some low-income adults eligible to apply for Medicaid, we find no statistically significant impact of Medicaid coverage on criminal charges or convictions. These null effects persist for high-risk subgroups, such as those with prior criminal cases and convictions or mental health conditions. In the full sample, our confidence intervals can rule out most quasi-experimental estimates of Medicaid’s crime-reducing impact.",
          "url": "https://doi.org/10.1162/rest.a.1625",
          "doi": "https://doi.org/10.1162/rest.a.1625",
          "filter": 0
        },
        {
          "title": "The Large Core of College Admission Markets: Theory and Evidence",
          "authors": "Péter Biró, Avinatan Hassidim, Assaf Romm, Ran I. Shorrer, Sándor Sóvágó",
          "abstract": "We study college admissions markets where students can attend the same college under different financial terms. The deferred acceptance algorithm identifies a stable allocation where funding is allocated based on merit and the set of meritbased stable allocations is small. When students are heterogeneous in the way they trade off program characteristics and contractual terms, the set of stable allocations is large and different stable allocations differ in the number of assigned students. In Hungary, where such heterogeneity is present, a non-merit-based stable allocation would increase the number of assigned applicants by 1.9% relative to any merit-based stable allocation.",
          "url": "https://doi.org/10.1162/rest.a.1628",
          "doi": "https://doi.org/10.1162/rest.a.1628",
          "filter": 0
        },
        {
          "title": "Why Does Education Increase Voting? Evidence from Boston’s Charter Schools",
          "authors": "Sarah R. Cohodes, James J. Feigenbaum",
          "abstract": "Americans with more education vote more, but we know little about whether this effect on civic participation arises from educational quality or quantity. Using admissions lotteries at Boston charter schools, we find that charter attendance boosts voter participation, substantially increasing voting in the first presidential election after a student turns 18 by six percentage points from a baseline of 35 percent. This effect operates through increased turnout, as there is no increase in registration. Rich data enable us to explore multiple potential channels of this voting impact. Our evidence suggests that charters increase voting by increasing noncognitive skills.",
          "url": "https://doi.org/10.1162/rest.a.1623",
          "doi": "https://doi.org/10.1162/rest.a.1623",
          "filter": 0
        },
        {
          "title": "The Importance of Student-Teacher Matching: A Multidimensional Value-Added Approach",
          "authors": "Tom Ahn, Esteban M. Aucejo, Jonathan James",
          "abstract": "We propose a framework for value-added models that flexibly characterizes heterogeneous teacher productivity based on multidimensional student characteristics. We show that teacher effectiveness heavily depends on the specific attributes of their students. For example, the difference in value-added between well-matched and poorlymatched students for the average teacher is approximately 0.1 standard deviations in test scores. Notably, these matching effects are particularly pronounced among lowachieving students. In language arts, the standard deviation in teacher value-added is one-third larger for low-achieving students compared to high-achieving students.",
          "url": "https://doi.org/10.1162/rest.a.1629",
          "doi": "https://doi.org/10.1162/rest.a.1629",
          "filter": 0
        },
        {
          "title": "Maternal and Infant Health Inequality: New Evidence from Linked Administrative Data",
          "authors": "Kate Kennedy-Moulton, Sarah Miller, Petra Persson, Maya Rossin-Slater, Laura R. Wherry, Gloria Aldana",
          "abstract": "We use linked administrative data on the universe of California births to provide novel evidence on economic inequality in infant and maternal health. Infants and mothers at the top of the income distribution have worse birth and morbidity outcomes than their lowest-income counterparts, but are nevertheless the least likely to die in the year following birth. Racial disparities swamp these income disparities, with no racial convergence in health outcomes as income rises. A comparison with Sweden shows that infant and maternal health is worse in California at virtually all income levels.",
          "url": "https://doi.org/10.1162/rest.a.1633",
          "doi": "https://doi.org/10.1162/rest.a.1633",
          "filter": 0
        },
        {
          "title": "Estimating Peer Effects Using Partial Network Data",
          "authors": "Vincent Boucher, Aristide Houndetoungan",
          "abstract": "We study the estimation of peer effects through social networks when researchers do not observe the entire network structure. Special cases include sampled networks, censored networks, and misclassified links. We assume that researchers can obtain a consistent estimator of the distribution of the network. We show that this assumption is sufficient for estimating peer effects using a linear-in-means model. We provide an empirical application to the study of peer effects on students academic achievement using the widely used Add Health database, and show that network data errors have a large downward bias on estimated peer effects.",
          "url": "https://doi.org/10.1162/rest.a.1630",
          "doi": "https://doi.org/10.1162/rest.a.1630",
          "filter": 0
        },
        {
          "title": "Limited Monotonicity and the Combined Compliers LATE",
          "authors": "Nadja van’t Hoff, Arthur Lewbel, Giovanni Mellace",
          "abstract": "We consider endogenous binary treatment with multiple binary instruments. We propose a novel limited monotonicity (LiM) assumption that is generally weaker than alternative monotonicity assumptions in the literature. We define and identify (under LiM) the combined compliers local average treatment effect (CC-LATE), which is arguably a more policy-relevant parameter than the weighted average of LATEs identified by two-stage least squares (TSLS), and is identified under more general conditions. Estimating the CC-LATE is trivial, equivalent to running TSLS with one constructed instrument on a subsample. We use our CC-LATE to empirically assess how knowledge of HIV status influences protective behaviors.",
          "url": "https://doi.org/10.1162/rest.a.1634",
          "doi": "https://doi.org/10.1162/rest.a.1634",
          "filter": 0
        },
        {
          "title": "Household Bundling of Health Insurance",
          "authors": "Anh Nguyen",
          "abstract": "This paper examines how to bundle household health insurance, treating each member’s policy as a product in the bundle. Two regimes are analyzed: pure bundling and bundle discounts. Pure bundling is socially optimal when willingness to pay differs across members, when the bundle is valued more than individual components, or when households prefer insuring costlier members, implying within-household adverse selection. Using Vietnam’s Social Health Insurance data, structural estimates show substantial heterogeneity in willingness to pay, driven mainly by health-type differences. A pure bundling policy increases consumer surplus by 43% relative to bundle discounts.",
          "url": "https://doi.org/10.1162/rest.a.1627",
          "doi": "https://doi.org/10.1162/rest.a.1627",
          "filter": 0
        },
        {
          "title": "Signaling Specific Skills and the Labor Market of College Graduates",
          "authors": "Matias Busso, Sebastián Montaño, Juan Muñoz-Morales",
          "abstract": "Using administrative data and a regression discontinuity design, we study the labor market effects of a government-sponsored award given to top-performing students on Colombia’s national college exit exam. The award signals field-specific skills, leading recipients to earn seven to ten percent more than comparable peers without the signal. The benefits are concentrated among graduates from lowerreputation institutions, who enter the market with weaker signals and gain access to better job matches and higher-paying firms. These returns persist for up to five years, driven by an upward shift in the intercept of the wage-experience profile of those with weaker signals.",
          "url": "https://doi.org/10.1162/rest.a.1635",
          "doi": "https://doi.org/10.1162/rest.a.1635",
          "filter": 0
        },
        {
          "title": "The Health Care Cost of Air Pollution: Evidence from the World’s Largest Payment Network",
          "authors": "Panle Jia Barwick, Shanjun Li, Deyu Rao, Nahim Bin Zahur",
          "abstract": "This paper exploits the universe of credit- and debit-card transactions in China during 2013–2015 and provides the first nationwide analysis of the health care cost of PM2.5 for a developing country. We leverage spatial spillovers of PM2.5 from long-range transport to generate exogenous variation in local pollution, and we employ a flexible distributed lag model to capture semiparametrically the dynamic response of pollution exposure. We find significant impacts of PM2.5 on health care spending in both the short and medium terms. A 10 $\\mu$g/m$^3$ decrease in PM2.5 would reduce annual health care spending by over $9.2 billion, about 1.5% of China’s annual health care expenditure.",
          "url": "https://doi.org/10.1162/rest_a_01430",
          "doi": "https://doi.org/10.1162/rest_a_01430",
          "filter": 0
        },
        {
          "title": "How Flexible Is That Functional Form? Quantifying the Restrictiveness of Theories",
          "authors": "Drew Fudenberg, Wayne Gao, Annie Liang",
          "abstract": "We propose a restrictiveness measure for economic models based on how well they fit predefined synthetic data. This measure, together with a measure for how well the model fits real data, outlines a Pareto frontier, where models that rule out more regularities, yet capture the regularities that are present in real data, are preferred. To illustrate our approach, we evaluate the restrictiveness of models in two laboratory settings—certainty equivalents and initial play—and one field setting—takeup of microfinance in Indian villages. The restrictiveness measure reveals insights about each, including that some economic models with only a few parameters are very flexible.",
          "url": "https://doi.org/10.1162/rest_a_01401",
          "doi": "https://doi.org/10.1162/rest_a_01401",
          "filter": 0
        },
        {
          "title": "Road End Points and City Sizes",
          "authors": "Bruno Barsanetti",
          "abstract": "I examine the long-run effects of the timing of railroad construction on city sizes. I first present a stylized model that predicts that towns that are railroad end points for longer become persistently larger. I then show that, in a sample of Brazilian railroad towns, time as end point strongly predicts town size: each additional year that a town was a railroad end point in the past is associated with a town population 0.107 log points larger in 2010. Additional testable implications of the model and an instrumental variable approach suggest that such an association reflects a causal effect.",
          "url": "https://doi.org/10.1162/rest_a_01368",
          "doi": "https://doi.org/10.1162/rest_a_01368",
          "filter": 0
        },
        {
          "title": "Political Costs of Austerity",
          "authors": "Ricardo Duque Gabriel, Mathias Klein, Ana Sofia Pessoa",
          "abstract": "Using a novel regional database covering over 200 elections in several European countries, this article provides new empirical evidence on the political consequences of fiscal consolidations. To identify exogenous reductions in regional public spending, we use a Bartik-type instrument that combines regional sensitivities to changes in national government expenditures with narrative national consolidation episodes. Fiscal consolidations lead to a significant increase in extreme parties’ vote share, lower voter turnout, and a rise in political fragmentation. We highlight the close relationship between detrimental economic developments and voters’ support for extreme parties by showing that austerity induces severe economic costs through lowering GDP, employment, private investment, and wages. Austerity-driven recessions amplify the political costs of economic downturns considerably by increasing distrust in the political environment.",
          "url": "https://doi.org/10.1162/rest_a_01373",
          "doi": "https://doi.org/10.1162/rest_a_01373",
          "filter": 0
        },
        {
          "title": "Demand Shocks, Procurement Policies, and the Nature of Medical Innovation: Evidence from Wartime Prosthetic Device Patents",
          "authors": "Jeffrey Clemens, Parker Rogers",
          "abstract": "We show that the demand shocks associated with the U.S. Civil War and World War I led to substantial increases in prosthetic device patenting (relative to patenting in other medical and mechanical technology classes). Through analyses of patent texts, we find that the Civil War led inventors to focus on production process improvements, while World War I did not. Further, we find that inventors emphasized dimensions of product quality that aligned with differences in buyers’ preferences across wars. Alongside evidence from the historical record, these findings imply that procurement environments can significantly shape the scientific problems with which inventors engage.",
          "url": "https://doi.org/10.1162/rest_a_01365",
          "doi": "https://doi.org/10.1162/rest_a_01365",
          "filter": 0
        },
        {
          "title": "Poor Substitutes? Counterfactual Methods in Industrial Organization and Trade Compared",
          "authors": "Keith Head, Thierry Mayer",
          "abstract": "Constant elasticity of substitution (CES) demand for monopolistically competitive firm varieties is a standard tool for models in international trade and macroeconomics. Intervariety substitution in this model follows a simple share proportionality rule. In contrast, the standard tool kit in industrial organization (IO) estimates a system in which cross-elasticities depend on similarity in observable attributes. The gain in realism from the IO approach comes at the expense of requiring richer data and greater computational challenges. This paper uses the data generating process of Berry et al. (1995), BLP, who established the modern IO method, to simulate counterfactual trade policy experiments. We use the CES model as an approximation of the more complex underlying demand system and market structure. Although the CES model omits key elements of the data generating process, the errors are offsetting, allowing it to fit BLP-based predictions closely. For aggregate outcomes, it turns out that incorporating non-unitary pass-through matters more than fixing over-simplified substitution patterns.",
          "url": "https://doi.org/10.1162/rest_a_01369",
          "doi": "https://doi.org/10.1162/rest_a_01369",
          "filter": 0
        },
        {
          "title": "International Technology Licensing, Intellectual Property Rights, and Tax Havens",
          "authors": "Ana Maria Santacreu",
          "abstract": "This article investigates the determinants of international technology licensing using data for 50 countries during 1996–2012. A multicountry model of innovation yields a dynamic structural gravity equation for royalty payments as a function of fundamentals, including imperfect intellectual property protection and differences in corporate taxation. The gravity equation is estimated with nonlinear methods. My model’s fundamentals account for about 60% of the variation in royalty payments. A quantitative analysis sheds light on the impact of global taxation reforms on international technology licensing and innovation. The findings highlight the role of taxation in shaping cross-border technology flows and the consequences of profit-shifting.",
          "url": "https://doi.org/10.1162/rest_a_01382",
          "doi": "https://doi.org/10.1162/rest_a_01382",
          "filter": 0
        },
        {
          "title": "Five-Year Impacts of Group-Based Financial Education and Savings Promotion for Ugandan Youth",
          "authors": "Samantha Horn, Julian C. Jamison, Dean Karlan, Jonathan Zinman",
          "abstract": "We experimentally evaluate group-based financial education, savings account access, or both for members of Ugandan youth groups. We measure both short- and long-run impacts with one- and five-year endline household surveys. Education, but not account access, increases measured financial knowledge and trust at one year. At five years, knowledge effects essentially disappear, and trust effects weaken. However, savings and income increase for each treatment at both endlines, which is noteworthy given the interventions’ low cost and the long time horizon of our second endline. Exploring potential mechanisms, we find evidence consistent with multiple pathways to behavior change and outcome improvement.",
          "url": "https://doi.org/10.1162/rest_a_01337",
          "doi": "https://doi.org/10.1162/rest_a_01337",
          "filter": 0
        },
        {
          "title": "Inferring Expectations from Observables: Evidence from the Housing Market",
          "authors": "Itzhak Ben-David, Pascal Towbin, Sebastian Weber",
          "abstract": "We propose a method to detect shifts in housing price expectations by observing excess capacity. Anticipated future price hikes lead to increased current supply, resulting in temporary vacancies. Using a structural vector autoregression with sign restrictions, we analyze the impact of these expectations on the U.S. housing market. Our findings indicate that price expectation shocks primarily drove the 1996–2006 boom, especially in the Sand States. At the boom’s peak, these shocks stemmed from unrealistic growth expectations, which reversed during the bust.",
          "url": "https://doi.org/10.1162/rest_a_01435",
          "doi": "https://doi.org/10.1162/rest_a_01435",
          "filter": 0
        },
        {
          "title": "Crime and Mismeasured Punishment: Marginal Treatment Effect with Misclassification",
          "authors": "Vitor Possebom",
          "abstract": "I partially identify the marginal treatment effect (MTE) when the treatment is misclassified. I explore two restrictions, allowing for dependence between the instrument and the misclassification decision. If the signs of the propensity scores’ derivatives are equal, I identify the MTE sign. If those derivatives are similar, I bound the MTE. To illustrate, I analyze the impact of alternative sentences (fines and community service versus no punishment) on recidivism in Brazil, where court appeals processes generate misclassification. The estimated misclassification bias may be as large as 10% of the largest possible MTE, and the bounds contain the correctly estimated MTE.",
          "url": "https://doi.org/10.1162/rest_a_01372",
          "doi": "https://doi.org/10.1162/rest_a_01372",
          "filter": 0
        },
        {
          "title": "Relationship Stickiness, International Trade, and Economic Uncertainty",
          "authors": "Julien Martin, Isabelle Mejean, Mathieu Parenti",
          "abstract": "We study how stickiness in business relationships influences the trade impact of aggregate uncertainty. To begin, we construct a product-level index of relationship stickiness using firm-to-firm relationship duration data. We then demonstrate how relationship stickiness shapes trade dynamics in response to uncertainty shocks. We find that episodes of uncertainty lead to a decline in the overall establishment of new business relationships, with the impact varying depending on the level of stickiness. In markets characterized by high stickiness, uncertainty shocks primarily impede investments in new firm-to-firm relationships. In contrast, for nonsticky products, the adjustment to uncertainty shocks mainly manifests as the disruption of existing relationships.",
          "url": "https://doi.org/10.1162/rest_a_01396",
          "doi": "https://doi.org/10.1162/rest_a_01396",
          "filter": 0
        },
        {
          "title": "Efficient Consignment Auctions",
          "authors": "Bing Liu, Simon Loertscher, Leslie M. Marx",
          "abstract": "Consignment auctions are two-stage mechanisms to (re)allocate emission permits. Firms are first endowed with permits and then allowed to trade them. We determine theoretically endowments that enable efficient allocation, subject to incentive compatibility, individual rationality, and no deficit. All firms prefer efficient consignment auctions to efficient standard auctions, making them politically palatable. Firms’ investment incentives align with the first-best in efficient consignment auctions. Grandfathering based on efficient long-run allocations induces efficiency-permitting endowments. A simple calibration to data from Southern California’s RECLAIM program validates our no-deficit assumption and shows that grandfathering provides the best theoretical match for the empirically observed endowments.",
          "url": "https://doi.org/10.1162/rest_a_01389",
          "doi": "https://doi.org/10.1162/rest_a_01389",
          "filter": 0
        },
        {
          "title": "Inequality, Relative Deprivation, and Financial Distress: Evidence from Swedish Register Data",
          "authors": "Paula Roth",
          "abstract": "Several studies have linked rising insolvency rates to increasing inequality and argued that this might be explained by individuals’ desire to “keep up with the Joneses.” Using unique administrative register data on individual insolvencies in Sweden, I test whether the probability to become insolvent is related to one’s income distance relative to peers. Identification relies on area fixed effects, an extensive set of background characteristics, and varying the definition of the relevant reference group. I find that higher inequality increases the individual’s probability to become insolvent and that this effect is mostly driven by men.",
          "url": "https://doi.org/10.1162/rest_a_01364",
          "doi": "https://doi.org/10.1162/rest_a_01364",
          "filter": 0
        },
        {
          "title": "The Effect of Police Oversight on Crime and Misconduct Allegations: Evidence from Chicago",
          "authors": "Roman G. Rivera, Bocar A. Ba",
          "abstract": "Does police oversight increase crime? Studies examining this relationship often rely on major scandals as shocks, but the simultaneous effect of public outrage on officer behavior and crime contaminates the results. Using a framework distinguishing oversight and outrage, we identify two events that increased oversight but elicited no public reaction. We find that despite a subsequent decline in reported misconduct, these oversight increases likely did not significantly impact crime or officer activity, suggesting oversight can reduce misconduct without increasing crime. However, a major policing scandal likely increased crime but did not increase arrests and decreased stops and uses of force.",
          "url": "https://doi.org/10.1162/rest_a_01377",
          "doi": "https://doi.org/10.1162/rest_a_01377",
          "filter": 0
        },
        {
          "title": "Access to Guns in the Heat of the Moment: More Restrictive Gun Laws Mitigate the Effect of Temperature on Violence",
          "authors": "Jonathan Colmer, Jennifer L. Doleac",
          "abstract": "Gun violence is a major problem in the United States, and extensive prior work has shown that higher temperatures increase violent behavior. We consider whether restricting the concealed carry of firearms mitigates or exacerbates the effect of temperature on violence. We use two identification strategies that exploit daily variation in temperature and variation in gun control policies between and within states. We provide evidence that more-prohibitive concealed-carry laws attenuate the temperature-homicide relationship. Our findings are consistent with more-prohibitive policy regimes reducing the lethality of altercations.",
          "url": "https://doi.org/10.1162/rest_a_01395",
          "doi": "https://doi.org/10.1162/rest_a_01395",
          "filter": 0
        },
        {
          "title": "’Til Dowry Do Us Part: Bargaining and Violence in Indian Families",
          "authors": "Rossella Calvi, Ajinkya Keskar",
          "abstract": "We develop a noncooperative bargaining model with incomplete information linking dowry payments, domestic violence, resource allocation between a husband and a wife, and separation. Our model generates several predictions, which we test empirically using amendments to the Indian antidowry law as a natural experiment. We document a decline in women’s bargaining power and separations and a surge in domestic violence following the amendments. These unintended effects are attenuated when social stigma against separation is low and, in some circumstances, when gains from marriage are high. Whenever possible, parents increase investment in their daughters’ human capital to compensate for lower dowries.",
          "url": "https://doi.org/10.1162/rest_a_01399",
          "doi": "https://doi.org/10.1162/rest_a_01399",
          "filter": 0
        },
        {
          "title": "What Triggers Mortgage Default? New Evidence from Linked Administrative and Survey Data",
          "authors": "David Low",
          "abstract": "Why do homeowners default on mortgages? This paper studies the question using a survey specifically designed for the purpose, with a sample drawn from (and matched to) rich administrative data. I find that a wide variety of typically unobserved liquidity shocks together trigger nearly all defaults, so “strategic” default with no liquidity trigger is much less common than it usually appears. Conversely, even in this uniquely rich data, I find that many foreclosures are not triggered by negative home equity, contrary to the predictions of almost every model in the literature.",
          "url": "https://doi.org/10.1162/rest_a_01371",
          "doi": "https://doi.org/10.1162/rest_a_01371",
          "filter": 0
        },
        {
          "title": "The Anatomy of a Hospital System Merger: The Patient Did Not Respond Well to Treatment",
          "authors": "Martin Gaynor, Adam Sacarny, Raffaella Sadun, Chad Syverson, Shruthi Venkatesh",
          "abstract": "Despite the continuing US hospital merger wave, it remains unclear how mergers change, or fail to change, hospital behavior and performance. We open the black box of hospital practices through a megamerger between two for-profit chains. Benchmarking the merger's effects against the acquirer's stated aims, we show they achieved some of their goals, harmonizing electronic medical records and sending managers to target hospitals. Postacquisition managerial processes were similar across the merged chain. However, these interventions failed to drive detectable gains in performance. Our findings demonstrate the importance of organizations for merger research in health care and the economy more generally.",
          "url": "https://doi.org/10.1162/rest_a_01384",
          "doi": "https://doi.org/10.1162/rest_a_01384",
          "filter": 0
        },
        {
          "title": "The Decline in Intergenerational Mobility after 1980",
          "authors": "Jonathan M. V. Davis, Bhashkar Mazumder",
          "abstract": "Relative intergenerational mobility declined for cohorts born around 1960 compared to those born around 1950. The former entered the labor market after the rise in inequality around 1980, while the latter entered the labor market earlier. We show that the rank-rank slope rose from 0.25 to 0.36 and the intergenerational elasticity increased from 0.28 to 0.45. These increases are more pronounced for men than for women. Increases in returns to schooling and in the gradient in the likelihood of marriage by parent income are contributors to increased intergenerational persistence.",
          "url": "https://doi.org/10.1162/rest_a_01413",
          "doi": "https://doi.org/10.1162/rest_a_01413",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Diversifying Society’s Leaders? The Determinants and Causal Effects of Admission to Highly Selective Private Colleges",
          "authors": "Raj Chetty, David J Deming, John N Friedman",
          "abstract": "We use anonymized admissions data from several colleges linked to income tax records and SAT and ACT test scores to study the determinants and causal effects of attending Ivy-Plus colleges (Ivy League, Stanford, MIT, Duke, and Chicago). Children from families in the top 1% are more than twice as likely to attend an Ivy-Plus college as those from middle-class families with comparable SAT/ACT scores. Two-thirds of this gap is due to higher admissions rates for students with comparable test scores from high-income families; the remaining third is due to differences in rates of application and matriculation. In contrast, children from high-income families have no admissions advantage at flagship public colleges. The high-income admissions advantage at Ivy-Plus colleges is driven by three factors: (1) preferences for children of alumni, (2) weight placed on non-academic credentials, and (3) athletic recruitment. Using a new research design that isolates idiosyncratic variation in admissions decisions for waitlisted applicants, we show that attending an Ivy-Plus college instead of the average flagship public college increases students- chances of reaching the top 1% of the earnings distribution by 50%, nearly doubles their chances of attending an elite graduate school, and almost triples their chances of working at a prestigious firm. The three factors that give children from high-income families an admissions advantage are uncorrelated or negatively correlated with post-college outcomes, whereas academic credentials such as SAT/ACT scores are highly predictive of post-college success.",
          "url": "https://doi.org/10.1093/qje/qjaf050",
          "doi": "https://doi.org/10.1093/qje/qjaf050",
          "filter": 0
        },
        {
          "title": "Bargaining and Inequality in The Labor Market",
          "authors": "Sydnee Caldwell, Ingrid Haegele, Jörg Heining",
          "abstract": "We use novel surveys of firms and workers, linked to administrative employer-employee data, to study the prevalence and importance of individual bargaining in wage determination. We show that simple survey questions accurately elicit firms’ bargaining strategies. Using the elicited strategies for 772 German firms, we document that the majority of firms are willing to engage in individual wage bargaining. Labor market factors predict firms’ strategies better than firm characteristics. Survey responses from nearly 10,000 full-time workers indicate that most workers provide their salary expectations before they receive a job offer. Most outside offers are rejected, with the worker remaining at the incumbent firm. There is substantial heterogeneity in workers’ bargaining behavior, which translates into within-firm wage inequality. Firms that set pay via individual bargaining have a 3 percentage point higher gender wage gap.",
          "url": "https://doi.org/10.1093/qje/qjaf049",
          "doi": "https://doi.org/10.1093/qje/qjaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Demand Analysis under Latent Choice Constraints",
          "authors": "Nikhil Agarwal, Paulo Somaini",
          "abstract": "Consumer choices are constrained in many markets due to either supply-side rationing or information frictions. Examples include matching markets for schools and colleges; entry-level labor markets; limited brand awareness and inattention in consumer markets; and selective admissions to healthcare services. We analyze a general random utility model for consumer preferences that allows for endogenous characteristics and a reduced-form choice-set formation rule that can be derived from models of the examples described above. We show non-parametric identification of this model, propose an estimator, and apply these methods to study admissions in the market for kidney dialysis in California. Our identification results require two sets of instruments, one that only affects consumer preferences and the other that only affects choice sets. We show that both instruments are necessary for identification. These results also suggest tests of choice-set constraints, which we apply to the dialysis market. We find that dialysis facilities are less likely to admit new patients when they have a higher-than-normal caseload and that patients are more likely to travel further when nearby facilities have high caseloads. Finally, we estimate consumers’ preferences and facilities’ rationing rules using a Gibbs sampler.",
          "url": "https://doi.org/10.1093/restud/rdaf093",
          "doi": "https://doi.org/10.1093/restud/rdaf093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
