{
  "update": "2025-10-17",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Bad Democracy Traps",
          "authors": "Gabriele Gratton, Barton E Lee, Hasin Yousaf",
          "abstract": "We study how political culture interacts with a democracy’s ability to pursue ambitious policy agendas. We conceptualise a political culture as voters’ possibly misspecified beliefs about the quality of their democracy’s political class and institutions. Within a standard model of political agency, political culture drives both voters’ and politicians’ choices. In a cultural equilibrium, reality constrains culture to be consistent with long-term observations of political and economic outcomes. Negative cultures can trap democracy and positive cultures allow democracy to outperform with respect to its true qualities. We confirm the empirical relevance of our selection mechanism in an online survey experiment.",
          "url": "https://doi.org/10.1093/ej/ueaf111",
          "doi": "https://doi.org/10.1093/ej/ueaf111",
          "filter": 0
        },
        {
          "title": "Encomienda , the Colonial State, and Long-Run Development in Colombia",
          "authors": "Jean-Paul Faguet, Camilo Matajira, Fabio Sánchez",
          "abstract": "The Spanish encomienda, a colonial forced-labour institution that lasted three centuries, killed many indigenous people and caused others to flee into nomadism. What were its long-term effects? We digitize a great deal of historical data from the mid-1500s onwards, impute prehispanic populations at municipal level, and reconstruct the Spanish conquerors’ route through Colombia using detailed topographical features to calculate their least-cost path. We show that Colombian municipalities with encomiendas in 1560 enjoy better outcomes today across multiple dimensions of development than those without: higher municipal GDP per capita, tax receipts, and educational attainment; lower infant mortality, poverty, and unsatisfied basic needs; larger populations; and superior fiscal performance and bureaucratic efficiency, but also higher inequality. Why? Mediation analysis using data on local institutions, populations and racial composition in 1794 shows that encomiendas affected development primarily by helping build the local state. Deep historical evidence fleshes out how encomenderos founded local institutions early on in the places they settled. Places lacking encomiendas also lacked local states, often for centuries. Local institutions mobilized public investment in ways that doubtless suited encomenderos, but, over time, spurred greater economic and human development.",
          "url": "https://doi.org/10.1093/ej/ueaf108",
          "doi": "https://doi.org/10.1093/ej/ueaf108",
          "filter": 0
        },
        {
          "title": "Being Young in Spain and the Scars from Recessions",
          "authors": "Andrés Erosa, Ismael Gálvez-Iniesta, Matthias Kredler",
          "abstract": "Evidence from Spanish administrative data suggests that the Great Recession had long-lasting effects on employment and wages, with heterogeneous impacts across different groups of male workers. To assess the long-run effects of recessions on males’ careers, we develop a statistical model of cyclical fluctuations in the labour market. In the model, young workers are more likely to be employed in temporary jobs than older workers, increasing their likelihood of facing a job separation when a recession hits. Low job-finding rates during recessions imply that displaced workers will likely face a long period of unemployment and lower skill accumulation, feeding into worse future labour-market outcomes. Our results indicate that individuals with less than a high school education entering the economy at the start of the Great Recession suffered the highest lifetime earnings losses of about 12 percent. High school and college graduates experienced losses of about 9 and 8 percent. The interaction between skill accumulation and the dual labour market drives the long-lasting effects of recessions.",
          "url": "https://doi.org/10.1093/ej/ueaf106",
          "doi": "https://doi.org/10.1093/ej/ueaf106",
          "filter": 0
        },
        {
          "title": "Early Life Shocks, Market Adjustments, and Black-White Inequality",
          "authors": "Karen Clay, Ethan Schmick",
          "abstract": "This paper investigates the long run impacts of an early life agricultural shock on Black and White sons in the U.S. South. The boll weevil, one of the most destructive agricultural pests in American history, decreased cotton production and resulted in substantial changes to the Southern economy. The impact of this shock on children who were born before and after its arrival is not a priori obvious; it could be positive or negative depending on whether children born after the shock experienced better or worse early life conditions. To examine the empirical effects of this shock on Black and White fathers and sons, the analysis makes use of cross-census links from the Census Tree (Buckles et al., 2023) and race-specific difference-in-differences and triple difference empirical strategies. We find the arrival of the boll weevil benefited Black sons in the long run, as reflected in two 1940 measures of income – wages and imputed income – and did not harm White sons. These differential gains decreased inequality. We provide empirical and historical evidence on a range of mechanisms through which early life conditions may have improved for Black sons relative to White sons.",
          "url": "https://doi.org/10.1093/ej/ueaf110",
          "doi": "https://doi.org/10.1093/ej/ueaf110",
          "filter": 0
        },
        {
          "title": "Dynamic Choices with Social Interactions",
          "authors": "Tiziano Arduini, Alberto Bisin, Onur Ozgur, Eleonora Patacchini",
          "abstract": "We introduce the study of dynamic, forward-looking equilibrium choices in environments characterized by social interactions. Agents’ preferences capture inter-temporal links - such as, e.g., habits and addictions - as well as attitudes to conform to a social reference group. We characterise equilibrium behaviour as a system of linear non-stationary Markovian policy rules, for each individual and in each time period. We then derive conditions for the identification of the parameters of the dynamic social interaction model with panel data. We finally illustrate the empirical implications of the model by bringing it to data in the context of adolescents’ smoking behaviour, where addiction effects are arguably a first-order concern. Indeed, we find strong evidence for the dynamic effects we emphasize in the paper. In our empirical implementation, peer effect estimates for a misspecified static model typically used in the extant literature are approximately six times larger than those of a dynamic specification.",
          "url": "https://doi.org/10.1093/ej/ueaf101",
          "doi": "https://doi.org/10.1093/ej/ueaf101",
          "filter": 0
        },
        {
          "title": "Employer market power in Silicon Valley",
          "authors": "Matthew D Gibson",
          "abstract": "Adam Smith alleged that employers often secretly combine to reduce labour earnings. This paper examines an important case of such behavior: no-poaching agreements through which information-technology companies agreed not to compete for each other’s workers. Exploiting the plausibly exogenous timing of a US Department of Justice investigation, I estimate the effects of these agreements using a difference-in-differences design. Data from Glassdoor permit the inclusion of rich employer- and job-level controls. On average the no-poaching agreements reduced salaries at colluding firms by 5.6%, consistent with considerable employer market power. Stock bonuses and job satisfaction were also negatively affected.",
          "url": "https://doi.org/10.1093/ej/ueaf109",
          "doi": "https://doi.org/10.1093/ej/ueaf109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The distribution of national income in Germany, 1992–2019",
          "authors": "Stefan Bach, Charlotte Bartels, Theresa Neef",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105149",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105149",
          "filter": 0
        },
        {
          "title": "Servants of Two Masters: The Economics of ‘Slave-Hiring’",
          "authors": "Ennio E. Piano, Sean-Patrick Alvarez",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105185",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105185",
          "filter": 0
        },
        {
          "title": "Leadership and cooperation in a sequential Prisoner’s Dilemma",
          "authors": "Eberhard Feess, Steffen Lippert, Jamie Martini-Tibbs, James Tremewan",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105160",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105160",
          "filter": 0
        },
        {
          "title": "Migratory responses to air pollution reduction: Evidence from large-scale desulfurization programme",
          "authors": "Štěpán Mikula, Mariola Pytliková",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105154",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105154",
          "filter": 0
        },
        {
          "title": "Speculating in zero-value assets: The greater fool game experiment",
          "authors": "Armando Holzknecht, Jürgen Huber, Michael Kirchler, Tibor Neugebauer",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105180",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105180",
          "filter": 0
        },
        {
          "title": "Building Resilience in College: Evidence from a Randomized Trial",
          "authors": "Núria Rodríguez-Planas, Alan Secor, Rafael De Balanzó Joue",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105131",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105131",
          "filter": 0
        },
        {
          "title": "Spatial consumption risk sharing",
          "authors": "Prateek Arora, Dongwan Choo, Chenyue Hu",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105163",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105163",
          "filter": 0
        },
        {
          "title": "Baumol’s climate disease",
          "authors": "Fangzhi Wang, Hua Liao, Richard S.J. Tol",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105175",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105175",
          "filter": 0
        },
        {
          "title": "On the game of going green: How do consumers, firms, and banks struggle to escape environmental traps?",
          "authors": "E. Accinelli, G. Giombini, H. Muñiz, L. Owen, L. Policardo, E.J. Sánchez Carrera",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105157",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105157",
          "filter": 0
        },
        {
          "title": "A peer like me? Early exposure to high achievers in math and later educational outcomes",
          "authors": "Laura Pagani, Giovanni Pica",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105177",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105177",
          "filter": 0
        },
        {
          "title": "Asymmetric overreaction",
          "authors": "Emrehan Aktuğ, Abolfazl Rezghi",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105153",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105153",
          "filter": 0
        },
        {
          "title": "Women in economics: The role of gendered references at entry in the profession",
          "authors": "Audinga Baltrunaite, Alessandra Casarico, Lucia Rizzica",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105155",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105155",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Shrinkage methods for treatment choice",
          "authors": "Takuya Ishihara, Daisuke Kurisu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106117",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106117",
          "filter": 0
        },
        {
          "title": "Weak identification with bounds in a class of minimum distance models",
          "authors": "Gregory Fletcher Cox",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106111",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106111",
          "filter": 0
        },
        {
          "title": "Weighted residual empirical processes, martingale transformations, and model specification tests for regressions with diverging number of parameters",
          "authors": "Falong Tan, Xu Guo, Lixing Zhu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106113",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106113",
          "filter": 0
        },
        {
          "title": "Risk premia from the cross-section of individual assets",
          "authors": "Frank Kleibergen, Zhaoguo Zhan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106108",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106108",
          "filter": 0
        },
        {
          "title": "Bayesian nonparametric inference in bank business models with transient and persistent cost inefficiency",
          "authors": "Dimitris Korobilis, Emmanuel C. Mamatzakis, Vasileios Pappas",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106109",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106109",
          "filter": 0
        },
        {
          "title": "Identification- and many moment-robust inference via invariant moment conditions",
          "authors": "Tom Boot, Johannes W. Ligtenberg",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106114",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106114",
          "filter": 0
        },
        {
          "title": "Estimation of spatial autoregressive panel data models with nonparametric endogenous effect",
          "authors": "Zixin Yang, Xiaojun Song, Jihai Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106112",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106112",
          "filter": 0
        },
        {
          "title": "GMM estimation with Brownian kernels applied to income inequality measurement",
          "authors": "Jin Seo Cho, Peter C.B. Phillips",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106110",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106110",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Who benefits from partnership flexibility?",
          "authors": "Michael Love",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105493",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105493",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "The Price of Housing in the United States, 1890–2006",
          "authors": "Ronan C Lyons, Allison Shertzer, Rowena Gray, David Agorastos",
          "abstract": "We construct the first annual market rent and home sales price series for American cities over the 20th century using 2.7 million newspaper real estate listings. Our findings revise several stylized facts about U.S. housing markets. Real market rents did not fall during the postwar period in most cities and rose nationally by 60% from 1890 to 2006. We also document higher sales price growth between 1953 and 1987 relative to previous series. Real prices reached almost 4 times their 1890 level by 2006. Prices grew most in metros with high demand and low levels of construction. We find that the rent-to-price ratio fell from about 8% in the early 20th century to 3% by 2006, consistent with declines in the cost of owning housing relative to renting. For the typical year in our period, the annual return to owning housing was 9%, driven mostly by rental returns of 7.7%, with capital gains contributing only 1.3%. While capital gains were close to zero from 1890 to 1940, they grew to nearly a third of total returns from 1970 to 2006.",
          "url": "https://doi.org/10.1093/qje/qjaf047",
          "doi": "https://doi.org/10.1093/qje/qjaf047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Slum Upgrading and Long-run Urban Development: Evidence from Indonesia",
          "authors": "Mariaflavia Harari, Maisy Wong",
          "abstract": "Developing countries face massive urbanization and slum upgrading is a popular policy to improve shelter for many. Yet, preserving slums at the expense of formal developments can raise concerns of misallocation of land. We estimate causal, long-term impacts of the 1969-1984 KIP program, which provided basic upgrades to 5 million residents covering 25% of land in Jakarta, Indonesia. We assemble high-resolution data on program boundaries and 2015 outcomes and address program selection bias through localized comparisons. On average, KIP areas today have lower land values, shorter buildings, and are more informal, per a photographs-based slum index. The negative effects are concentrated within 5km of the CBD. We develop a spatial equilibrium model to characterize the welfare implications of KIP. Counterfactuals suggest that 79% of the welfare effects stem from removing KIP in the center and highlight how to mitigate losses to displaced residents.",
          "url": "https://doi.org/10.1093/restud/rdaf090",
          "doi": "https://doi.org/10.1093/restud/rdaf090",
          "filter": 0
        },
        {
          "title": "Auctions with Frictions: Recruitment, Entry, and Limited Commitment",
          "authors": "Stephan Lauermann, Asher Wolinsky",
          "abstract": "Auction models are convenient abstractions of informal price-formation processes that arise in markets for assets or services. These processes involve frictions like bidder recruitment costs for sellers, participation costs for bidders, and limitations on sellers’ commitment abilities. This paper develops an auction model that captures such frictions. We derive novel insights, notably that outcomes are often inefficient, that markets sometimes unravel, and that the observability of competition may have a large effect.",
          "url": "https://doi.org/10.1093/restud/rdaf052",
          "doi": "https://doi.org/10.1093/restud/rdaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
