{
  "update": "2026-01-02",
  "content": [
    {
      "journal_full": "American Economic Journal: Applied Economics",
      "journal_short": "APP",
      "articles": [
        {
          "title": "Rising Concentration of Household Shopping, Superstar Firms, and Implications for Retail Markups",
          "authors": "Justin H. Leung, Zhonglin Li",
          "abstract": "This paper documents an increase in the concentration of household shopping in the United States retail sector from 2004 to 2019. Despite a growing number of stores, households visit fewer stores, do more one-stop shopping, and increasingly shop at different retailers from each other. We find that the increasing availability of superstar retailers, the rise in product variety within stores, and the rise of online shopping contribute to these trends. We explore how these trends are linked with rising retail markups. Our calibration suggests a 5–10 percentage point increase in aggregate retail markups during this period. (JEL D12, D91, L11, L81)",
          "url": "https://doi.org/10.1257/app.20240081",
          "doi": "https://doi.org/10.1257/app.20240081",
          "filter": 0
        },
        {
          "title": "Divine Policy: The Impact of Religion in Government",
          "authors": "Jeanet Sinding Bentzen, Alessandro Pizzigolotto, Lena Lindbjerg Sperling",
          "abstract": "Can policies shape personal values and beliefs? To examine, we exploit the staggered introduction of faith-based initiatives across US states. Our difference-in-differences analysis reveals that the initiatives strengthened religiosity and conservative-religious social views, such as attitudes against homosexuals. The evidence points to causal effects; we find no systematic differences prior to implementation, the results are robust to restricting comparison to contiguous counties and to conducting triple-differences estimation exploiting treatment heterogeneity. A key explanation, in line with standard models of religion and supported by data on nonprofit organizations, is that the initiatives facilitated the establishment of faith-based organizations. (JEL D72, L31, Z12, Z13)",
          "url": "https://doi.org/10.1257/app.20240018",
          "doi": "https://doi.org/10.1257/app.20240018",
          "filter": 0
        },
        {
          "title": "Breaking Bad: How Health Shocks Prompt Crime",
          "authors": "Steffen Andersen, Elin Colmsjö, Gianpaolo Parise, Kim Peijnenburg",
          "abstract": "Exploiting plausibly exogenous variations in the timing of cancer diagnoses, we establish that health shocks elicit a large and persistent increase in the probability of committing a crime. This effect materializes in a substantial rise in both first crimes and re-offenses. We uncover evidence for two mechanisms. First, an economic motive leads individuals to compensate the loss of legal revenues with illegal earnings. Second, cancer patients face lower expected cost of punishment through a lower survival probability. Welfare programs that alleviate the economic repercussions of health shocks are effective at mitigating the ensuing negative externality on society. (JEL D91, G22, G51, I12, I13, K42)",
          "url": "https://doi.org/10.1257/app.20220769",
          "doi": "https://doi.org/10.1257/app.20220769",
          "filter": 0
        },
        {
          "title": "Highway to Hitler",
          "authors": "Nico Voigtländer, Hans-Joachim Voth",
          "abstract": "We show that the building of the Autobahn network in Nazi Germany boosted popular support for Adolf Hitler, helping to entrench the Nazi dictatorship. Direct local economic benefits are unlikely to explain the effect. Instead, it reflects successful propaganda: The regime portrayed the Autobahn as a symbol of recovery and the end of austerity. Support rose particularly strongly where highway construction coincided with greater radio availability and in politically unstable regions. Our findings suggest that visible infrastructure projects can raise support for autocratic regimes when voters are led to associate them with economic progress and an end to political instability. (JEL D72, E32, H54, N44, N94, R42, R53)",
          "url": "https://doi.org/10.1257/app.20180816",
          "doi": "https://doi.org/10.1257/app.20180816",
          "filter": 0
        },
        {
          "title": "Disadvantaging Rivals: Vertical Integration in the Pharmaceutical Market",
          "authors": "Charles Gray, Abby Alpert, Neeraj Sood",
          "abstract": "The pharmaceutical market has experienced a wave of vertical integration between pharmacy benefit managers (PBMs) and insurers in recent years. Using a unique dataset on insurer-PBM contracts, we document increasing vertical integration in Medicare Part D. Next, we evaluate the effects of a large insurer-PBM merger in 2015, assessing the trade-offs of vertical integration—harms to competition on the one hand and improved efficiency on the other. We find premium increases for rival insurers post-merger, consistent with vertically integrated PBMs raising costs through input foreclosure. We find no evidence of benefits to consumers of the merged firm from lower premiums. (JEL G22, G34, I13, I18, L22, L65)",
          "url": "https://doi.org/10.1257/app.20240011",
          "doi": "https://doi.org/10.1257/app.20240011",
          "filter": 0
        },
        {
          "title": "Direct and Indirect Effects of Vaccines: Evidence from COVID-19",
          "authors": "Seth Freedman, Daniel W. Sacks, Kosali Simon, Coady Wing",
          "abstract": "We estimate direct and indirect vaccine effectiveness and assess how far the infection-reducing externality extends from the vaccinated, a key input to policy decisions. Our empirical strategy uses nearly universal microdata from a single state and relies on the six-month delay between 12- and 11-year-old COVID vaccine eligibility. Vaccination reduces cases by 80 percent, the direct effect. This protection spills over to close contacts, producing a household-level indirect effect about three-fourths as large as the direct effect. However, indirect effects do not extend to schoolmates. Our results highlight vaccine reach as important to consider when designing policy for infectious disease. (JEL D62, H51, H75, I12, I18, J13)",
          "url": "https://doi.org/10.1257/app.20230717",
          "doi": "https://doi.org/10.1257/app.20230717",
          "filter": 0
        },
        {
          "title": "From Immediate Acceptance to Deferred Acceptance: Effects on School Admissions and Achievement in England",
          "authors": "Camille Terrier, Parag A. Pathak, Kevin Ren",
          "abstract": "Countries and cities around the world increasingly rely on centralized systems for student placement. Two algorithms, deferred acceptance (DA) and immediate acceptance (IA), are widespread. We investigate the effects of the national ban of IA in England. Before the ban, 49 local authorities used DA and 16 used IA; all switched to DA afterward. We find that the elimination of IA reduces measures of school quality for low-SES students more than high-SES students. This effect is primarily driven by a decrease in low-SES admissions at selective schools. Our findings point to an unintended consequence of the IA to DA transition. (JEL D82, H52, H75, I21, I28)",
          "url": "https://doi.org/10.1257/app.20230056",
          "doi": "https://doi.org/10.1257/app.20230056",
          "filter": 0
        },
        {
          "title": "The Returns to Physical Capital in Knowledge Production: Evidence from Lab Disasters",
          "authors": "Stefano Baruffaldi, Fabian Gaessler",
          "abstract": "We investigate the nature and relevance of physical capital in knowledge production. Exploiting adverse events in research laboratories, we find that scientists experience a persistent reduction in research output if they lose specialized physical capital—equipment and material they created over time for a particular research purpose. In contrast, they recover in productivity if they only lose generic physical capital. Scientists in older laboratories, who presumably lose more obsolete physical capital, are more likely to change their research direction and recover. These findings suggest that scientists’ investments into their own physical capital yield lasting returns but also create path dependence. (JEL D24, D83, E22, G31, I23, O31)",
          "url": "https://doi.org/10.1257/app.20220629",
          "doi": "https://doi.org/10.1257/app.20220629",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/app.18.1.i",
          "doi": "https://doi.org/10.1257/app.18.1.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Monotonicity among Judges: Evidence from Judicial Panels and Consequences for Judge IV Designs",
          "authors": "Henrik Sigstad",
          "abstract": "Judge IV designs rely on monotonicity—each judge being weakly stricter than more lenient judges in all cases. I measure monotonicity in judicial panels in five different settings and find that it is violated in up to 50 percent of nonunanimous cases. The monotonicity violations are not detected by conventional tests, but they would typically induce little bias in judge IV estimates. (JEL C26, K41, K42, O17)",
          "url": "https://doi.org/10.1257/aer.20231104",
          "doi": "https://doi.org/10.1257/aer.20231104",
          "filter": 0
        },
        {
          "title": "The Opportunity Atlas: Mapping the Childhood Roots of Social Mobility",
          "authors": "Raj Chetty, John N. Friedman, Nathaniel Hendren, Maggie R. Jones, Sonya R. Porter",
          "abstract": "We construct a public atlas of mean outcomes in adulthood by childhood census tract. Outcomes vary sharply across neighborhoods: For children whose parents earn $27,000, the standard deviation of mean household income in adulthood is $10,420 across tracts within counties. Only half the variation in outcomes is explained by traditional measures of neighborhood opportunity like poverty rates. Experimental and quasi-experimental estimates indicate 60 percent of the variation in outcomes across neighborhoods is driven by causal effects. We demonstrate how our statistics can be applied to better target policies to improve low-opportunity areas and help families move to affordable high-opportunity areas. (JEL G51, I32, I38, J12, R23)",
          "url": "https://doi.org/10.1257/aer.20200108",
          "doi": "https://doi.org/10.1257/aer.20200108",
          "filter": 0
        },
        {
          "title": "Monetary Cooperation during Global Inflation Surges",
          "authors": "Luca Fornaro, Federica Romei",
          "abstract": "We study optimal monetary policy during times of global scarcity of tradable goods. The optimal monetary response entails a surge in inflation, which helps rebalance production toward the tradable sector. While the inflation costs are fully borne domestically, however, the gains in terms of higher supply of tradable goods partly spill over to the rest of the world. National central banks may thus fall into a coordination trap and implement an excessively tight monetary policy causing an unnecessarily sharp global contraction. (JEL E24, E31, E32, E52, F11, F31, F42)",
          "url": "https://doi.org/10.1257/aer.20231018",
          "doi": "https://doi.org/10.1257/aer.20231018",
          "filter": 0
        },
        {
          "title": "Across-Country Wage Compression in Multinationals",
          "authors": "Jonas Hjort, Xuan Li, Heather Sarsons",
          "abstract": "Many employers link wages at establishments outside of the home region to the level at headquarters. We show this using new data on 1,200 multinationals’ establishments across the world and linked employee-level data on their establishments in Brazil. Headquarters wage changes arising from minimum wage and exchange rate shocks are partially transmitted to workers employed in the same position abroad. Wage change transmission appears to be direct and results from firm-wide wage-setting procedures rather than associated technology or employment changes. “Anchored” wage setting is somewhat associated with particular characteristics of the job × employer × headquarters-establishment country-pair. (JEL F23, F31, J24, J31, J38, M16, O15)",
          "url": "https://doi.org/10.1257/aer.20200042",
          "doi": "https://doi.org/10.1257/aer.20200042",
          "filter": 0
        },
        {
          "title": "Risk Preferences and Field Behavior: The Relevance of Higher-Order Risk Preferences",
          "authors": "Sebastian O. Schneider, Matthias Sutter",
          "abstract": "Using new methods, we measure the intensities of higher-order risk preferences (prudence and temperance) in an incentivized experiment with 658 adolescents. Aligned with theory, we find that higher-order risk preferences are strongly related to field behavior, including prevention, health, addictive behavior, and financial decision-making. Most importantly, we show that ignoring prudence and temperance can yield misleading conclusions about the relation of risk preferences to field behavior, and that survey measures of risk tolerance often relate to field behavior because they capture higher-order risk preferences. (JEL C83, D81, D91, J13)",
          "url": "https://doi.org/10.1257/aer.20211217",
          "doi": "https://doi.org/10.1257/aer.20211217",
          "filter": 0
        },
        {
          "title": "Optimal Taxation and Market Power",
          "authors": "Jan Eeckhout, Chunyang Fu, Wenjian Li, Xi Weng",
          "abstract": "Should optimal income taxation change when firms have market power? We analyze how the planner can optimally tax labor income of workers and profits of entrepreneurs. We derive optimal tax rates that depend on markups and identify four distinct components: the Mirrleesian incentive effect, the Pigouvian tax correction of the negative externality of market power, redistribution through altered factor prices, and reallocation of output toward the most productive firms. We quantify the optimal tax for the US economy and provide concrete proposals how to use income taxation to redistribute income while incentivizing production in the presence of market power. (JEL D24, D31, D43, H21, H23, H24, H25)",
          "url": "https://doi.org/10.1257/aer.20211445",
          "doi": "https://doi.org/10.1257/aer.20211445",
          "filter": 0
        },
        {
          "title": "Racial Disparities in Housing Returns",
          "authors": "Amir Kermani, Francis Wong",
          "abstract": "We show that higher rates of distressed home sales (i.e., foreclosures and short sales) among Black and Hispanic homeowners severely reduce realized housing returns for these groups—in particular, to a level below that realized by White homeowners. Yet absent financial distress, houses owned by minorities do not appreciate at substantially slower rates than houses owned by nonminorities. Racial differences in liquidity and income stability, which are imperfectly observed by lenders, are important determinants of differences in distress. Policies that prevent foreclosure among distressed minorities can mitigate the racial gap in returns. (JEL D31, G51, J15, R31)",
          "url": "https://doi.org/10.1257/aer.20240327",
          "doi": "https://doi.org/10.1257/aer.20240327",
          "filter": 0
        },
        {
          "title": "Sequential Learning under Informational Ambiguity",
          "authors": "Jaden Yang Chen",
          "abstract": "This paper investigates a sequential social learning problem in which individuals face ambiguity about others’ signal structures and have max-min expected utility preferences, thereby exhibiting ambiguity aversion. Unlike previous findings, which suggest that learning outcomes depend on the specifics of the learning environment, this study establishes information cascades as a robust outcome under ambiguity. With sufficient ambiguity, cascades arise almost surely, regardless of the statistical properties of signal structures. Moreover, standard results predicting the absence of cascades can easily break down: Even minimal ambiguity can trigger cascades when signals are bounded and lead to incorrect herding when signals are unbounded. (JEL D81, D82, D83)",
          "url": "https://doi.org/10.1257/aer.20231394",
          "doi": "https://doi.org/10.1257/aer.20231394",
          "filter": 0
        },
        {
          "title": "Tying with Network Effects",
          "authors": "Jay Pil Choi, Doh-Shin Jeon, Michael D. Whinston",
          "abstract": "We develop a leverage theory of tying in markets with network effects. When a monopolist in one market cannot perfectly extract surplus from consumers, tying can be a mechanism through which unexploited consumer surplus is used as a demand-side leverage to create a “quasi-installed base” advantage in another market characterized by network effects. Our mechanism does not require any precommitment to tying; rather, tying emerges as a best response that lowers the quality of tied-market rivals. While tying can lead to exclusion of tied-market rivals, it can also expand use of the tying product, leading to ambiguous welfare effects. (JEL D41, D85, K21, L15, L40)",
          "url": "https://doi.org/10.1257/aer.20240461",
          "doi": "https://doi.org/10.1257/aer.20240461",
          "filter": 0
        },
        {
          "title": "Gender-Biased Technological Change: Milking Machines and the Exodus of Women from Farming",
          "authors": "Philipp Ager, Marc Goñi, Kjell G. Salvanes",
          "abstract": "This paper studies how gender-biased technological change in agriculture affected women’s work in twentieth-century Norway. In the 1950s, dairy farms began widely adopting milking machines to replace milking cows by hand, a task typically performed by young women. We show that the machines pushed rural young women in dairy-intensive areas out of farming. The displaced women moved to cities where they acquired more education and found better-paying, skilled employment. Our results suggest that the adoption of milking machines broke up allocative inefficiencies associated with moving costs across sectors, which improved the economic status of women relative to men. (JEL J16, J24, J43, J61, N34, N54, O33)",
          "url": "https://doi.org/10.1257/aer.20240167",
          "doi": "https://doi.org/10.1257/aer.20240167",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.116.1.i",
          "doi": "https://doi.org/10.1257/aer.116.1.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "The Causal Effect of Income on Market Social Responsibility",
          "authors": "Björn Bartling, Vanessa Valero, Roberto A Weber",
          "abstract": "We investigate the relationship between consumers’ income and socially responsible consumption that mitigates negative externalities. We conduct laboratory and online market experiments in which firms and consumers can exchange products that differ in the degree to which they diminish negative external impacts at the expense of higher production costs. Our treatments exogenously vary consumers’ income. Across all three experiments, higher income causes an increase in the quantity of socially responsible products purchased and at least slightly increases the share of such products as part of total consumption. However, increases in total consumption resulting from higher income can increase negative externalities.",
          "url": "https://doi.org/10.1093/ej/ueaf064",
          "doi": "https://doi.org/10.1093/ej/ueaf064",
          "filter": 0
        },
        {
          "title": "Culture and gender differences in honesty",
          "authors": "Caroline Graf, Andreas Pondorfer, Jonathan Schulz",
          "abstract": "Gender differences in preferences play a crucial role in shaping economic outcomes. This study examines cross-societal variation in gender differences in honesty, testing whether they reflect innate traits or are shaped by social norms. Using global experimental and survey data, we find that gender differences in honesty emerge primarily in Western societies, where women report stronger honesty norms than men, while such differences are absent in non-Western societies. Additional evidence shows that gender differences in honesty norms are transmitted across generations and narrow as countries become wealthier. These patterns suggest that gender differences in honesty are better explained by socialization rather than innate traits.",
          "url": "https://doi.org/10.1093/ej/ueaf137",
          "doi": "https://doi.org/10.1093/ej/ueaf137",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The long-run effects of Fiscal Rebalancing in a heterogeneous-agent model",
          "authors": "Christophe Cahn, Patrick Fève, Julien Matheron",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105243",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105243",
          "filter": 0
        },
        {
          "title": "Capital composition and the decline of the labor share: Why buildings matter",
          "authors": "Jacob Kerspien, Jakob Madsen, Holger Strulik",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105242",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105242",
          "filter": 0
        },
        {
          "title": "How do beliefs and preferences over jobs affect enrollment in vocational training: Experimental evidence from India",
          "authors": "Apurav Yash Bhatiya, Bhaskar Chakravorty, Clément Imbert, Roland Rathelot",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105238",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105238",
          "filter": 0
        },
        {
          "title": "Greenflation?",
          "authors": "Conny Olovsson, David Vestin",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105237",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105237",
          "filter": 0
        },
        {
          "title": "Reservoir-induced displacement and social participation: Evidence from the Spanish dictatorship",
          "authors": "Laura Muñoz-Blanco",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105235",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105235",
          "filter": 0
        },
        {
          "title": "Housing prices propagation: A theory of spatial interactions",
          "authors": "Christophe Bruneel-Zupanc, Guillaume Chapelle, Jean-Benoît Eyméoud, Etienne Wasmer",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105252",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105252",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Strategic network formation with many agents",
          "authors": "Konrad Menzel",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106174",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106174",
          "filter": 0
        },
        {
          "title": "Exogenous consideration and extended random utility",
          "authors": "Roy Allen",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106166",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106166",
          "filter": 0
        },
        {
          "title": "Robustness to missing data: breakdown point analysis",
          "authors": "Daniel Ober-Reynolds",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106151",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106151",
          "filter": 0
        },
        {
          "title": "Introduction to the Issue on High Frequency Econometrics",
          "authors": "Lukas Bauer, Roxana Halbleib, Richard Olsen, Torben G. Andersen, Ingmar Nolte",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106175",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106175",
          "filter": 0
        },
        {
          "title": "Multi-horizon test for market frictions",
          "authors": "Z. Merrick Li, Xiye Yang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106171",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106171",
          "filter": 0
        },
        {
          "title": "Uncovering mild drift in asset prices with intraday high-frequency data",
          "authors": "Shuping Shi, Peter C.B. Phillips",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106177",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106177",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "A tale of gold and blood: The consequences of market deregulation on local violence",
          "authors": "Leila Pereira, Rafael Pucci",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105559",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105559",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Heterogeneous Effects of Entry on Prices",
          "authors": "Kai Fischer, Simon Martin, Philipp Schmidt-Dengler",
          "abstract": "We study the effect of entry on the price distribution in the German retail gasoline market. Exploiting several hundred entries over five years in an event study design, we find that entry causes a persistent first-order stochastic shift in the price distribution for at least three years after entry. Prices at the top of the distribution change moderately or not at all, but prices at the left tail decrease by up to 13% (9%) of stations’ gross margins after entry within a 1 km (2 km) radius. The Value of Information (VOI) increases by 29% (15%) in 1 km (2 km) markets, suggesting larger savings for consumers with easy access to information.",
          "url": "https://doi.org/10.1093/jeea/jvaf061",
          "doi": "https://doi.org/10.1093/jeea/jvaf061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Markups Across Space and Time",
          "authors": "Eric Anderson, Sergio Rebelo, Arlene Wong",
          "abstract": "In this article, we provide direct evidence on the behaviour of markups in the retail sector across space and time. Markups are measured using gross margins. We consider three levels of aggregation: the retail sector as a whole, the firm, and the product level. We find that: (1) markups are relatively stable over time and mildly procyclical; (2) there is a large regional dispersion in markups; (3) there is a positive cross-sectional correlation between local income and local markups; and (4) differences in markups across regions result from differences in the assortment of goods sold in different regions, not from deviations from uniform pricing. We propose a simple model consistent with these facts.",
          "url": "https://doi.org/10.1093/restud/rdaf098",
          "doi": "https://doi.org/10.1093/restud/rdaf098",
          "filter": 0
        },
        {
          "title": "The Economics of Equilibrium with Indivisible Goods",
          "authors": "Ravi Jagadeesan, Alexander Teytelboym",
          "abstract": "This paper develops a theory of competitive equilibrium with indivisible goods based entirely on economic conditions on demand. The key idea is to analyze complementarity and substitutability between bundles of goods, rather than merely between goods themselves. This approach allows us to formulate sufficient and essentially necessary conditions for equilibrium existence—which unify settings with complements and settings with substitutes. Our analysis has implications for auction design.",
          "url": "https://doi.org/10.1093/restud/rdaf106",
          "doi": "https://doi.org/10.1093/restud/rdaf106",
          "filter": 0
        },
        {
          "title": "A Robust Test for Weak Instruments for 2SLS with Multiple Endogenous Regressors",
          "authors": "Daniel J Lewis, Karel Mertens",
          "abstract": "We develop a test for instrument strength based on the bias of two-stage least squares (2SLS) that (1) generalizes the tests of Stock and Yogo (2005) and Sanderson and Windmeijer (2016) to be robust to heteroskedasticity and autocorrelation, and (2) extends the Montiel Olea and Pflueger (2013) robust test for models with a single endogenous regressor to multiple endogenous regressors. Our test can be based either on Stock and Yogo’s (2005) absolute bias criterion or on the 2SLS bias relative to Montiel Olea and Pflueger’s (2013) worst-case benchmark. We also develop extensions to test whether weak instruments cause bias in individual 2SLS coefficients. In simulations, our test controls size and is powerful, and we provide efficient code packages for its practical implementation. We demonstrate our testing procedures in the context of the estimation of state-dependent fiscal multipliers as in Ramey and Zubairy (2018).",
          "url": "https://doi.org/10.1093/restud/rdaf103",
          "doi": "https://doi.org/10.1093/restud/rdaf103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
