{
  "update": "2025-09-26",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Short-Time Work and Precautionary Savings",
          "authors": "Thomas Dengler, Britta Gehrke, Leopold Zessner-Spitzenberg",
          "abstract": "During the Covid-19 crisis, most OECD countries used short-time work (subsidised reductions in working hours) to preserve employment. This paper documents that short-time work affects the behaviour of firms (supply) and households (demand). First, using household survey data from Germany, we show that the consumption risk of short-time work is lower than that of unemployment. Second, we construct a New Keynesian model with heterogeneous workers and firms, incomplete asset markets, and labour market frictions. Short-time work weakens workers’ precautionary savings motive and lowers labour costs. This reduces the level and volatility of both the separation and unemployment rate at the cost of tying workers to less productive firms. Quantitatively, the positive employment effects dominate the productivity losses.",
          "url": "https://doi.org/10.1093/ej/ueaf083",
          "doi": "https://doi.org/10.1093/ej/ueaf083",
          "filter": 0
        },
        {
          "title": "Discipline Reform, School Culture, and Student Achievement",
          "authors": "Ashley C Craig, David C Martin",
          "abstract": "Does relaxing strict school discipline improve student achievement, or lead to classroom disorder? We study a 2012 reform in New York City public middle schools that eliminated suspensions for non-violent, disorderly behaviour. Math scores of students in more-affected schools rose by 0.05 standard deviations over three years relative to other schools. Reading scores rose by 0.03 standard deviations. Only a small portion of these aggregate benefits can be explained by the direct impact of eliminating suspensions on students who would have been suspended under the old policy. Instead, test score gains are associated with improvements in school culture, as measured by the quality of student-teacher relationships and perceptions of safety at school. We find no evidence of trade-offs between students, with students benefiting even if they were unlikely to be suspended themselves.",
          "url": "https://doi.org/10.1093/ej/ueaf081",
          "doi": "https://doi.org/10.1093/ej/ueaf081",
          "filter": 0
        },
        {
          "title": "Unintended Consequences of Anti-Money-Laundering Regulations",
          "authors": "Fabrizio Colella, Keith E Maskus, Alessandro Peri",
          "abstract": "Tighter money-laundering regulations in offshore financial havens may inadvertently spur incentives to launder money domestically. Our study exploits regulations targeting financially based money laundering in Caribbean jurisdictions to examine their impact on the creation of front companies and other money-laundering (ML) practices in U.S. counties. Predictions on the effects are ambiguous: stricter regulations could either increase domestic ML through substitution or decrease it by disrupting laundering networks. We find strong evidence of substitution. Counties with prior financial exposure to these jurisdictions experience a rise in business activities after regulatory tightening. The effect is greater in sectors at high risk of ML, while firms hire fewer workers and inflate revenues. Exposed counties also see higher shares of cash-based and misvalued real-estate transactions. Our work provides the first indirect evidence of real and financial unintended effects of foreign money-laundering regulations.",
          "url": "https://doi.org/10.1093/ej/ueaf086",
          "doi": "https://doi.org/10.1093/ej/ueaf086",
          "filter": 0
        },
        {
          "title": "Income Taxes and the Residential Mobility of Top Income Earners: Evidence from US and UK Households in Switzerland",
          "authors": "Marko Koethenbuerger, Costanza Naguib, Christian Stettler, Michael Stimmelmayr",
          "abstract": "We provide quasi-experimental evidence on the income tax-induced residential mobility of foreign high-income households living in Switzerland by exploiting the differential tax treatment of UK and US households. While the two groups are similar in terms of non-tax sorting preferences, US households are effectively insulated from Swiss income taxation due to the US world-wide income tax system. Thus, they provide the control group for the UK households, our treatment group. Comparing the residential choices of the two groups within a 45-minutes commuting zone of Zurich, we robustly find a residential location elasticity with respect to the net-of-tax rate of around eight. This estimate captures the ‘pure’ income tax effect on residential choice, not being downward biased by non-tax location incentives (that positively correlate with income taxes) and by coordination costs between job and residential choices, for instance.",
          "url": "https://doi.org/10.1093/ej/ueaf090",
          "doi": "https://doi.org/10.1093/ej/ueaf090",
          "filter": 0
        },
        {
          "title": "Contrasting the Local and National Demographic Incidence of Local Labour Demand Shocks",
          "authors": "Richard K Mansfield",
          "abstract": "This paper examines how spatial frictions that differ among heterogeneous workers and establishments shape the geographic and demographic incidence of alternative local labour demand shocks, with implications for the appropriate level of government at which to fund local economic initiatives. LEHD data featuring millions of job transitions facilitate estimation of a rich two-sided labour market assignment model. The model generates simulated forecasts of many alternative local demand shocks featuring different establishment compositions and local areas. Workers within 10 miles receive only 11.2% (6.6%) of nationwide welfare (employment) short-run gains, with at least 35.9% (62.0%) accruing to out-of-state workers, despite much larger per-worker impacts for the closest workers. Local incidence by demographic category is very sensitive to shock composition, but different shocks produce similar demographic incidence further from the shock. Furthermore, the remaining heterogeneity in incidence at the state or national level can reverse patterns of heterogeneous demographic impacts at the local level. Overall, the results suggest that reduced-form approaches using distant locations as controls can produce accurate estimates of local shock impacts on local workers, but that the distribution of local impacts badly approximates shocks’ statewide or national incidence.",
          "url": "https://doi.org/10.1093/ej/ueaf092",
          "doi": "https://doi.org/10.1093/ej/ueaf092",
          "filter": 0
        },
        {
          "title": "To savor consumption or to confront dread: the hedonic opportunity cost of attention",
          "authors": "C Monica Capra, Joshua Tasoff, Jin Xu",
          "abstract": "People face a fundamental trade-off between savoring consumption in the present and processing information. Both require attention, which is limited. As a result, directing attention to one necessarily comes at the expense of the other. We study this attentional opportunity cost focusing on cases where information concerns potentially distressing future outcomes. Across four experiments, we find that higher present consumption reduces demand for such information and increases willingness to pay for risk mitigation. These findings have implications for models of anticipatory utility, self-regulation under limited attention, and the political economy of distraction—helping to explain, for instance, why political actors might suppress demand for information by offering “bread and circuses”.",
          "url": "https://doi.org/10.1093/ej/ueaf091",
          "doi": "https://doi.org/10.1093/ej/ueaf091",
          "filter": 0
        },
        {
          "title": "Electoral Incentives to Obtain EU Grants",
          "authors": "Francisco José Veiga, Linda Gonçalves Veiga, Otto Swank",
          "abstract": "Political agency models predict that electoral concerns induce politicians to put effort into making policies that benefit citizens. We exploit the introduction of mayoral term limits in Portugal to investigate how electoral incentives affect incumbents’ efforts to obtain EU grants. We focus on EU grants because getting them requires effort. Moreover, by obtaining EU grants, mayors can do more for their citizens. We focus on Portugal because it provides a quasi-natural experimental setting to determine the causal effect of electoral incentives on effort. We find that term-limited mayors receive about 30% less EU money than mayors eligible for re-election.",
          "url": "https://doi.org/10.1093/ej/ueaf088",
          "doi": "https://doi.org/10.1093/ej/ueaf088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Public Policies for Peace",
          "authors": "Elena Esposito, Austin L Wright",
          "abstract": "Can public policies influence incentives for violence? Can policymakers design economic and security strategies that effectively reduce conflict, terrorism, and crime? This review synthesizes existing research on the role of public policy in mitigating the drivers of armed violence. It examines a broad spectrum of interventions—from labor market and educational policies aimed at expanding opportunity and promoting inclusion, to strategies designed to deter conflict through detection, enforcement, and prevention. The paper summarizes the current state of knowledge, distills key lessons for policymakers, and identifies critical research gaps and promising directions for future inquiry.",
          "url": "https://doi.org/10.1093/epolic/eiaf013",
          "doi": "https://doi.org/10.1093/epolic/eiaf013",
          "filter": 0
        },
        {
          "title": "From Ceasefire to Cohesion: An Integrated Review of Peacemaking and Peacebuilding",
          "authors": "Lisa Hultman, Salma Mousa",
          "abstract": "How can societies escape the conflict trap of violence and distrust between social outgroups? Existing research offers a plethora of tools for reducing conflict through peacemaking, peacebuilding and reconstruction efforts. Peacemaking tools are often international efforts aimed at reducing violence in the short-term by changing the immediate behavior of organized actors. Once violence has been stymied, additional peacebuilding efforts are necessary to foster intergroup trust, tolerance, and a shared national identity, thereby reducing incentives for violence and building resilience against future ‘shocks’ to tolerance in the long-term. Such efforts typically occur at the grassroots level, seeking to change the attitudes of individuals in post-conflict societies. We provide an overview of the evidence base on peacemaking and peacebuilding—identifying promising policies and programs, limitations, and shared mechanisms driving positive effects. We integrate these literatures into a framework tracing the path from immediate violence reduction to durable peace, pinpointing critical empirical and theoretic gaps in our knowledge of how to break the conflict trap.",
          "url": "https://doi.org/10.1093/epolic/eiaf011",
          "doi": "https://doi.org/10.1093/epolic/eiaf011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Parental love is not blind: Identifying selection into early school start",
          "authors": "Ainoa Aparicio Fenoll, Nadia Campaniello, Ignacio Monzón",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105145",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105145",
          "filter": 0
        },
        {
          "title": "What explains preferences for redistribution? Evidence from an international survey",
          "authors": "Julien Bonnet, Emanuele Ciani, Gianluca Grimalda, Fabrice Murtin, David Pipke",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105150",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105150",
          "filter": 0
        },
        {
          "title": "The role of diagnostic ability in markets for expert services",
          "authors": "Fang Liu, Alexander Rasch, Marco A. Schwarz, Christian Waibel",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105126",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105126",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Nonparametric regression under cluster sampling",
          "authors": "Yuya Shimizu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106102",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106102",
          "filter": 0
        },
        {
          "title": "Inference on model parameters with many L-moments",
          "authors": "Luis A.F. Alvarez, Chang Chiann, Pedro A. Morettin",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106101",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106101",
          "filter": 0
        },
        {
          "title": "Bayesian evaluation of mutual fund performance with non-random missing data: Application to the Chinese market",
          "authors": "Tianyi Liu, Qianchao Wang, Yanping Yi, Yonghui Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106098",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/738854",
          "doi": "https://doi.org/10.1086/738854",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/738486",
          "doi": "https://doi.org/10.1086/738486",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/738853",
          "doi": "https://doi.org/10.1086/738853",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Revisiting the unintended consequences of Ban the Box",
          "authors": "Anne M. Burton, David N. Wasser",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105473",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105473",
          "filter": 0
        },
        {
          "title": "Short-term mortality and healthcare utilization consequences of pension income receipt: Evidence from South Korea",
          "authors": "Mimi Jeon, Seonghoon Kim, Kanghyock Koh",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105490",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105490",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Pricing Congestion to Increase Traffic: The Case of Bogotá",
          "authors": "Juan-Pablo Montero, Felipe Sepúlveda, Leonardo J Basso",
          "abstract": "In September 2021, the city of Bogotá introduced a major market-based reform to its odd-even driving restriction, known as Pico y Placa. Since then, drivers have had the option to pay a daily congestion fee to be exempt from the restriction. We find that while the reform increased traffic, it brought overall benefits. The welfare gains of middle-income individuals, who now use their cars more often, far outweighed the losses experienced by their higher-income counterparts, who now spend more time in traffic. Additionally, we show that these overall benefits could quintuple if Bogotá were to expand the reform into a comprehensive road-pricing scheme, not to mention the extra gains in air quality.",
          "url": "https://doi.org/10.1093/jeea/jvaf039",
          "doi": "https://doi.org/10.1093/jeea/jvaf039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Dollar Dominance and The Transmission of Monetary Policy",
          "authors": "Michael McLeay, Silvana Tenreyro",
          "abstract": "Has the dominance of the dollar in global trade rendered monetary policy ineffective? An emerging view contends that if a country invoices its exports in dollars, exchange rates cannot stabilize economic activity, as the classical expenditure-switching channel is muted. This view rests on the premise that export prices are sticky in dollars, breaking the link between export demand and depreciations. But this assumption is not borne out by the data: goods priced in dollars tend to have more flexible prices, along with higher elasticities of substitution. We propose a model with more realistic assumptions and show that even with dollar pricing, depreciating the currency by loosening monetary policy can still boost exports and activity materially. The limit to any expansion is not demand, but supply capacity. We also show that low exchange-rate pass-through to dollar prices is not informative about price stickiness. The price response to exchange rates is small when demand elasticities are high, even with flexible prices: low pass-through is an equilibrium result, not evidence of a nominal friction.",
          "url": "https://doi.org/10.1093/qje/qjaf043",
          "doi": "https://doi.org/10.1093/qje/qjaf043",
          "filter": 0
        },
        {
          "title": "Vanguard: Black Veterans and Civil Rights After World War I",
          "authors": "Desmond Ang, Sahil Chinoy",
          "abstract": "Nearly 400,000 Black men were drafted into the National Army during World War I, where they toiled primarily as menial laborers in segregated units. Leveraging novel variation from the WWI draft lottery and millions of digitized military and NAACP records, we document the pioneering role these men played in the early civil rights movement. Relative to observably similar individuals from the same draft board, Black men randomly inducted into the Army were significantly more likely to join the nascent NAACP and to become prominent community leaders in the New Negro era. We find little evidence that these effects are explained by migration or improved socioeconomic status. Rather, corroborating historical accounts about the catalyzing influence of institutional racism in the military, we show that increased civic activism was driven by soldiers who experienced the most discriminatory treatment while serving their country.",
          "url": "https://doi.org/10.1093/qje/qjaf046",
          "doi": "https://doi.org/10.1093/qje/qjaf046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Repurchase Options in the Market for Lemons",
          "authors": "Saki Bigio, Liyan Shi",
          "abstract": "We study repurchase options (repo contracts) in a competitive asset market with adverse selection. Gains from trade emerge from a liquidity need, but private information about asset quality prevents the full realization of trades. In equilibrium, a single repo contract pools all assets. The embedded repurchase option mitigates adverse selection by improving the volume of trades relative to outright sales. However, liquidity provision can be inefficiently low as lenders compete to attract high-quality assets via high haircuts and low rates. The equilibrium has a closed form and aligns well with empirical patterns across Mortgage-Backed Securities repos.",
          "url": "https://doi.org/10.1093/restud/rdaf082",
          "doi": "https://doi.org/10.1093/restud/rdaf082",
          "filter": 0
        },
        {
          "title": "Policy Diffusion and Polarization across U.S. States",
          "authors": "Stefano DellaVigna, Woojin Kim",
          "abstract": "Economists have studied the impact of numerous state laws, from welfare rules to voting ID requirements. Yet for all this policy evaluation, what do we know about policy diffusion—how these policies are introduced and spread from state to state? We present a series of facts based on a data set of 602 U.S. state policies spanning the past 7 decades. First, proxies of state capacity do not predict a higher likelihood of innovating new policies, but the political leaning of the state does predict a higher likelihood of introducing partisan laws since 1990. Second, the diffusion of policies from 1950 to 2000 is best predicted by proximity—a state is more likely to adopt a policy if nearby states have already done so—as well as similarity in voter policy preferences. Third, since 2000, party alignment has become the strongest predictor of diffusion, and the speed of adoption has increased. Models of learning and correlated preferences can account for the earlier patterns, but the findings for the last two decades indicate a sharply increasing role of party control. We conclude that party polarization has emerged as a key factor recently for policy adoption, plausibly leading to a worse match between state policies and voter preferences.",
          "url": "https://doi.org/10.1093/restud/rdaf070",
          "doi": "https://doi.org/10.1093/restud/rdaf070",
          "filter": 0
        },
        {
          "title": "On the Optimal Design of a Financial Stability Fund",
          "authors": "Árpád Ábrahám, Eva Carceles-Poveda, Yan Liu, Ramon Marimon",
          "abstract": "We develop a model of a Financial Stability Fund (the “Fund” henceforth) for a union of sovereign countries. By design, the contract prevents country defaults, as well as undesired expected losses, which in a union translate into excessive risk mutualizations. A participant country has greater ability to borrow and share risks than using sovereign debt financing. The Fund contract also provides better incentives for the country to reduce endogenous risks. These efficiency gains arise from the ability of the Fund to offer long-term contingent financial contracts, subject to limited enforcement and moral hazard constraints. We develop the theory and quantitatively compare the constrained-efficient Fund economy with an incomplete markets economy with default. We calibrate our economy to the euro area “stressed countries” in the debt crisis (2010–2). Substantial welfare gains are achieved, particularly in times of crisis. The Fund is, in fact, a risk-sharing, crisis prevention and resolution mechanism, which transforms the participant countries’ defaultable sovereign debt into the union’s safe assets. In sum, our theory can help to improve current official lending practices and, for example, to eventually design a European Fiscal Fund.",
          "url": "https://doi.org/10.1093/restud/rdaf076",
          "doi": "https://doi.org/10.1093/restud/rdaf076",
          "filter": 0
        },
        {
          "title": "The Value of Information in a Congested Fishery",
          "authors": "Gabriel Englander, Larry Karp, Leo Simon",
          "abstract": "We model a fishery with potential congestion, in which firms obtain public and private signals about the location of the densest fish stock. We analytically determine the regions of parameter space where greater precision of public and/or private information increases welfare, and we examine the effects of two types of information sharing. Using high-resolution data from the world’s largest fishery, we estimate the structural model. Point estimates imply that more precise private information raises welfare, whereas more precise public information has a negligible effect on welfare. Moreover, welfare is much more sensitive to changes in the precision of private information than to changes in the precision of public information. This difference reflects the fact that public information increases congestion more than private information does. We also find empirically that a small amount of information sharing can reduce welfare, whereas more extensive information sharing raises welfare, as do information clubs.",
          "url": "https://doi.org/10.1093/restud/rdaf069",
          "doi": "https://doi.org/10.1093/restud/rdaf069",
          "filter": 0
        },
        {
          "title": "Contract Terms, Employment Shocks, and Default in Credit Cards",
          "authors": "Sara G Castellanos, Diego Jiménez-Hernández, Aprajit Mahajan, Eduardo Alcaraz Prous, Enrique Seira",
          "abstract": "Regulatory concerns over a tension between expanding financial access and limiting default have led to significant restrictions on contract terms in a number of countries, despite limited evidence on their effectiveness. We use a large nation-wide RCT to examine new borrower responses to changes in interest rates and minimum payments for a credit card that accounted for 15% of all first-time formal loans in Mexico. Default rates were 19% over the 26 month experiment and a 30 pp decrease in interest rates decreased default by 2.5 pp with no effects on the newest borrowers. Doubling minimum payments increased default by 0.8 pp during the experiment but reduced it by 1 pp afterwards, possibly by reducing debt. Matching the experimental sample to their formal employment histories we find that the effect of job separation—more common among new borrowers—on default is seven times larger than the effect of the 30 pp interest rate change. We provide a simple framework for interpreting the experimental results, and rationalize the smaller contract term effects by their limited effects on cash flow rather than by differences in per-peso impacts.",
          "url": "https://doi.org/10.1093/restud/rdaf079",
          "doi": "https://doi.org/10.1093/restud/rdaf079",
          "filter": 0
        },
        {
          "title": "Algorithmic Recommendations and Human Discretion",
          "authors": "Victoria Angelova, Will Dobbie, Crystal S Yang",
          "abstract": "Human decision-makers frequently override the recommendations generated by predictive algorithms, but it is unclear whether these discretionary overrides add valuable private information or reintroduce human biases and mistakes. We develop new quasi-experimental tools to measure the impact of human discretion over an algorithm on the accuracy of decisions, even when the outcome of interest is only selectively observed, in the context of bail decisions. We find that 90% of the judges in our setting underperform the algorithm when they make a discretionary override, with most making override decisions that are no better than random. Yet the remaining 10% of judges outperform the algorithm in terms of both accuracy and fairness when they make a discretionary override. We provide suggestive evidence on the behavior underlying these differences in judge performance, showing that the high-performing judges are more likely to use relevant private information and are less likely to overreact to highly salient events compared to the low-performing judges.",
          "url": "https://doi.org/10.1093/restud/rdaf084",
          "doi": "https://doi.org/10.1093/restud/rdaf084",
          "filter": 0
        },
        {
          "title": "A Walrasian Mechanism with Markups for Nonconvex Markets",
          "authors": "Paul Milgrom, Mitchell Watt",
          "abstract": "We introduce markup equilibrium—an extension of Walrasian equilibrium in which consumers pay a fixed percentage markup over producer prices. In quasilinear markets, markup equilibria exist despite nonconvexities. They are resource-feasible and envy-free, incur no budget deficit, and require little more communication and computation than ordinary Walrasian equilibrium. The associated markup mechanism is asymptotically incentive-compatible. We also introduce a Bound-Form First Welfare Theorem, which states that for any feasible allocation, the welfare loss compared to the first-best is bounded, using any price vector, by the sum of the resulting (i) budget surplus and (ii) rationing losses suffered by the participants. Using producer prices, this bound implies that any markup equilibrium with a small markup and few unallocated goods is nearly efficient.",
          "url": "https://doi.org/10.1093/restud/rdaf067",
          "doi": "https://doi.org/10.1093/restud/rdaf067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
