{
  "update": "2025-04-18",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "How to Rebuild Ukraine: A Synthesis and Critical Review of Policy Proposals",
          "authors": "Torbjörn Becker, Yuriy Gorodnichenko, Beatrice Weder di Mauro",
          "abstract": "The anticipation of Ukraine's postwar reconstruction has led to an avalanche of academic and policy analyses on how to rebuild the country. To help the profession navigate this rapidly expanding literature, this article provides a synthesis and critical overview of the proposals. After describing the historical context, damages inflicted by Russian aggression, and funds required for Ukraine's recovery, we summarize principles, phases, and policies needed to deeply modernize the country. The reconstruction of Ukraine should provide a template for other recovery programs.",
          "url": "https://doi.org/10.1146/annurev-economics-081324-093012",
          "doi": "https://doi.org/10.1146/annurev-economics-081324-093012",
          "filter": 0
        },
        {
          "title": "Measuring the Costs and Benefits of Regulation",
          "authors": "Matilde Bombardini, Francesco Trebbi, Miao Ben Zhang",
          "abstract": "This article presents recent methodological innovations in the area of cost and benefit assessment of government regulation, in both a prospective and a retrospective sense. The focus of this review is mostly limited to the United States and from the Economics discipline's perspective. Much of the extant progress in measurement has occurred on the front of private costs of compliance. Private benefits, social costs, and social benefits remain much less systematically organized and more arduous to quantitatively assess, mostly due to the difficulty of standardizing partial and general equilibrium counterfactuals. We offer a discussion on potential future methodological improvements in cost–benefit analysis.",
          "url": "https://doi.org/10.1146/annurev-economics-081224-104518",
          "doi": "https://doi.org/10.1146/annurev-economics-081224-104518",
          "filter": 0
        },
        {
          "title": "Has Intergroup Contact Delivered?",
          "authors": "Matt Lowe",
          "abstract": "Intergroup contact is arguably the prejudice reduction intervention with the most existing empirical support. However, recent meta-analyses of experimental contact interventions find signs of publication and reporting biases. To mitigate such bias, I carry out a meta-analysis of 41 preregistered contact experiments, considering only treatment effects on preregistered primary outcomes. I find that ( a ) the average effects of intergroup contact are smaller than indicated by previous findings, at roughly one-tenth of a standard deviation; ( b ) the subset of in-person interventions that satisfy Allport's four desirable scope conditions (e.g., common goals) are no more effective; and ( c ) generalization is limited: Contact is more effective at changing behavior and attitudes toward people met than toward the outgroup as a whole. I offer suggestions for how researchers might make progress on the problem of generalization through careful measurement of its extent and the consideration of moderating factors beyond those emphasized by Allport.",
          "url": "https://doi.org/10.1146/annurev-economics-081324-091109",
          "doi": "https://doi.org/10.1146/annurev-economics-081324-091109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Revenue persistence and public service delivery",
          "authors": "Traviss Cassidy",
          "abstract": "I exploit unusual policy variation in Indonesia to examine how local responses to intergovernmental grants depend on their persistence. A national reform generated permanent increases in the general grant that were larger for less densely populated districts, while hydrocarbon-rich districts experienced transitory shocks to shared resource revenue. Public service delivery strongly responded to the permanent shock, but not to the transitory shocks, consistent with districts providing lumpy public services as a function of lifetime fiscal resources. The timing and composition of expenditure responses are consistent with this mechanism. The results suggest that the underwhelming effects of natural resource revenue found in previous studies could be due, in part, to forward-looking behaviour by local governments.",
          "url": "https://doi.org/10.1093/ej/ueaf022",
          "doi": "https://doi.org/10.1093/ej/ueaf022",
          "filter": 0
        },
        {
          "title": "Overlapping Climate Policies",
          "authors": "Grischa Perino, Robert A Ritz, Arthur A van Benthem",
          "abstract": "Countries around the world are enacting climate policies such as coal phase-outs, aviation taxes, and renewable energy support. These policies often overlap with a wider multi-jurisdictional carbon-pricing system like the EU’s Emissions Trading System. We develop a general framework to study how effectively such “overlapping climate policies”&amp;#x9d; can help combat climate change—depending on their design, location and timing. We find that some policies are truly complementary while others backfire by raising aggregate emissions. At a conceptual level, our model encompasses the market design of most carbon-pricing systems used in practice and a wide range of popular unilateral climate policies.",
          "url": "https://doi.org/10.1093/ej/ueaf021",
          "doi": "https://doi.org/10.1093/ej/ueaf021",
          "filter": 0
        },
        {
          "title": "The Criminogenic Consequence of Export Slowdown: Evidence from Millions of Court Judgment Documents in China",
          "authors": "Hong Ma, Yu Pan, Mingzhi (Jimmy) Xu",
          "abstract": "This paper highlights the criminogenic consequence of the remarkable slowdown in China’s exports in recent years. By applying textual analysis to millions of judgment documents from all levels of courts in China, we construct measures of crime rates that vary across cities over time. Our estimations, using a shift-share instrumental variable, find a higher increase in crime rates in cities that experience a more severe export slowdown. The effects are more pronounced in the manufacturing-specializing regions, where there is a higher concentration of young people, migrants, and school dropouts. Negative export shocks also lead to reduced job opportunities, decreased labor earnings for migrants, and worsened psychological health. Alternative mechanisms, such as spending on social stability, appear to play a minor role. A back-of-the-envelope calculation based on our baseline estimation suggests that approximately 13.1% of the interquartile difference in crime rates across cities can be explained by differences in their exposure to the export slowdown.",
          "url": "https://doi.org/10.1093/ej/ueaf024",
          "doi": "https://doi.org/10.1093/ej/ueaf024",
          "filter": 0
        },
        {
          "title": "The Rise of the Engineer: Inventing the Professional Inventor During the Industrial Revolution",
          "authors": "W Walker Hanlon",
          "abstract": "How did the Industrial Revolution generate sustained economic growth? One hypothesis is that the innovation system changed. This paper provides direct quantitative evidence documenting this fundamental change in the innovation system: the emergence of a new type of inventor, the professional engineer. Using rich patent, biographical, and other data, I document the emergence of the engineering profession starting in the late 18th century and show that engineers differed from older types of inventors in important ways. These findings improve our understanding of the Industrial Revolution and provide perspective for evaluating more recent changes in the innovation system.",
          "url": "https://doi.org/10.1093/ej/ueaf023",
          "doi": "https://doi.org/10.1093/ej/ueaf023",
          "filter": 0
        },
        {
          "title": "On the Geographic Implications of Carbon Taxes",
          "authors": "Bruno Conte, Klaus Desmet, Esteban Rossi-Hansberg",
          "abstract": "Using a multisector dynamic spatial integrated assessment model (S-IAM), we argue that a carbon tax introduced by the European Union (EU) and rebated locally can, if not too large, increase the size of Europe’s economy by concentrating economic activity in its high-productivity non-agricultural core and by incentivising immigration to the EU. The resulting change in the spatial distribution of economic activity improves global efficiency and welfare. A carbon tax introduced by the US generates similar effects. This stands in sharp contrast with standard models that ignore trade and migration in a world shaped by economic geography forces.",
          "url": "https://doi.org/10.1093/ej/ueaf027",
          "doi": "https://doi.org/10.1093/ej/ueaf027",
          "filter": 0
        },
        {
          "title": "The Dynamics of Inattention in the (Baseball) Field",
          "authors": "James Archsmith, Anthony Heyes, Matthew Neidell, Bhaven Sampat",
          "abstract": "Recent theoretical and empirical work characterizes attention as a costly resource that decision-makers allocate strategically. There has been less research on the dynamic interdependence of attention: how paying attention now may affect performance later. In this paper, we exploit high-frequency data on decision-making by Major League Baseball umpires to examine this. We find that umpires apply greater effort to higher-stakes decisions, but also that effort applied to earlier decisions increases errors later. These findings are consistent with the umpire being endowed with a depletable ‘budget’ of attention or the psychological theory of ego depletion. There is no such interdependence across the breaks that occur during the game (at the end of each half-inning) suggesting that even short rest periods can replenish attention budgets. An expectation of higher stakes decisions in the future induces reduced attention to current decisions, consistent with a forward-looking agent allocating his budget strategically across a sequence of decisions of varying importance. We believe this to be the first large-scale empirical demonstration, from economics or psychology, that individuals may manage the stock of attention in anticipation of future use.",
          "url": "https://doi.org/10.1093/ej/ueaf030",
          "doi": "https://doi.org/10.1093/ej/ueaf030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Subjective expectations and demand for contraception",
          "authors": "Grant Miller, Áureo de Paula, Christine Valente",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105997",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105997",
          "filter": 0
        },
        {
          "title": "Predictive quantile regressions with persistent and heteroskedastic predictors: A powerful 2SLS testing approach",
          "authors": "Matei Demetrescu, Paulo M.M. Rodrigues, A.M. Robert Taylor",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106002",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "The Labor Market Effects of Legal Restrictions on Worker Mobility",
          "authors": "Matthew Johnson, Kurt Lavetti, Michael Lipsitz",
          "url": "https://doi.org/10.1086/736217",
          "doi": "https://doi.org/10.1086/736217",
          "filter": 0
        },
        {
          "title": "Can Redistribution Change Policy Views? Aid and Attitudes Toward Refugees",
          "authors": "Travis Baseler, Thomas Ginn, Robert Hakiza, Helidah Ogude-Chambert, Olivia Woldemikael",
          "url": "https://doi.org/10.1086/736209",
          "doi": "https://doi.org/10.1086/736209",
          "filter": 0
        },
        {
          "title": "Optimal Information Design of Online Marketplaces with Return Rights",
          "authors": "Jonas von Wangenheim",
          "url": "https://doi.org/10.1086/736214",
          "doi": "https://doi.org/10.1086/736214",
          "filter": 0
        },
        {
          "title": "Religious Divisions and Production Technology: Experimental Evidence from India",
          "authors": "Arkadev Ghosh",
          "url": "https://doi.org/10.1086/736212",
          "doi": "https://doi.org/10.1086/736212",
          "filter": 0
        },
        {
          "title": "Disability Insurance: Error Rates and Gender Differences",
          "authors": "Hamish Low, Luigi Pistaferri",
          "url": "https://doi.org/10.1086/736207",
          "doi": "https://doi.org/10.1086/736207",
          "filter": 0
        },
        {
          "title": "Risk and Information in Dispute Resolution: An Empirical Study of Arbitration",
          "authors": "Yunmi Kong, Bernardo Silveira, Xun Tang",
          "url": "https://doi.org/10.1086/736216",
          "doi": "https://doi.org/10.1086/736216",
          "filter": 0
        },
        {
          "title": "Micro and Macro Effects of UI Policies: Evidence from Missouri",
          "authors": "Fatih Karahan, Kurt Mitman, Brendan Moore",
          "url": "https://doi.org/10.1086/736215",
          "doi": "https://doi.org/10.1086/736215",
          "filter": 0
        },
        {
          "title": "Welfare Assessments with Heterogeneous Individuals",
          "authors": "Eduardo Davila, Andreas Schaab",
          "url": "https://doi.org/10.1086/736211",
          "doi": "https://doi.org/10.1086/736211",
          "filter": 0
        },
        {
          "title": "Of Cities and Slums",
          "authors": "Pedro Cavalcanti Ferreira, Alexander Monge-Naranjo, Luciene Torres de Mello Pereira",
          "url": "https://doi.org/10.1086/736210",
          "doi": "https://doi.org/10.1086/736210",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Cleaner water and higher housing prices: Evidence from China☆",
          "authors": "Run Ge, Jialin Huang, Xinzheng Shi",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105374",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105374",
          "filter": 0
        },
        {
          "title": "Crowding in or crowding out? Evidence from discontinuity in the assignment of business R&amp;D subsidies",
          "authors": "Matěj Bajgar, Martin Srholec",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105357",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105357",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Return of Greenspan: Mumbling with Great Incoherence",
          "authors": "Shengliang Ou, Donghai Zhang, Renbin Zhang",
          "abstract": "This study demonstrates that more information about the unobserved state of the economy may reduce social welfare owing to the presence of nominal rigidity. On the one hand, costly business cycle fluctuations and price dispersions arising from nominal rigidity are muted in a noisy economy. On the other hand, an economy with less information suffers from efficiency losses due to inefficient coordination in pricing decisions. Monetary policy affects the tradeoff, and thus interacts with the social value of information. We characterize the conditions under which more information reduces social welfare. Our findings are relevant for optimal central bank communication strategies and for evaluating the social benefit of new technologies, such as AI technology, that reduce the cost of information acquisition.",
          "url": "https://doi.org/10.1093/jeea/jvaf017",
          "doi": "https://doi.org/10.1093/jeea/jvaf017",
          "filter": 0
        },
        {
          "title": "Experimental Evidence on the Acceptance of Males Falling Behind",
          "authors": "Alexander W Cappelen, Ranveig Falch, Bertil Tungodden",
          "abstract": "In recent decades, there has been an increase in the share of males struggling in the labor market and education. We show in a set of large-scale experimental studies involving more than 35,000 Americans that people are more accepting of males falling behind than they are of females falling behind, and less in agreement with government policies supporting males falling behind. We provide evidence of the underlying mechanism being statistical fairness discrimination: people consider males falling behind to be less deserving of support than females falling behind because they are more likely to believe that males fall behind due to lack of effort. These findings are important for understanding how society perceives and responds to the growing number of disadvantaged males.",
          "url": "https://doi.org/10.1093/jeea/jvaf016",
          "doi": "https://doi.org/10.1093/jeea/jvaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "The Evolutionary Stability of Moral Foundations",
          "authors": "Michelle Avataneo, Thomas Norman, Nicola Persico",
          "abstract": "Moral Foundations Theory is an influential empirical description of moral perception. According to this theory, individuals make moral judgments based on five distinct “moral foundations:” Care, Fairness, Loyalty, Authority and Sanctity. We provide a theory that explores the claimed evolutionary basis for these moral foundations. The theory conceptualizes these five moral foundations as specific modifications of fitness payoffs in a 2 × 2 game. We find that the five foundations are distinguishable from each other and evolutionarily stable. However, the five foundations are not a minimal set: strict subsets of the five moral foundations suffice to describe all preferences that are evolutionarily stable. Not all evolutionarily stable foundations deliver social-fitness improvement over the Nash equilibrium in the fitness game: we characterize which do. Finally, we study moral overdrive, i.e., the situation in which the moral component of preferences totally dominates fitness payoffs and drives decision-making entirely. While every one of the five foundations is compatible with moral overdrive in at least one fitness game, there is no fitness game in which moral overdrive is compatible with social-fitness improvement. These results are partially extended to n × n games. We derive two testable implications from the theory and find empirical support for them.",
          "url": "https://doi.org/10.1093/qje/qjaf019",
          "doi": "https://doi.org/10.1093/qje/qjaf019",
          "filter": 0
        },
        {
          "title": "Revealed Beliefs and the Marriage Market Return to Education",
          "authors": "Alison Andrew, Abi Adams",
          "abstract": "We develop a new methodology to estimate subjective beliefs from hypothetical choice data. Our identification approach is based on the novel insight that by varying the amount of information on future realizations of stochastic variables, discrete choice experiments can identify not only preferences, but also subjective beliefs. We formally prove this result in a general setting and apply it to design a strategic survey instrument to measure Rajasthani parents’ subjective beliefs over the joint distribution of girls’ age of marriage, education, and marriage match quality. Our approach allows us to quantify the importance of perceived marriage market returns to education and youth, and perform various counterfactual simulation exercises. We find that eliminating the perceived marriage market return to education causes a 60% drop in the number of girls still in school at age-16, and almost none continue their education by age-18. Responses to our strategic survey instrument allow us accurately to predict realized schooling trajectories in follow-up data we collect from the same sample five years after our experimental data collection.",
          "url": "https://doi.org/10.1093/qje/qjaf020",
          "doi": "https://doi.org/10.1093/qje/qjaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Belief Identification by Proxy",
          "authors": "Elias Tsakas",
          "abstract": "It is well known that individual beliefs cannot be identified using traditional choice data, unless we exogenously assume state-independent utilities. In this paper, I propose a novel methodology that solves this long-standing identification problem in a simple way. This method relies on extending the state space by introducing a proxy, for which the agent has no stakes conditional on the original state space. The latter allows us to identify the agent’s conditional beliefs about the proxy given each state realization, which in turn suffices for indirectly identifying her beliefs about the original state space. This approach is analogous to the one of instrumental variables in econometrics. Similarly to instrumental variables, the appeal of this method comes from the flexibility in selecting a proxy.",
          "url": "https://doi.org/10.1093/restud/rdaf025",
          "doi": "https://doi.org/10.1093/restud/rdaf025",
          "filter": 0
        },
        {
          "title": "The Value of Privacy in Cartels: An Analysis of the Inner Workings of a Bidding Ring",
          "authors": "Kei Kawai, Jun Nakabayashi, Juan Ortner",
          "abstract": "We study how incentive constraints can be relaxed by randomization in a repeated-game setting. Our study is motivated by the workings of a detected bidding cartel that adopted a protocol of keeping the winning bid secret from the designated losers when defection was a concern. Keeping the winning bid secret makes accurately undercutting the winning bid more difficult and makes defection less attractive as potential defectors risk not winning the auction even if they deviate. We formalize these ideas in the context of a repeated-game setting and show that a cartel can attain higher payoffs by having the preselected winner randomize its bid and keep it secret from other members. Calibration of the model to the bid data of the cartel suggests that randomization may increase firms’ profits by about 56%.",
          "url": "https://doi.org/10.1093/restud/rdaf023",
          "doi": "https://doi.org/10.1093/restud/rdaf023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
