{
  "update": "2025-07-11",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "International Sanctions and Dollar Dominance",
          "authors": "Javier Bianchi, César Sosa-Padilla",
          "abstract": "We propose a simple monetary model to investigate the implications of international financial sanctions for the preeminence of the US dollar in the international financial system. We show how the anticipation of financial sanctions can reduce the US dollar convenience yield and the holdings of US dollar assets. We also evaluate the implications for welfare and show that they are generally detrimental for all countries.",
          "url": "https://doi.org/10.1093/ej/ueaf052",
          "doi": "https://doi.org/10.1093/ej/ueaf052",
          "filter": 0
        },
        {
          "title": "Monopsony and the Wage Effects of Migration",
          "authors": "Michael Amior, Alan Manning",
          "abstract": "If labour markets are competitive, migration can only affect native wages via marginal products. But under imperfect competition, migration may also increase wage mark-downs – if firms have greater monopsony power over migrants than natives, but cannot perfectly wage-discriminate. While marginal products depend on relative labor supplies across skill cells, mark-downs depend on migrant concentration within them. This insight can help rationalise empirical violations of canonical migration models. Using US data, we conclude that mark-downs grow: this increases aggregate native income, but redistributes it from workers to firms. Policies which constrain monopsony power over migrants can mitigate these adverse wage effects.",
          "url": "https://doi.org/10.1093/ej/ueaf053",
          "doi": "https://doi.org/10.1093/ej/ueaf053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The illusion of moral superiority: Evidence from the energy crisis",
          "authors": "Markus Dertwinkel-Kalt, Christoph Feldhaus, Axel Ockenfels, Matthias Sutter",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105093",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105093",
          "filter": 0
        },
        {
          "title": "Measuring top wealth shares in the UK",
          "authors": "Arun Advani, Andy Summers, Hannah Tarrant",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105076",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105076",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "A Bayesian approach to modeling economic growth: Variable selection and cross-sectional dependence",
          "authors": "Guohua Feng, Chuan Wang, Subal C. Kumbhakar",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106050",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106050",
          "filter": 0
        },
        {
          "title": "High frequency factor analysis with partially observable factors",
          "authors": "Dachuan Chen, Wenqi Lu, Siyu Xie",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106058",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106058",
          "filter": 0
        },
        {
          "title": "Bias correction for quantile regression estimators",
          "authors": "Grigory Franguridi, Bulat Gafarov, Kaspar Wüthrich",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106053",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Dependent insurance coverage and parental job lock: Evidence from the Affordable Care Act",
          "authors": "Hannah Bae, Katherine Meckel, Maggie Shi",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105439",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105439",
          "filter": 0
        },
        {
          "title": "The graduation part II: Graduate program graduation rates",
          "authors": "Jeffrey T. Denning, Lesley J. Turner",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105422",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105422",
          "filter": 0
        },
        {
          "title": "Career expectations and outcomes: Evidence (on gender gaps) from the economics job market",
          "authors": "Brooke Helppie-McFall, Eric Parolin, Basit Zafar",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105437",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105437",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Life and Death at the Margins of Society: The Mortality of the U.S. Homeless Population",
          "authors": "Bruce D. Meyer, Angela Wyse, Ilina Logani",
          "abstract": "We provide the first national analysis of mortality in the U.S. homeless population by linking 140,000 homeless individuals from the 2010 Census to twelve years of all-cause mortality data from the Social Security Administration (SSA). Non-elderly homeless individuals face 3.5 times the mortality risk of the housed after accounting for demographic differences and geography, with a time pattern suggesting that persistently poor health, rather than homelessness itself, primarily drives this disparity. Employment, higher income, and more extensive recent family connections are associated with lower mortality, underscoring the persistence of health disparities into the extreme lower tail of socioeconomic disadvantage.",
          "url": "https://doi.org/10.1162/rest.a.265",
          "doi": "https://doi.org/10.1162/rest.a.265",
          "filter": 0
        },
        {
          "title": "Lucky to Work",
          "authors": "Puja Bhattacharya, Johanna Mollerstrom",
          "abstract": "Inequalities are often regarded as more acceptable when they reflect differences in effort, rather than differences in luck. However, effort and luck are often intertwined, and luck may decide if an individual can even exert effort. Using survey experiments in the US and Sweden we study situations where luck fully determines whether an agent works. We document that spectators, tasked with redistributing income between agents, grant working agents more earnings and also more utility, than non-workers. This leads to individuals who were unable to work, owing to sheer bad luck, to fall behind both in terms of earnings and welfare.",
          "url": "https://doi.org/10.1162/rest.a.259",
          "doi": "https://doi.org/10.1162/rest.a.259",
          "filter": 0
        },
        {
          "title": "Is There a Foster Care-To-Prison Pipeline? Evidence from Quasi-Randomly Assigned Investigators",
          "authors": "E. Jason Baron, Max Gross",
          "abstract": "Foster care placement is strongly associated with crime—for example, close to one fifth of the prison population in the U.S. is comprised of former foster children—yet there is little evidence on whether this relationship is causal. Leveraging the quasi-random assignment of investigators and administrative data from Michigan, we show that placement substantially reduced the chances of adult arrests, convictions, and incarceration for children at the margin. Exploring mechanisms, we find evidence that children’s birth parents made positive changes following placement. We show that most children in our setting reunified with their parents after being in foster care for one to two years, and that parents themselves were less likely to have criminal justice contact after placement. Considering recent historic federal policy which prioritizes keeping children with their families, our analysis indicates that safely reducing foster care caseloads will require improving efforts to ensure child wellbeing in the home.",
          "url": "https://doi.org/10.1162/rest.a.262",
          "doi": "https://doi.org/10.1162/rest.a.262",
          "filter": 0
        },
        {
          "title": "Is Delayed Mental Health Treatment Detrimental to Employment?",
          "authors": "Roger Prudon",
          "abstract": "Waiting times for mental health treatment have been increasing in many countries. Using administrative data on all inhabitants of the Netherlands and exploiting exogenous variation at the municipality level, I find that these waiting times have substantial repercussions on labor market outcomes for at least eight years after the start of treatment. A one-month (0.5 SD) increase in waiting time decreases the probability of employment by two percentage points. Vulnerable groups with lower educational attainment or a migration background are especially affected given that the impact of waiting time is larger for them and their average waiting time is longer.",
          "url": "https://doi.org/10.1162/rest.a.257",
          "doi": "https://doi.org/10.1162/rest.a.257",
          "filter": 0
        },
        {
          "title": "Cluster Jackknife Instrumental Variables Estimation",
          "authors": "Brigham Frandsen, Emily Leslie, Samuel McIntyre",
          "abstract": "Researchers commonly use jackknife-based instrumental variables estimators to eliminate the many-instruments bias of two-stage least squares. Where inference must be clustered, however, the jackknife fails to eliminate the bias. We propose a cluster-jackknife approach in which first-stage predicted values for each observation are constructed from a regression that leaves out the observation’s entire cluster. The cluster-jackknife instrumental variables estimator (CJIVE) eliminates many-instruments bias, and consistently estimates causal effects in the traditional linear model and local average treatment effects in the heterogeneous treatment effects framework. We illustrate the method in an application estimating the effects of pre-trial detention in Miami-Dade County.",
          "url": "https://doi.org/10.1162/rest.a.263",
          "doi": "https://doi.org/10.1162/rest.a.263",
          "filter": 0
        },
        {
          "title": "Knocking It Down and Mixing It Up: The Impact of Public Housing Regenerations",
          "authors": "Hector Blanco, Lorenzo Neri",
          "abstract": "Partly due to their negative effects on surrounding neighborhoods, some countries have been replacing distressed public housing developments with mixed-income housing. We study the impact of such policies on local housing markets in London, U.K., where several public housing developments were demolished and rebuilt while adding market-rate units on-site. We show that these ‘regenerations’ increase nearby house prices and rents, consistent with strong demand effects outweighing supply effects from additional market-rate housing in the immediate vicinity. We provide suggestive evidence that these effects are driven by regenerations removing an eyesore, attracting higher-income households, and reducing nearby crime.",
          "url": "https://doi.org/10.1162/rest.a.258",
          "doi": "https://doi.org/10.1162/rest.a.258",
          "filter": 0
        },
        {
          "title": "Brokers of Bias in the Criminal Justice System: Do Prosecutors Compound or Attenuate Racial Disparities Introduced by Police?",
          "authors": "Emma Harrington, Hannah Shaffer",
          "abstract": "In criminal cases, prosecutors have the discretion to adjust arresting officers’ charges and so can offset racial disparities introduced by police. Yet prior research suggests that prosecutors instead compound earlier disparities. We investigate prosecutors’ impacts on disparities using sentencing discontinuities in North Carolina, where defendants with slightly longer criminal histories face mandatory prison. Prosecutors can sidestep these mandatory-prison laws by reducing qualifying defendants’ charges. Between 1995 and 2019, Black defendants were initially less likely — but ultimately became more likely — to benefit from charge reductions that avoid mandatory prison. This reversal is driven by arrests typically initiated by police.",
          "url": "https://doi.org/10.1162/rest.a.261",
          "doi": "https://doi.org/10.1162/rest.a.261",
          "filter": 0
        },
        {
          "title": "Public Scrutiny, Police Behavior, and Crime Consequences: Evidence from High-Profile Police Killings",
          "authors": "Deepak Premkumar",
          "abstract": "This paper provides the first national analysis of how public scrutiny from high-profile police killings affect local policing and crime. These killings reduce arrests for low-level offenses without affecting arrests for serious crimes. They also result in a significant increase in serious offenses, particularly murders and robberies. The effects appear after communities become aware of the incident and are larger when media coverage is higher. The findings suggest that scrutiny drives the reductions in arrests, while the incidents themselves—not reduced police activity—prompt the increases in crime. To mitigate crime, localities should focus on reducing police use of force.",
          "url": "https://doi.org/10.1162/rest.a.256",
          "doi": "https://doi.org/10.1162/rest.a.256",
          "filter": 0
        },
        {
          "title": "Does Mandatory Saving Reduce Voluntary Saving? Evidence from a Pension Reform",
          "authors": "Svend E. Hougaard Jensen, Sigurdur P. Olafsson, Arnaldur Stefansson, Thorsteinn S. Sveinsson, Gylfi Zoega",
          "abstract": "Recently, mandatory pension contributions in Iceland were increased substantially in the private sector while remaining unchanged in the public sector. Taking this as a large natural experiment, this paper studies the effects of this change on households’ voluntary saving, using comprehensive third-party reported information on income, assets, and debt for all taxpayers. Using difference-in-differences, we find that households do not reduce voluntary saving when faced with a rise in mandatory saving. Our results are supported by an event study of workers switching from the private sector to the public sector. Survey evidence suggests widespread ignorance about the pension system.",
          "url": "https://doi.org/10.1162/rest.a.264",
          "doi": "https://doi.org/10.1162/rest.a.264",
          "filter": 0
        },
        {
          "title": "Multiproduct Firms, Horizontal Mergers, and International Trade",
          "authors": "Jackie M.L. Chan, Michael Irlacher, Michael Koch",
          "abstract": "Acquirers and targets in horizontal mergers are typically multiproduct firms that often sell the same core product. How do mergers affect these multiproduct firms? Using Danish data, we establish empirically that the combined domestic product scope of the acquirer and target falls after a merger, and sales of the acquirer become more concentrated towards the core product. Moreover, the acquirer exports more products to more destinations that are costly to serve. To rationalize these findings, we develop a model of mergers between oligopolistic firms, highlighting merger-induced within-firm adjustments along the product dimension that promote efficiency improvements and international trade.",
          "url": "https://doi.org/10.1162/rest.a.255",
          "doi": "https://doi.org/10.1162/rest.a.255",
          "filter": 0
        },
        {
          "title": "Structural Analysis of Xenophobia",
          "authors": "Huan Deng, Yujung Hwang",
          "abstract": "We develop and estimate a general equilibrium signaling game model of xenophobia, in which the reputational consequences of committing xenophobic acts are determined endogenously. Using our unique survey data, which enables the identification of the model, we find that reputational incentives are a key driver of xenophobic behavior, suggesting that policies targeting these motivations could be effective. We then apply this structural model to assess the impact of the COVID-19 pandemic on anti-Chinese xenophobia. Our findings suggest that the majority of the post-pandemic rise in xenophobic behaviors is driven by changes in reputational incentives.",
          "url": "https://doi.org/10.1162/rest.a.260",
          "doi": "https://doi.org/10.1162/rest.a.260",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Bargaining Foundations for the Outside Option Principle",
          "authors": "Dilip Abreu, Mihai Manea",
          "abstract": "We study a bargaining game in which a seller can trade with one of two buyers, who have values h and l (h &amp;gt; l). The outside option principle (OOP) predicts that the seller trades with the high-value buyer with probability converging to 1 at a price converging to max (h/2,l) as players become patient. While this prediction is supported by the Markov perfect equilibrium (MPE), a wide range of trading outcomes may emerge in subgame perfect equilibria (SPEs): in the patient limit, the seller can obtain any price in the interval [h/2,h] (and no other); moreover, allocative inefficiency and costly delay are possible. We propose equilibrium refinements less restrictive than Markov behavior that guarantee trading outcomes consistent with the OOP. One refinement requires that a buyer's relative probability of trade does not increase dramatically following a failed negotiation with that buyer. Another refinement posits that the seller does not approach a buyer hoping that negotiations fail. SPEs satisfying both refinements conform with the OOP (but need not be MPEs). Our benchmark model features strategic matching by the seller. We provide a parallel analysis for the random matching protocol. Under random matching, prices in SPEs may also rise above and fall below l, but have a narrower range. A refinement particular to this protocol that restores the OOP requires that a random mismatch should not impact the seller excessively.",
          "url": "https://doi.org/10.1093/restud/rdaf053",
          "doi": "https://doi.org/10.1093/restud/rdaf053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
