{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "American Economic Journal: Economic Policy",
      "journal_short": "POL",
      "articles": [
        {
          "title": "Achieving Air Pollution Control Targets with Technology‑Aided Monitoring: Better Enforcement or Localized Efforts?",
          "authors": "Lin Yang, Yatang Lin, Jin Wang, Fangyuan Peng",
          "abstract": "Weak enforcement of environmental regulations remains a global issue due to inadequate monitoring and misaligned incentives. This paper examines the effects of automated monitoring on achieving air pollution control targets amidst China’s war on pollution. Utilizing the staggered rollout process and remote-sensing data, we find local governments respond to the advanced monitoring system by strategically targeting areas near monitors, resulting in a 3.2 percent decrease in pollution adjacent to automated monitors compared to areas farther away. Furthermore, we observe heterogeneity in response across cities with varying degrees of preexisting data manipulation and among officials facing different incentives and public pressure. (JEL O13, O18, P25, P28, Q53, Q55, R11)",
          "url": "http://dx.doi.org/10.1257/pol.20220810",
          "doi": "10.1257/pol.20220810",
          "filter": 0
        },
        {
          "title": "Education and Geographical Mobility: The Role of the Job Surplus",
          "authors": "Michael Amior",
          "abstract": "Better educated workers accept many more long-distance job offers, and relocate quicker following local shocks. I attribute this to a fundamental feature of their labor market experience, unrelated to geography: large returns to job match quality. If a good offer happens to originate from far away, the match surplus is then more likely to justify the cost of moving. This “lubricates” labor markets spatially. Using wage transition data (and a jobs ladder model), I show this can explain the bulk of mobility differentials. These differentials can be closed by subsidizing long-distance matches, and I quantify the cost of doing so. (JEL I26, J24, J41, J61, R23)",
          "url": "http://dx.doi.org/10.1257/pol.20230279",
          "doi": "10.1257/pol.20230279",
          "filter": 0
        },
        {
          "title": "Information Frictions and Skill Signaling in the Youth Labor Market",
          "authors": "Sara B. Heller, Judd B. Kessler",
          "abstract": "This paper provides evidence that information frictions limit the labor market trajectories of US youth. We provide credible skill signals—recommendation letters based on supervisor feedback—to a random subset of 43,409 participants in New York’s summer jobs program. Letters increase employment the following year by 3 percentage points (4.5 percent). Earnings effects grow over four years to a cumulative $1,349 (4.9 percent). We find little evidence of increased job search or confidence; instead, signals may help employers better identify successful matches with high-productivity workers. Pulling youth into the labor market can, however, hamper on-time graduation, especially among low-achieving students. (JEL D82, H75, J13, J24, J31, J64)",
          "url": "http://dx.doi.org/10.1257/pol.20220544",
          "doi": "10.1257/pol.20220544",
          "filter": 0
        },
        {
          "title": "Real-Time Pricing and the Cost of Clean Power",
          "authors": " Imelda, Matthias Fripp, Michael J. Roberts",
          "abstract": "Solar and wind power are now cheaper than fossil fuels but are intermittent. The extra supply-side variability implies growing benefits of using real-time retail pricing (RTP). We evaluate the potential gains of RTP using a model that jointly solves investment, supply, storage, and demand to obtain a chronologically detailed dynamic equilibrium for the island of Oahu, Hawai‘i. We find that, holding demand assumptions fixed, RTP reduces costs in high-renewable systems by roughly 6 to 12 times as much as in fossil systems, markedly lowering the cost of clean energy integration. (JEL G31, L94, L98, Q42, Q48)",
          "url": "http://dx.doi.org/10.1257/pol.20220506",
          "doi": "10.1257/pol.20220506",
          "filter": 0
        },
        {
          "title": "The Carrot and the Stick: Bank Bailouts and the Disciplining Role of Board Appointments",
          "authors": "Christian Mücke, Loriana Pelizzon, Vincenzo Pezone, Anjan Thakor",
          "abstract": "We empirically examine the Capital Purchase Program (CPP) used by the US government to bail out distressed banks and its implications for regulatory policy. We find strong evidence that a feature of the CPP—the government’s ability to appoint independent directors on the board of an assisted bank that missed six dividend payments to the Treasury—had a significant effect on bank behavior. Banks were averse to these appointments—the empirical distribution of missed payments exhibits a sharp discontinuity at five. Director appointments by the Treasury were associated with improved bank performance and lower CEO pay. (JEL G21, G28, G32, G34, G35, G38, H81)",
          "url": "http://dx.doi.org/10.1257/pol.20230313",
          "doi": "10.1257/pol.20230313",
          "filter": 0
        },
        {
          "title": "Remote Instruction and Student Mental Health: Swedish Evidence from the Pandemic",
          "authors": "Evelina Björkegren, Helena Svaleryd, Jonas Vlachos",
          "abstract": "When COVID-19 reached Sweden, upper-secondary students (ages 17–19) transitioned to remote instruction, while lower-secondary schools (ages 14–16) remained open. We use this setting as a natural experiment to analyze how modes of instruction affect student mental health. We find a 4.4 percent decrease in mental health care use from remote instruction, primarily due to fewer diagnoses and prescriptions for depression and anxiety. The reduction persists throughout the study period; 21 months after the initial closure and 9 months after schools resumed usual operations. This suggests potential mental health benefits from remote instruction, at least in the medium term. (JEL I12, I18, I21, I28, I31)",
          "url": "http://dx.doi.org/10.1257/pol.20220699",
          "doi": "10.1257/pol.20220699",
          "filter": 0
        },
        {
          "title": "Administrative Burden and Procedural Denials: Experimental Evidence from SNAP",
          "authors": "Eric Giannella, Tatiana Homonoff, Gwen Rino, Jason Somerville",
          "abstract": "Many government program applications result in procedural denials due to administrative burdens associated with applying. We identify the intake interview as a key barrier to take-up of the Supplemental Nutrition Assistance Program and study the effect of an alternative application process designed to reduce burdens. Using a field experiment involving 65,000 Los Angeles applicants, we find that access to flexible interviews initiated by the applicant increases approvals by 6 percentage points, doubles early approvals, and increases long-term participation by over 2 percentage points. Our findings highlight the importance of incorporating flexibility when designing program integrity policies to minimize procedural denials. (JEL H75, I18, I38)",
          "url": "http://dx.doi.org/10.1257/pol.20220701",
          "doi": "10.1257/pol.20220701",
          "filter": 0
        },
        {
          "title": "How Do You Say Your Name? Difficult-to-Pronounce Names and Labor Market Outcomes",
          "authors": "Qi Ge, Stephen Wu",
          "abstract": "We test for labor market discrimination based on an understudied characteristic: name fluency. Analysis of recent economics PhD job candidates indicates that name difficulty is negatively related to the probability of landing an academic or tenure-track position and research productivity of initial institutional placement. Discrimination due to name fluency is also found using experimental data from prior audit studies. Within samples of African Americans (Bertrand and Mullainathan 2004) and ethnic immigrants (Oreopoulos 2011), job applicants with less fluent names experience lower callback rates, and name complexity explains roughly between 10 and 50 percent of ethnic name penalties. The results are primarily driven by candidates with weaker résumés, suggesting that cognitive biases may contribute to the penalty of having a difficult-to-pronounce name. (JEL A11, J15, J23, J44, J71)",
          "url": "http://dx.doi.org/10.1257/pol.20220611",
          "doi": "10.1257/pol.20220611",
          "filter": 0
        },
        {
          "title": "Price Sensitivity and Information Barriers to the Take-Up of Naloxone",
          "authors": "Mireille Jacobson, David Powell",
          "abstract": "We conducted a field experiment that randomized advertisements, advertisement content, and prices across 2,204 counties in the United States to study the impacts on online purchases of naloxone, an opioid overdose reversal drug. Advertising increased web-site users but only impacted purchases when combined with a price reduction. Messages emphasizing the discreet nature of online sales had no additional impact on purchases. Comparing counties with advertisements featuring a highly discounted price to those featuring the full price, we estimate a price elasticity of demand for online naloxone of −1.3. Price is a significant barrier to online purchases of this lifesaving medication. (JEL C93, H75, I12, I18, L65, M37)",
          "url": "http://dx.doi.org/10.1257/pol.20230135",
          "doi": "10.1257/pol.20230135",
          "filter": 0
        },
        {
          "title": "The School-to-Prison Pipeline: Long-Run Impacts of School Suspensions on Adult Crime",
          "authors": "Andrew Bacher-Hicks, Stephen B. Billings, David J. Deming",
          "abstract": "Schools must balance student behavior management with the potential negatives of strict discipline. These policies can deter misbehavior but may stigmatize students and expose them to the criminal justice system early. We assess the impact of attending a strict discipline school on achievement, educational attainment, and adult criminal activity. Using data from a boundary change and principal switches, we find that higher suspension rates have significant negative long-term effects. Students at such schools are 15–20 percent more likely to be arrested and incarcerated as adults. Negative impacts on educational attainment are particularly pronounced for males and students of color. (JEL H75, I21, I28, J15, K42)",
          "url": "http://dx.doi.org/10.1257/pol.20230052",
          "doi": "10.1257/pol.20230052",
          "filter": 0
        },
        {
          "title": "Algorithmic Risk Assessment in the Hands of Humans",
          "authors": "Megan T. Stevenson, Jennifer L. Doleac",
          "abstract": "We evaluate the impacts of adopting algorithmic risk assessments in sentencing. We find that judges changed sentencing practices in response to the risk assessment, but that discretion played a large role in mediating its impact. Judges deviated from the recommendations associated with the algorithm in systematic ways, suggestive of alternative objectives. As a result, risk assessment did not lead to detectable gains in terms of public safety or reduced incarceration rates. Using simulations, we show that strict adherence to the sentencing recommendations associated with the algorithm would have had benefits (less incarceration) but also some costs (increased sentences for youth). (JEL D81, D91, H76, K41, K42)",
          "url": "http://dx.doi.org/10.1257/pol.20220620",
          "doi": "10.1257/pol.20220620",
          "filter": 0
        },
        {
          "title": "High Schools Tailored to Adults Can Help Them Complete a Traditional Diploma and Excel in the Labor Market",
          "authors": "Rebecca Brough, David C. Phillips, Patrick S. Turner",
          "abstract": "Over 18 million adults in the United States lack a high school credential. While some go on to attain the GED, diplomas are potentially more valuable. A network of high schools helps adults graduate by providing tailored curricula, nonacademic coaching, onsite child care, and transportation. After five years, earnings increase by 38 percent more for graduates than nonenrolling applicants. We address selection by conditioning on preapplication earnings and comparing to students who exit after positive shocks. Much of the wage gains can be accounted for by sectoral switching and evidence on credential completions is consistent with a human capital mechanism. (JEL I21, I26, J24, J31)",
          "url": "http://dx.doi.org/10.1257/pol.20230053",
          "doi": "10.1257/pol.20230053",
          "filter": 0
        },
        {
          "title": "Identity in Court Decision-Making",
          "authors": "Ulrika Ahrsjö, Susan Niknami, Mårten Palme",
          "abstract": "We explore the role of identity along multiple dimensions in high-stakes decision-making. Our data contain information about demographic and socioeconomic indicators for defendants and randomly assigned jurors in a Swedish court. Our results show that defendants are 4 to 6 percent less likely to get a prison sentence if judged by one more juror belonging to the same identity-forming group. Moreover, they are given 10 percent shorter prison sentences. Socioeconomic background and demographic attributes are equally important for identity effects, and these effects stem from trials of longer duration and where the defendant is present in the courtroom. (JEL D91, J15, J16, K42, Z13)",
          "url": "http://dx.doi.org/10.1257/pol.20220802",
          "doi": "10.1257/pol.20220802",
          "filter": 0
        },
        {
          "title": "Downward Revision of Investment Decisions after Corporate Tax Hikes",
          "authors": "Sebastian Link, Manuel Menkhoff, Andreas Peichl, Paul Schüle",
          "abstract": "This paper estimates the causal effect of corporate tax hikes on firm investment based on more than 1,400 local tax changes. By observing planned and realized investment volumes in a representative sample of German manufacturing firms, we can study how tax hikes induce firms to revise their investment decisions. On average, the share of firms that invest less than previously planned increases by 3 percentage points after a tax hike. This effect is twice as large during recessions. (JEL D22, E32, G31, H25, H32, H71, L60)",
          "url": "http://dx.doi.org/10.1257/pol.20220530",
          "doi": "10.1257/pol.20220530",
          "filter": 0
        },
        {
          "title": "Pricing Carbon: Evidence from Expert Recommendations",
          "authors": "Moritz A. Drupp, Frikk Nesje, Robert C. Schmidt",
          "abstract": "We study the variation of carbon price recommendations and their determinants using survey evidence from more than 400 experts across almost 40 countries. We quantify the extent of disagreement and reveal that a majority of experts can agree on short- and medium-term global carbon price levels, and on unilateral carbon price levels in most countries. The majority of recommendations do not exhibit a “ free riding” pattern of lower unilateral than global carbon prices. Furthermore, border carbon adjustment facilitates higher unilateral price recommendations. We show how recommendations vary with additional survey responses, and with country and expert characteristics. (JEL H43, Q54, Q58)",
          "url": "http://dx.doi.org/10.1257/pol.20220571",
          "doi": "10.1257/pol.20220571",
          "filter": 0
        },
        {
          "title": "Managers’ Productivity and Recruitment in the Public Sector",
          "authors": "Pablo Muñoz, Mounu Prem",
          "abstract": "Governments face many constraints in attracting talented managers to the public sector, which often lacks high-powered incentives. In this paper, we study how a civil service reform in Chile changed the effectiveness of a vital group of public sector managers: school principals. First, we estimate principal effectiveness by using an extension of the canonical teacher value-added model. Then we evaluate the effect of the reform on principal effectiveness using a difference-in-differences approach. We find that public schools appointed more effective managers and improved their students’ outcomes after increasing the competitiveness and transparency of their selection process. (JEL D73, H83, I21, J24, J45, O15)",
          "url": "http://dx.doi.org/10.1257/pol.20220732",
          "doi": "10.1257/pol.20220732",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/pol.16.4.i",
          "doi": "10.1257/pol.16.4.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Employer Screening and Optimal Unemployment Insurance",
          "authors": "Mario Meier, Tim Obermeier",
          "abstract": "Field experiments show that employers are less likely to consider long-term unemployed job-seekers for interviews. We study the implications for optimal unemployment insurance (UI). Based on a structural model of job search and recruitment, estimated with German data, we analyse the optimal two-tier unemployment system. We find that screening makes the optimal initial benefit level four percentage points higher and the potential benefit duration seven months longer. Using an extended Baily-Chetty formula, we study the mechanisms through which screening affects the consumption smoothing gain and moral hazard cost of providing UI and highlight the role of the externality from endogenous firm behaviour.",
          "url": "http://dx.doi.org/10.1093/ej/ueae095",
          "doi": "10.1093/ej/ueae095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Central bank digital currency and bank intermediation: Medium of Exchange vs. Savings vehicle",
          "authors": "Remo Nyffenegger",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104890",
          "doi": "10.1016/j.euroecorev.2024.104890",
          "filter": 0
        },
        {
          "title": "Introduction to the Special Issue on Climate Risks",
          "authors": "Fernanda Nechio, Óscar Jordá, Evi Pappa",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104895",
          "doi": "10.1016/j.euroecorev.2024.104895",
          "filter": 0
        },
        {
          "title": "Don’t put all your legs in one basket: Theory and evidence on coopetition in road cycling",
          "authors": "Julian Matthes, David Piazolo",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104892",
          "doi": "10.1016/j.euroecorev.2024.104892",
          "filter": 0
        },
        {
          "title": "A simple model of buyer–seller networks in international trade",
          "authors": "Philipp Herkenhoff, Sebastian Krautheim, Philip Sauré",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104868",
          "doi": "10.1016/j.euroecorev.2024.104868",
          "filter": 0
        },
        {
          "title": "Firm-level impact of public credit guarantees",
          "authors": "Ufuk Akcigit, Ünal Seven, İbrahim Yarba, Fatih Yılmaz",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104861",
          "doi": "10.1016/j.euroecorev.2024.104861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Varying-coefficient spatial dynamic panel data models with fixed effects: Theory and application",
          "authors": "Han Hong, Gaosheng Ju, Qi Li, Karen X. Yan",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105883",
          "doi": "10.1016/j.jeconom.2024.105883",
          "filter": 0
        },
        {
          "title": "Estimation of continuous-time linear DSGE models from discrete-time measurements",
          "authors": "Bent Jesper Christensen, Luca Neri, Juan Carlos Parra-Alvarez",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105871",
          "doi": "10.1016/j.jeconom.2024.105871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Economic Perspectives",
      "journal_short": "JEP",
      "articles": [
        {
          "title": "Evaluating Behavioral Incentive Compatibility: Insights from Experiments",
          "authors": "David Danz, Lise Vesterlund, Alistair J. Wilson",
          "abstract": "Incentive compatibility is core to mechanism design. The success of auctions, matching algorithms, and voting systems all hinge on the ability to select incentives that make it in the individual’s interest to reveal their type. But how do we test whether a mechanism that is designed to be incentive compatible is actually so in practice, particularly when faced with boundedly rational agents with nonstandard preferences? We review the many experimental tests that have been designed to assess behavioral incentive compatibility, separating them into two categories: indirect tests that evaluate behavior within the mechanism, and direct tests that assess how participants respond to the mechanism’s incentives. Using belief elicitation as a running example, we show that the most popular elicitations are not behaviorally incentive compatible. In fact, the incentives used under these elicitations discourage rather than encourage truthful revelation.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.131",
          "doi": "10.1257/jep.38.4.131",
          "filter": 0
        },
        {
          "title": "Alexander Hamilton’s Report on Manufactures and Industrial Policy",
          "authors": "Richard Sylla",
          "abstract": "Hamilton’s 1791 state paper on manufactures is a forward-looking argument for US industrialization supported by public policies designed to encourage it. Conventional wisdom circa 1790, along with static considerations of comparative advantage indicated that the United States should stick to farming, export its agricultural surpluses, and import European manufactures. Mercantilist trade policies of the major European empires, however, were barriers to US exports. Hamilton therefore contended that US manufacturing using the latest machine technologies would alleviate the effects of European trade restrictions by creating domestic demand for agricultural surpluses. His report specifies industries worthy of support, and policy measures to encourage their development. During the century that followed, US governments adopted nearly all of Hamilton’s recommendations. These measures contributed to an average annual rate of growth of industrial output of 5 percent during that century, helping the United States to become the world’s leading manufacturing nation.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.111",
          "doi": "10.1257/jep.38.4.111",
          "filter": 0
        },
        {
          "title": "The Political Economy of Industrial Policy",
          "authors": "Réka Juhász, Nathan Lane",
          "abstract": "We examine the ways in which political realities shape industrial policy through the lens of modern political economy. We consider two broad “governance constraints”: (1) the political forces that shape how industrial policy is chosen and (2) the ways in which state capacity affects implementation. The framework of modern political economy suggests that government failure is not a necessary feature of industrial policy; rather, it is more likely to fail when countries pursue industrial policies beyond their governance capacity constraints. As such, our political economy of industrial policy is not fatalist. Instead, it enables policymakers to constructively confront challenges.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.27",
          "doi": "10.1257/jep.38.4.27",
          "filter": 0
        },
        {
          "title": "Retrospectives: Friedman and Schwartz, Disaggregated",
          "authors": "Jennifer Burns",
          "abstract": "What was the contribution of Anna Schwartz to the landmark book she co-authored with Milton Friedman, A Monetary History of the United States, 1867-1960? A close examination of archival evidence suggests three primary contributions Schwartz made to the work, and to Friedman’s career more generally. The first was meeting the classic challenge of quantitative economic history: going into the field to locate and collect archival data that had been assembled for purposes unrelated to economic research, and deciding how best to use that data. Second, Schwartz had a decades-long role as technical sounding board and shaper of the statistical approach taken in the book. Schwartz’s third and arguably greatest contribution was to transform A Monetary History of the United States into a compelling narrative argument that made an impact far beyond the economics profession. Together, these findings show Schwartz to be a scholar who made significant and lasting contributions to monetary economics, economic history, and the broader field of economics.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.211",
          "doi": "10.1257/jep.38.4.211",
          "filter": 0
        },
        {
          "title": "The Problem of Good Conduct among Financial Advisers",
          "authors": "Mark Egan, Gregor Matvos, Amit Seru",
          "abstract": "Households in the United States often rely on financial advisers for investment and savings decisions, yet there is a widespread perception that many advisers are dishonest. This distrust is not unwarranted: approximately one in fifteen advisers has a history of serious misconduct, with this rate rising to one in six in certain regions and firms. We explore the economic foundations of the financial advisory industry and demonstrate how heterogeneity in household financial sophistication and conflicts of interest allow poor financial advice to persist. Using data on the universe of financial advisers and the Survey of Consumer Finances, we document who uses financial advisers and the prevalence of misconduct in the industry. Our findings suggest that a lack of financial sophistication is a key friction, making enhanced disclosure a potentially effective policy response. Supporting this, we show through a difference-in-differences approach that “naming and shaming” firms with high misconduct rates was associated with a 10 percent reduction in misconduct.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.193",
          "doi": "10.1257/jep.38.4.193",
          "filter": 0
        },
        {
          "title": "Behavioral Incentive Compatibility and Empirically Informed Welfare Analysis: An Introductory Guide",
          "authors": "Alex Rees-Jones",
          "abstract": "A growing body of research conducts welfare analysis that assumes behavioral incentive compatibility—that is, that behavior is governed by pursuit of incentives conditional on modeled imperfections in decision-making. In this article, I present several successful examples of studies that apply this approach and I use them to illustrate guidance for pursuing this type of analysis.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.155",
          "doi": "10.1257/jep.38.4.155",
          "filter": 0
        },
        {
          "title": "Designing Simple Mechanisms",
          "authors": "Shengwu Li",
          "abstract": "It matters whether real-world mechanisms are simple. If participants cannot see that a mechanism is incentive-compatible, they may refuse to participate or may behave in ways that undermine the mechanism. There are several ways to formalize what it means for a mechanism to be “simple.” This essay explains three of them, and suggests directions for future research.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.175",
          "doi": "10.1257/jep.38.4.175",
          "filter": 0
        },
        {
          "title": "Industrial Policy: Lessons from Shipbuilding",
          "authors": "Panle Jia Barwick, Myrto Kalouptsidi, Nahim Bin Zahur",
          "abstract": "Industrial policy has been used throughout history in some form or other by most countries. Yet, it remains one of the most contentious issues among policy makers and economists alike. In part, this is because the empirical evidence on whether and how it should be implemented remains slim. Scant data on government subsidies, conflicting theoretical arguments, and the need to account for governments’ short and long-run objectives, render research particularly challenging. In this article, we outline a theory-based empirical methodology that relies on estimating an industry equilibrium model to measure hidden subsidies, assess their welfare consequences for the domestic and global economy, as well as evaluate the effectiveness of different policy designs. We illustrate this approach using the global shipbuilding industry as a prototypical example of an industry targeted by industrial policy, especially in periods of heavy industrialization. Just in the past century, Europe, followed by Japan, then South Korea, and more recently China, developed national shipbuilding programs to propel their firms to global leaders. Success has been mixed across programs, certainly by welfare metrics, and sometimes even by growth metrics. We use our methodology on China to dissect the impact of such programs, what made them more or less successful, and how we can justify why governments have chosen shipbuilding as a target.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.55",
          "doi": "10.1257/jep.38.4.55",
          "filter": 0
        },
        {
          "title": "Export-Led Industrial Policy for Developing Countries: Is There a Way to Pick Winners?",
          "authors": "Tristan Reed",
          "abstract": "Industrial policy prioritizes growth in specific sectors. Yet there is little agreement about how to target sectors in practice, and many argue that governments cannot pick winners. This essay observes that governments can and do identify tradable sectors where public inputs accelerate growth and generate economic benefits. These strategic sectors are: (1) those that are relatively more productive, and (2) those that are relatively less productive but require technology like the country’s existing technology and have rapidly growing markets and limited international competition. Since developing countries are productive in fewer sectors and have less technology, targeting can be more valuable for them. Export promotion agencies are institutions that have demonstrated effectiveness in coordinating public inputs to grow these sectors. Compared to protectionism, this alternative approach to ‘industrial policy’ is cheaper, less susceptible to capture by unproductive firms, and permissible under the rules of international trade agreements. Many countries’ development strategies adopt this approach.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.3",
          "doi": "10.1257/jep.38.4.3",
          "filter": 0
        },
        {
          "title": "Semiconductors and Modern Industrial Policy",
          "authors": "Chad P. Bown, Dan Wang",
          "abstract": "Semiconductors have emerged as a headline in the resurgence of modern industrial policy. This paper explores the political economic history of the sector, the changing nature of the semiconductor supply chain, and the new sources of concern that have motivated the most recent turn to government intervention. It also explores details of that turn to industrial policy by the United States, China, Japan, Europe, South Korea, and Taiwan. Modern industrial policy for semiconductors has included not only subsidies for manufacturing, but also new import tariffs, export controls, foreign investment screening, and antitrust actions.",
          "url": "http://dx.doi.org/10.1257/jep.38.4.81",
          "doi": "10.1257/jep.38.4.81",
          "filter": 0
        },
        {
          "title": "Recommendations for Further Reading",
          "authors": "Timothy Taylor",
          "url": "http://dx.doi.org/10.1257/jep.38.4.229",
          "doi": "10.1257/jep.38.4.229",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/jep.38.4.1",
          "doi": "10.1257/jep.38.4.1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "The Bank of Amsterdam and the Limits of Fiat Money",
          "authors": "Wilko Bolt, Jon Frost, Hyun Song Shin, Peter Wierts",
          "url": "http://dx.doi.org/10.1086/732524",
          "doi": "10.1086/732524",
          "filter": 0
        },
        {
          "title": "Endogenous Liquidity and Capital Reallocation",
          "authors": "Wei Cui, Randall Wright, Yu Zhu",
          "url": "http://dx.doi.org/10.1086/732522",
          "doi": "10.1086/732522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "All is not lost: Organized crime and social capital formation",
          "authors": "Paolo Buonanno, Irene Ferrari, Alessandro Saia",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105257",
          "doi": "10.1016/j.jpubeco.2024.105257",
          "filter": 0
        },
        {
          "title": "Personal norms — and not only social norms — shape economic behavior",
          "authors": "Zvonimir Bašić, Eugenio Verrina",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105255",
          "doi": "10.1016/j.jpubeco.2024.105255",
          "filter": 0
        },
        {
          "title": "Targeted regulation for reducing high-ozone events",
          "authors": "Christopher Holt, Joshua Linn",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105252",
          "doi": "10.1016/j.jpubeco.2024.105252",
          "filter": 0
        },
        {
          "title": "The value of electricity reliability: Evidence from battery adoption",
          "authors": "David P. Brown, Lucija Muehlenbachs",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105216",
          "doi": "10.1016/j.jpubeco.2024.105216",
          "filter": 0
        },
        {
          "title": "Paving the road to re-election",
          "authors": "Camille Boudot-Reddy, André Butler",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105228",
          "doi": "10.1016/j.jpubeco.2024.105228",
          "filter": 0
        },
        {
          "title": "Income shocks, political support and voting behaviour",
          "authors": "Richard Upward, Peter W. Wright",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105253",
          "doi": "10.1016/j.jpubeco.2024.105253",
          "filter": 0
        },
        {
          "title": "Race-blind admissions, school segregation, and student outcomes",
          "authors": "Jason Cook",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105237",
          "doi": "10.1016/j.jpubeco.2024.105237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Machine Learning Can Predict Shooting Victimization Well Enough to Help Prevent It",
          "authors": "Sara B. Heller, Benjamin Jakubowski, Zubin Jelveh, Max Kapustin",
          "abstract": "Using Chicago police data, we train a machine learning model to predict the risk of being shot in the next 18 months. Out-of-sample accuracy is strikingly high. A central concern with using police data is “baking in” bias, or overestimating risk for groups likelier to interact with police conditional on behavior. Our predictions, however, accurately recover risk across demographic groups. Legal, ethical, and practical barriers should prevent using victimization predictions to target law enforcement. But using them to target social services could increase both the potential for interventions to reduce shootings and the available statistical power to detect those reductions.",
          "url": "http://dx.doi.org/10.1162/rest_a_01519",
          "doi": "10.1162/rest_a_01519",
          "filter": 0
        },
        {
          "title": "Did Monetary Policy Kill the Phillips Curve? Some Simple Arithmetics",
          "authors": "Drago Bergholt, Francesco Furlanetto, Etienne Vaccaro-Grange",
          "abstract": "An apparent disconnect has taken place between inflation and economic activity in the pre-COVID US economy, causing some to believe that the Phillips curve has flattened. We argue that this view may be premature. Using New Keynesian theory and estimated SVAR models, we decompose fluctuations in US macro data into the components driven by demand and supply disturbances, and confront the inflation disconnect with some simple arithmetics. This exercise confirms a relatively stable Phillips curve slope while the demand curve has flattened substantially. Our results are consistent with a shift towards firmer monetary policy commitment to inflation stability.",
          "url": "http://dx.doi.org/10.1162/rest_a_01524",
          "doi": "10.1162/rest_a_01524",
          "filter": 0
        },
        {
          "title": "The Long-Run Effects of Individual Debt Relief",
          "authors": "Gustaf Bruze, Alexander Kjær Hilsløv, Jonas Maibom",
          "abstract": "Individuals with extensive debt may be granted debt relief in court. We provide a comprehensive evaluation of the Danish debt relief program with data from court records linked to nationwide register data. Using event-study methods and quasi-random assignment of applicants to court trustees with varying admission rates, we show that debt relief leads to a large increase in earned income, employment, assets, real estate, secured debt, home ownership, and wealth that persists for more than 25 years after a court ruling. The net transition of workers into employment accounts for two thirds of the increase in earned income.",
          "url": "http://dx.doi.org/10.1162/rest_a_01525",
          "doi": "10.1162/rest_a_01525",
          "filter": 0
        },
        {
          "title": "A Fundamental Connection: Exchange Rates and Macroeconomic Expectations",
          "authors": "Vania Stavrakeva, Jenny Tang",
          "abstract": "We disprove the exchange rate macroeconomic disconnect puzzle by showing that macroeconomic news can explain most variation in exchange rates at monthly and quarterly frequencies, accounting for up to 91 percent of the quarterly exchange rate variation during US recessions and 65 percent over all periods. The main driver of the reconnect is exchange rates responding to past news—a result inconsistent with the theory of uncovered interest rate parity under full information rational expectations (UIP-FIRE). We discuss theoretical models that can explain this surprising result, including models featuring currency risk premia, regulatory or institutional frictions, or deviation from FIRE.",
          "url": "http://dx.doi.org/10.1162/rest_a_01520",
          "doi": "10.1162/rest_a_01520",
          "filter": 0
        },
        {
          "title": "Heterogeneity in Damages from a Pandemic",
          "authors": "Amy Finkelstein, Geoffrey Kocks, Maria Polyakova, Victoria Udalova",
          "abstract": "We use nationally-representative linked survey and administrative data to document socioeconomic and demographic disparities in the economic and health effects of the COVID-19 pandemic in the United States during its first two years. Impacts on all-cause mortality and on employment were concentrated in the same racial/ethnic, education, industry, and occupation groups. Black-White and Hispanic-White disparities in mortality impacts narrowed over the two years, but educational disparities persisted. For economic impacts, only Hispanic-White disparities narrowed. Lower-income individuals experienced greater mortality impacts and this gradient steepened in the second year. Our findings, using consistent methods and measures, highlight the pandemic's heterogeneous impacts.",
          "url": "http://dx.doi.org/10.1162/rest_a_01518",
          "doi": "10.1162/rest_a_01518",
          "filter": 0
        },
        {
          "title": "Political Consequences of Consumer Debt Relief",
          "authors": "Toke Aidt, Zareh Asatryan, Lusine Badalyan",
          "abstract": "Many democracies operate consumer debt relief programs. These are often implemented or adjusted during the election cycle, but their political effects are not well-understood. We investigate if debt relief can influence high-stakes elections. We utilize quasi-experimental variation generated by a very large privately-funded debt relief program enacted in the Republic of Georgia during the presidential election in 2018 that affected every sixth voter. We estimate that the program helped the incumbent candidate win that election, and that its effects persisted. Overall, we show how economic power can translate into political power in a democracy.",
          "url": "http://dx.doi.org/10.1162/rest_a_01531",
          "doi": "10.1162/rest_a_01531",
          "filter": 0
        },
        {
          "title": "Alleviating Worker Shortages Through Targeted Subsidies: Evidence from Incentive Payments in Healthcare",
          "authors": "Ashvin D. Gandhi, Andrew Olenski, Krista Ruffini, Karen Shen",
          "abstract": "Worker shortages are common in many industries. This paper examines the effect of government subsidies to address these shortages in the context of a reform that tied Medicaid payments to nursing home staffing levels. We find that the reform substantially increased staffing, especially for facilities serving many Medicaid patients. Facilities responded primarily by hiring workers in lower-wage roles rather than increasing hours of incumbent or high-wage staff. This contrasts with null effects we estimate for a non-incentivized rate increase, suggesting that the incentive structure of government payments—rather than just the level—is key to boosting employment in sectors facing worker shortages.",
          "url": "http://dx.doi.org/10.1162/rest_a_01530",
          "doi": "10.1162/rest_a_01530",
          "filter": 0
        },
        {
          "title": "Identification of Average Marginal Effects in Fixed Effects Dynamic Discrete Choice Models",
          "authors": "Victor Aguirregabiria, Jesús M. Carro",
          "abstract": "In nonlinear panel data models, fixed-effects methods are often criticized because they cannot identify average marginal effects (AMEs) in short panels. In contrast with that criticism, we prove the point identification of different AMEs, including causal effects of changes in the lagged dependent variable or the last choice's duration, in a panel dynamic logit model for T as small as three. Our proofs are constructive and provide simple closed-form expressions for the AMEs in terms of probabilities of choice histories. We illustrate our results using Monte Carlo experiments and with an empirical application of a dynamic model of consumer brand choice.",
          "url": "http://dx.doi.org/10.1162/rest_a_01521",
          "doi": "10.1162/rest_a_01521",
          "filter": 0
        },
        {
          "title": "No Line Left Behind: Assortative Matching Inside the Firm",
          "authors": "Achyuta Adhvaryu, Vittorio Bassi, Anant Nyshadham, Jorge Tamayo",
          "abstract": "We leverage the high degree of worker mobility across production lines in a large Indian manufacturer to estimate the sorting of workers to managers, using data on daily worker productivity. We find negative assortative matching (NAM): better workers tend to be matched with worse managers. Estimates of the production technology, however, reveal that productivity would increase by up to 4% under positive sorting. Exploiting a survey of managers and data on orders from multinational brands, we document that NAM arises, at least partly, because maintaining valuable relationships with buyers provides strong incentives to avoid delays on any given production line.",
          "url": "http://dx.doi.org/10.1162/rest_a_01516",
          "doi": "10.1162/rest_a_01516",
          "filter": 0
        },
        {
          "title": "Identifying the Cumulative Causal Effect of a Non-Binary Treatment from a Binary Instrument",
          "authors": "Vedant Vohra, Jacob Goldin",
          "abstract": "The effect of a treatment may depend on the intensity with which it is administered. We study identification of ordered treatment effects with a binary instrument, focusing on the effect of moving from the treatment's minimum to maximum intensity. With arbitrary heterogeneity across units, standard IV assumptions (Angrist and Imbens, 1995) do not constrain this parameter, even among compliers. We consider a range of additional assumptions and show how they can deliver sharp, informative bounds. We illustrate our approach with two applications, involving the effect of (1) health insurance on emergency department usage, and (2) attendance in an after-school program on student learning.",
          "url": "http://dx.doi.org/10.1162/rest_a_01526",
          "doi": "10.1162/rest_a_01526",
          "filter": 0
        },
        {
          "title": "Carry Trades and FX Risk Buffers: Foreign Currency Debt of Emerging Market Firms",
          "authors": "Annie Soyean Lee, Steve Pak Yeung Wu",
          "abstract": "The surge in foreign currency (FC) corporate debt in emerging economies has sparked concerns about macroeconomic stability, heightened by speculation about non-financial firms engaging in carry trades. Using firm-level data on the currency denomination of both assets and liabilities, we find evidence of firms' carry trades: firms save in local currency liquid assets and earn higher interest income after issuing short-term FC debt. They also set aside FC liquid assets as FX risk buffers. A large degree of heterogeneity in incentives is observed. Notably, listed firms participate more in carry trades and allocate less FX risk buffers than non-listed firms.",
          "url": "http://dx.doi.org/10.1162/rest_a_01517",
          "doi": "10.1162/rest_a_01517",
          "filter": 0
        },
        {
          "title": "A Firm of One's Own: Experimental Evidence on Credit Constraints and Occupational Choice",
          "authors": "Andrew Brudevold-Newman, Maddalena Honorati, Gerald Ipapa, Pamela Jakiela, Owen Ozier",
          "abstract": "We evaluate two interventions targeting young women in Nairobi, Kenya. The first is a multifaceted program involving vocational training, in-kind transfers of physical capital, and ongoing mentoring. The second is an unrestricted cash grant. Both interventions shift women into self-employment, and impacts persist after six years. Both programs also increase income in the short-term, but those effects disappear over time. Though the two treatments have similar impacts on labor market outcomes, women in the multifaceted program report significantly higher wellbeing six years after treatment relative to both women in the control group and those who received the grants.",
          "url": "http://dx.doi.org/10.1162/rest_a_01529",
          "doi": "10.1162/rest_a_01529",
          "filter": 0
        },
        {
          "title": "Trade Elasticities in General Equilibrium: Demand, Supply, and Aggregation",
          "authors": "Farid Farrokhi, Anson Soderbery",
          "abstract": "We develop a general equilibrium model of international trade that incorporates imperfect factor mobility, product entry, and external returns to scale into a unified framework. The effects from these microeconomic channels can be summarized by two composite elasticities that govern supply and aggregation. We structurally derive export supply and import demand curves, develop a heteroskedastic estimator, and estimate supply, aggregation, and demand elasticities across international product markets. Employing our estimated model, we evaluate the impact of recent US protectionist policies and highlight the importance of our estimates and general equilibrium effects for tariff passthrough rates and cross-industry employment reallocations.",
          "url": "http://dx.doi.org/10.1162/rest_a_01515",
          "doi": "10.1162/rest_a_01515",
          "filter": 0
        },
        {
          "title": "Time Varying Extremes",
          "authors": "Ulrich K. Müller, Mark W. Watson",
          "abstract": "Standard extreme value theory implies that the distribution of the largest observations of a large cross section is well approximated by a parametric model, governed by a location, scale and shape parameter. The extremes of a panel of independent cross sections are all governed by the same parameters as long as the underlying distribution as well as the size of the cross sections are time invariant. We derive inference about these parameters, and tests of the null hypothesis of time invariance, under asymptotics that do not require the number of extremes or the number of time periods to increase. We further apply Hamiltonian Monte Carlo techniques to estimate the path of time-varying parameters. We illustrate the approach in four examples of U.S. data: damages from weather-related disasters, financial returns, city sizes and firm sizes.",
          "url": "http://dx.doi.org/10.1162/rest_a_01528",
          "doi": "10.1162/rest_a_01528",
          "filter": 0
        },
        {
          "title": "Underlying Inflation and Asymmetric Risks",
          "authors": "Hervé Le Bihan, Danilo Leiva-León, Matías Pacce",
          "abstract": "We propose a new measure of underlying inflation that informs, in real time, about asymmetric risks on the outlook of inflationary pressures. The asymmetries are generated through nonlinearities induced by economic activity. The new indicator is based on a multivariate regime-switching framework jointly estimated on disaggregated sub-components of the euro area HICP and has several additional advantages. First, it is able to swiftly infer abrupt changes in underlying inflation. Second, it helps to timely track turning points in underlying inflation. Third, the proposed indicator also has a satisfactory performance with respect to various criteria relevant for inflation monitoring.",
          "url": "http://dx.doi.org/10.1162/rest_a_01522",
          "doi": "10.1162/rest_a_01522",
          "filter": 0
        },
        {
          "title": "Reservation Wages and the Wage Flexibility Puzzle",
          "authors": "Felix Koenig, Alan Manning, Barbara Petrongolo",
          "abstract": "Using micro data for the UK and Germany, we provide novel evidence on the cyclical properties of reservation wages and estimate that wages and reservation wages are characterised by moderate and very similar degrees of cyclicality. Several job search models that quantitatively match the cyclicality of wages tend to overpredict the cyclicality in reservation wages. We show that this puzzle can be addressed when reservation wages display backward-looking reference dependence. Model calibrations that allow for reference dependence match the empirically observed cyclicality of wages and reservation wages for plausible value of all other model parameters.",
          "url": "http://dx.doi.org/10.1162/rest_a_01523",
          "doi": "10.1162/rest_a_01523",
          "filter": 0
        },
        {
          "title": "The Long-Run Effects of Monetary Policy",
          "authors": "Òscar Jordà, Sanjay R. Singh, Alan M. Taylor",
          "abstract": "We document that the real effects of monetary shocks last for over a decade. Our approach relies on (1) identification of exogenous and non-systematic monetary shocks using the trilemma of international finance; (2) merged data from two new international historical cross-country databases; and (3) econometric methods robust to long-horizon inconsistent estimates. Notably, the capital stock and total factor productivity (TFP) exhibit greater hysteresis than labor. When we allow for asymmetry, we find these effects with tightening shocks, but not with loosening shocks. When extending the horizon of the responses reported in several recent studies that use alternative monetary shocks, we find similarly persistent real effects, thus supporting our main findings.",
          "url": "http://dx.doi.org/10.1162/rest_a_01527",
          "doi": "10.1162/rest_a_01527",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Employer Credit Checks: Poverty Traps Versus Matching Efficiency",
          "authors": "Dean Corbae, Andrew Glover",
          "abstract": "We develop a framework to understand pre-employment credit screening as a signal from credit markets that alleviates adverse selection in labour markets. In our theory, people differ in both their propensity to default on debt and the profits they create for firms that employ them; in our calibrated economy, highly productive workers have a low default probability. This leads firms to create more jobs for those with good credit, which creates a poverty trap: an unemployed worker with poor credit has a low job finding rate, but cannot improve her credit without a job. This manifests as an endogenous loss in present-discounted wages that is typically taken as exogenous in quantitative models of consumer default. Banning employer credit checks eliminates the poverty trap, but pools job seekers and reduces matching efficiency: average unemployment duration rises by 2 days for high productivity workers and falls by 13 days for low-productivity workers.",
          "url": "http://dx.doi.org/10.1093/restud/rdae095",
          "doi": "10.1093/restud/rdae095",
          "filter": 0
        },
        {
          "title": "Untying the Knot: How Child Support and Alimony Affect Couples’ Dynamic Decisions and Welfare",
          "authors": "Hanno Foerster",
          "abstract": "In many countries, divorce law mandates post-marital maintenance payments (child support and alimony) to insure the lower earner in married couples against financial losses upon divorce. This paper studies how maintenance payments affect couples’ intertemporal decisions and welfare. I develop a dynamic model of family labor supply, home production, savings, and divorce and estimate it using Danish register and survey data. The model captures the policy tradeoff between providing insurance to the lower earner and enabling couples to specialize efficiently, on the one hand, and maintaining labor supply incentives for divorcees, on the other hand. I use the estimated model to study various counterfactual policy scenarios. I find that alimony comes with more substantial labor supply disincentives compared to child support payments and is less efficient in providing consumption insurance. The welfare maximizing policy, within the status quo policy space, involves increasing child support and reducing alimony payments. My results show that Pareto improvements beyond this welfare maximizing policy are feasible, highlighting limitations of how child support and alimony policies are commonly implemented.",
          "url": "http://dx.doi.org/10.1093/restud/rdae105",
          "doi": "10.1093/restud/rdae105",
          "filter": 0
        },
        {
          "title": "Auctioning Long-Term Projects under Financial Constraints",
          "authors": "M Arve, D Martimort",
          "abstract": "We consider a procurement auction for the provision of a basic service to which an add-on must later be appended. Potential providers are symmetric, have private information on their cost for the basic service and the winning firm must also implement the add-on. To finance value-enhancing activities related to the add-on, this firm may need extra funding by outside financiers. Non-verifiable effort related to these activities creates a moral hazard problem which makes the firm’s payoff function for the second period concave in returns over the relevant range. Concavity has two effects. First, it makes it more attractive to backload payments to facilitate information revelation. Second, uncertainty on the cost of the add-on introduces a background risk which requires a risk premium. In this context, we characterize the optimal intertemporal structure of payments to the winning firm, equilibrium bidding behavior and reserve prices for a first-price auction.",
          "url": "http://dx.doi.org/10.1093/restud/rdae106",
          "doi": "10.1093/restud/rdae106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
