{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Gender-Specific Application Behaviour, Matching, and the Residual Gender Earnings Gap",
          "authors": "Benjamin Lochner, Christian Merkl",
          "abstract": "This paper examines how gender-specific application behaviour, firms’ hiring practices, and flexibility demands relate to the gender earnings gap, using linked data from the German Job Vacancy Survey and administrative records. Women are less likely than men to apply to high-wage firms with high flexibility requirements, although their hiring chances are similar when they do. We show that compensating differentials for firms’ flexibility demands help explain the residual gender earnings gap. Among women, mothers experience the largest earnings penalties relative to men in jobs with high flexibility requirements.",
          "url": "https://doi.org/10.1093/ej/ueaf037",
          "doi": "https://doi.org/10.1093/ej/ueaf037",
          "filter": 0
        },
        {
          "title": "Do Capital Grants Improve Microenterprise Productivity?",
          "authors": "Laurin Janes, Michael Koelle, Simon Quinn",
          "abstract": "Do capital grants improve microenterprise productivity? We use the lens of a production function to re-examine two previous randomised controlled trials that allocated capital to microenterprises. We find that productivity is higher for treated firms, and accounts for about 20-30 percent of the revenue effects of capital grants. Although long-run estimates are noisy, point estimates indicate that these productivity effects are sustained six years after the grants. We explore possible mechanisms for this finding, and show that treatment tilts the asset composition towards durables with a higher technology component: a result consistent with a important role for capital-embodied technology. Mediation analysis confirms that virtually all of the effect of treatment on productivity can be explained by the adoption of higher-technology durables.",
          "url": "https://doi.org/10.1093/ej/ueaf042",
          "doi": "https://doi.org/10.1093/ej/ueaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Inflation and price flexibility",
          "authors": "Ivan Petrella, Emiliano Santoro, Yannik Winkelmann",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105056",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105056",
          "filter": 0
        },
        {
          "title": "Running the risk: Immunity and mobility in response to a pandemic",
          "authors": "Claudio Deiana, Andrea Geraci, Giovanni Mastrobuoni, Simon Weidenholzer",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105057",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105057",
          "filter": 0
        },
        {
          "title": "IMF Programs and Borrowing Costs Does Size Matter?",
          "authors": "Salim Chahine, Ugo Panizza, Guilherme Suedekum",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105070",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105070",
          "filter": 0
        },
        {
          "title": "Labor market institutions, productivity, and the business cycle: An application to Italy",
          "authors": "Josué Diwambuena, Raquel Fonseca, Stefan Schubert",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105048",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "On changepoint detection in functional data using empirical energy distance",
          "authors": "B. Cooper Boniece, Lajos Horváth, Lorenzo Trapani",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106023",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106023",
          "filter": 0
        },
        {
          "title": "Inference for large dimensional factor models under general missing data patterns",
          "authors": "Liangjun Su, Fa Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106022",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106022",
          "filter": 0
        },
        {
          "title": "Realized candlestick wicks",
          "authors": "Yifan Li, Ingmar Nolte, Sandra Nolte, Shifan Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106014",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Black Empowerment and White Mobilization: The Effects of the Voting Rights Act",
          "authors": "Andrea Bernini, Giovanni Facchini, Marco Tabellini, Cecilia Testa",
          "url": "https://doi.org/10.1086/736766",
          "doi": "https://doi.org/10.1086/736766",
          "filter": 0
        },
        {
          "title": "Changes in marital sorting: Theory and evidence from the US",
          "authors": "Pierre-Andre Chiappori, Monica Costa Dias, Costas Meghir, Hanzhe Zhang",
          "url": "https://doi.org/10.1086/736764",
          "doi": "https://doi.org/10.1086/736764",
          "filter": 0
        },
        {
          "title": "Rationed Fertility: Treatment Effect Heterogeneity in the Child Quantity–Quality Tradeoff",
          "authors": "Rufei Guo, Junjian Yi, Junsen Zhang, Ning Zhang",
          "url": "https://doi.org/10.1086/736768",
          "doi": "https://doi.org/10.1086/736768",
          "filter": 0
        },
        {
          "title": "Persuasion and Information Aggregation in Elections",
          "authors": "Carl Heese, Stephan Lauermann",
          "url": "https://doi.org/10.1086/736767",
          "doi": "https://doi.org/10.1086/736767",
          "filter": 0
        },
        {
          "title": "Persuaded Search",
          "authors": "Teddy Mekonnen, Zeky Murra-Anton, Bobak Pakzad-Hurson",
          "url": "https://doi.org/10.1086/736765",
          "doi": "https://doi.org/10.1086/736765",
          "filter": 0
        },
        {
          "title": "Asset-Price Redistribution",
          "authors": "Andreas Fagereng, Matthieu Gomez, Emilien Gouin-Bonenfant, Martin Holm, Benjamin Moll, Gisle Natvik",
          "url": "https://doi.org/10.1086/736769",
          "doi": "https://doi.org/10.1086/736769",
          "filter": 0
        },
        {
          "title": "Selecting penalty parameters for high-dimensional M-estimators using bootstrapping after cross-validation.",
          "authors": "Denis Chetverikov, Jesper Sørensen",
          "url": "https://doi.org/10.1086/736770",
          "doi": "https://doi.org/10.1086/736770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Industrial automation and local public goods",
          "authors": "Thomas Luke Spreen, Ziyuan Wang, Lang (Kate) Yang",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105394",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105394",
          "filter": 0
        },
        {
          "title": "Fallen women: Recessions and the supply of sex work",
          "authors": "Grant Goehring",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105405",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105405",
          "filter": 0
        },
        {
          "title": "The influence of inheritances on wealth inequality in rich countries",
          "authors": "Salvatore Morelli, Brian Nolan, Juan C. Palomino, Philippe Van Kerm",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105398",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105398",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(24)00168-3",
          "doi": "https://doi.org/10.1016/s0047-2727(24)00168-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "A Retrospective Study of State Aid Control in the German Broadband Market",
          "authors": "Tomaso Duso, Mattia Nardotto, Jo Seldeslachts",
          "abstract": "We provide an evaluation of the impact of German public subsidy schemes in municipalities of Bavaria and Lower Saxony aimed at supporting the deployment of basic broadband infrastructure in rural Germany. Such subsidies are subject to state aid control by the European Commission and may only be granted if the potential market failure is addressed without distorting competition. We first analyse the consequences of the subsidies on reducing the digital divide between urban and rural areas. Second, and more novel, we examine the impact on different measures of competition: market entry and the resulting effect on prices and broadband offerings. We use an instrumental variables (IV) approach based on the interaction between technical features of the programme and political cycles in order to exploit plausibly exogenous variation in the allocation of subsidies. We find that the subsidies significantly increased broadband coverage. More interestingly, the number of internet service providers (ISPs) increased significantly in municipalities that received subsidies, which, in turn, led to a relative increase in the number of local broadband plans and a relative decrease in average prices. Our results show that well-designed state aid need not distort competition and can even enhance it.",
          "url": "https://doi.org/10.1093/jeea/jvaf020",
          "doi": "https://doi.org/10.1093/jeea/jvaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Sexual Harassment in Public Spaces and Police Patrols: Experimental Evidence from Urban India",
          "authors": "Sofia Amaral, Girija Borker, Nathan Fiala, Anjani Kumar, Nishith Prakash, Maria Micaela Sviatschi",
          "abstract": "We conduct a randomized controlled trial to evaluate the impact of an innovative police patrol program on sexual harassment in public spaces in Hyderabad, India. In collaboration with the Hyderabad City Police, we randomize exposure to police patrols and the visibility of officers by deploying both uniformed and undercover officers across 350 hotspots. To assess the effect, we implement a novel, high-frequency observation exercise to measure sexual harassment at these hotspots, where enumerators recorded all observed instances of sexual harassment and women’s responses in real time. We find that although police patrols had no impact on overall street harassment, uniformed police patrols reduced severe forms of harassment (forceful touching, intimidation) by 27 percent and reduced the likelihood of women leaving the hotspot due to sexual harassment. We uncovered the underlying mechanisms and found that both police visibility and officers’ attitudes toward sexual harassment are key to understanding its incidence.",
          "url": "https://doi.org/10.1093/qje/qjaf026",
          "doi": "https://doi.org/10.1093/qje/qjaf026",
          "filter": 0
        },
        {
          "title": "Manufacturing Revolutions: Industrial Policy and Industrialization in South Korea",
          "authors": "Nathan Lane",
          "abstract": "I study the impact of industrial policies on industrial development by considering an important episode during the East Asian miracle: South Korea’s heavy and chemical industry (HCI) drive, 1973–1979. Based on newly assembled data, I use the introduction and termination of industrial policies to study their impacts during and after the intervention period. (1) I reveal that heavy-chemical industrial policies promoted the expansion and dynamic comparative advantage of directly targeted industries. (2) Using variation in exposure to policies through the input-output network, I demonstrate that the policy indirectly benefited downstream users of targeted intermediates. (3) The benefits of HCI persisted even after the policy ended, as some results were slower to appear. The findings suggest that the temporary drive shifted Korean manufacturing into more advanced markets and supported durable change. This study helps clarify the lessons drawn from the East Asian growth miracle.",
          "url": "https://doi.org/10.1093/qje/qjaf025",
          "doi": "https://doi.org/10.1093/qje/qjaf025",
          "filter": 0
        },
        {
          "title": "The Optimal Taxation of Couples",
          "authors": "Mikhail Golosov, Ilia Krasikov",
          "abstract": "We study optimal nonlinear taxation of single and married households. Taxes on couples depend on the earnings of both spouses and are an example of multi-dimensional tax schedules. We develop novel analytical techniques to study properties of such taxes. We show that the optimal marginal taxes for married individuals are generally lower than for single individuals because resource-sharing within couples provides socially valuable redistribution. Under realistic assumptions, the optimal tax rates for married individuals increase with the correlation of spousal earnings, the marginal tax rates for one spouse increase (decrease) in the earnings of the other if both spouses have low (high) earnings, and the primary earner faces lower marginal taxes than the secondary earner.",
          "url": "https://doi.org/10.1093/qje/qjaf021",
          "doi": "https://doi.org/10.1093/qje/qjaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Cascades and Fluctuations in an Economy with an Endogenous Production Network",
          "authors": "Mathieu Taschereau-Dumouchel",
          "abstract": "This paper studies the efficient allocation in an economy in which firms are connected through input-output linkages and must pay a fixed cost to produce. When economic conditions are poor, some firms might decide not to operate, thereby severing the links with their neighbors and changing the structure of the production network. Since producers benefit from having access to additional suppliers, nearby firms tend to operate, or not, together. As a result, the production network features clusters of operating firms, and the exit of a producer can create a cascade of firm shutdowns. While well-connected firms are better able to withstand shocks, they trigger larger cascades upon exit. The theory also predicts how the structure of the production network changes over the business cycle. As in the data, recessions are associated with more dispersed networks that feature fewer highly connected firms. In the calibrated economy, the endogenous reorganization of the network substantially dampens the impact of idiosyncratic shocks on aggregate fluctuations.",
          "url": "https://doi.org/10.1093/restud/rdaf036",
          "doi": "https://doi.org/10.1093/restud/rdaf036",
          "filter": 0
        },
        {
          "title": "Efficient Conservation of the Brazilian Amazon: Estimates from a Dynamic Model",
          "authors": "Rafael Araujo, Francisco Costa, Marcelo Sant’Anna",
          "abstract": "This paper estimates the Brazilian Amazon’s carbon-efficient forest cover—i.e. when farmers internalize the social cost of carbon. We propose a dynamic discrete choice land-use model and estimate it using a panel of land use and carbon stock of 5.7 billion pixels between 2008 and 2017. The business-as-usual scenario implies an inefficient release of 42 billion tons of CO2 in the long run, resulting from the deforestation of an area twice the size of France. A carbon tax that makes farmers internalize the social cost of carbon would implement the efficient allocation and generate welfare gains exceeding 1.6 trillion dollars. Responses from a carbon tax are highly convex: a carbon tax of only $10/ton would preserve 95% of the efficient carbon stock. An excise tax on cattle ranching, a second-best policy, achieves at most 87% of the first-best welfare gains.",
          "url": "https://doi.org/10.1093/restud/rdaf031",
          "doi": "https://doi.org/10.1093/restud/rdaf031",
          "filter": 0
        },
        {
          "title": "How People Use Statistics",
          "authors": "Pedro Bordalo, John Conlon, Nicola Gennaioli, Spencer Kwon, Andrei Shleifer",
          "abstract": "For standard statistical problems, we provide new evidence documenting (1) multimodality and (2) instability in probability estimates, including from irrelevant changes in problem description. The evidence motivates a model in which, when solving a problem, people represent each hypothesis by attending to its salient features while neglecting other, potentially more relevant, ones. Only the statistics associated with salient features are used. The model unifies biases in judgments about i.i.d. draws, such as the Gambler's Fallacy and insensitivity to sample size, with biases in inference such as under- and overreaction and insensitivity to the weight of evidence. The model makes predictions for how changes in the salience of specific features jointly shapes known biases and measured attention to features, but also create entirely new biases. We test and confirm these predictions experimentally. Salience-driven attention to features emerges as a unifying framework for biases conventionally explained using a variety of stable heuristics or distortions of Bayes' rule.",
          "url": "https://doi.org/10.1093/restud/rdaf022",
          "doi": "https://doi.org/10.1093/restud/rdaf022",
          "filter": 0
        },
        {
          "title": "Attention Utility: Evidence from Individual Investors",
          "authors": "Edika Quispe-Torreblanca, John Gathergood, George Loewenstein, Neil Stewart",
          "abstract": "We study attention utility, the hedonic pleasure or pain derived purely from paying attention to information, which differs from the news utility that arises from gaining new information. The main, field, study examines brokerage account login data to show that investors pay disproportionate attention to already-known positive information on their stocks. Through its effect on logins, this selective attention affects their trading activity. Three experimental studies then show that (1) investors are more likely to engage in a paid task that will involve attention to a prior investment if that investment has gained value; (2) paying attention to a winning stock is more motivating than a doubling of monetary incentives; and that (3) attention has value independent of information acquisition.",
          "url": "https://doi.org/10.1093/restud/rdaf028",
          "doi": "https://doi.org/10.1093/restud/rdaf028",
          "filter": 0
        },
        {
          "title": "How Important Is Health Inequality for Lifetime Earnings Inequality?",
          "authors": "Roozbeh Hosseini, Karen Kopecky, Kai Zhao",
          "abstract": "Using a dynamic panel approach, we provide empirical evidence that negative health shocks significantly reduce earnings. The effect is primarily driven by the participation margin and is concentrated among the less educated and those in poor health. Next, we develop a life-cycle model of labour supply featuring risky and heterogeneous frailty profiles that affect individuals’ productivity, likelihood of access to social insurance, disutility from work, mortality, and medical expenses. Individuals can either work or not work and apply for social security disability insurance (SSDI/SSI). Eliminating health inequality in our model reduces the variance of log lifetime (accumulated) earnings by 28% at age 55. About 60% of this effect is due to the impact of poor health on the probability of obtaining SSDI/SSI benefits. Despite this, we show that eliminating the SSDI/SSI program reduces ex ante welfare.",
          "url": "https://doi.org/10.1093/restud/rdaf030",
          "doi": "https://doi.org/10.1093/restud/rdaf030",
          "filter": 0
        },
        {
          "title": "Racial Discrimination and the Social Contract: Evidence from U.S. Army Enlistment during WWII",
          "authors": "Nancy Qian, Marco Tabellini",
          "abstract": "This paper documents that the Pearl Harbor attack triggered a sharp increase in volunteer enlistment rates of American men, the magnitude of the increase was smaller for Black men than for white men and the Black-white gap was larger in counties with higher levels of racial discrimination. The results suggest that political exclusion and discrimination can undermine support for the government during critical times such as war.",
          "url": "https://doi.org/10.1093/restud/rdaf038",
          "doi": "https://doi.org/10.1093/restud/rdaf038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
