{
  "update": "2024-10-04",
  "content": [
    {
      "journal_full": "American Economic Journal: Applied Economics",
      "journal_short": "APP",
      "articles": [
        {
          "title": "Working Remotely? Selection, Treatment, and the Market for Remote Work",
          "authors": "Natalia Emanuel, Emma Harrington",
          "abstract": "How does remote work affect productivity and how productive are workers who choose remote jobs? We decompose these effects in a Fortune 500 firm. Before COVID-19, remote workers answered 12 percent fewer calls per hour than on-site workers. After offices closed, the productivity gap narrowed by 4 percent, and formerly on-site workers' call quality and promotion rates declined. Even with everyone remote, an 8 percent productivity gap persisted, indicating negative selection into remote jobs. A cost-benefit analysis indicates savings in reduced turnover and office rents could outweigh remote work's negative productivity impact but not the costs of attracting less productive workers. (JEL D22, J22, J24, J63, L84, M12, M54)",
          "url": "http://dx.doi.org/10.1257/app.20230376",
          "doi": "10.1257/app.20230376",
          "filter": 0
        },
        {
          "title": "Schoolgirls, Not Brides: Education as a Shield against Child Marriage",
          "authors": "Hélène Giacobino, Elise Huillery, Bastien Michel, Mathilde Sage",
          "abstract": "We study the impact of a scholarship-based intervention aimed to reduce child marriage by fostering secondary education among adolescent girls in Niger. Using a large-scale randomized controlled trial, we find that after three years of implementation, the intervention led to large and positive effects. It halved both dropout and marriage rates and increased girls' and their parents' aspirations. Importantly, there is no displacement effect detrimental to the education and marriage status of nontreatment girls. Our results show that financial aid for education has the potential to transform adolescent girls' lives. (JEL I21, I28, J13, J16, O15)",
          "url": "http://dx.doi.org/10.1257/app.20220443",
          "doi": "10.1257/app.20220443",
          "filter": 0
        },
        {
          "title": "The Paradox of Innovation Nondisclosure: Evidence from Licensing Contracts",
          "authors": "Gaurav Kankanhalli, Alan Kwan, Kenneth Merkley",
          "abstract": "Innovative firms must trade off disclosing to investors and maintaining secrecy from competitors. We study this trade-off in a sample of IP licenses mandatorily disclosed by US public firms, whose contents can be temporarily redacted. Hand classifying the redacted information, we find that firms with valuable IP in competitive markets redact IP information more often. Markets react positively to the redaction of IP information, consistent with theoretical predictions rationalizing a separating equilibrium in which nondisclosure signals more valuable IP. Our results suggest that credible nondisclosure partially resolves information frictions for innovative public firms when facilitated by sophisticated investors. (JEL D22, D82, G38, L24, O32, O34)",
          "url": "http://dx.doi.org/10.1257/app.20230046",
          "doi": "10.1257/app.20230046",
          "filter": 0
        },
        {
          "title": "When Dad Can Stay Home: Fathers' Workplace Flexibility and Maternal Health",
          "authors": "Petra Persson, Maya Rossin-Slater",
          "abstract": "We study how fathers' access to workplace flexibility affects maternal postpartum health. We use variation from a Swedish reform that granted new fathers more flexibility to take intermittent parental leave during the postpartum period and show that increasing the father's temporal flexibility—and thereby his ability to be present at home together with the mother—reduces the incidence of maternal postpartum health complications. Our results suggest that mothers bear part of the burden from a lack of workplace flexibility for men because a father's inability to respond to domestic shocks exacerbates the maternal health cost of childbearing. (JEL D13, I12, J13, J16, J22, J32, M54)",
          "url": "http://dx.doi.org/10.1257/app.20220400",
          "doi": "10.1257/app.20220400",
          "filter": 0
        },
        {
          "title": "Expected Returns to Crime and Crime Location",
          "authors": "Nils Braakmann, Arnaud Chevalier, Tanya Wilson",
          "abstract": "We provide first evidence that variations in the expected returns to crime affect the location of property crime. Our identification strategy relies on the widely held perception in the United Kingdom that South Asian households store gold jewelry at home. Price movements on the international market for gold exogenously affect the expected gains from burgling these households. Using a neighborhood-level panel on crime and difference-in-differences, we find that burglaries in South Asian neighborhoods are more sensitive to variations in the gold price than other neighborhoods in the same municipality. We conduct various tests on neighborhood and individual data to eliminate alternative explanations. (JEL D12, D91, J15, K42, R23)",
          "url": "http://dx.doi.org/10.1257/app.20220585",
          "doi": "10.1257/app.20220585",
          "filter": 0
        },
        {
          "title": "Preferences, Access, and the STEM Gender Gap in Centralized High School Assignment",
          "authors": "Diana Ngo, Andrew Dustan",
          "abstract": "The gender gap in STEM widens during high school due both to differences in student choices and institutional barriers to accessing STEM education. Using rich data from Mexico City's centralized assignment system and a structural model of high school choice, we document strong demand for elite STEM programs and relatively weak demand for non-elite STEM programs. Decomposition and counterfactual simulations demonstrate that most of the gap is due to gendered choices, with males more strongly preferring STEM. Test-based assignment restricts elite STEM access for females, who have lower placement test scores despite similar low-stakes exam scores. (JEL I21, I24, I26, J16, J24, O15)",
          "url": "http://dx.doi.org/10.1257/app.20220450",
          "doi": "10.1257/app.20220450",
          "filter": 0
        },
        {
          "title": "Customer Capital Spillovers: Evidence from Sales Managers in International Markets",
          "authors": "Bérengère Patault, Clémence Lenoir",
          "abstract": "Expanding their customer base is crucial for firms to grow. This paper leverages sales managers' job-to-job transitions to better understand how buyer-seller relationships form. Combining unique French firm-to-firm trade data with matched employer-employee data, we perform an event study analysis that exploits the timing of sales managers' transitions from one firm to another for identification. We find recruiting a sales manager increases by 36 percent the probability to export to the buyers of her former firm. The expansion of the firm's customer base is detrimental to the buyer's former suppliers. Yet business stealing is partial; job-to-job transitions are not zero-sum. (JEL D12, D22, D25, J62, L14, L25)",
          "url": "http://dx.doi.org/10.1257/app.20220572",
          "doi": "10.1257/app.20220572",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Optimally Imprecise Memory and Biased Forecasts",
          "authors": "Rava Azeredo da Silveira, Yeji Sung, Michael Woodford",
          "abstract": "We propose a model of optimal decision-making subject to a memory constraint in the spirit of models of rational inattention. Our theory differs from that of Sims (2003) in not assuming costless memory of past cognitive states. The model implies that both forecasts and actions will exhibit idiosyncratic random variation; that average beliefs will exhibit a bias that fluctuates forever; and that more recent news will be given disproportionate weight in forecasts. The model provides a simple explanation for the overreaction to news observed in the laboratory by Afrouzi et al. (2023). (JEL D83, D84, D91, G12, G41)",
          "url": "http://dx.doi.org/10.1257/aer.20201806",
          "doi": "10.1257/aer.20201806",
          "filter": 0
        },
        {
          "title": "Rising Top, Falling Bottom: Industries and Rising Wage Inequality",
          "authors": "John Haltiwanger, Henry R. Hyatt, James R. Spletzer",
          "abstract": "Most of the rise in overall earnings inequality from 1996 to 2018 is accounted for by rising between-industry dispersion. The contribution of industries is right-skewed with the top 10 percent of four-digit NAICS industries dominating. The top 10 percent are clustered in high-paying high-tech and low-paying retail sectors. In the top industries, high-wage workers are increasingly sorted to high-wage industries with rising industry premia. In the bottom industries, low-wage workers are increasingly sorted into lowwage industries, with rising employment and falling industry wage premia. (JEL J23, J24, J31, L25, M52)",
          "url": "http://dx.doi.org/10.1257/aer.20221574",
          "doi": "10.1257/aer.20221574",
          "filter": 0
        },
        {
          "title": "Public Discourse and Socially Responsible Market Behavior",
          "authors": "Björn Bartling, Vanessa Valero, Roberto A. Weber, Lan Yao",
          "abstract": "We investigate the causal impact of public discourse on socially responsible market behavior. Across three laboratory experiments, having market participants engage in public discourse generally increases market social responsibility. These positive impacts are robust to variation in several characteristics of the discourse. We provide evidence that discourse strengthens beliefs that others support socially responsible exchange. However, relaxing requirements to engage in discourse sharply reduces its effectiveness. Our findings suggest that campaigns encouraging discussion of appropriate market behavior can have sizable impacts on addressing inefficiencies due to market failures but that policies encouraging broad public engagement may be important. (JEL C92, D62, D83, D91, P36, M14, Z13)",
          "url": "http://dx.doi.org/10.1257/aer.20201361",
          "doi": "10.1257/aer.20201361",
          "filter": 0
        },
        {
          "title": "The Social Costs of Keystone Species Collapse: Evidence from the Decline of Vultures in India",
          "authors": "Eyal Frank, Anant Sudarshan",
          "abstract": "Scientific evidence has documented we are undergoing a mass extinction of species, caused by human activity. However, allocating conservation resources is difficult due to scarce evidence on damages from losing individual species. This paper studies the collapse of vultures in India, triggered by the expiry of a patent on a painkiller. Our results suggest the functional extinction of vultures—efficient scavengers that removed carcasses from the environment—increased human mortality by over 4 percent because of a large negative shock to sanitation. We quantify damages at $69.4 billion per year. These results suggest high returns to conserving keystone species such as vultures. (JEL I12, O13, O15, Q53, Q57, Q58)",
          "url": "http://dx.doi.org/10.1257/aer.20230016",
          "doi": "10.1257/aer.20230016",
          "filter": 0
        },
        {
          "title": "Dynamic Outside Options and Optimal Negotiation Strategies",
          "authors": "Andrew McClellan",
          "abstract": "We study the design of negotiation strategies when a principal and agent must decide how to split a pie while the agent's outside option changes over time. The principal's optimal strategy under commitment demonstrates a new, but intuitive, set of negotiation dynamics. When the agent is tempted to leave, the principal gradually promises a larger share (decreasing demands) and more time to explore the outside option (decreasing pressure), illustrating a complementarity between these two tools. Although the principal's expected utility is decreasing in the outside option, his expected utility and demands are increasing in the outside option's drift and volatility. (JEL D63, D82, D86)",
          "url": "http://dx.doi.org/10.1257/aer.20230015",
          "doi": "10.1257/aer.20230015",
          "filter": 0
        },
        {
          "title": "Women Left Behind: Gender Disparities in Utilization of Government Health Insurance in India",
          "authors": "Pascaline Dupas, Radhika Jain",
          "abstract": "We document large gender disparities within a government program that entitles 46 million poor individuals to free hospital care. We show that care is not free in practice and higher costs are associated with larger disparities. Lowering care costs increases female utilization but does not reduce gender disparities because marginal beneficiaries are as likely to be male as inframarginals. Long-term exposure to local female leaders reduces disparities by addressing factors lowering female care. In the presence of gender bias, subsidizing social services may fail to address gender inequalities without actions that specifically target females. (JEL H51, I12, I13, I14, J16, O15)",
          "url": "http://dx.doi.org/10.1257/aer.20230521",
          "doi": "10.1257/aer.20230521",
          "filter": 0
        },
        {
          "title": "Efficiency and Equity Impacts of Urban Transportation Policies with Equilibrium Sorting",
          "authors": "Panle Jia Barwick, Shanjun Li, Andrew Waxman, Jing Wu, Tianli Xia",
          "abstract": "We estimate an equilibrium sorting model of housing location and commuting mode choice with endogenous traffic congestion to evaluate urban transportation policies. Leveraging fine-scale data from travel diaries and housing transactions identifying residents' home and work locations, we recover rich preference heterogeneity over both travel mode and residential location decisions. While different policies produce the same congestion reduction, their impacts on social welfare differ drastically. In addition, sorting undermines the congestion reduction under driving restrictions and subway expansion but strengthens it under congestion pricing. The combination of congestion pricing and subway expansion delivers the greatest congestion relief and efficiency gains. (JEL H76, O18, P25, R23, R31, R41, R48)",
          "url": "http://dx.doi.org/10.1257/aer.20220212",
          "doi": "10.1257/aer.20220212",
          "filter": 0
        },
        {
          "title": "Monitoring in Small Firms: Experimental Evidence from Kenyan Public Transit",
          "authors": "Erin M. Kelley, Gregory Lane, David Schönholzer",
          "abstract": "Small firms struggle to grow beyond a few employees. We introduce monitoring devices into commuter minibuses in Kenya and randomize which minibus owners have access to the data using a novel mobile app. We find that treated vehicle owners modify the terms of the contract to induce higher effort and lower risk taking from their drivers. This reduces firm costs and increases firm profitability. There is suggestive evidence that some firms expand. These results suggest that small firms may be able to utilize monitoring technologies to overcome problems of moral hazard and enhance their profitability. (JEL D22, D24, D82, J41, L25, L92, O14)",
          "url": "http://dx.doi.org/10.1257/aer.20210987",
          "doi": "10.1257/aer.20210987",
          "filter": 0
        },
        {
          "title": "The Price of Power: Costs of Political Corruption in Indian Electricity",
          "authors": "Meera Mahadevan",
          "abstract": "Politicians may target public goods to benefit their constituents, at the expense of others. I study corruption in the context of Indian electricity and estimate the welfare consequences. Using new administrative billing data and close-election regression discontinuities, I show that billed electricity consumption is lower for constituencies of the winning party by almost 40 percent, while actual consumption, measured by nighttime lights, is higher. I document the covert way in which politicians subsidize constituents by manipulating bills. These actions have substantial welfare implications, with an efficiency loss of US$0.9 billion, leading to unreliable electricity supply and significant negative consequences for development. (JEL D72, D73, L94, L98, O13, O17)",
          "url": "http://dx.doi.org/10.1257/aer.20230248",
          "doi": "10.1257/aer.20230248",
          "filter": 0
        },
        {
          "title": "Sufficient Statistics for Nonlinear Tax Systems with General Across-Income Heterogeneity",
          "authors": "Antoine Ferey, Benjamin B. Lockwood, Dmitry Taubinsky",
          "abstract": "This paper provides empirically implementable sufficient statistics formulas for optimal nonlinear tax systems in the presence of across-income heterogeneity in preferences, inheritances, income-shifting capabilities, and other sources. We characterize optimal smooth tax systems on income and savings (or other commodities), as well as simpler tax systems. We use familiar elasticity concepts and a novel sufficient statistic for heterogeneity correlated with earnings ability: the difference between across-income variation in savings and the causal effect of income on savings. We apply these formulas to the United States and find that the optimal savings tax is mostly positive and progressive. (JEL E21, G51, H21, H24)",
          "url": "http://dx.doi.org/10.1257/aer.20221053",
          "doi": "10.1257/aer.20221053",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/aer.114.10.i",
          "doi": "10.1257/aer.114.10.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "How do Workers Adjust to Robots? Evidence from China",
          "authors": "Osea Giuntella, Yi Lu, Tianyi Wang",
          "abstract": "We analyse the effects of exposure to industrial robots on labour market adjustments, exploring longitudinal household data from China. We find that a one standard deviation increase in robot exposure led to a decline in labour force participation (-1%), employment (-7%), and hourly earnings (-8%) of Chinese workers. At the same time, among those who kept working, robot exposure increased the number of hours worked by 8%. These effects were concentrated among the less educated and larger among men, prime-age, and older workers. We also find that more exposed workers increased their participation in technical training and were significantly more likely to retire earlier.",
          "url": "http://dx.doi.org/10.1093/ej/ueae086",
          "doi": "10.1093/ej/ueae086",
          "filter": 0
        },
        {
          "title": "The Dark Side of Infrastructure: Roads, Repression, and Land in Authoritarian Paraguay",
          "authors": "Felipe González, Josepa Miquel-Florensa, Mounu Prem, Stéphane Straub",
          "abstract": "Transportation infrastructure is associated with economic development, but it can also be used for social control and to benefit the governing elite. We explore the connection between the construction of road networks, state-led repression, and illegal land allocations in the longest dictatorship in South America: Alfredo Stroessner’s military regime in Paraguay. Using novel panel data from the truth and reconciliation commission, we show that proximity to newly constructed roads facilitated state-led repression, illegal allocation of agricultural plots to dictatorship allies, and hindered sustainable economic development in the following decades.",
          "url": "http://dx.doi.org/10.1093/ej/ueae087",
          "doi": "10.1093/ej/ueae087",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Labour market skills, endogenous productivity and business cycles",
          "authors": "Mirko Abbritti, Agostino Consolo",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104873",
          "doi": "10.1016/j.euroecorev.2024.104873",
          "filter": 0
        },
        {
          "title": "An unemployment re-insurance scheme for the eurozone? Stabilizing and redistributive effects",
          "authors": "Mathias Dolls",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104872",
          "doi": "10.1016/j.euroecorev.2024.104872",
          "filter": 0
        },
        {
          "title": "The welfare costs of business cycles unveiled: Measuring the extent of stabilization policies",
          "authors": "Fernando Barros, Fábio Augusto R. Gomes, André Victor D. Luduvice",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104822",
          "doi": "10.1016/j.euroecorev.2024.104822",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "On uniform confidence intervals for the tail index and the extreme quantile",
          "authors": "Yuya Sasaki, Yulong Wang",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105865",
          "doi": "10.1016/j.jeconom.2024.105865",
          "filter": 0
        },
        {
          "title": "Identification and estimation of partial effects in nonlinear semiparametric panel models",
          "authors": "Laura Liu, Alexandre Poirier, Ji-Liang Shiu",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105860",
          "doi": "10.1016/j.jeconom.2024.105860",
          "filter": 0
        },
        {
          "title": "Nonlinear budget set regressions in random utility models: Theory and application to taxable income",
          "authors": "Soren Blomquist, Anil Kumar, Che-Yuan Liang, Whitney K. Newey",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105859",
          "doi": "10.1016/j.jeconom.2024.105859",
          "filter": 0
        },
        {
          "title": "Estimating option pricing models using a characteristic function-based linear state space representation",
          "authors": "H. Peter Boswijk, Roger J.A. Laeven, Evgenii Vladimirov",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105864",
          "doi": "10.1016/j.jeconom.2024.105864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Strategic Inattention, Inflation Dynamics, and the Nonneutrality of Money",
          "authors": "Hassan Afrouzi",
          "url": "http://dx.doi.org/10.1086/730201",
          "doi": "10.1086/730201",
          "filter": 0
        },
        {
          "title": "Learning about the Long Run",
          "authors": "Leland E. Farmer, Emi Nakamura, Jón Steinsson",
          "url": "http://dx.doi.org/10.1086/730207",
          "doi": "10.1086/730207",
          "filter": 0
        },
        {
          "title": "Reputation Effects under Short Memories",
          "authors": "Harry Pei",
          "url": "http://dx.doi.org/10.1086/730203",
          "doi": "10.1086/730203",
          "filter": 0
        },
        {
          "title": "Regulation of Organ Transplantation and Procurement: A Market-Design Lab Experiment",
          "authors": "Alex Chan, Alvin E. Roth",
          "url": "http://dx.doi.org/10.1086/730546",
          "doi": "10.1086/730546",
          "filter": 0
        },
        {
          "title": "Technology Adoption and Productivity Growth: Evidence from Industrialization in France",
          "authors": "Réka Juhász, Mara P. Squicciarini, Nico Voigtländer",
          "url": "http://dx.doi.org/10.1086/730205",
          "doi": "10.1086/730205",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The children of HOPE VI demolitions: National evidence on labor market outcomes",
          "authors": "John C. Haltiwanger, Mark J. Kutzbach, Giordano Palloni, Henry O. Pollakowski, Matthew Staiger, Daniel H. Weinberg",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105188",
          "doi": "10.1016/j.jpubeco.2024.105188",
          "filter": 0
        },
        {
          "title": "The unintended consequences of merit-based teacher selection: Evidence from a large-scale reform in Colombia",
          "authors": "Matias Busso, Sebastián Montaño, Juan Muñoz-Morales, Nolan G. Pope",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105238",
          "doi": "10.1016/j.jpubeco.2024.105238",
          "filter": 0
        },
        {
          "title": "Later-life mortality and the repeal of federal prohibition",
          "authors": "David S. Jacks, Krishna Pendakur, Hitoshi Shigeoka, Anthony Wray",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105192",
          "doi": "10.1016/j.jpubeco.2024.105192",
          "filter": 0
        },
        {
          "title": "Spillovers in fields of study: Siblings, cousins, and neighbors",
          "authors": "Stanislav Avdeev, Nadine Ketel, Hessel Oosterbeek, Bas van der Klaauw",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105193",
          "doi": "10.1016/j.jpubeco.2024.105193",
          "filter": 0
        },
        {
          "title": "The intergenerational (Im)mobility of immigrants",
          "authors": "Pascal Achard",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105204",
          "doi": "10.1016/j.jpubeco.2024.105204",
          "filter": 0
        },
        {
          "title": "The effects of physician vertical integration on referral patterns, patient welfare, and market dynamics",
          "authors": "Christopher M. Whaley, Xiaoxi Zhao",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105175",
          "doi": "10.1016/j.jpubeco.2024.105175",
          "filter": 0
        },
        {
          "title": "School segregation in the presence of student sorting and cream-skimming: Evidence from a school voucher reform",
          "authors": "Ana M. Gazmuri",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105176",
          "doi": "10.1016/j.jpubeco.2024.105176",
          "filter": 0
        },
        {
          "title": "Heard the news? Environmental policy and clean investments",
          "authors": "Joëlle Noailly, Laura Nowzohour, Matthias van den Heuvel, Ireneu Pla",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105190",
          "doi": "10.1016/j.jpubeco.2024.105190",
          "filter": 0
        },
        {
          "title": "The safety net and job loss: How much insurance do public programs provide?",
          "authors": "Chloe N. East, David Simon",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105171",
          "doi": "10.1016/j.jpubeco.2024.105171",
          "filter": 0
        },
        {
          "title": "Norm-based feedback on household waste: Large-scale field experiments in two Swedish municipalities",
          "authors": "Claes Ek, Magnus Söderberg",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105191",
          "doi": "10.1016/j.jpubeco.2024.105191",
          "filter": 0
        },
        {
          "title": "Estimating intergenerational health transmission in Taiwan with administrative health records",
          "authors": "Harrison Chang, Timothy J. Halliday, Ming-Jen Lin, Bhashkar Mazumder",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105194",
          "doi": "10.1016/j.jpubeco.2024.105194",
          "filter": 0
        },
        {
          "title": "Rounded Up: Using round numbers to identify tax evasion",
          "authors": "Robert Breunig, Nathan Deutscher, Steven Hamilton",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105195",
          "doi": "10.1016/j.jpubeco.2024.105195",
          "filter": 0
        },
        {
          "title": "Coordinated selection of collective action: Wealthy-interest bias and inequality",
          "authors": "Luca Corazzini, Christopher S. Cotton, Enrico Longo, Tommaso Reggiani",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105172",
          "doi": "10.1016/j.jpubeco.2024.105172",
          "filter": 0
        },
        {
          "title": "Spillover effects of specialized high schools",
          "authors": "Christine Mulhern, Shelby McNeill, Fatih Unlu, Brian Phillips, Julie A. Edmunds, Eric Grebing",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105170",
          "doi": "10.1016/j.jpubeco.2024.105170",
          "filter": 0
        },
        {
          "title": "Effects of the expanded Child Tax Credit on employment outcomes",
          "authors": "Elizabeth Ananat, Benjamin Glasner, Christal Hamilton, Zachary Parolin, Clemente Pignatti",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105168",
          "doi": "10.1016/j.jpubeco.2024.105168",
          "filter": 0
        },
        {
          "title": "No country for young people? The rise of anti-immigration politics in ageing societies",
          "authors": "Valerio Dotti",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105199",
          "doi": "10.1016/j.jpubeco.2024.105199",
          "filter": 0
        },
        {
          "title": "Optional (non-)filing and effective taxation",
          "authors": "Tobias Hauck, Luisa Wallossek",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105187",
          "doi": "10.1016/j.jpubeco.2024.105187",
          "filter": 0
        },
        {
          "title": "Public pensions and retirement: Evidence from the Railroad Retirement Act",
          "authors": "Matthew Pesner",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105186",
          "doi": "10.1016/j.jpubeco.2024.105186",
          "filter": 0
        },
        {
          "title": "Brains versus brawn: Ordinal rank effects in job training",
          "authors": "Alexander J. Chesney, Scott E. Carrell",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105197",
          "doi": "10.1016/j.jpubeco.2024.105197",
          "filter": 0
        },
        {
          "title": "How do parole boards respond to large, societal shocks? Evidence from the 9/11 terrorist attacks",
          "authors": "Brendon McConnell, Kegon Teng Kok Tan, Mariyana Zapryanova",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105206",
          "doi": "10.1016/j.jpubeco.2024.105206",
          "filter": 0
        },
        {
          "title": "Organizational capacity and profit shifting",
          "authors": "Katarzyna Bilicka, Daniela Scur",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105179",
          "doi": "10.1016/j.jpubeco.2024.105179",
          "filter": 0
        },
        {
          "title": "The political economy of coastal development",
          "authors": "Pierre Magontier, Albert Solé-Ollé, Elisabet Viladecans-Marsal",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105178",
          "doi": "10.1016/j.jpubeco.2024.105178",
          "filter": 0
        },
        {
          "title": "The McMansion effect: Positional externalities in U.S. suburbs",
          "authors": "Clément S. Bellet",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105174",
          "doi": "10.1016/j.jpubeco.2024.105174",
          "filter": 0
        },
        {
          "title": "Softening the blow: Job retention schemes in the pandemic",
          "authors": "Jolan Mohimont, Maite de Sola Perea, Marie-Denise Zachary",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105198",
          "doi": "10.1016/j.jpubeco.2024.105198",
          "filter": 0
        },
        {
          "title": "Do bishops matter for politics? Evidence From Italy",
          "authors": "Gianandrea Lanzara, Sara Lazzaroni, Paolo Masella, Mara P. Squicciarini",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105177",
          "doi": "10.1016/j.jpubeco.2024.105177",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
