{
  "update": "2024-12-20",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "An inquiry into the Relationship Between Intelligence and Prosocial Behaviour: Evidence from Swedish Population Registers",
          "authors": "Mikael Elinder, Oscar Erixson",
          "abstract": "We investigate the relationship between intelligence and prosocial behaviour, using administrative data on cognitive ability, charitable giving, voting, and possession of eco-friendly cars for 1.2 million individuals. We find strong positive associations for all three behaviours, which remain when using twin-pair fixed-effects to account for confounders. We also find that general (fluid) intelligence is a stronger predictor than other dimensions of cognitive ability, and that most of the relationship remains after controlling for a set of mediators, suggesting a direct impact on prosocial behaviour. Finally, we show that cognitive ability is also positively related to a survey measure of altruism.",
          "url": "https://doi.org/10.1093/ej/ueae105",
          "doi": "https://doi.org/10.1093/ej/ueae105",
          "filter": 0
        },
        {
          "title": "Parental Leave, Worker Substitutability, and Firms’ Employment",
          "authors": "Mathias Huebener, Jonas Jessen, Daniel Kuehnle, Michael Oberfichtner",
          "abstract": "Motherhood and parental leave are frequent causes of worker absences and employment interruptions, yet little is known about their effects on firms. Based on linked employer-employee data from Germany, we examine how parental leave absences affect small-and medium-sized firms. We show that they anticipate the absence with replacement hirings in the six months before childbirth. A 2007 parental leave reform extending leave absences reduces firm-level employment and total wages up to three years after childbirth, driven by firms with few internal substitutes for the absent mother. However, we do not find longer-term effects on firms’ employment, wage bill, or likelihood to shut down. The reform led to an increase in replacement hirings, but firms did not respond to longer expected absences of mothers by subsequently hiring fewer young women. Overall, our findings show that anticipated, extended parental leave does not have a lasting impact on firms.",
          "url": "https://doi.org/10.1093/ej/ueae114",
          "doi": "https://doi.org/10.1093/ej/ueae114",
          "filter": 0
        },
        {
          "title": "Flow of Ideas: Economic Societies and the Rise of Useful Knowledge",
          "authors": "Francesco Cinnirella, Erik Hornung, Julius Koschnick",
          "abstract": "Economic societies emerged during the late eighteenth-century. We argue that these institutions reduced the costs of accessing useful knowledge by adopting, producing, and diffusing new ideas. Combining location information for the universe of 3,300 members across active economic societies in Germany with those of patent holders and World’s Fair exhibitors, we show that regions with more members were more innovative in the late nineteenth-century. This long-lasting effect of societies arguably arose through agglomeration economies and localized knowledge spillovers. To support this claim, we provide evidence suggesting an immediate increase in manufacturing, an earlier establishment of vocational schools, and a higher density of highly skilled mechanical workers by mid-nineteenth century in regions with more members. We also show that regions with members from the same society had higher similarity in industrial production and patenting, suggesting that societies facilitated spatial knowledge diffusion and, to some extent, shaped the direction of technological progress.",
          "url": "https://doi.org/10.1093/ej/ueae115",
          "doi": "https://doi.org/10.1093/ej/ueae115",
          "filter": 0
        },
        {
          "title": "Overconfidence and Correlated Information Structures",
          "authors": "Junghum Park",
          "abstract": "This paper analyses overconfident strategic traders whose private information involves correlated errors. The analysis on the effects of two types of overconfidence—overconfidence in own signals and underconfidence in others’ signals—provides richer implications than our typical understanding of overconfidence as follows: First, trading volume decreases (increases) with underconfidence in others’ signals (overconfidence in own signals). Second, whereas overconfidence in own signals can explain large trading volume more easily, underconfidence in others’ signals may cause trading volume and price informativeness to decrease with the number of traders. Third, overconfidence in own signals can lead to equilibrium multiplicity in information acquisition.",
          "url": "https://doi.org/10.1093/ej/ueae112",
          "doi": "https://doi.org/10.1093/ej/ueae112",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Disinformation for Hire: A Field Experiment on Unethical Jobs in Online Labor Markets",
          "authors": "Alain Cohn, Jan Stoop",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104936",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104936",
          "filter": 0
        },
        {
          "title": "Long shadow of the U.S. mortgage expansion: Evidence from local labour markets",
          "authors": "Aruni Mitra, Mengying Wei",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104931",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104931",
          "filter": 0
        },
        {
          "title": "Temptation-driven preferences: A resolution to New Keynesian anomalies",
          "authors": "Marco Airaudo",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104932",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104932",
          "filter": 0
        },
        {
          "title": "The invisible family load and the gender earnings gap in Kenya",
          "authors": "Sveva Vitellozzi, Francesco Cecchi, Chiara Rapallini",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104934",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104934",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Identification-robust and simultaneous inference in multifactor asset pricing models",
          "authors": "Marie-Claude Beaulieu, Jean-Marie Dufour, Lynda Khalaf",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105915",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105915",
          "filter": 0
        },
        {
          "title": "Statistical inference for smoothed quantile regression with streaming data",
          "authors": "Jinhan Xie, Xiaodong Yan, Bei Jiang, Linglong Kong",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105924",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105924",
          "filter": 0
        },
        {
          "title": "Satellites turn “concrete”: Tracking cement with satellite data and neural networks",
          "authors": "Alexandre d'Aspremont, Simon Ben Arous, Jean-Charles Bricongne, Benjamin Lietti, Baptiste Meunier",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105923",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105923",
          "filter": 0
        },
        {
          "title": "Interval quantile correlations with applications to testing high-dimensional quantile effects",
          "authors": "Yaowu Zhang, Yeqing Zhou, Liping Zhu",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105922",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105922",
          "filter": 0
        },
        {
          "title": "Modelling large dimensional datasets with Markov switching factor models",
          "authors": "Matteo Barigozzi, Daniele Massacci",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105919",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105919",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Contiguous Search: Exploration and Ambition on Uncharted Terrain",
          "authors": "Can Urgun, Leeat Yariv",
          "url": "https://doi.org/10.1086/732889",
          "doi": "https://doi.org/10.1086/732889",
          "filter": 0
        },
        {
          "title": "The Impact of Working-Memory Training on Children’s Cognitive and Noncognitive Skills",
          "authors": "Eva M. Berger, Ernst Fehr, Henning Hermes, Daniel Schunk, Kirsten Winkel",
          "url": "https://doi.org/10.1086/732884",
          "doi": "https://doi.org/10.1086/732884",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Where and why do politicians send pork? Evidence from central government transfers to French municipalities",
          "authors": "Brice Fabre, Marc Sangnier",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105276",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105276",
          "filter": 0
        },
        {
          "title": "The effect of feedback on student performance",
          "authors": "Esteban M. Aucejo, Kelvin Wong",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105274",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The (UN)Importance of Inheritance",
          "authors": "Sandra E Black, Paul J Devereux, Fanny Landaud, Kjell G Salvanes",
          "abstract": "Transfers from parents—either in the form of gifts or inheritances—have received much attention as a source of inequality. This paper uses administrative data for the population of Norway to examine the share of the Total Inflows (defined as the capitalized sum of net labor income, government transfers, and gifts and inheritances received over the period) accounted for by capitalized gifts and inheritances. Consistent with other work, we find that there is much inequality in the receipt of gifts and inheritances. However, gifts and inheritances represent a small share of Total Inflows; this is true across the distribution of Total Inflows, as well as at all levels of net wealth. Gifts and inheritances are only an important source of income flows among those who have very wealthy parents. Additionally, gifts and inheritances have very little effect on the distribution of Total Inflows, suggesting that inheritance taxes may do little to mitigate inequality.",
          "url": "https://doi.org/10.1093/jeea/jvae056",
          "doi": "https://doi.org/10.1093/jeea/jvae056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Cognitive Endurance as Human Capital",
          "authors": "Christina Brown, Supreet Kaur, Geeta Kingdon, Heather Schofield",
          "abstract": "Schooling may build human capital not only by teaching academic skills, but by expanding the capacity for cognition itself. We focus specifically on cognitive endurance: the ability to sustain effortful mental activity over a continuous stretch of time. As motivation, we document that globally and in the US, the poor exhibit cognitive fatigue more quickly than the rich across field settings; they also attend schools that offer fewer opportunities to practice thinking for continuous stretches. Using a field experiment with 1,600 Indian primary school students, we randomly increase the amount of time students spend in sustained cognitive activity during the school day—using either math problems (mimicking good schooling) or non-academic games (providing a pure test of our mechanism). Each approach markedly improves cognitive endurance: students show 22% less decline in performance over time when engaged in intellectual activities—listening comprehension, academic problems, or IQ tests. They also exhibit increased attentiveness in the classroom and score higher on psychological measures of sustained attention. Moreover, each treatment improves students’ school performance by 0.09 standard deviations. This indicates that the experience of effortful thinking itself—even when devoid of any subject content—improves general cognitive capacity. Finally, we complement these results with quasi-experimental variation indicating that an additional year of schooling improves cognitive endurance, but only in higher-quality schools. Our findings suggest that schooling disparities may further disadvantage poor children by hampering the development of a core mental capacity.",
          "url": "https://doi.org/10.1093/qje/qjae043",
          "doi": "https://doi.org/10.1093/qje/qjae043",
          "filter": 0
        },
        {
          "title": "Believed Gender Differences in Social Preferences",
          "authors": "Christine L Exley, Oliver P Hauser, Molly Moore, John-Henry Pezzuto",
          "abstract": "While there is a vast (and mixed) literature on gender differences in social preferences, little is known about believed gender differences in social preferences. Using data from 15 studies and 8,979 individuals, we find that women are believed to be more generous and more equality-oriented than men. This believed gender gap is robust across a wide range of contexts that vary in terms of strategic considerations, selfish motives, fairness concepts, and payoffs. Yet, this believed gender gap is largely inaccurate. Consistent with models of associative memory, and specifically the role of similarity and interference, the believed gender gap is correlated with recalled prior life experiences from similar contexts and significantly affected by an experience that may interfere with the recall process of prior memories even though this interfering experience should not affect the beliefs of perfect-memory Bayesians. Application studies further reveal that believed gender differences extend to the household (i.e., beliefs about contributions to the home, family, and upbringing of children), the workplace (i.e., beliefs about equal pay) and policy views (i.e., beliefs about redistribution, equal access to education, healthcare, and affordable housing).",
          "url": "https://doi.org/10.1093/qje/qjae030",
          "doi": "https://doi.org/10.1093/qje/qjae030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Optimal Pricing of a New Utility Service: The Case of Piped Water in Vietnam",
          "authors": "Quy-Toan Do, Hanan G Jacoby",
          "abstract": "As utility services expand throughout the developing world, providers must grapple with how to set prices to recover average costs. Data from a multiyear randomised pricing experiment among nearly 1,500 recently connected piped water customers in Vietnam reveal month-to-month demand persistence. Based on structural demand estimation, we document how endogenous preferences, if unaccounted for, can lead to low take-up and thereby threaten the financial viability of the new water utility. We also show that such demand persistence calls for pricing schemes that defer lump-sum payment, effectively allowing future consumers to subsidise their present selves.",
          "url": "https://doi.org/10.1093/restud/rdae074",
          "doi": "https://doi.org/10.1093/restud/rdae074",
          "filter": 0
        },
        {
          "title": "Assessing Racial and Educational Segmentation in Large Marriage Markets",
          "authors": "Edoardo Ciscato",
          "abstract": "Complementarities between partners' characteristics are often held responsible for the patterns of assortative mating observed in marriage markets along different dimensions, such as race and education. However, when the marriage market is segmented into racially and educationally homogeneous clusters, people naturally have more match opportunities with their likes. In this paper, we build an empirically tractable dynamic matching model with endogenous separation and remarriage. In every period, agents participate in a competitive assignment game in the vein of choo and siow (2006), where mating strategies depend on both the expected match gains and search frictions in the form of meeting costs. We leverage panel data on the duration of both non-cohabiting and cohabiting relationships to jointly estimate both determinants of assortative mating with a nationally representative sample of the U.S. population. We show that, in the absence of search frictions, the share of matches between people of the same race (education) would decrease from 88.2% (49.2%) to 55.5% (40.8%), as opposed to 53.3% (33.5%) if singles were randomly matched. As a result, search frictions explain nearly all the racial homogamy observed in the data, but only approximately half of the observed educational homogamy, with the other half attributed to match complementarities. In a counterfactual exercise, we show that minority groups experiencing an unfavorable gender ratio when marriage markets are segmented, such as Hispanic men and black women, would benefit from access to a broader and more diverse pool of partners.",
          "url": "https://doi.org/10.1093/restud/rdae115",
          "doi": "https://doi.org/10.1093/restud/rdae115",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
