{
  "update": "2026-01-16",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Search Platforms: Big Data and Sponsored Positions",
          "authors": "Maarten C W Janssen, Thomas Jungbauer, Marcel Preuss, Cole Williams",
          "abstract": "We study a search platform ranking firms’ products across sponsored and organic positions, accounting for the incentives of both firms and consumers. To characterize an optimal ranking when the number of firms is large, we formulate a Mixing Principle for Consumer Search, adapting tools from the social learning literature. The platform assigns the products it deems best to sponsored positions and obfuscates the content of organic positions subject to consumers’ participation constraints. Obfuscation serves to maximise the platform’s revenue from both sponsored position auctions and commission fees. Our results allow us to analyse the welfare effects of sponsored positions.",
          "url": "https://doi.org/10.1093/ej/ueag002",
          "doi": "https://doi.org/10.1093/ej/ueag002",
          "filter": 0
        },
        {
          "title": "Distributional Consequences of Becoming Climate-Neutral",
          "authors": "Philipp Hochmuth, Per Krusell, Kurt Mitman",
          "abstract": "The EU has embarked on an ambitious path toward climate neutrality. How difficult will this transition be for the population as a whole and different subsets of consumers? This paper investigates this question using a dynamic general equilibrium model that captures a key feature of energy consumption: the relative energy content in one’s consumption basket falls significantly as a function of one’s relative income. Thus, low-income consumers are expected to be hit harder by the higher energy prices that we anticipate over the next few decades. In the model, energy—a complementary input to capital and labour—can be produced either using fossil fuel or a “green” technology. We represent the EU policy in terms of a tax on fossil fuel and show that the European Commission’s Fit-for-55 package implies a 106.4% tax on the fossil-based technology. The output losses from this tax are substantial, and GDP is 6.3% lower in the new steady state. The burden falls primarily on the lowest-income agent who represents the first income quintile and is 47% more worse off than the highest-income agent representing the fifth quintile. The output losses can almost be cut in half if the economy achieves a simultaneous increase in energy efficiency as outlined in the Fit-for-55 package.",
          "url": "https://doi.org/10.1093/ej/ueag004",
          "doi": "https://doi.org/10.1093/ej/ueag004",
          "filter": 0
        },
        {
          "title": "Income taxation across countries",
          "authors": "Xincheng Qiu, Nicoló Russo",
          "abstract": "This paper examines income tax systems in over thirty countries over the past forty years using microdata from the Luxembourg Income Study. We show that income tax systems worldwide are well approximated by a two-parameter log-linear effective tax function. We provide country- and year-specific estimates and document several insights. First, higher average tax rates are associated with higher progressivity. Second, richer countries have more progressive tax systems. Third, progressivity varies by family structure, with marriage and children associated with higher progressivity. Finally, transfers play an important role in redistribution, making the overall tax-and-transfer function more progressive than the tax function.",
          "url": "https://doi.org/10.1093/ej/ueag007",
          "doi": "https://doi.org/10.1093/ej/ueag007",
          "filter": 0
        },
        {
          "title": "Optimal Fiscal Policy in a Climate-Economy Model with Heterogeneous Households",
          "authors": "Thomas Douenne, Albert Jan Hummel, Marcelo Pedroni",
          "abstract": "We study optimal fiscal policy to address climate change and inequality. We theoretically characterise optimal carbon and income taxes and quantify them for the US economy with a climate model calibrated to DICE. In contrast to the representative-agent setting, we find that (i) tax distortions have a negligible effect on the optimal carbon tax; (ii) inequality only slightly reduces it; (iii) the revenue from carbon taxes is optimally split about equally between reducing tax distortions and increasing transfers. Unlike the double-dividend policy, optimal carbon taxation has progressive welfare effects and low-income households benefit even in the short run.",
          "url": "https://doi.org/10.1093/ej/ueag006",
          "doi": "https://doi.org/10.1093/ej/ueag006",
          "filter": 0
        },
        {
          "title": "The Unequal Costs of Carbon Pricing: Economic and Political Effects Across European Regions",
          "authors": "Maximilian Konradt, Giacomo Mangiante",
          "abstract": "This paper examines the economic and political effects of carbon pricing across European regions. Our main finding is that a well-identified increase in carbon prices reduces emissions but entails economic and political costs: higher carbon prices significantly reduce output and employment while increasing vote shares for extremist and populist parties, contributing to political fragmentation. Consistent with an economic voting channel, opinion surveys reveal a more pessimistic economic outlook and declining environmental concerns among respondents. Importantly, the economic and political costs are not borne equally: carbon-intensive regions experience a larger decline in output and see a stronger shift to extremist political parties. Our findings highlight the need for complementary policies to mitigate the unequal economic impacts of carbon pricing and the associated political backlash.",
          "url": "https://doi.org/10.1093/ej/ueaf133",
          "doi": "https://doi.org/10.1093/ej/ueaf133",
          "filter": 0
        },
        {
          "title": "Illuminating the Global South",
          "authors": "Giorgio Chiovelli, Stelios Michalopoulos, Elias Papaioannou, Tanner Regan",
          "abstract": "Satellite images of nighttime lights are commonly used to proxy local economic conditions. Despite their popularity, there are concerns about how accurately they capture local development in different settings and scales. We compile an annual series of comparable nighttime lights globally from 1992 to 2023 by applying adjustments that consider key factors affecting accuracy and comparability over time: top coding, blooming, and variations in satellite systems (DMSP and VIIRS). Applied to various low-income settings, the adjusted luminosity series outperforms the unadjusted series as a predictor of local development, particularly over time and at higher spatial resolutions.",
          "url": "https://doi.org/10.1093/ej/ueaf134",
          "doi": "https://doi.org/10.1093/ej/ueaf134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The early bird gets the germs? The impact of early daycare attendance on children’s health",
          "authors": "Mara Barschkett",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105261",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105261",
          "filter": 0
        },
        {
          "title": "Unintended Dynamic Effects of the Flexible Grading Policy",
          "authors": "Mehlika Ozsoy, Núria Rodríguez-Planas",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105260",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105260",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00299-5",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00299-5",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "On generalized CCE estimation",
          "authors": "Xun Lu, Liangjun Su, Yinglong Ba",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106183",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106183",
          "filter": 0
        },
        {
          "title": "Doubly-robust inference for conditional average treatment effects with high-dimensional controls",
          "authors": "Adam Baybutt, Manu Navjeevan",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106180",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106180",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Air pollution as comparative disadvantage",
          "authors": "Shi-Ting He, Liugang Sheng, Peng Zhang",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105560",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105560",
          "filter": 0
        },
        {
          "title": "When protection becomes exploitation: The impact of firing costs on Naïve Employees",
          "authors": "Florian Englmaier, Matthias Fahn, Ulrich Glogowsky, Marco A. Schwarz",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105564",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105564",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(26)00005-8",
          "doi": "https://doi.org/10.1016/s0047-2727(26)00005-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Leveraging Virtual Contact and Social Networks to Foster Interethnic Harmony",
          "authors": "Abu Siddique, Michael Vlassopoulos, Yves Zenou",
          "abstract": "This paper investigates whether virtual contact, initiated through a documentary film, can promote interethnic harmony. We carried out a cluster-randomized field experiment involving over 3,300 households across 121 multiethnic villages in Bangladesh. We find that a documentary film, designed to humanize the ethnic minority Santals and evoke empathy among the ethnic majority Bengalis, increased the ethnic majority’s prosociality toward minorities, though the strength of the evidence varies by treatment arm and outcome. Using emotion-detecting software to analyze facial expressions during the film viewing suggests that the documentary elicited emotional responses consistent with empathy. We do not find evidence that the intervention reduced the prevalence of negative stereotypes and discriminatory opinions toward minorities. In villages assigned to target network-central individuals, we find positive behavioral effects on untreated individuals, including Santals, and village-level administrative data suggest a reduction in police complaints in those villages. About five months after the intervention, we conducted a casual work field experiment involving 720 participants from the main intervention. In this task, pairs of ethnic majority and minority participants jointly produced paper bags for a local supplier under a piece-rate compensation scheme. We find positive treatment effects on productivity for both ethnic groups, with effects concentrated in villages where network-central individuals were treated. For the ethnic majority, increased prosociality, and for the ethnic minority, reciprocity or peer pressure may have contributed to increased productivity. Overall, our findings suggest that virtual contact and social networks may help promote harmony within multiethnic communities.",
          "url": "https://doi.org/10.1093/qje/qjag001",
          "doi": "https://doi.org/10.1093/qje/qjag001",
          "filter": 0
        },
        {
          "title": "Growth Experiences and Trust in Government",
          "authors": "Timothy Besley, Christopher Dann, Sacha Dray",
          "abstract": "This paper explores the relationship between economic growth and trust in government using variation in GDP growth experienced over a lifetime since birth. We assemble a newly harmonized global dataset across eleven major opinion surveys, comprising 3.3 million respondents in 166 countries since 1990. Exploiting cohort-level variation, we find that individuals who experience higher GDP growth are more prone to trust their governments, with larger effects found in democracies. Higher growth experiences are also associated with improved perceptions of government performance and living standards. We find no similar channel between growth experience and interpersonal trust. Second, more recent growth experiences appear to matter most for trust in government, with no detectable effect of growth experienced during one’s formative years, closer to birth or before birth. Third, we find evidence of a “trust paradox” whereby average trust in government is lower in democracies than in autocracies. Our results are robust to a range of falsification exercises, robustness checks and single-country evidence using the American National Election Studies and the Swiss Household Panel.",
          "url": "https://doi.org/10.1093/qje/qjaf056",
          "doi": "https://doi.org/10.1093/qje/qjaf056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "The Macroeconomics of Irreversibility",
          "authors": "Isaac Baley, Julio Andrés Blanco",
          "abstract": "We study aggregate capital dynamics in an investment model with idiosyncratic productivity shocks, fixed capital adjustment costs, and irreversibility driven by a wedge between capital purchase and resale prices. We derive sufficient statistics that capture the role of investment frictions in aggregate capital fluctuations, measure these statistics using investment microdata, and exploit them to discipline the capital price wedge. Irreversibility doubles the persistence of capital fluctuations and is crucial for reconciling micro-level investment behavior with macroeconomic propagation.",
          "url": "https://doi.org/10.1093/restud/rdag001",
          "doi": "https://doi.org/10.1093/restud/rdag001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
