{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "American Economic Journal: Economic Policy",
      "journal_short": "POL",
      "articles": [
        {
          "title": "Cross-State Strategic Voting",
          "authors": "Gordon B. Dahl, Joseph Engelberg, Runjing Lu, William Mullins",
          "abstract": "We estimate that 3.1 percent of US voters, or 6.1 million individuals, were registered to vote in two states in 2020, opening up the possibility for them to choose where to vote. Double registrants are concentrated in the wealthiest zip codes and respond to both incentives and costs, disproportionately choosing to vote in swing states (higher incentive) and states that automatically send out mail-in ballots (lower cost). We call this behavior Cross-State Strategic Voting. While others have documented strategic incentives on who to vote for, this paper is the first to consider strategic incentives on where to vote. (JEL D63, D72, K16)",
          "url": "https://doi.org/10.1257/pol.20240630",
          "doi": "https://doi.org/10.1257/pol.20240630",
          "filter": 0
        },
        {
          "title": "Plata y Plomo: How Higher Wages Expose Politicians to Criminal Violence",
          "authors": "Massimo Pulejo, Pablo Querubín",
          "abstract": "What is the effect of politicians’ wages on corruption in the presence of criminal groups that use both bribes and violence? With a regression discontinuity design and three distinct proxies for corruption, we show that better-paid Italian politicians are more likely to promote transparency and competition in procurement but also more likely to incur criminal attacks. The effects of wages, which subside after three years, are driven by changes in incumbents’ behavior rather than improved selection. These findings show how higher wages may curb corruption, but also foster the use of violence as an alternative tool to influence policymaking. (JEL D72, D73, J31, K42)",
          "url": "https://doi.org/10.1257/pol.20240383",
          "doi": "https://doi.org/10.1257/pol.20240383",
          "filter": 0
        },
        {
          "title": "Hacked to Pieces? The Effects of Ransomware Attacks on Hospitals and Patients",
          "authors": "Hannah Neprash, Claire McGlave, Sayeh Nikpay",
          "abstract": "As cybercriminals increasingly target health care, hospitals face the growing threat of ransomware attacks. Ransomware is a type of malicious software that prevents users from accessing electronic systems and demands a ransom to restore access. We create and link a database of hospital ransomware attacks to Medicare claims data. We quantify the effects of ransomware attacks on hospital operations and patient outcomes. Ransomware attacks decrease hospital volume by 17–24 percent during the initial attack week, with recovery occurring within 3 weeks. Among patients already admitted to the hospital when a ransomware attack begins, in-hospital mortality increases by 34–38 percent. (JEL D83, I12, I13, K42)",
          "url": "https://doi.org/10.1257/pol.20240594",
          "doi": "https://doi.org/10.1257/pol.20240594",
          "filter": 0
        },
        {
          "title": "Black Lives: The High Cost of Segregation",
          "authors": "Robynn Cox, Jamein P. Cunningham, Alberto Ortega, Kenneth Whaley",
          "abstract": "Exploiting the arrangement of railroad tracks in northern cities, we explore the extent to which segregation impacts homicide victimization by race. Our results reveal a robust positive relationship between segregation and non-White homicide victimization. In addition, we find a decrease in public provisions, as highly segregated locations generate fewer revenues and have lower public expenditures. Our findings suggest that White flight and segregation deplete the local tax base, leading to urban decay and higher crime, resulting in the loss of non-White lives. (JEL H71, I32, J15, K42, R23)",
          "url": "https://doi.org/10.1257/pol.20220083",
          "doi": "https://doi.org/10.1257/pol.20220083",
          "filter": 0
        },
        {
          "title": "Insecurity and Firm Displacement: Evidence from Afghan Corporate Phone Records",
          "authors": "Sylvan Herskowitz, Joshua E. Blumenstock, Tarek Ghani, Ethan B. Kapstein, Thomas L. Scherer, Ott Toomet",
          "abstract": "We provide empirical evidence on how insecurity affects firm behavior by linking data on deadly terrorist attacks in Afghanistan to geolocated data on corporate mobile phone activity. We first develop an approach to estimate the geographic footprint of firms based on employee locations. Using these measures, our main analysis shows that violent shocks reduce local firm presence by both increasing firm exit and decreasing entry. Firms respond most strongly to violence in their “headquarters” districts. We also find suggestive evidence of persistence; stronger impacts in more secure districts; and spillovers, whereby attacks in provincial capitals reduce firm presence in surrounding rural districts. (JEL D22, K42, L11, L96, O18, R32)",
          "url": "https://doi.org/10.1257/pol.20230295",
          "doi": "https://doi.org/10.1257/pol.20230295",
          "filter": 0
        },
        {
          "title": "Sweeping up Gangs: The Effects of Tough-on-Crime Policies from a Network Approach",
          "authors": "Magdalena Domínguez",
          "abstract": "Globally, gang proliferation is fought primarily through sweeps. This paper uses a difference-in-differences strategy to examine their causal impact on crime for arrested individuals and their peers. Analysis focuses on the Metropolitan Area of Barcelona, which underwent a notable policy shift. Findings reveal significant crime reductions among those arrested and their peers of 85 percent and 31 percent, respectively. Evidence suggests the first stems from incapacitation and the second from less criminal environment. A counterfactual exercise suggests that broader targeting of key players could have reduced crime by 43 percentage points more. This implies network analysis could enhance policy formulation. (JEL C31, H56, K14, K42, Z18)",
          "url": "https://doi.org/10.1257/pol.20230467",
          "doi": "https://doi.org/10.1257/pol.20230467",
          "filter": 0
        },
        {
          "title": "Geographic Variation in Mental Health Treatment Utilization: Evidence from Migration",
          "authors": "Hui Ding",
          "abstract": "The older population bears a heavy burden of mental illness. Despite the availability of effective treatments, including services (e.g., psychotherapy) and drugs (e.g., antidepressants, antipsychotics), this paper documents substantial geographic variation in treatment utilization rates among Medicare enrollees. Exploiting patient migration, I show that 45.8 percent of service utilization variation is attributable to place-specific factors, compared to 15.1 percent for drug utilization. Further analyses suggest the role of provider accessibility in explaining the different place effects between service and drug use. Regarding health outcomes, I find that higher treatment utilization is associated with lower risks of self-harm-related emergency department visits. (JEL H75, I12, I13, I18)",
          "url": "https://doi.org/10.1257/pol.20230402",
          "doi": "https://doi.org/10.1257/pol.20230402",
          "filter": 0
        },
        {
          "title": "Are Complementary Policies Substitutes? Evidence from R&amp;D Subsidies in the United Kingdom",
          "authors": "Jacquelyn Pless",
          "abstract": "This paper studies whether grants and tax incentives for private R&amp;D are complements or substitutes. I use multiple quasi-experimental research designs to examine firms in the United Kingdom and find that increasing tax credit generosity substantially enhances the effect of grant funding on R&amp;D for small firms, suggesting that the instruments are complements. Financial constraints are likely at play. The effects are strongest for firms that appear constrained, and the combination of policies increases R&amp;D “entry.” Furthermore, I find that the instruments are substitutes for larger firms, which are usually less constrained. Some alternative explanations can be ruled out. (JEL D22, H25, H81, L25, O31, O38)",
          "url": "https://doi.org/10.1257/pol.20220356",
          "doi": "https://doi.org/10.1257/pol.20220356",
          "filter": 0
        },
        {
          "title": "Invisible Wounds: How Mental Disability Benefits Shape Veteran Well-Being",
          "authors": "David Silver, Jonathan Zhang",
          "abstract": "We study impacts of VA disability compensation on the health and well-being of the large and rapidly growing population of veterans claiming mental disorders. We leverage quasi-random assignment of veterans to medical examiners with varying assessing tendencies. An additional $1,000 per year decreases food insecurity and homelessness by 4.1 and 1.3 percent over 5 years. Health care utilization increases, with greater engagement in preventive care. We estimate precise null average effects on health and mortality. Those on the margin of claim denial experience worse outcomes on average than other applicants, with suggestive evidence of large treatment effects for this subpopulation. (JEL I12, I31, I38, J14)",
          "url": "https://doi.org/10.1257/pol.20230811",
          "doi": "https://doi.org/10.1257/pol.20230811",
          "filter": 0
        },
        {
          "title": "Polling Place Location and the Costs of Voting",
          "authors": "Gaurav Bagwe, Juan Margitic, Allison Stashko",
          "abstract": "We study how distance to one’s polling place affects the likelihood of voting using a geographic regression discontinuity design with data from Pennsylvania and Georgia. A one-mile increase in distance to the polling place reduces the likelihood of voting in person by 1 to 3 percentage points. Effects are two to three times higher among those closest to the polling place. When available, voters substitute to mail-in voting as distance to the polling place increases. In counterfactual exercises, we identify turnout-maximizing polling places. Some precincts have large potential gains in turnout, even when choosing from existing buildings. (JEL D72, K16, R23)",
          "url": "https://doi.org/10.1257/pol.20220435",
          "doi": "https://doi.org/10.1257/pol.20220435",
          "filter": 0
        },
        {
          "title": "Connections during Democratic Transitions: Insights from the Political Purge in Post-WWII France",
          "authors": "Toke S. Aidt, Jean Lacroix, Pierre-Guillaume Méon",
          "abstract": "We examine how connections shaped transitional justice during France’s post-WWII democratic transition. Parliamentarians who had supported the Vichy regime faced a two-stage purge process involving two courts. Using a difference-in-differences strategy, we find that law graduates—an influential group with ties to one of the courts—had a 10 to 14 percentage point higher acquittal rate. We analyze 17,589 documents in individual defendants’ files to explain this difference. According to this analysis, indirect connections—connections through third parties—enabled transmission of information to the judges, highlighting how connected elite groups can navigate transitions despite institutional safeguards. (JEL D72, D83, K41, N44)",
          "url": "https://doi.org/10.1257/pol.20240411",
          "doi": "https://doi.org/10.1257/pol.20240411",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/pol.18.1.i",
          "doi": "https://doi.org/10.1257/pol.18.1.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Consumer Credit and the Incidence of Tariffs: Evidence from the Auto Industry",
          "authors": "Kristine W. Hankins, Morteza Momeni, David Sovich",
          "abstract": "Captive finance subsidiaries create a channel for trade policy to affect consumer credit. Examining the impact of the Trump administration’s metal tariffs on captive automobile lenders, we find that consumers received higher interest rates from captive lenders after the tariffs relative to unaffected noncaptive lenders. Further, we document a disparate impact on low-income borrowers and in areas with less lending competition. Our results suggest that tariffs may impact not only the price of goods but also the financing terms of purchases. Thus, focusing solely on directly affected product prices may underestimate tariff pass-through significantly. (JEL F13, F14, G21, L22, L61, L62)",
          "url": "https://doi.org/10.1257/aer.20230432",
          "doi": "https://doi.org/10.1257/aer.20230432",
          "filter": 0
        },
        {
          "title": "Evaluating the Impact of Urban Transit Infrastructure: Evidence from Bogotá’s TransMilenio",
          "authors": "Nick Tsivanidis",
          "abstract": "This paper estimates the effects of improving public transit infrastructure on city structure and welfare. It develops a quantitative urban model with multiple worker groups and transit modes, and derives a special case yielding sufficient statistics for aggregate welfare in a broad class of models. The paper estimates reduced-form elasticities to implement the approach using data spanning construction of the world’s largest Bus Rapid Transit system in Bogotá, Colombia. This class of models explains observed adjustments in economic activity. Standard value-of-time calculations capture only 52 percent of welfare gains. Accounting for reallocation and general equilibrium effects, distributional impacts are modest. (JEL H76, L92, L98, O18, R42, R53)",
          "url": "https://doi.org/10.1257/aer.20190874",
          "doi": "https://doi.org/10.1257/aer.20190874",
          "filter": 0
        },
        {
          "title": "Financial Frictions: Micro versus Macro Volatility",
          "authors": "Renato Faccini, Seungcheol Lee, Ralph Luetticke, Morten O. Ravn, Tobias Renkin",
          "abstract": "We argue that consumer credit spreads matter for household choices and that time-varying spreads have important distributional consequences. Studying Danish household data, we show that consumer credit spreads have heterogeneous impact on asset dynamics and consumption choices across the wealth distribution and that time-varying spreads induce a countercyclical marginal propensity to consume. We study a HANK model where banks provide consumer credit and corporate loans. Through countercyclical credit spreads, frictional finance amplifies aggregate shocks and induces consumption inequality. Economies with less leveraged banks experience reduced aggregate volatility but may face higher volatility and lower welfare at the household level. (JEL D12, D31, E12, E21, E32, E52, G51)",
          "url": "https://doi.org/10.1257/aer.20211219",
          "doi": "https://doi.org/10.1257/aer.20211219",
          "filter": 0
        },
        {
          "title": "Competition under Incomplete Contracts and the Design of Procurement Policies",
          "authors": "Rodrigo Carril, Andres Gonzalez-Lira, Michael S. Walker",
          "abstract": "We study the effects of intensifying competition for contracts in the context of US Defense procurement. Leveraging a discontinuous regulation that mandates agencies to publicize certain contract opportunities, we document that expanding the set of bidders reduces award prices but deteriorates post-award performance in terms of cost overruns and delays. We develop and estimate an auction model with endogenous entry and stochastic execution performance, in which the buyer endogenously chooses the intensity of competition. Model estimates indicate substantial heterogeneity in performance across contractors and show that simple adjustments to the current regulation could provide significant savings in procurement spending. (JEL D22, D24, D44, D82, D86, H56, H57)",
          "url": "https://doi.org/10.1257/aer.20221345",
          "doi": "https://doi.org/10.1257/aer.20221345",
          "filter": 0
        },
        {
          "title": "“Potential” and the Gender Promotion Gap",
          "authors": "Alan Benson, Danielle Li, Kelly Shue",
          "abstract": "We show that subjective assessments of employee “potential” contribute to gender gaps in promotion and pay. Using data on 29,809 management-track employees from a large retail chain, we find that women receive substantially lower potential ratings despite receiving higher performance ratings. Differences in potential ratings account for approximately half of the gender promotion gap. Women’s lower potential ratings do not reflect accurate forecasts of future performance: Women subsequently outperform male colleagues, both on average and on the margin of promotion. We highlight two mechanisms driving the gender potential gap: strategic retention and stereotyping. (JEL J16, J31, J71, L81, M12, M51)",
          "url": "https://doi.org/10.1257/aer.20220831",
          "doi": "https://doi.org/10.1257/aer.20220831",
          "filter": 0
        },
        {
          "title": "Work from Home and the Office Real Estate Apocalypse",
          "authors": "Arpit Gupta, Vrinda Mittal, Stijn Van Nieuwerburgh",
          "abstract": "We show remote work led to large drops in lease revenues, occupancy, and market rents in the commercial office sector. We revalue New York City office buildings, taking into account both the cash flow and discount rate implications of these shocks, and find a 46 percent decline in long-run value. For all US office markets combined, we find a $556.8 billion value destruction. Higher-quality buildings were buffered against these trends due to a flight to quality, while lower-quality offices are at risk of becoming a stranded asset. These valuation changes have repercussions for financial stability and local public finances. (JEL E31, E32, G12, J22, M51, R33)",
          "url": "https://doi.org/10.1257/aer.20231619",
          "doi": "https://doi.org/10.1257/aer.20231619",
          "filter": 0
        },
        {
          "title": "Gender Differences in Economics Seminars",
          "authors": "Pascaline Dupas, Amy Handlan, Alicia Sasser Modestino, Muriel Niederle, Mateo Seré, Haoyu Sheng, Justin Wolfers, character(0)",
          "abstract": "We assess whether men and women are treated differently when presenting their economics research. We collected data across thousands of seminars, job market talks, and conference presentations, leveraging human judgment and audio-processing algorithms to measure the number, tone, and type of interruptions. Within a seminar series, women are interrupted more than men. This holds when controlling for characteristics of the presenter, paper, and audience. Interruptions that are negative in tenor or tone or cut off the presenter mid-sentence increase for women presenters. We also find greater engagement of female audience members with female presenters, suggesting a potential role model effect. (JEL A11, C45, J16, J44)",
          "url": "https://doi.org/10.1257/aer.20241718",
          "doi": "https://doi.org/10.1257/aer.20241718",
          "filter": 0
        },
        {
          "title": "Raising the Stakes: Physician Facility Investments and Provider Agency",
          "authors": "Elizabeth L. Munnich, Michael R. Richards, Christopher M. Whaley, Xiaoxi Zhao",
          "abstract": "Principal-agent problems often extend beyond what can be directly addressed through conventional incentive arrangements. We examine a context where physicians are likely under-incentivized to minimize total medical costs until their private financial interests align with those of patients. Leveraging novel data on physician ownership of ambulatory surgery centers——that is, same-day facilities——we show that these equity holdings cause a substitution away from higher cost, rival settings that lowers Medicare spending by 10–40 percent per physician. We find no clear evidence of perverse behavior following these investments. Instead, our findings demonstrate how entrepreneurial activity can indirectly limit principal-agent problems and improve efficiency. (JEL D82, D91, G51, I11, I18, L84)",
          "url": "https://doi.org/10.1257/aer.20211324",
          "doi": "https://doi.org/10.1257/aer.20211324",
          "filter": 0
        },
        {
          "title": "Take the Goods and Run: Contracting Frictions and Market Power in Supply Chains",
          "authors": "Felipe Brugués",
          "abstract": "This paper studies the efficiency of self-enforced relational agreements, a common solution to contracting frictions, when sellers have market power and contracts cannot be externally enforced. To this end, I develop a dynamic contracting model with limited enforcement in which buyers can default on their trade credit debt and estimate it using a novel dataset from the Ecuadorian manufacturing supply chain. The key empirical finding is that bilateral trade is inefficiently low in early periods of the relationship, but converges toward efficiency over time, despite sellers’ market power. Counterfactual simulations imply that both market power and enforcement contribute to inefficiencies in trade. (JEL D86, G32, K12, L14, L60, O14)",
          "url": "https://doi.org/10.1257/aer.20230264",
          "doi": "https://doi.org/10.1257/aer.20230264",
          "filter": 0
        },
        {
          "title": "A Theory of Supply Function Choice and Aggregate Supply",
          "authors": "Joel P. Flynn, George Nikolakoudis, Karthik A. Sastry",
          "abstract": "Modern theories of aggregate supply are built on the foundation that firms set prices and commit to producing whatever the market demands. We remove this strategic restriction and allow firms to choose supply functions, mappings that describe the prices charged at each quantity of production. Theoretically, we characterize firms’ optimal supply function choices in general equilibrium and study the resulting implications for aggregate supply. Aggregate supply flattens under lower inflation uncertainty, higher idiosyncratic demand uncertainty, and less elastic demand. Quantitatively, our theory can rationalize the flattening of aggregate supply during the Great Moderation and steepening during the 1970s and 2020s. (JEL D21, D43, E13, E23, E31, E32)",
          "url": "https://doi.org/10.1257/aer.20240443",
          "doi": "https://doi.org/10.1257/aer.20240443",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.116.2.i",
          "doi": "https://doi.org/10.1257/aer.116.2.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Econometrica",
      "journal_short": "ECTA",
      "articles": [
        {
          "title": "The Econometric Society Annual Reports Report of the Secretary",
          "url": "https://doi.org/10.3982/ecta941sec",
          "doi": "https://doi.org/10.3982/ecta941sec",
          "filter": 0
        },
        {
          "title": "The Econometric Society Annual Reports Report of the Treasurer",
          "url": "https://doi.org/10.3982/ecta941treas",
          "doi": "https://doi.org/10.3982/ecta941treas",
          "filter": 0
        },
        {
          "title": "The Hitchhiker's Guide to Markup Estimation: Assessing Estimates From Financial Data",
          "authors": "Maarten De Ridder, Basile Grassi, Giovanni Morzenti",
          "abstract": "Macroeconomic outcomes depend on the distribution of markups across firms and over time, making firm‐level markup estimates key for macroeconomic analysis. Methods to obtain these estimates require data on the prices that firms charge. Firm‐level data with wide coverage, however, primarily come from financial statements, which lack information on prices. We use an analytical framework to show that trends in markups over time or the dispersion of markups across firms can still be well‐measured with such data. Measuring the average level of the markup does require pricing data, and we propose a consistent estimator for such settings. We validate the analytical results using simulations of a quantitative macroeconomic model and offer supporting evidence from firm‐level administrative production and pricing data. Our analysis supports the use of financial data to measure trends in aggregate markups.",
          "url": "https://doi.org/10.3982/ecta22733",
          "doi": "https://doi.org/10.3982/ecta22733",
          "filter": 0
        },
        {
          "title": "Subgroup Decomposition of the Gini Coefficient: A New Solution to an Old Problem",
          "authors": "Vesa-Matti Heikkuri, Matthias Schief",
          "abstract": "We derive a novel decomposition of the Gini coefficient into within‐ and between‐group inequality terms that sum to the aggregate Gini coefficient. This decomposition is derived from a set of axioms that ensure desirable behavior for the within‐ and between‐group inequality terms. The decomposition of the Gini coefficient is unique given our axioms, easy to compute, and can be interpreted geometrically.",
          "url": "https://doi.org/10.3982/ecta22145",
          "doi": "https://doi.org/10.3982/ecta22145",
          "filter": 0
        },
        {
          "title": "Submission of Manuscripts to the Econometric Society Monograph Series",
          "url": "https://doi.org/10.3982/ecta941sum",
          "doi": "https://doi.org/10.3982/ecta941sum",
          "filter": 0
        },
        {
          "title": "The Econometric Society Annual Reports Econometrica Referees 2024–2025",
          "url": "https://doi.org/10.3982/ecta941ref",
          "doi": "https://doi.org/10.3982/ecta941ref",
          "filter": 0
        },
        {
          "title": "Equilibrium Existence in First‐Price Auctions With Private Values",
          "authors": "Wojciech Olszewski, Philip J. Reny, Ron Siegel",
          "abstract": "We provide sufficient conditions for equilibrium existence in first‐price auctions with private values that accommodate non quasi‐linear utilities and value‐distributions that contain atoms and exhibit positive or negative correlation. These conditions show that equilibrium existence often turns on properties of a single statistic of the joint distribution of values, namely, the minimum value in the support of the high‐value distribution (the mHV). We also show that modifying the standard tie‐breaking rule only at the mHV is enough to guarantee equilibrium existence without our sufficient conditions. Our results also apply to Bertrand price competition when each firm's constant marginal cost is private information.",
          "url": "https://doi.org/10.3982/ecta22570",
          "doi": "https://doi.org/10.3982/ecta22570",
          "filter": 0
        },
        {
          "title": "A Framework for Geoeconomics",
          "authors": "Christopher Clayton, Matteo Maggiori, Jesse Schreger",
          "abstract": "Governments use their countries' economic strength from financial and trade relationships to achieve geopolitical and economic goals. We provide a model of the sources of geoeconomic power and how it is wielded. The source of this power is the ability of a hegemonic country to coordinate threats across disparate economic relationships as a means of enforcement on foreign entities. The hegemon wields this power to demand costly actions out of the targeted entities, including mark‐ups, import restrictions, tariffs, and political concessions. The hegemon uses its power to change targeted entities' activities to manipulate the global equilibrium in its favor and increase its power. A sector is strategic either in helping the hegemon form threats or in manipulating the world equilibrium via input‐output amplification. The hegemon acts a global enforcer, thus adding value to the world economy, but destroys value by distorting the equilibrium in its favor.",
          "url": "https://doi.org/10.3982/ecta23206",
          "doi": "https://doi.org/10.3982/ecta23206",
          "filter": 0
        },
        {
          "title": "Multidimensional Screening With Precise Seller Information",
          "authors": "Mira Frick, Ryota Iijima, Yuhta Ishii",
          "abstract": "A multi‐product monopolist faces a buyer who is privately informed about his valuations for the goods. As is well known, optimal mechanisms are in general complicated, while simple mechanisms—such as pure bundling or separate sales—can be far from optimal and do not admit clear‐cut comparisons. We show that this changes if the monopolist has sufficiently precise information about the buyer's valuations: Now, pure bundling always outperforms separate sales; moreover, there is a sense in which pure bundling performs essentially as well as the optimal mechanism. To formalize this, we characterize how fast the corresponding revenues converge to the first‐best revenue as the monopolist's information grows precise: Pure bundling achieves the same convergence rate to the first‐best as optimal mechanisms; in contrast, the convergence rate under separate sales is suboptimal.",
          "url": "https://doi.org/10.3982/ecta23622",
          "doi": "https://doi.org/10.3982/ecta23622",
          "filter": 0
        },
        {
          "title": "Coordination and Commitment in International Climate Action: Evidence From Palm Oil",
          "authors": "Allan Hsiao",
          "abstract": "Weak environmental regulation has global consequences. When domestic regulation fails, the international community can target emitters with trade policy. I develop a dynamic empirical framework for evaluating trade policy as a substitute for domestic regulation, and I apply the framework to the market for palm oil, a major driver of deforestation and global CO 2 emissions. Relative to business as usual, a domestic production tax of 50% reduces CO 2 emissions by 7.4 Gt from 1988 to 2016, amounting to 0.26 Gt annually. Coordinated, committed import tariffs of similar magnitude reduce emissions by 5.4 Gt over the same period. The cost of these import tariffs is only $15 per ton of CO 2 , even accounting for compensating transfers that recognize welfare losses for producing countries. Without coordination and commitment, import tariffs have more limited effects. Alternative policies include domestic export taxes, which are fiscally appealing independent of emission concerns, and a carbon border adjustment mechanism, which encourages domestic regulation.",
          "url": "https://doi.org/10.3982/ecta20608",
          "doi": "https://doi.org/10.3982/ecta20608",
          "filter": 0
        },
        {
          "title": "The Econometric Society Annual Reports Report of the Editors of the Monograph Series",
          "url": "https://doi.org/10.3982/ecta941mono",
          "doi": "https://doi.org/10.3982/ecta941mono",
          "filter": 0
        },
        {
          "title": "The Economics of Partisan Gerrymandering",
          "authors": "Anton Kolotilin, Alexander Wolitzky",
          "abstract": "We study the problem of a partisan gerrymanderer who assigns voters to equipopulous districts to maximize his party's expected seat share. The designer faces both aggregate, district‐level uncertainty (how many votes his party will receive) and idiosyncratic, voter‐level uncertainty (which voters will vote for his party). Segregate‐pair districting , where weaker districts contain one type of voter, while stronger districts contain two, is optimal for the gerrymanderer. The optimal form of segregate‐pair districting depends on the designer's popularity and the relative amounts of aggregate and idiosyncratic uncertainty. When idiosyncratic uncertainty dominates, a designer with majority support pairs all voters, while a designer with minority support segregates opposing voters and pairs more favorable voters; these plans resemble uniform districting and “packing‐and‐cracking,” respectively. When aggregate uncertainty dominates, the designer segregates moderate voters and pairs extreme voters; this “matching slices” plan has received some attention in the literature. Estimating the model using precinct‐level returns from recent U.S. House elections shows that, in practice, idiosyncratic uncertainty dominates. We discuss implications for redistricting reform, political polarization, and detecting gerrymandering. Methodologically, we exploit a formal connection between gerrymandering—partitioning voters into districts—and information design—partitioning states of the world into signals.",
          "url": "https://doi.org/10.3982/ecta23609",
          "doi": "https://doi.org/10.3982/ecta23609",
          "filter": 0
        },
        {
          "title": "Choosing Who Chooses: Selection‐Driven Targeting in Energy Rebate Programs",
          "authors": "Takanori Ida, Takunori Ishihara, Koichiro Ito, Daido Kido, Toru Kitagawa, Shosei Sakaguchi, Shusaku Sasaki",
          "abstract": "We develop an optimal policy assignment rule that integrates two distinctive approaches commonly used in economics—targeting by observables and targeting through self‐selection . Our method can be used with experimental or quasi‐experimental data to identify who should be treated, be untreated, and self‐select to achieve a policymaker's objective. Applying this method to a randomized controlled trial on a residential energy rebate program, we find that targeting that optimally exploits both observable data and self‐selection outperforms conventional targeting. We use the Local Average Treatment Effect (LATE) framework (Imbens and Angrist (1994)) to investigate the mechanism in our approach. By estimating several key LATEs based on the random variation created by our experiment, we demonstrate how our method allows policymakers to identify whose self‐selection would be valuable and harmful to social welfare.",
          "url": "https://doi.org/10.3982/ecta21180",
          "doi": "https://doi.org/10.3982/ecta21180",
          "filter": 0
        },
        {
          "title": "The Econometric Society Annual Reports Econometrica report 2024–2025Marina Halac",
          "url": "https://doi.org/10.3982/ecta941eds",
          "doi": "https://doi.org/10.3982/ecta941eds",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Frontmatter of Econometrica 94 Iss. 1",
          "url": "https://doi.org/10.3982/ecta941fm",
          "doi": "https://doi.org/10.3982/ecta941fm",
          "filter": 1
        },
        {
          "title": "Backmatter of Econometrica Vol. 94 Iss. 1",
          "url": "https://doi.org/10.3982/ecta941bm",
          "doi": "https://doi.org/10.3982/ecta941bm",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "The (In)effectiveness of Targeted Payroll Tax Reductions",
          "authors": "Alessandra Fenizia, Nicholas Li, Luca Citino",
          "abstract": "This paper studies the cost-effectiveness of targeted payroll taxes for stimulating labor demand. It uses rich administrative data to study the effects of an Italian reform that raised social security contributions for apprenticeship contracts but granted a substantial discount for firms with 9 employees or less. The discount does not increase demand for apprenticeship contracts. Instead, it subsidizes inframarginal hiring. This reform is not cost-effective. Point estimates imply that each million euros of foregone social security contributions supports the employment of 29 apprentices for one year and no permanent contracts (these estimates are not statistically different from zero).",
          "url": "https://doi.org/10.1093/ej/ueag017",
          "doi": "https://doi.org/10.1093/ej/ueag017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Kinship, group loyalty and conflict",
          "authors": "David Le Bris, Petros G. Sekeris",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105276",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105276",
          "filter": 0
        },
        {
          "title": "Demographic aging and the New Keynesian Phillips Curve",
          "authors": "Gene Ambrocio",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105273",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105273",
          "filter": 0
        },
        {
          "title": "Gender stereotypes, language and performance∗",
          "authors": "Marina Della Giusta, Sylvia Jaworska, Almudena Sevilla, Giovanni Razzu",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105271",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105271",
          "filter": 0
        },
        {
          "title": "Forgone Innovation: Regulation as Pruning of the Adjacent Possible",
          "authors": "Marta Podemska-Mikluch",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105283",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105283",
          "filter": 0
        },
        {
          "title": "Castles",
          "authors": "Desiree A. Desierto, Mark Koyama",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105281",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105281",
          "filter": 0
        },
        {
          "title": "Thinking against the wind: Narratives, information, and reasoning ability",
          "authors": "Shuguang Jiang, Siyu Wang, Qian Wei",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105267",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105267",
          "filter": 0
        },
        {
          "title": "Childlessness and health in middle age and older adulthood: Evidence from Singapore",
          "authors": "Christine Ho, Dahye Kim, Rohan Ray, Bussarawan Teerawichitchainan",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105279",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105279",
          "filter": 0
        },
        {
          "title": "Does working from home pollute? The environmental effects of WFH",
          "authors": "Simon Briole, Emmanuelle Lavaine",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105266",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105266",
          "filter": 0
        },
        {
          "title": "Quasi-fiscal policies in times of crisis: A high-frequency data analysis",
          "authors": "Luisa Corrado, Daniela Fantozzi, Simona Giglioli",
          "url": "https://doi.org/10.1016/j.euroecorev.2026.105265",
          "doi": "https://doi.org/10.1016/j.euroecorev.2026.105265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Reprint of: Nonparametric estimation for high-frequency data incorporating trading information",
          "authors": "Wenhao Cui, Jie Hu, Jiandong Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106202",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106202",
          "filter": 0
        },
        {
          "title": "The comovement of voter preferences: Insights from U.S. presidential election prediction markets beyond polls",
          "authors": "Mikhail Chernov, Vadim Elenev, Dongho Song",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106192",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106192",
          "filter": 0
        },
        {
          "title": "Time-varying macroeconomic announcement risk",
          "authors": "Michael Johannes, Norman J. Seeger, Jonathan R. Stroud",
          "url": "https://doi.org/10.1016/j.jeconom.2026.106194",
          "doi": "https://doi.org/10.1016/j.jeconom.2026.106194",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(26)00020-5",
          "doi": "https://doi.org/10.1016/s0304-4076(26)00020-5",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Economic Perspectives",
      "journal_short": "JEP",
      "articles": [
        {
          "title": "Occupational Licensing in the United States",
          "authors": "Janna E. Johnson",
          "abstract": "Occupational licensing—the requirement that individuals attain a license to legally perform a specific job—is now necessary for over a fifth of the US workforce. The policy is intended to protect consumers by ensuring members of licensed occupations meet a minimum quality standard but comes at the cost of higher prices for their services. Economic theory and research support the argument that at least in some cases the costs of licensure exceed its benefits. Incumbent members of licensed occupations gain from the higher wages caused by licensure policies, creating a strong incentive for them to push for stricter regulations and resist any efforts to remove or loosen licensure requirements. However, despite bipartisan interest in licensure reform, data limitations and vast heterogeneity in licensure policies limit the usefulness of existing research in guiding its design.",
          "url": "https://doi.org/10.1257/jep.20251458",
          "doi": "https://doi.org/10.1257/jep.20251458",
          "filter": 0
        },
        {
          "title": "Global Labor Mobility between Shrinking and Growing Labor Forces",
          "authors": "Lant Pritchett",
          "abstract": "Falling fertility and improved mortality create a powerful and inexorable demographic arithmetic of ageing in the coming decades around the world, with three patterns. The richest countries, along with China and the Former Soviet Union, will see absolute declines in the labor force aged (15-64) population and absolute rises in those 65 plus. All major developing country regions except for Africa: Latin America, South-East Asia and Pacific, South Asia, and West Asia/Middle East, will experience modest labor force growth to 2050 (less than 30 percent) aged combined with rapid growth of those over 65 (doubling or tripling). The fall in fertility in Africa (Sub-Saharan and North) started later and has fallen much less and hence, in standard scenarios for 2050, Africa will account for 80 percent of all global net growth in the world’s labor force aged. A fundamental feature of the global economy over the medium-run to 2050 is that that highest labor productivity countries will have absolutely fewer native-born workers and Africa, home to many of the world’s lowest productivity countries, will have 800 million more labor force aged. The combination makes possible gains on the order of trillions of dollars to policies that creating legal pathways to allow people, particularly youth, to move from low productivity, labor abundance places to high productivity, labor scarcity places. But, so far, politics has not found the way to “yes” for this win-win scenario.",
          "url": "https://doi.org/10.1257/jep.20251461",
          "doi": "https://doi.org/10.1257/jep.20251461",
          "filter": 0
        },
        {
          "title": "From Asia, with Skills",
          "authors": "Gaurav Khanna",
          "abstract": "This paper examines the rise of high-skill migration from Asia to the United States since 1990 and its consequences for sending and receiving economies. Over 1990–2019, migrants from India, China, South Korea, Japan, and the Philippines accounted for over one-third of US growth in software developers and a quarter of the increase in scientists, engineers, and physicians. Using census microdata, visa records, and administrative sources, I show how growing US demand for talent in information technology, higher education, and healthcare interacted with Asia’s demographic and educational transformations. Policy reforms in the H-1B, F-1, and J-1 programs and sectoral shifts—such as the internet revolution and aging-related healthcare demand—generated persistent needs for foreign students and workers. Asian economies were uniquely positioned to meet this demand through tertiary expansion, strong STEM institutions, English proficiency, and diaspora networks. These inflows boosted US innovation while fostering “brain gain” and “brain circulation” in Asia.",
          "url": "https://doi.org/10.1257/jep.20251454",
          "doi": "https://doi.org/10.1257/jep.20251454",
          "filter": 0
        },
        {
          "title": "Family Institutions and the Global Fertility Transition",
          "authors": "Paula E. Gobbi, Anne Hannusch, Pauline Rossi",
          "abstract": "Much of the observed cross-country variation in fertility aligns with the predictions of classic theories of the fertility transition: countries with higher levels of human capital, higher GDP per capita, or lower mortality rates tend to exhibit lower fertility. However, when examining changes within countries over the past 60 years, larger fertility declines are only weakly associated with greater improvements in human capital, per capita GDP, or survival rates. To understand why, we focus on the role of family institutions, particularly marriage and inheritance customs. We argue that, together with the diffusion of cultural norms, they help explain variations in the timing, speed and magnitude of the fertility decline. We propose a stylized model integrating economic, health, institutional and cultural factors to study how these factors interact to shape fertility transition paths. We find that family institutions can mediate the effect of economic development by constraining fertility responses.",
          "url": "https://doi.org/10.1257/jep.20251460",
          "doi": "https://doi.org/10.1257/jep.20251460",
          "filter": 0
        },
        {
          "title": "The Economics of Noncompete Clauses",
          "authors": "Evan Starr",
          "abstract": "For over 600 years, debates over noncompete clauses have centered on whether they function as efficient contracting tools or anticompetitive restraints on workers. This article reassesses that debate in light of recent policy attention and new empirical and theoretical research. Proponents argue that noncompetes are necessary to protect investments in training and trade secrets, increasing productivity and wages. However, recent studies indicate that the widespread use of noncompetes—frequently extending beyond roles involving sensitive information—and their enforceability lower mobility, wages, innovation, and entrepreneurship. Moreover, in many cases, less restrictive contractual terms appear to safeguard firm interests. Evidence of spillovers to other workers and across state boundaries, as well as behavioral effects even when noncompetes are unenforceable, raises questions about whether existing state-level enforcement regimes adequately address their observed impacts.",
          "url": "https://doi.org/10.1257/jep.20251457",
          "doi": "https://doi.org/10.1257/jep.20251457",
          "filter": 0
        },
        {
          "title": "Labor Market Power: From Micro Evidence to Macro Consequences",
          "authors": "David Berger, Kyle Herkenhoff, Simon Mongey",
          "abstract": "The traditional theoretical and empirical “micro approach” to studying labor market power (or monopsony) requires that firms are small and atomistic. This is at odds with the reality of labor markets in which monopsony potentially matters most. Empirically, many markets are concentrated and characterized by large, dominant employers. The actions of large employers in an occupation or industry affect local and national wages, employment and output. Employers that understand their largeness may then act strategically when hiring and setting wages, generating misallocation and harming workers. This paper advocates for a “macro approach”: (1) directly model equilibrium behavior of large employers, (2) combine macro data and empirical estimates of employers’ responses to policy changes—obtained using the “micro approach”—to estimate the model, (3) use the model to compute the aggregate costs of monopsony, and optimal policies. This approach provides new perspectives on minimum wage and antitrust policy.",
          "url": "https://doi.org/10.1257/jep.20251456",
          "doi": "https://doi.org/10.1257/jep.20251456",
          "filter": 0
        },
        {
          "title": "How Much Would Continued Low Fertility Affect the US Standard of Living?",
          "authors": "David N. Weil",
          "abstract": "I assess the effect of continued sub-replacement fertility on age-adjusted consumption per capita. Channels assessed include transfers from working-age adults to children and the elderly, the effect of the labor force growth rate on required capital investment, sustainability of government debt, the interaction of population size with fixed natural resources (including a clean environment), and the effect of population size on the speed of technological progress. To isolate the effect of low fertility from other ongoing demographic changes, I use simulation models as well as projections from the United Nations and Social Security Administration that vary fertility rates while holding other factors constant. My main finding is that the impact of low fertility is likely to be negative but small. In addition, this negative impact arrives only after a long adjustment period. An increase in fertility back to the replacement rate would lower the standard of living for several decades.",
          "url": "https://doi.org/10.1257/jep.20251462",
          "doi": "https://doi.org/10.1257/jep.20251462",
          "filter": 0
        },
        {
          "title": "The Likelihood of Persistently Low Global Fertility",
          "authors": "Michael Geruso, Dean Spears",
          "abstract": "For the world as a whole, average birth rates have been falling for decades—from about 5 in 1950 to a little above 2 today. Two-thirds of people today live in a country where the birth rate is below an average of two children per two adults, which means below the fertility level needed to sustain population sizes (without net migration). In this paper, we assess whether low fertility is likely to persist as a global phenomenon. We distinguish cohort birth rates, which matter for generation-to-generation population change, from period birth rates, which present a snapshot of birth rates at a point in time, but may offer less insight on longer-run possibilities. Where cohort birth rates have fallen low, they have not subsequently rebounded. We show that both increasing rates of lifetime childlessness and smaller family sizes among parents have contributed to falling cohort birth rates. Pronatal policies, we discuss, can have large effects on the annual fertility data without substantially changing the average number of children women have over their lifetimes. Although future birth rates remain uncertain, we conclude from the evidence that, over a long horizon, persistent low fertility is a likely future.",
          "url": "https://doi.org/10.1257/jep.20251463",
          "doi": "https://doi.org/10.1257/jep.20251463",
          "filter": 0
        },
        {
          "title": "Antitrust Enforcement in Labor Markets",
          "authors": "Elena Prager",
          "abstract": "Until recently, antitrust laws were rarely enforced in labor markets. Although the existence of labor market power has long been recognized, evidence only recently emerged that such market power regularly arises from sources that are actionable under antitrust law. Since 2010, antitrust agencies have substantially increased labor market enforcement actions. However, many questions relevant to enforcement remain unanswered, such as how to conduct market definition for labor markets and how best to incorporate concentration into models of the labor market. This article reviews how antitrust is beginning to be used in labor markets, the evidence for and against its use, and the remaining evidence gaps standing in the way of more effective use.",
          "url": "https://doi.org/10.1257/jep.20241446",
          "doi": "https://doi.org/10.1257/jep.20241446",
          "filter": 0
        },
        {
          "title": "Asian Immigration to the United States in Historical Perspective",
          "authors": "Hannah M. Postel",
          "abstract": "Asian Americans are the fastest-growing immigrant group in the United States, yet Asian immigration remains relatively understudied in quantitative social science. This paper reviews the historical evolution of Asian immigration, focusing on six major origin countries—China, Japan, India, the Philippines, Korea, and Vietnam—to show how US immigration and foreign policy shaped the size and composition of immigrant arrivals. It then examines subsequent patterns of demographic composition, geographic settlement, and socioeconomic characteristics. Taken together, the evidence highlights the enduring influence of US policy regimes on Asian immigration over time.",
          "url": "https://doi.org/10.1257/jep.20251453",
          "doi": "https://doi.org/10.1257/jep.20251453",
          "filter": 0
        },
        {
          "title": "Recommendations for Further Reading",
          "authors": "Timothy Taylor",
          "url": "https://doi.org/10.1257/jep.20251497",
          "doi": "https://doi.org/10.1257/jep.20251497",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/jep.40.1.1",
          "doi": "https://doi.org/10.1257/jep.40.1.1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Weather and U.S. railways: risk, adaptation, and congestion",
          "authors": "Xinming Du, Andrew J. Wilson",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105572",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105572",
          "filter": 0
        },
        {
          "title": "Household production time and inequality in material living standards in the U.S., 1965–2018",
          "authors": "Leila Gautham, Nancy Folbre",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105582",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105582",
          "filter": 0
        },
        {
          "title": "Human capital, unequal opportunities and productivity convergence: A global historical perspective, 1800–2100",
          "authors": "Nitin Bharti, Amory Gethin, Thanasak Mark Jenmana, Zhexun Mo, Thomas Piketty, Li Yang",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105578",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105578",
          "filter": 0
        },
        {
          "title": "The unequal job security scars of displacement",
          "authors": "Ana Figueiredo, Olivier Marie, Agnieszka Markiewicz",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105562",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105562",
          "filter": 0
        },
        {
          "title": "Fiscal capacity and capital misallocation: the economic costs of tax evasion",
          "authors": "Yu Liu, Xiaoxue Zhao",
          "url": "https://doi.org/10.1016/j.jpubeco.2026.105581",
          "doi": "https://doi.org/10.1016/j.jpubeco.2026.105581",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(26)00022-8",
          "doi": "https://doi.org/10.1016/s0047-2727(26)00022-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Role of Information in Collective Decisions",
          "authors": "Nicolás Figueroa, José-Alberto Guerra, Francisco Silva",
          "abstract": "We study how members of a group vote for public information. We argue, both theoretically and experimentally, that voters are more likely to vote for information to be acquired relative to their own individual willingness to pay for information when ex-ante disagreement is higher and ex-post disagreement is lower. Ex-ante and ex-post disagreement refer to the disagreement among group members over the best policy for the group to follow before and after information is acquired respectively. We discuss how the results inform the debate over the role of the State in fostering progress, and the value of the wisdom of the crowd.",
          "url": "https://doi.org/10.1093/jeea/jvag001",
          "doi": "https://doi.org/10.1093/jeea/jvag001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Name-Based Race Discrimination: The Role of Heuristics",
          "authors": "Martin Abel, Rulof Burger",
          "abstract": "We investigate the extent and underlying mechanisms behind race beliefs on hiring decisions. In an incentivized experiment, workers with names perceived to be Black are 30 percentage points less likely to be hired. Results indicate that race serves as a decision heuristic: large perceived race gaps among candidates lead to faster and more confident decisions, and the race gap in hiring increases by 25% when employers are forced to make quick decisions. Estimates from a drift-diffusion model reveal that most employers initially focus on worker race, but certain employer groups shift their attention to productivity-related attributes when given sufficient time.",
          "url": "https://doi.org/10.1162/rest.a.1706",
          "doi": "https://doi.org/10.1162/rest.a.1706",
          "filter": 0
        },
        {
          "title": "Why Does Disability Insurance Enrollment Increase During Recessions? Evidence from Medicare",
          "authors": "Colleen Carey, Nolan Miller, David Molitor",
          "abstract": "Social Security Disability Insurance (DI) awards rise in recessions, especially for workers over age 50. We use Medicare data to investigate how health, entry costs, and age-based DI eligibility rules shape this pattern. Entrants induced by recessions have lower medical spending and mortality than typical recipients. Entry responses to unemployment jump two- to fourfold at ages 50 and 55, when eligibility rules relax. Using these age-based discontinuities as instruments, we find no shift in marginal entrants' health across unemployment levels. These findings show that DI's age-based eligibility rules are a primary driver of cyclical entry, while health shocks are not.",
          "url": "https://doi.org/10.1162/rest.a.1698",
          "doi": "https://doi.org/10.1162/rest.a.1698",
          "filter": 0
        },
        {
          "title": "Health Insurance and Consumption Risk",
          "authors": "Lee M. Lockwood",
          "abstract": "The effect of health insurance on consumption risk depends in part on how it interacts with other risks beyond health care cost risk, such as income risk. Using a variety of approaches, I find that for U.S. households, the interaction with other risks transforms the risk protection from health insurance. Standard contracts amplify the impact of other risks, due to both subsidizing normal goods and undoing the protection against other risks from discounts, charity care, and bad debt. Alternative contracts that account for other risks, such as contracts that limit out-of-pocket spending relative to income, can provide better risk protection.",
          "url": "https://doi.org/10.1162/rest.a.1704",
          "doi": "https://doi.org/10.1162/rest.a.1704",
          "filter": 0
        },
        {
          "title": "Spatial Correlation, Trade, and Inequality: Evidence from the Global Climate",
          "authors": "Jonathan I. Dingel, Kyle C. Meng",
          "abstract": "Global phenomena, such as climate change, often have local impacts that are spatially correlated. We show that greater spatial correlation of productivities can increase international inequality by increasing the correlation between a country's productivity and its gains from trade. We confirm this prediction using a half-century of exogenous variation in the spatial correlation of agricultural productivities induced by a global climatic phenomenon. We introduce this general-equilibrium effect into projections of climate-change impacts that typically omit spatial linkages and therefore do not account for the global scope of climate change. We project greater international inequality, with higher welfare losses across Africa.",
          "url": "https://doi.org/10.1162/rest.a.1697",
          "doi": "https://doi.org/10.1162/rest.a.1697",
          "filter": 0
        },
        {
          "title": "Does Pricing of Internet Usage Steer Consumers or Meter Usage? Evidence from a Pricing Experiment",
          "authors": "Brian McManus, Aviv Nevo, Zachary Nolan, Jonathan W. Williams",
          "abstract": "Competition authorities have expressed concern that firms selling broadband internet and TV subscriptions may employ usage-based pricing (UBP) of internet to steer consumers toward TV over streaming video. We study this issue with household-level panel data from an internet service provider's UBP experiment, capturing the prices' effects on internet and TV subscriptions, internet usage, and firm revenue. We find that this specific UBP policy largely served to meter internet usage by high-demand households rather than steer them toward TV. Households' payments increased due to usage-related overage charges and internet subscription upgrades to avoid overages. Some households avoided internet-related payments by reducing usage rather than adding TV subscriptions.",
          "url": "https://doi.org/10.1162/rest.a.1709",
          "doi": "https://doi.org/10.1162/rest.a.1709",
          "filter": 0
        },
        {
          "title": "Good News Is Not a Sufficient Condition for Motivated Reasoning",
          "authors": "Michael Thaler",
          "abstract": "People often receive news that makes them feel better or worse about the world around them. This paper studies how news valence affects belief updating. Using large-scale experiments, I test whether people engage in motivated reasoning to overly trust “good” or “bad” news with minimal functional and ego relevance. Results show a precisely-estimated null effect for motivated reasoning in either direction, and modest effects can be ruled out. Complementary survey evidence finds that participants expect good news to increase happiness but not to systematically bias inference. Results suggest that belief-based utility is insufficient for distorting inference to favor preferred beliefs.",
          "url": "https://doi.org/10.1162/rest.a.1702",
          "doi": "https://doi.org/10.1162/rest.a.1702",
          "filter": 0
        },
        {
          "title": "Identification of Semiparametric Panel Multinomial Choice Models with Infinite-Dimensional Fixed Effects",
          "authors": "Wayne Yuan Gao, Ming Li",
          "abstract": "This paper proposes a robust method for semiparametric identification and estimation in panel multinomial choice models, where we allow for infinite-dimensional fixed effects that enter into consumer utilities in an additively nonseparable way, thus incorporating rich forms of unobserved heterogeneity. Our identification strategy exploits multivariate monotonicity in parametric indices, and uses the logical contraposition of an intertemporal inequality on choice probabilities to obtain identifying restrictions. We provide a consistent estimation procedure, and demonstrate the practical advantages of our method with Monte Carlo simulations and an empirical illustration on popcorn sales with the NielsenIQ data.",
          "url": "https://doi.org/10.1162/rest.a.1708",
          "doi": "https://doi.org/10.1162/rest.a.1708",
          "filter": 0
        },
        {
          "title": "Attrition from Administrative Data: Problems and Solutions with an Application to Postsecondary Education",
          "authors": "Andrew Foote, Kevin Stange",
          "abstract": "This paper documents the bias introduced by attrition of individuals from administrative data with an application to the labor market consequences of postsecondary education. Attrition due to crossstate migration is non-trivial, particularly for high-earners, graduates from selective universities, and certain majors. Consequently, the premium associated with graduating from a most selective university is 23% higher than in-state earnings suggests, though this magnitude differs across context. The impact of obtaining a 2-year CTE credential is also understated, as are earnings differences across majors. Differences in missingness are systematically related to bias in measurement; we evaluate approaches to quantifying that bias.",
          "url": "https://doi.org/10.1162/rest.a.1703",
          "doi": "https://doi.org/10.1162/rest.a.1703",
          "filter": 0
        },
        {
          "title": "Imperfect Competition in Markets with Adverse or Advantageous Selection",
          "authors": "Markus Parlasca",
          "abstract": "This paper proposes a spatial model of imperfect competition in markets with adverse or advantageous selection. The model shows that a reduction in competition exacerbates the inefficiency created by adverse selection but can ameliorate the inefficiency created by advantageous selection. However, reduced competition never corrects the inefficiency perfectly because it introduces an allocative inefficiency. By contrast, the inefficiency can be corrected perfectly through a corrective tax when there is perfect competition. Our results have implications for competition policy in credit and insurance markets, as they caution against viewing imperfect competition as a solution to the inefficiencies created by selection.",
          "url": "https://doi.org/10.1162/rest.a.1700",
          "doi": "https://doi.org/10.1162/rest.a.1700",
          "filter": 0
        },
        {
          "title": "Learning Before Testing: A Selective Nonparametric Test for Conditional Moment Restrictions",
          "authors": "Jia Li, Zhipeng Liao, Wenyu Zhou",
          "abstract": "We develop a new test for conditional moment restrictions via nonparametric series regression, with approximating functions selected by Lasso. A key novelty of our approach is to account for the effect of the data-driven selection, yielding a new critical value constructed on the basis of a nonstandard truncated-Gaussian asymptotic approximation. We show that the test is correctly sized and attains a well-defined sense of adaptiveness that may result in better power than existing methods. The improvement afforded by the new test is demonstrated in a Monte Carlo study and an empirical application on the conditional evaluation of inflation forecasts.",
          "url": "https://doi.org/10.1162/rest.a.1696",
          "doi": "https://doi.org/10.1162/rest.a.1696",
          "filter": 0
        },
        {
          "title": "Willingness-To-Pay versus Administrative Hurdles: Understanding Barriers to Social Insurance Enrollment in Thailand",
          "authors": "Benjamin A. Olken, Rema Hanna, Phitawat Poonpolkul, Nada Wasi",
          "abstract": "Many social insurance programs have low take-up, but it is unclear whether this is due to administrative barriers, information, or low insurance valuations. We study a Thai policy that offered large incentives for informal workers in selected provinces to enroll. The incentives increased insurance coverage by 67 percentage points- from 6 percent of informal workers to 73 percent- within two months. However, 12 months later, only 13 percent remained insured. Using choices among insurance tiers to back out revealed valuations, we find that low social insurance enrollment may be due to low ex-ante valuations of insurance, rather than administrative barriers.",
          "url": "https://doi.org/10.1162/rest.a.1711",
          "doi": "https://doi.org/10.1162/rest.a.1711",
          "filter": 0
        },
        {
          "title": "The Anatomy of U.S. Sick Leave Schemes: Evidence from Public School Teachers",
          "authors": "Christopher J. Cronin, Matthew C. Harris, Nicolas R. Ziebarth",
          "abstract": "We study how public school teachers use paid sick leave. Most US sick leave schemes operate as individualized credit accounts: Paid leave is earned, and unused leave accumulates. We construct a unique dataset of daily leave balances and behavior among 982 teachers for 2010–2018. Sick leave use increases during flu season, and evidence indicates that the average teacher does not use sick leave for leisure, though some subsets of teachers (e.g., the young and inexperienced) do. Usage increases with leave balance; the elasticity is around 0.4. Further, teachers with higher balances are less likely to work sick, particularly during flu season.",
          "url": "https://doi.org/10.1162/rest.a.1699",
          "doi": "https://doi.org/10.1162/rest.a.1699",
          "filter": 0
        },
        {
          "title": "Foreign Currency as a Barrier to International Trade: Evidence from Brazil",
          "authors": "Todd Messer",
          "abstract": "This paper studies the causal effect of foreign currency dependence on international trade by exploiting Brazil and Argentina's 2008 introduction of a bilateral payments system that eliminated the U.S. dollar as vehicle currency. I identify causal effects using a triple-difference design comparing exports across municipalities with varying bank access and across destinations to control for contemporaneous shocks including the financial crisis. Firm-level analysis finds that local currency adoption increased export values significantly, with effects concentrated among non-commodity exporters. These results demonstrate that foreign currency dependence constitutes a meaningful barrier to emerging market trade.",
          "url": "https://doi.org/10.1162/rest.a.1707",
          "doi": "https://doi.org/10.1162/rest.a.1707",
          "filter": 0
        },
        {
          "title": "Financing Multinationals",
          "authors": "Jingting Fan, Wenlan Luo",
          "abstract": "We develop, validate, and quantify a tractable model of multinational firms that connects multinational production (MP) with foreign direct investment (FDI). Firms choose where to produce and how to finance the production. They can access external finance, but capital market imperfections prevent them from relying exclusively on it for affiliate production, giving rise to FDI. The model rationalizes the three-way relationship between MP, FDI, and financial market conditions that we document and leads to novel welfare implications. Quantification of the model highlights the relevance of these welfare implications and the importance of financial factors in shaping the activities of multinationals.",
          "url": "https://doi.org/10.1162/rest.a.1701",
          "doi": "https://doi.org/10.1162/rest.a.1701",
          "filter": 0
        },
        {
          "title": "Long Story Short: Omitted Variable Bias in Causal Machine Learning",
          "authors": "Victor Chernozhukov, Carlos Cinelli, Whitney K. Newey, Amit Sharma, Vasilis Syrgkanis",
          "abstract": "We develop a general theory of omitted variable bias for a wide range of common causal parameters, including average treatment effects, average causal derivatives, and policy effects from covariate shifts. We show how plausibility judgments on the maximum explanatory power of omitted variables are sufficient to bound the bias, facilitating sensitivity analysis in otherwise complex models. Finally, we provide statistical inference methods that can leverage modern machine learning algorithms for estimation. These results allow empirical researchers to perform sensitivity analyses in a flexible class of machine-learned causal models using very simple tools. Empirical examples demonstrate the utility of our approach.",
          "url": "https://doi.org/10.1162/rest.a.1705",
          "doi": "https://doi.org/10.1162/rest.a.1705",
          "filter": 0
        },
        {
          "title": "The Limits and Consequences of Population Policy: Evidence from China's Wan Xi Shao Campaign",
          "authors": "Kimberly Singer Babiarz, Paul Ma, Grant Miller, Shige Song",
          "abstract": "Most of China's fertility decline predates the famous One Child Policy — and instead occurred under its predecessor, the Wan Xi Shao, or Later, Longer, Fewer (LLF) campaign. Studying LLF's contribution to fertility and sex selection behavior, we find that LLF i) reduced China's total fertility rate by 0.95 births per woman (explaining 30.6% of its fertility decline), ii) doubled the use of male-biased fertility stopping rules, and iii) promoted postnatal selection (implying 180,000 previously unrecognized missing girls, or 19% of the total during our study period). Considering Chinese population policy to be extreme in global experience, our paper demonstrates the limits of population policy — and its potential human costs.",
          "url": "https://doi.org/10.1162/rest.a.1695",
          "doi": "https://doi.org/10.1162/rest.a.1695",
          "filter": 0
        },
        {
          "title": "Identity Under Scrutiny: Media Attention and Rule Compliance",
          "authors": "Sulin Sardoschau, Giorgio Gulino, Federico Masera",
          "abstract": "How does media coverage of minorities affect their rule compliance? Using data from 800,000 random audits at supermarket self-checkouts in Italy, we show that heightened refugee media coverage reduces under-reporting of items among shoppers born in major refugee-source countries, but not other migrants or natives. The effect is concentrated in the seven days following media exposure and is strongest when refugee coverage is negative and highlights criminality. Results are not driven by changes in customer composition or perceived audit risk. Instead, our findings suggest that public scrutiny prompts minorities to counter negative stereotypes by increasing their compliance.",
          "url": "https://doi.org/10.1162/rest.a.1710",
          "doi": "https://doi.org/10.1162/rest.a.1710",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "A Theory of How Workers Keep up with Inflation",
          "authors": "Hassan Afrouzi, Andres Blanco, Andres Drenik, Erik Hurst",
          "abstract": "We develop a model that integrates modern theories of labor market flows with nominal wage rigidities to study the consequences of inflation on the labor market. Nominal wage stickiness incentivizes workers to engage in job-to-job transitions after an unexpected increase in the price level. Such dynamics lead to a rise in aggregate vacancies associating a seemingly tight labor market with lower real wages—two facts observed during the recent inflation period. The calibrated model jointly matches aggregate and cross-sectional trends in worker flows and wages during the 2021-2024 period. Using historical data, we show that prior periods of high inflation were also associated with increasing vacancies and upward shifts in the Beveridge curve. Our results suggest that policymakers and academics should be cautious about viewing the rise in the vacancy-to-unemployment rate as a sign of a tight labor market during inflationary periods without holistically looking at other labor market indicators.",
          "url": "https://doi.org/10.1093/qje/qjag007",
          "doi": "https://doi.org/10.1093/qje/qjag007",
          "filter": 0
        },
        {
          "title": "Automation and Rent Dissipation: Implications for Wages, Inequality, and Productivity",
          "authors": "Daron Acemoglu, Pascual Restrepo",
          "abstract": "This paper studies the effects of automation in a task-based economy in which some jobs pay workers rents—wages above their outside option. We show that automation targets high-rent tasks, dissipating rents, amplifying wage losses, and reducing within-group wage dispersion in exposed groups. This form of rent dissipation is inefficient and offsets the productivity gains from automation. Using US data from 1980 to 2016, we find evidence of sizable rent dissipation and reduced within-group wage dispersion due to automation. Automation accounts for 52% of the increase in between-group inequality since 1980, with rent dissipation explaining one-fifth of this total. Our estimates imply that inefficient rent dissipation has offset 60–90% of the productivity gains from automation over this period.",
          "url": "https://doi.org/10.1093/qje/qjag006",
          "doi": "https://doi.org/10.1093/qje/qjag006",
          "filter": 0
        },
        {
          "title": "Insuring peace: Index-based livestock insurance, droughts, and conflict",
          "authors": "Kai Gehring, Paul Schaudt",
          "abstract": "We provide quasi-experimental evidence of how an innovative market-based solution using remote-sensing technology can mitigate drought-induced conflict. Droughts are a major driver of conflict in Africa, particularly between transhumant pastoralists and sedentary farmers. Index-Based Livestock Insurance (IBLI) piloted in Kenya provides automated, preemptive payouts to pastoralists affected by droughts. Combining variation in rainfall and the staggered rollout of IBLI in Kenya over the 2000-2020 period, we find that IBLI strongly reduces drought-induced conflict. Key mechanisms include a reduction in herd sizes, as well as income smoothing and asset-price stabilization, contributing to an overall reduced migratory pressure for pastoralists. Our study suggests that market-based solutions are a scalable, cost-effective pathway to mitigate conflict, complementing political solutions such as power-sharing agreements and institutional reforms.",
          "url": "https://doi.org/10.1093/qje/qjag005",
          "doi": "https://doi.org/10.1093/qje/qjag005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Dynamic Regulation with Firm Linkages: Evidence from Texas",
          "authors": "Matthew Leisten, Nicholas Vreugdenhil",
          "abstract": "We evaluate the efficiency of dynamic linked environmental regulation. Linked regulation allows inspectors who uncover violations at one plant to increase future enforcement at other plants that share a common owner. When compliance costs are correlated, regulators can then target scarce enforcement resources towards bad actors without inspecting everyone. We develop an empirical framework of dynamic moral hazard under linked regulation that allows for large portfolios of plants and for choices to be interdependent within the portfolio of plants and across time. Using the framework we evaluate a linked regulation scheme in Texas and find that linked regulation performs substantially better than both unlinked regulation and untargeted regulation. We test two alternative theoretical mechanisms that underpin the benefit—a “firm-wide moral hazard mechanism” and a “correlated targeting mechanism”—and find that a large share of the value of linked regulation is due to the former.",
          "url": "https://doi.org/10.1093/restud/rdag013",
          "doi": "https://doi.org/10.1093/restud/rdag013",
          "filter": 0
        },
        {
          "title": "Organizational Change and Reference-Dependent Preferences",
          "authors": "Klaus M Schmidt, Jonas von Wangenheim",
          "abstract": "Reference-dependent preferences can explain several puzzling observations about organizational change. We introduce a dynamic model in which a firm bargains with loss-averse workers about organizational change and wages. We show that change is often stagnant or slow for many periods, followed by a sudden boost in productivity triggered by a crisis. In a crisis, workers concede to organizational change but resist nominal wage reductions. In addition, the model explains why different firms in the same industry often have significant productivity differences. Finally, the model demonstrates the importance of expectations management even if all parties have rational expectations.",
          "url": "https://doi.org/10.1093/restud/rdag009",
          "doi": "https://doi.org/10.1093/restud/rdag009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
