{
  "update": "2024-08-23",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Learning From Ricardo and Thompson: Machinery and Labor in the Early Industrial Revolution and in the Age of Artificial Intelligence",
          "authors": "Daron Acemoglu, Simon Johnson",
          "abstract": "David Ricardo initially believed machinery would help workers but revised his opinion, likely based on the impact of automation in the textile industry. Despite cotton textiles becoming one of the largest sectors in the British economy, real wages for cotton weavers did not rise for decades. As E.P. Thompson emphasized, automation forced workers into unhealthy factories with close surveillance and little autonomy. Automation can increase wages, but only when accompanied by new tasks that raise the marginal productivity of labor and/or when there is sufficient additional hiring in complementary sectors. Wages are unlikely to rise when workers cannot push for their share of productivity growth. Today, artificial intelligence may boost average productivity, but it also may replace many workers while degrading job quality for those who remain employed. As in Ricardo's time, the impact of automation on workers today is more complex than an automatic linkage from higher productivity to better wages.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091823-025129",
          "doi": "10.1146/annurev-economics-091823-025129",
          "filter": 0
        },
        {
          "title": "Understanding Spatial Agglomeration: Increasing Returns, Land, and Transportation Costs",
          "authors": "Hans R.A. Koster, Jacques-François Thisse",
          "abstract": "Economic activities are concentrated on a small share of inhabitable land. In our view, this agglomeration is the outcome of a trade-off between increasing returns and transportation costs, which capitalizes into land rents. Our second baseline idea is that Tiebout-like sorting provides a general framework to handle a large array of problems in spatial economics. Cities have high housing prices because they are productive and offer high levels of amenities and public goods. Both production and amenity effects capitalize in the land rent at a particular location. Through the process of bidding for land, spatial sorting is the involuntary consequence of a myriad of individual decisions made by agents who pursue their own interests.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-020723-041113",
          "doi": "10.1146/annurev-economics-020723-041113",
          "filter": 0
        },
        {
          "title": "Monopsony Power in the Labor Market: From Theory to Policy",
          "authors": "José Azar, Ioana Marinescu",
          "abstract": "Labor markets are not perfectly competitive: Monopsony power enables employers to pay workers less than the marginal revenue product of labor. We review three theoretical frameworks explaining monopsony power. Oligopsony models attribute it to strategic interactions among a limited number of firms. Job differentiation models cite imperfect job substitution and heterogeneous worker preferences. Search-and-matching models point to search frictions hindering instantaneous access to all available jobs. We then develop a theory-informed discussion of the empirical evidence on antitrust policies, policies that reduce barriers to job switching, and policies countering monopsony's effects on workers. Preventing mergers and regulating noncompetition agreements can increase wages by preserving competition among employers. Minimum wages can mitigate the effect of monopsony power by increasing wages without reducing employment. The insights garnered from both theoretical models and empirical evidence offer a road map for crafting policies that can enhance competition in the labor market.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-072823-030431",
          "doi": "10.1146/annurev-economics-072823-030431",
          "filter": 0
        },
        {
          "title": "Technology and the Global Economy",
          "authors": "Jonathan Eaton, Samuel Kortum",
          "abstract": "Interpreting individual heterogeneity in terms of probability theory has proved powerful in connecting behavior at the individual and aggregate levels. Returning to Ricardo's focus on comparative efficiency as a basis for international trade, much recent quantitative equilibrium modeling of the global economy builds on particular probabilistic assumptions about technology. We review these assumptions and discuss how they deliver a unified framework underlying a wide range of static and dynamic equilibrium models.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-080218-025541",
          "doi": "10.1146/annurev-economics-080218-025541",
          "filter": 0
        },
        {
          "title": "Moral Boundaries",
          "authors": "Benjamin Enke",
          "abstract": "This article reviews the growing economics literature that studies the politico-economic impacts of heterogeneity in moral boundaries across individuals and cultures. The so-called universalism-versus-particularism cleavage has emerged as a main organizing principle behind various salient features of contemporary political competition, including individual-level and spatial variation in voting, the realignment of rich liberals and poor conservatives, the internal structure of ideology, and the moral content of political messaging. A recurring theme is that the explanatory power of universalism for left-wing policy views and voting is considerably larger than that of traditional economic variables. Looking at the origins of heterogeneity in universalism, an emerging consensus is that cross-group variation is partly economically functional and reflects that morality evolved to support cooperation in economic production. This insight organizes much work on how kinship systems, market exposure, political institutions, and ecology have shaped universalism through their impacts on the relative benefits of localized and impersonal interactions.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091223-093730",
          "doi": "10.1146/annurev-economics-091223-093730",
          "filter": 0
        },
        {
          "title": "Central Bank Independence: Views from History and Machine Learning",
          "authors": "Nergiz Dincer, Barry Eichengreen, Joan J. Martinez",
          "abstract": "We assemble an almost complete set of central bank statutes since 1800 to assess the legal independence of central banking institutions. We use these to extend existing indices of legal independence backward and forward in time. We document the trend toward increased independence post 1980 as well as an earlier, more limited movement in the direction of enhanced independence in the 1920s. We apply natural language processing to current statutes to corroborate our human-reader assessment. Using machine-learning methods, we quantify the extent to which topics in those statutes contribute to the independence measure based on our reading of the statutes. The topic with the largest positive contribution to explaining the cross-country variation in central bank independence encompasses disclosure, transparency, and reporting obligations. The topic with the largest negative contribution covers regulatory powers over inter alia securities markets that complicate the central bank's mandate, make accountability more complex, and render independence problematic.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081623-032553",
          "doi": "10.1146/annurev-economics-081623-032553",
          "filter": 0
        },
        {
          "title": "Protests",
          "authors": "Davide Cantoni, Andrew Kao, David Y. Yang, Noam Yuchtman",
          "abstract": "Citizens have long taken to the streets to demand change, expressing political views that may otherwise be suppressed. Protests have produced change at local, national, and international scales, including spectacular moments of political and social transformation. We document five new empirical patterns describing 1.2 million protest events across 218 countries between 1980 and 2020. First, autocracies and weak democracies experienced a trend break in protests during the Arab Spring. Second, protest movements also rose in importance following the Arab Spring. Third, protest movements geographically diffuse over time, spiking to their peak before falling off. Fourth, a country's year-to-year economic performance is not strongly correlated with protests; individual values are predictive of protest participation. Fifth, the United States, China, and Russia are the most overrepresented countries in academic studies. We discuss each pattern's connections to the existing literature and anticipate paths for future work.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-082423-032519",
          "doi": "10.1146/annurev-economics-082423-032519",
          "filter": 0
        },
        {
          "title": "Political Inequality",
          "authors": "Julia Cagé",
          "abstract": "Inequality in political participation and influence has strongly increased in recent decades, breeding economic inequality. In this review, we focus on three aspects of political inequality: the increasing concentration of both political and charitable donations, the growing gap in descriptive representation, and the persistent lack of substantive representation. Based on the existing literature as well as on novel evidence, we relate these aspects to the recent widening of turnout inequality. We then examine novel forms of participation—e.g., the rise of small donors in the United States—and the efficiency of policies aimed at improving representation. Finally, we discuss new avenues for research.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-080223-040921",
          "doi": "10.1146/annurev-economics-080223-040921",
          "filter": 0
        },
        {
          "title": "Alternatives to Bayesian Updating",
          "authors": "Pietro Ortoleva",
          "abstract": "We discuss models of updating that depart from Bayes’ rule even when it is well-defined. After reviewing Bayes’ rule and its foundations, we begin our analysis with models of non-Bayesian behavior arising from a bias, a pull toward suboptimal behavior due to a heuristic or a mistake. Next, we explore deviations caused by individuals questioning the prior probabilities they initially used. We then consider non-Bayesian behavior resulting from the optimal response to constraints on perception, cognition, or memory, as well as models based on motivated beliefs or distance minimization. Finally, we briefly discuss models of updating after zero probability events.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-100223-050352",
          "doi": "10.1146/annurev-economics-100223-050352",
          "filter": 0
        },
        {
          "title": "Fertility in High-Income Countries: Trends, Patterns, Determinants, and Consequences",
          "authors": "David E. Bloom, Michael Kuhn, Klaus Prettner",
          "abstract": "High-income countries have generally experienced falling fertility in recent decades. In most of these countries, the total fertility rate is now below the level that implies a stable population in the long run. This has led to concerns among economists, policymakers, and the wider public about the economic consequences of low fertility and population decline. In this contribution, we aim to ( a ) describe the main determinants of low fertility in high-income countries, ( b ) assess its potential economic consequences, ( c ) discuss adjustment mechanisms for individuals and economies, ( d ) propose a simple economic framework to analyze the long-run economic impacts of low fertility, and ( e ) draw lessons for economic policymakers to react appropriately. While the economic challenges of low fertility are substantial, a thoughtful and consistent policy response can mitigate most of the adverse consequences.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081523-013750",
          "doi": "10.1146/annurev-economics-081523-013750",
          "filter": 0
        },
        {
          "title": "Negative Interest Rate Policies: A Survey",
          "authors": "Luis Brandão-Marques, Marco Casiraghi, Gaston Gelos, Güneş Kamber, Roland Meeks",
          "abstract": "This article surveys studies on the impact of central bank negative interest rate policies (NIRP). It reviews recent research on the effects of NIRP on financial markets, banks, households, firms, and the macroeconomy. Overall, policy rate cuts when interest rates are negative propagated along the yield curve, with the first policy cut below zero contributing significantly to the fall in longer-term yields. Lending and deposit rates also decreased following the adoption of NIRP. Based on the experience so far, bank lending volumes rose, and bank profits did not significantly deteriorate, although there was considerable heterogeneity in the effects. The impact of NIRP on inflation and output appears to have been comparable to that of conventional interest rate cuts.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-080323-042145",
          "doi": "10.1146/annurev-economics-080323-042145",
          "filter": 0
        },
        {
          "title": "Modern Industrial Policy and the World Trade Organization",
          "authors": "Chad P. Bown",
          "abstract": "This article surveys the economics of industrial policy as it relates to the World Trade Organization (WTO). Motivated by concern that the modern use of industrial policy is emerging in ways that threaten cooperation in the international trading system, the article begins with the basic historical economic framework for tying industrial policy to underlying market failures. It then introduces the dominant economic understanding of the role played by the WTO, examining the WTO's rules on subsidies (and thus industrial policy), the unease with the evolution of the trading system's subsidy rules, gaps in knowledge, and important data and measurement shortcomings. The main part of the article examines four areas in which modern industrial policy operates differently and has become especially important for the trading system: China, supply chain resilience, supply chain responsiveness, and climate change. The article identifies the evidence to date, open questions, and potential paths forward for economic research to help inform policymakers’ efforts to restore international economic cooperation in trade and industrial policy.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-100223-041958",
          "doi": "10.1146/annurev-economics-100223-041958",
          "filter": 0
        },
        {
          "title": "Industrial Policy and the Great Divergence",
          "authors": "Réka Juhász, Claudia Steinwender",
          "abstract": "We discuss recent work evaluating the role of the government in shaping the economy during the long nineteenth century, a practice we refer to as industrial policy. States deployed a vast variety of different policies aimed primarily, but not exclusively, at fostering industrialization. A thin but growing literature has started to evaluate the economic effects of these policies, but many questions remain open for study.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091523-044259",
          "doi": "10.1146/annurev-economics-091523-044259",
          "filter": 0
        },
        {
          "title": "Climate Change Economics over Time and Space",
          "authors": "Klaus Desmet, Esteban Rossi-Hansberg",
          "abstract": "With average temperature ranging from −20°C at the North Pole to 30°C at the Equator and with global warming expected to reach 1.4°C to 4.5°C by the year 2100, it is clear that climate change will have vastly different effects across the globe. Given the abundance of land in northern latitudes, if population and economic activity could freely move across space, the economic cost of global warming would be greatly reduced. However, spatial frictions are real: migrants face barriers, trade and transportation are costly, physical infrastructure is not footloose, and knowledge embedded in clusters of economic activity diffuses only imperfectly. Thus, the economic cost of climate change is intimately connected to these spatial frictions. Building on earlier integrated assessment models (IAMs) that largely ignored space, in the past decade there has been significant progress in developing dynamic spatial integrated assessment models (S-IAMs) aimed at providing a more realistic evaluation of the economic cost of climate change, both locally and globally. This review discusses this progress and provides a guide for future work in this area.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-072123-044449",
          "doi": "10.1146/annurev-economics-072123-044449",
          "filter": 0
        },
        {
          "title": "From Happiness Data to Economic Conclusions",
          "authors": "Daniel J. Benjamin, Kristen Cooper, Ori Heffetz, Miles Kimball",
          "abstract": "Happiness data—survey respondents’ self-reported well-being (SWB)—have become increasingly common in economics research, with recent calls to use them in policymaking. Researchers have used SWB data in novel ways—for example, to learn about welfare or preferences when choice data are unavailable or difficult to interpret. Focusing on leading examples of this pioneering research, the first part of this review uses a simple theoretical framework to reverse-engineer some of the crucial assumptions that underlie existing applications. The second part discusses evidence bearing on these assumptions and provides practical advice to the agencies and institutions that generate SWB data, the researchers who use them, and the policymakers who may use the resulting research. While we advocate creative uses of SWB data in economics, we caution that their use in policy will likely require both additional data collection and further research to better understand the data.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081623-021136",
          "doi": "10.1146/annurev-economics-081623-021136",
          "filter": 0
        },
        {
          "title": "The New Economics of Industrial Policy",
          "authors": "Réka Juhász, Nathan Lane, Dani Rodrik",
          "abstract": "We discuss the considerable literature that has developed in recent years providing rigorous evidence on how industrial policies work. This literature is a significant improvement over the earlier generation of empirical work, which was largely correlational and marred by interpretational problems. On the whole, the recent crop of papers offers a more positive take on industrial policy. We review the standard rationales and critiques of industrial policy and provide a broad overview of new empirical approaches to measurement. We discuss how the recent literature, paying close attention to measurement, causal inference, and economic structure, is offering a nuanced and contextual understanding of the effects of industrial policy. We re-evaluate the East Asian experience with industrial policy in light of recent results. Finally, we conclude by reviewing how industrial policy is being reshaped by a new understanding of governance, a richer set of policy instruments beyond subsidies, and the reality of deindustrialization.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081023-024638",
          "doi": "10.1146/annurev-economics-081023-024638",
          "filter": 0
        },
        {
          "title": "Global Capital Allocation",
          "authors": "Sergio Florez-Orrego, Matteo Maggiori, Jesse Schreger, Ziwen Sun, Serdil Tinda",
          "abstract": "We survey the literature on global capital allocation. We begin by reviewing the rise of cross-border investment, the shift toward portfolio investment, and the literature focusing on aggregate patterns in multilateral and bilateral positions. We then turn to the recent literature that uses micro data to document patterns in global capital allocations. We focus on the importance of the currency of denomination of assets in international portfolios and the role that tax havens and offshore financial centers play in intermediating global capital. We conclude with directions for future research in this area.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081623-020427",
          "doi": "10.1146/annurev-economics-081623-020427",
          "filter": 0
        },
        {
          "title": "Automation: Theory, Evidence, and Outlook",
          "authors": "Pascual Restrepo",
          "abstract": "This article reviews the literature on automation and its impact on labor markets, wages, factor shares, and productivity. I first introduce the task model and explain why this framework offers a compelling way to think about recent labor market trends and the effects of automation technologies. The task model clarifies that automation technologies operate by substituting capital for labor in a widening range of tasks. This substitution reduces costs, creating a positive productivity effect, but it also reduces employment opportunities for workers displaced from automated tasks, creating a negative displacement effect. I survey the empirical literature and conclude that there is wide qualitative support for the implications of task models and the displacement effects of automation. I conclude by discussing shortcomings of the existing literature and avenues for future research.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-090523-113355",
          "doi": "10.1146/annurev-economics-090523-113355",
          "filter": 0
        },
        {
          "title": "Understanding Money Using Historical Evidence",
          "authors": "Adam Brzezinski, Nuno Palma, François R. Velde",
          "abstract": "Debates about the nature and economic role of money are mostly informed by evidence from the twentieth century, but money has existed for millennia. We argue that there are many lessons to be learned from monetary history that are relevant for current topics of policy relevance. The past is a source of evidence on how money works across different situations, helping to tease out features of money that do not depend on one time and place. A close reading of history also offers testing grounds for models of economic behavior and can thereby guide theories on how money is transmitted to the real economy.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091923-040328",
          "doi": "10.1146/annurev-economics-091923-040328",
          "filter": 0
        },
        {
          "title": "A Practical Guide to Weak Instruments",
          "authors": "Michael P. Keane, Timothy Neal",
          "abstract": "We survey the weak instrumental variables (IV) literature with the aim of giving simple advice to applied researchers. This literature focuses heavily on the problem of size inflation in two-stage least squares (2SLS) two-tailed t -tests that arises if instruments are weak. A common standard for acceptable instrument strength is a first-stage F of 10, which renders this size inflation modest. However, 2SLS suffers from other important problems that exist at much higher levels of instrument strength. In particular, 2SLS standard errors tend to be artificially small in samples where the 2SLS estimate is close to ordinary least squares (OLS). This power asymmetry means the t -test has inflated power to detect false positive effects when the OLS bias is positive. The Anderson-Rubin (AR) test avoids this problem and should be used in lieu of the t -test even with strong instruments. We illustrate the practical importance of this issue in IV papers published in the American Economic Review from 2011 to 2023. Use of the AR test often reverses t -test results. In particular, IV estimates that are close to OLS and significant according to the t -test are often insignificant according to AR. We also show that for first-stage F in the 10–20 range there is a high probability that OLS estimates will be closer to the truth than 2SLS. Hence we advocate a higher standard of instrument strength in applied work.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-092123-111021",
          "doi": "10.1146/annurev-economics-092123-111021",
          "filter": 0
        },
        {
          "title": "Why Survey-Based Subjective Expectations Are Meaningful and Important",
          "authors": "Francesco D'Acunto, Michael Weber",
          "abstract": "For decades, households’ subjective expectations elicited via surveys have been considered meaningless because they often differ substantially from the forecasts of professionals and ex-post realizations. In sharp contrast, the literature we review shows that household characteristics and the ways in which households collect and process economic information help us understand previously considered puzzling facts about their subjective expectations. In turn, subjective expectations contribute to explain heterogeneous consumption, saving, investment, and debt choices as well as different reactions by similar households to the same monetary and fiscal policy measures. Matching microdata on households’ characteristics with the price signals the same households observe, their subjective expectations, and their real-world economic decisions is crucial to establishing these facts. Our growing understanding of households’ subjective expectations inspires several theoretical and empirical research directions and begets the design of innovative and more effective policy instruments.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091523-043659",
          "doi": "10.1146/annurev-economics-091523-043659",
          "filter": 0
        },
        {
          "title": "Experiments About Institutions",
          "authors": "Michael Callen, Jonathan L. Weigel, Noam Yuchtman",
          "abstract": "Institutions are a key determinant of economic growth, but the critical junctures in which institutions can change are not precisely defined. For example, such junctures are often identified ex post, raising several methodological problems: a selection on the outcome of institutional change; an inability to study beliefs, which are central to coordination and thus the process of institutional change; and an inability to conduct experiments to identify causal effects. We argue that critical junctures are identifiable in real time as moments of deep uncertainty about future institutions. Consistent with this conception, the papers reviewed ( a ) examine changes to institutions, i.e., the fundamental rules of the game; ( b ) are real-time studies of plausible critical junctures; and ( c ) use field experiments to achieve causal identification. We also advocate for more systematic measurement of beliefs about future institutions to identify critical junctures as they happen and provide an empirical proof of concept. Such work is urgent given contemporary critical junctures arising from democratic backsliding, state fragility, climate change, and conflicts over the rights of the marginalized.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-091823-031317",
          "doi": "10.1146/annurev-economics-091823-031317",
          "filter": 0
        },
        {
          "title": "Fiscal Federalism in the Twenty-First Century",
          "authors": "David R. Agrawal, Jan K. Brueckner, Marius Brülhart",
          "abstract": "Fiscal federalism concerns the division of policy responsibilities among different levels of government. Many current economic and policy developments, such as globalization, environmental crises, and rising inequality, may not appear to be favorable to fiscal federalism, yet countries are further decentralizing their fiscal systems. We summarize the efficiency and equity aspects of fiscal decentralization, fiscal competition, fiscal externalities, and intergovernmental grants. The review introduces readers to theoretical reasons for/against a federalist structure. We discuss how federalism relates to classic problems in economics: externalities, inequality, spillovers, information, and aspects of political economy. Our review integrates both theory and empirics, while also focusing on the variety of federal systems in different countries, both developing and developed. We conclude by discussing how fiscal federalism is being shaped by economic, technological, and environmental changes, while discussing the effects of globalization, polarization, and global crises on the future of federal systems.",
          "url": "http://dx.doi.org/10.1146/annurev-economics-081623-020713",
          "doi": "10.1146/annurev-economics-081623-020713",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Automatic for the (tax) people: information sharing and cross-border investment in tax havens",
          "authors": "Agustín Bénétrix, Lorenz Emter, Martin Schmitz",
          "abstract": "This paper examines the impact of international automatic exchange of information (AEOI) treaties on cross-border investments in tax havens. Using a restricted version of the BIS Locational Banking Statistics we find that AEOIs significantly reduced cross-border deposits. A sectoral breakdown assessment reveals that households were the key driving force behind this contraction. However, we also document evidence of households’ deposits shifting to non-AEOI haven countries and larger deposits by non-bank financial institutions between tax haven countries, suggesting an increased use of shell corporation networks since AEOI introduction. Extending the analysis to portfolio and direct investment, we observe changes in investment patterns vis-à-vis tax havens which are consistent with a significant impact of AEOI treaties on these forms of cross-border investment.",
          "url": "http://dx.doi.org/10.1093/epolic/eiae041",
          "doi": "10.1093/epolic/eiae041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "To stay or to migrate? When Becker meets Harris–Todaro",
          "authors": "Yin-Chi Wang, Pei-Ju Liao, Ping Wang, Chong Kee Yip",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104831",
          "doi": "10.1016/j.euroecorev.2024.104831",
          "filter": 0
        },
        {
          "title": "The distributional effects of climate change. An empirical analysis",
          "authors": "Haroon Mumtaz, Angeliki Theophilopoulou",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104828",
          "doi": "10.1016/j.euroecorev.2024.104828",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "JPE Turnaround Times",
          "url": "http://dx.doi.org/10.1086/732514",
          "doi": "10.1086/732514",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "http://dx.doi.org/10.1086/732793",
          "doi": "10.1086/732793",
          "filter": 0
        },
        {
          "title": "Out of the Darkness and into the Light? Development Effects of Rural Electrification",
          "authors": "Fiona Burlig, Louis Preonas",
          "url": "http://dx.doi.org/10.1086/730204",
          "doi": "10.1086/730204",
          "filter": 0
        },
        {
          "title": "Big G",
          "authors": "Lydia Cox, Gernot J. Müller, Ernesto Pastén, Raphael Schoenle, Michael Weber",
          "url": "http://dx.doi.org/10.1086/730426",
          "doi": "10.1086/730426",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1086/732792",
          "doi": "10.1086/732792",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Sophistication about self-control",
          "authors": "Deborah A. Cobb-Clark, Sarah C. Dahmann, Daniel A. Kamhöfer, Hannah Schildberg-Hörisch",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105196",
          "doi": "10.1016/j.jpubeco.2024.105196",
          "filter": 0
        },
        {
          "title": "The division of parental leave: Empirical evidence and policy design",
          "authors": "Thomas Høgholm Jørgensen, Jakob Egholt Søgaard",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105202",
          "doi": "10.1016/j.jpubeco.2024.105202",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Correction to: Stability in Large Markets",
          "url": "http://dx.doi.org/10.1093/restud/rdae078",
          "doi": "10.1093/restud/rdae078",
          "filter": 0
        },
        {
          "title": "What Drives Demand for State-Run Lotteries? Evidence and Welfare Implications",
          "authors": "Benjamin B Lockwood, Hunt Allcott, Dmitry Taubinsky, Afras Sial",
          "abstract": "We use natural experiments embedded in state-run lotteries and a new nationally representative survey to provide reduced-form and structural estimates of risk preferences and behavioral biases in lottery demand, and to explore the implications for optimal lottery design. We find that sales respond more to the expected value of the jackpot than to price but are unresponsive to variation in the second prize—a pattern that is consistent with probability weighting but is inconsistent with standard parameterizations. In the survey, we find that lottery spending decreases modestly with income and is strongly associated with measures of innumeracy, poor statistical reasoning, and other proxies for behavioral bias, which also decline with income. Regression predictions suggest that Americans would spend 43 percent less on lotteries if they were unbiased, while the remaining lottery demand is due to other factors such as anticipatory utility or entertainment value. We use these empirical moments to estimate a model of socially optimal lottery design. In the model, current multi-state lottery designs increase welfare but may harm heavy spenders.",
          "url": "http://dx.doi.org/10.1093/restud/rdae086",
          "doi": "10.1093/restud/rdae086",
          "filter": 0
        },
        {
          "title": "Gender Preferences in Job Vacancies andWorkplace Gender Diversity",
          "authors": "David Card, Fabrizio Colella, Rafael Lalive",
          "abstract": "In spring 2005, the Ombud for Equal Treatment in Austria launched a campaign notifying employers and newspapers that gender preferences in job ads were illegal. At the time over 40% of vacancies on the nation’s largest job board stated a gender preference; within a year the rate fell below 5%. We merge job board vacancies and employer records to study how the campaign affected hiring choices and the gender diversity of occupations and workplaces. Using pre-campaign data, we predict the use of gender preferences, then conduct a difference-in-differences analysis of hiring outcomes for vacancies with predicted male or female preferences, relative to those with no predicted preferences. The elimination of explicit gender preferences boosted the share of women hired for jobs that were likely to be targeted to men (and vice versa). At the firmlevel, we find that the campaign led to a rise in the share of women at firms that were more likely to use male SGP’s, and a symmetric increase in the share of men at firms that were likely to use female SGP’s, with no effects on firmsurvival, employment, or average wages.",
          "url": "http://dx.doi.org/10.1093/restud/rdae085",
          "doi": "10.1093/restud/rdae085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
