{
  "update": "2025-11-07",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Optimal climate policy with demographic transitions",
          "authors": "Elisa Belfiori, Manuel Macera",
          "abstract": "This paper develops a framework to integrate demographic change into climate policy analysis. We build an overlapping-generations climate-economy model with a rich demographic structure, allowing population growth and survival probabilities to vary over time. These features endogenously determine the age composition of society and shape aggregate preferences. A central result of our framework is an aggregation result: despite the heterogeneity across cohorts, the planner’s problem can be recast as a representative-agent model with a time-varying social discount factor that reflects demographic dynamics. Notably, as the population ages, the discount factor declines, causing society to behave as if it were more impatient. We use this framework to study how current global demographic trends affect the social cost of carbon-the model-based measure of the economic cost of climate change. We find that this cost is significantly higher under medium- and high-fertility scenarios, driven by greater emissions from larger populations. These effects are partially offset by higher discounting in ageing societies. Relative to a benchmark model with no demographic change, the initial social cost of carbon rises by 20% under medium fertility and by 57% under high fertility. Global temperatures also increase more sharply in these scenarios, suggesting that demographic trends will exacerbate the climate problem.",
          "url": "https://doi.org/10.1093/ej/ueaf118",
          "doi": "https://doi.org/10.1093/ej/ueaf118",
          "filter": 0
        },
        {
          "title": "Give Me a Pass: Flexible Credit for Entrepreneurs in Colombia",
          "authors": "Lasse Brune, Xavier Giné, Dean Karlan",
          "abstract": "Although microcredit has reached millions, recent randomised evaluations find limited average business impacts. Contract rigidity, specifically the fixed and frequent instalments, may restrict moral hazard but limit productive risk-taking, thus limiting the impact. With a Colombian lender, we experimentally compared, for a sample of new borrowers, a standard rigid loan to a more flexible loan that included three “passes” with which borrowers could delay repayments. The flexible loan led to some shifts in investment behavior but had no average impact on revenue, profit level, or profit variance, and led to higher default.",
          "url": "https://doi.org/10.1093/ej/ueaf116",
          "doi": "https://doi.org/10.1093/ej/ueaf116",
          "filter": 0
        },
        {
          "title": "Research Registries and the Credibility Crisis: An Empirical and Theoretical Investigation",
          "authors": "Eliot Abrams, Jonathan Libgober, John A List",
          "abstract": "We analyze one prominent policy solution to the credibility crisis in experimental research—research registries—with primary focus on the AEA RCT Registry. We find that the AEA RCT Registry has had a limited impact to date. A majority of recent economics experiments are not registered, only about half of those registered did so prior to intervention, and most of these preregistrations lack sufficient detail. We find broad similarities when comparing these patterns to ClinicalTrials.gov. We then advance an economic model of registration to explore potential improvements to registries generally. The model shows banning late registration can significantly increase registry effectiveness.",
          "url": "https://doi.org/10.1093/ej/ueaf120",
          "doi": "https://doi.org/10.1093/ej/ueaf120",
          "filter": 0
        },
        {
          "title": "ROOTS OF CULTURAL AND LINGUISTIC TRAITS",
          "authors": "Oded Galor, Ömer Özak, Assaf Sarid",
          "abstract": "This paper examines the roots of the coevolution of cultural and linguistic traits. It advances the hypothesis and establishes empirically that geographical characteristics conducive to the emergence of fundamental cultural traits triggered the evolution of complementary linguistic traits, thereby reinforcing their adaptation process. In particular, (i) higher caloric returns to agriculture, which fostered engagement in farming and the evolution of long-term orientation, have been conducive to the prevalence of periphrastic future tense; (ii) land suitability for plough use, which generated gender gaps in agricultural productivity and entrenched gender bias in society, has been associated with the existence of sex-based grammatical gender; and (iii) ecological diversity, which promoted the establishment of hierarchical societies, has been conducive to the presence of politeness distinctions.",
          "url": "https://doi.org/10.1093/ej/ueaf117",
          "doi": "https://doi.org/10.1093/ej/ueaf117",
          "filter": 0
        },
        {
          "title": "Inside Prison: The Effects of a Blanket Ban on New Psychoactive Substances",
          "authors": "Rocco d’Este",
          "abstract": "Prisons are central institutions in the criminal justice system, yet limited data have impeded a systematic analysis of their internal dynamics. We compile a novel, comprehensive dataset covering all prisons in England and Wales to evaluate the effects of a UK-wide ban on new psychoactive substances—potent synthetic drugs designed to circumvent regulation and readily trafficked into custodial settings. We first document the diffusion of these substances across the prison system and a strong correlation with rising violence. Using a difference-in-differences strategy, we find that the ban produced a sustained reduction in drug availability but also a short-term increase in both interpersonal violence and self-harm among inmates. These findings underscore the complex trade-offs involved in supply-side interventions within high-risk environments. Effective policy responses in such settings should integrate demand-side measures—such as addiction treatment and mental health services—to mitigate unintended harms and improve institutional safety.",
          "url": "https://doi.org/10.1093/ej/ueaf114",
          "doi": "https://doi.org/10.1093/ej/ueaf114",
          "filter": 0
        },
        {
          "title": "Procedural Barriers to Political Candidacy: Gender, Discouragement, and Candidate Persistence",
          "authors": "Marco Faravelli, Umair Khalil, Sundar Ponnusamy",
          "abstract": "A procedural rule in Indian elections requires candidates to pay a nominal deposit, which is forfeited on obtaining fewer than one-sixth of the votes. Forfeiture diminishes female recontesting by 13.3 percentage points (pp) in the following election (relative effect size of 68%). We find no such effects for men. These effects are persistent and discourage female candidates in the long term as well. States with more regressive gender norms exhibit stronger findings, with female forfeiters also being 11.8 pp less likely to win the following election. We enhance our analysis by conducting a survey experiment with representative voters.",
          "url": "https://doi.org/10.1093/ej/ueaf094",
          "doi": "https://doi.org/10.1093/ej/ueaf094",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "How natural disasters spread conflict",
          "authors": "Ashani Amarasinghe, Paul A. Raschky, Yves Zenou, Junjie Zhou",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105194",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105194",
          "filter": 0
        },
        {
          "title": "THE DELAYED ACCEPTANCE OF FEMALE RESEARCH IN ECONOMICS",
          "authors": "Stephan B. Bruns, Anthony Doucouliagos, Hristos Doucouliagos, Johannes König, T.D. Stanley, Katarina Zigova",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105204",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105204",
          "filter": 0
        },
        {
          "title": "Unveiling inflation: Oil shocks, supply chain pressures, and expectations",
          "authors": "Knut Are Aastveit, Hilde C. Bjørnland, Jamie L. Cross, Helene O. Kalstad",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105192",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105192",
          "filter": 0
        },
        {
          "title": "Macroprudential policy and housing market expectations",
          "authors": "Pei Kuang, Kaushik Mitra, Li Tang, Shihan Xie",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105191",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105191",
          "filter": 0
        },
        {
          "title": "The working capital channel",
          "authors": "Melinda Suveg",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105193",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105193",
          "filter": 0
        },
        {
          "title": "Sectoral reallocations with an aging population",
          "authors": "Simona E. Cociuba, James C. MacGee",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105182",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105182",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Causal inference in network experiments: Regression-based analysis and design-based properties",
          "authors": "Mengsi Gao, Peng Ding",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106119",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Economic Perspectives",
      "journal_short": "JEP",
      "articles": [
        {
          "title": "Credit, Debt-Deflation, and the Great Depression Revisited",
          "authors": "Ben S. Bernanke",
          "abstract": "This article revisits the thesis of Bernanke (1983) that the disruption of private credit markets induced by deflation and falling nominal incomes helps to explain the depth and persistence of the Great Depression. This new look is motivated by economists’ increased attention to the role of financial frictions in economic fluctuations as well as recent empirical research on the Depression and other episodes of disrupted credit. Overall, considerable evidence now exists that the financial distress of both borrowers (farmers, households, and businesses) and lenders (nonbanks as well as banks) significantly depressed credit flows, spending, and economic activity in the 1930s. Indeed, judging by their policy choices and the accompanying rationales, political leaders of the period evidently viewed the normalization of credit flows as a top priority in their fight against the Depression.",
          "url": "https://doi.org/10.1257/jep.20251455",
          "doi": "https://doi.org/10.1257/jep.20251455",
          "filter": 0
        },
        {
          "title": "Retrospectives: W. E. B. Du Bois, Harvard Economics, and Marginalist Wage Theory",
          "authors": "Daniel Kuehn",
          "abstract": "W. E. B. Du Bois (1868–1963) is best known as a sociologist, historian, and civil rights leader, but he is also increasingly appreciated as an economist. Du Bois's work in economics was primarily empirical, drawing heavily on the German Historical School of Economics and later on Karl Marx. However, during his early economic studies at Harvard University, Du Bois was interested in marginalism as a theoretical solution to the problem of wage determination. In this paper, I explore the marginalist wage theory developed by Du Bois in his unpublished 158-page 1891 manuscript, A Constructive Critique of Wage Theory. I show that Du Bois developed a wage theory that was at the frontier of marginalist analysis in 1891 and that anticipated important developments in marginal productivity theory and the theory of labor supply. While he did not reengage marginalism after his time in Berlin, Du Bois's work on wage theory reinforces recent recognition of his contributions to economics.",
          "url": "https://doi.org/10.1257/jep.20241417",
          "doi": "https://doi.org/10.1257/jep.20241417",
          "filter": 0
        },
        {
          "title": "Sovereign Debt and Fiscal Integration in the European Union",
          "authors": "Zsolt Darvas, Lennard Welslau, Jeromin Zettelmeyer",
          "abstract": "This paper examines sovereign debt risks in the European Union, which has centralized monetary policy within the euro area, while fiscal policies remain national. Institutional reforms, including common banking supervision, the European Stability Mechanism, the European Central Bank’s market-stabilisation instruments, and a new set of fiscal rules, have mitigated vulnerabilities arising from the interdependence between banks and sovereigns. Stochastic debt sustainability analysis suggests that debt remains sustainable in most EU countries, although substantial fiscal adjustments will be required in some cases. Fiscal reaction function estimates, however, reveal a weakening policy response to rising debt, signalling increased medium-term risks. The paper argues that further adaptation of fiscal rules is needed to encourage investment and provide greater flexibility for low-risk countries. Expanding the pool of common EU safe assets could also help break the bank-sovereign doom-loop, attract foreign investors, and strengthen fiscal sustainability.",
          "url": "https://doi.org/10.1257/jep.20251451",
          "doi": "https://doi.org/10.1257/jep.20251451",
          "filter": 0
        },
        {
          "title": "The World Bank’s East Asian Miracle : Too Much a Product of Its Time?",
          "authors": "Nancy Birdsall",
          "abstract": "The 1993 publication of a World Bank book on the East Asian Miracle explained the extraordinarily rapid growth of Japan and seven other economies of East Asia (at 5 percent a year) between 1965 and 1990 as grounded in those economies’ adherence to market “fundamentals”—sound macro management, “shared” growth policies, investment in human capital—combined with an “export push” which fostered the technological learning that drove those countries’ high total factor productivity growth. The Bank authors dismissed “industrial policy” as central to their growth and cautioned against other developing countries adopting industrial policy in the absence of strong government institutions. Was the book too much a product of its post-Soviet, neoliberal era? Considering what we know now about the state of governance in developing countries, might industrial policy help boost growth in at least some developing countries?",
          "url": "https://doi.org/10.1257/jep.20251449",
          "doi": "https://doi.org/10.1257/jep.20251449",
          "filter": 0
        },
        {
          "title": "China’s Lending to Developing Countries: From Boom to Bust",
          "authors": "Sebastian Horn, Carmen M. Reinhart, Christoph Trebesch",
          "abstract": "This paper provides a comprehensive overview of China’s lending to developing countries—a central feature of today’s international financial system. Building on our previous research and the work of others, we document the scale, destination, and terms of China’s overseas lending boom, as well as the lending bust and defaults that have followed. We compare China’s lending boom to past boom-bust cycles and discuss the implications of China’s rise as an international creditor on recipient countries and sovereign debt markets. The evidence indicates that Chinese state banks are assertive and commercially sophisticated lenders. For recipient countries, however, the jury is still out: it remains to be seen whether the gains from China’s lending— through growth and improved infrastructure—will outweigh the more immediate burdens of debt service or the multifaceted costs of default.",
          "url": "https://doi.org/10.1257/jep.20241433",
          "doi": "https://doi.org/10.1257/jep.20241433",
          "filter": 0
        },
        {
          "title": "Recommendations for Further Reading",
          "authors": "Timothy Taylor",
          "url": "https://doi.org/10.1257/jep.20251485",
          "doi": "https://doi.org/10.1257/jep.20251485",
          "filter": 0
        },
        {
          "title": "Putting US Fiscal Policy on a Sustainable Path",
          "authors": "Karen Dynan, Douglas Elmendorf",
          "abstract": "Even allowing for uncertainty about the future economy, current US fiscal policies are almost certainly unsustainable. Therefore, policymakers must decide when and in what ways to raise taxes and reduce spending to put debt on a lower trajectory. Acting sooner rather than later would increase national savings, broaden the policy options, reduce the chance of a fiscal crisis, and provide fiscal space for responding to adverse developments. The probability of a near-term fiscal crisis is difficult to assess: Yields on Treasury debt are within their ranges of the past few decades, which suggests that investors are not that worried about the budget outlook—but debt and deficits are at exceptionally high levels, and experience shows that investors’ confidence in a government’s fiscal management can deteriorate quickly.",
          "url": "https://doi.org/10.1257/jep.20251450",
          "doi": "https://doi.org/10.1257/jep.20251450",
          "filter": 0
        },
        {
          "title": "Industrial Policy, Asian Miracle Style",
          "authors": "Reda Cherif, Fuad Hasanov",
          "abstract": "We decipher the riddle of the meteoric rise of the Asian Miracles—Korea, Taiwan, Singapore and Hong Kong, and Japan before them—in the second half of the twentieth century. We argue that the secret of their success lies in the specific type of industrial policy focused on technology and innovation. This overarching policy focused on exports of sophisticated products by domestic firms while fostering fierce domestic competition and accountability for the support received. The successful implementation of this policy depended on a particular type of institutions—a leading agency with a distinct institutional design and a mandate to develop sophisticated industries. The experience of the Asian miracles provides a blueprint for developing economies to achieve rapid convergence with advanced economies. It also suggests a reassessment of the roles of the state and the market, the appropriate tools of industrial policy, and the meaning of “good” institutions.",
          "url": "https://doi.org/10.1257/jep.20251448",
          "doi": "https://doi.org/10.1257/jep.20251448",
          "filter": 0
        },
        {
          "title": "Why Regulate Junk Fees?",
          "authors": "Neale Mahoney",
          "abstract": "This essay examines the growing prevalence of junk fees, including mandatory back-end fees and hidden add-on charges, which obscure the true cost of goods and services. Drawing on examples from event tickets, hotels, cable bills, restaurants, and financial services, I show how these pricing practices increase search costs and equilibrium prices, distort consumer choices, and divert innovation toward exploitative rather than value-enhancing strategies. Economic theory and evidence suggest that competition and disclosure alone are often insufficient to discipline junk fees. I review recent regulatory responses, including federal and state rules that require all-in-one upfront pricing, and discuss their implications for consumer welfare and market efficiency. The rapid evolution of junk fee policies provides economists with rich opportunities to study their intended and unintended consequences. At its core, the case for regulating junk fees rests not on paternalism but on enhancing market functioning.",
          "url": "https://doi.org/10.1257/jep.20241409",
          "doi": "https://doi.org/10.1257/jep.20241409",
          "filter": 0
        },
        {
          "title": "Japan’s Debt Puzzle: Sovereign Wealth Fund from Borrowed Money",
          "authors": "Yili Chien, Wenxin Du, Hanno Lustig",
          "abstract": "We analyze the risks associated with Japan’s prolonged low-interest rate policies amid a global environment of rising rates. To finance its persistent deficits, the Japanese public sector depends on inexpensive domestic funding to invest in risky assets both domestically and internationally, effectively creating a sovereign wealth fund fueled by borrowed money. Ultimately, these risks fall on Japanese bondholders, depositors, and taxpayers. While the United States faces similar fiscal pressures, it is unlikely to adopt Japan’s approach.",
          "url": "https://doi.org/10.1257/jep.20251452",
          "doi": "https://doi.org/10.1257/jep.20251452",
          "filter": 0
        },
        {
          "title": "Comparing Experimental and Nonexperimental Methods: What Lessons Have We Learned Four Decades after LaLonde (1986)?",
          "authors": "Guido W. Imbens, Yiqing Xu",
          "abstract": "In 1986, Robert LaLonde published an article comparing nonexperimental estimates to experimental benchmarks (LaLonde 1986). He concluded that the nonexperimental methods at the time could not systematically replicate experimental benchmarks, casting doubt on their credibility. Following LaLonde's critical assessment, there have been significant methodological advances and practical changes, including (1) an emphasis on the unconfoundedness assumption separated from functional form considerations, (2) a focus on the importance of overlap in covariate distributions, (3) the introduction of propensity score-based methods leading to doubly robust estimators, (4) methods for estimating and exploiting treatment effect heterogeneity, and (5) a greater emphasis on validation exercises to bolster research credibility. To demonstrate the practical lessons from these advances, we reexamine the LaLonde data. We show that modern methods, when applied in contexts with sufficient covariate overlap, yield robust estimates for the adjusted differences between the treatment and control groups. However, this does not imply that these estimates are causally interpretable. To assess their credibility, validation exercises (such as placebo tests) are essential, whereas goodness-of-fit tests alone are inadequate. Our findings highlight the importance of closely examining the assignment process, carefully inspecting overlap, and conducting validation exercises when analyzing causal effects with nonexperimental data.",
          "url": "https://doi.org/10.1257/jep.20251440",
          "doi": "https://doi.org/10.1257/jep.20251440",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/jep.39.4.1",
          "doi": "https://doi.org/10.1257/jep.39.4.1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "The Economics of Scaling Early Childhood Programs: Lessons from The Chicago School",
          "authors": "John A. List",
          "url": "https://doi.org/10.1086/739436",
          "doi": "https://doi.org/10.1086/739436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Medical residency subsidies and physician shortages",
          "authors": "Cici McNamara, Mayra Pineda-Torres",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105494",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105494",
          "filter": 0
        },
        {
          "title": "Patronage and pollution abatement",
          "authors": "Yin Chu, J. Scott Holladay, Xian-Liang Tian",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105519",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105519",
          "filter": 0
        },
        {
          "title": "The nonlinear effects of fiscal policy",
          "authors": "Pedro Brinca, Miguel Faria-e-Castro, Miguel H. Ferreira, Hans A. Holter, Valter Nóbrega",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105517",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105517",
          "filter": 0
        },
        {
          "title": "Party politics, inter-jurisdictional cooperation and law enforcement: Evidence from Mexico",
          "authors": "Emilio Depetris-Chauvin, Ruben Durante, Emilio Gutierrez",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105513",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105513",
          "filter": 0
        },
        {
          "title": "An inverse-Ramsey tax rule",
          "authors": "Luca Micheletto, Dylan T. Moore, Daniel Reck, Joel Slemrod",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105501",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105501",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Republican Support and Economic Hardship: The Enduring Effects Of the Opioid Epidemic",
          "authors": "Carolina Arteaga, Victoria Barone",
          "abstract": "In this paper, we establish a causal connection between two of the most salient social developments in the United States over the past decades: the opioid epidemic and the political realignment between the Republican and Democratic parties. Drawing on unsealed records from litigation against Purdue Pharma, we uncover rich geographic variation in the marketing of prescription opioids that serves as a quasi-exogenous source of exposure to the epidemic. We use this variation to document significant increases in drug-related mortality and greater reliance on public transfer programs. This induced economic hardship led to substantial changes in the political landscape of the communities most affected by the opioid epidemic. We estimate that from the mid-2000s to 2022, exposure to the opioid epidemic continuously increased the Republican vote share in House, presidential, and gubernatorial elections. By the 2022 House elections, a one-standard-deviation increase in our measure of exposure led to a 4.5 percentage point increase in the Republican vote share. From 2012 until 2022, this increase in the House vote share translated into Republicans winning additional seats.",
          "url": "https://doi.org/10.1093/qje/qjaf051",
          "doi": "https://doi.org/10.1093/qje/qjaf051",
          "filter": 0
        },
        {
          "title": "Permanent Capital Losses After Banking Crises",
          "authors": "Matthew Baron, Luc Laeven, Julien Pénasse, Yevhenii Usenko",
          "abstract": "We study the mechanisms driving bank losses across historical banking crises in 46 economies and the effectiveness of policy interventions in restoring bank capitalization. We find that bank stocks experience large, permanent declines at the onset of crises. These losses predict commensurate long-term declines in banks’ earnings and dividends, rather than elevated future equity returns. Bank losses are primarily driven by write-downs of nonperforming assets, not asset sales during panics. Forceful liquidity-based interventions during crises predict only small, temporary increases in bank market value. Overall, these results suggest that bank losses during crises are not primarily due to temporary price dislocations. Early liquidity interventions can avert banking crises, but only under specific conditions. Once large bank equity declines have occurred, policy responses have historically failed to prevent persistent undercapitalization in the banking sector.",
          "url": "https://doi.org/10.1093/qje/qjaf052",
          "doi": "https://doi.org/10.1093/qje/qjaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
