{
  "update": "2025-01-03",
  "content": [
    {
      "journal_full": "American Economic Journal: Applied Economics",
      "journal_short": "APP",
      "articles": [
        {
          "title": "Location, Location, Location",
          "authors": "David Card, Jesse Rothstein, Moises Yi",
          "abstract": "We use linked employer–employee data to study the causal effects of location on earnings in the United States. We estimate a model with employer and employee effects, then aggregate to the commuting zone (CZ) level. Sorting across firms biases traditional “movers” designs. Our model accurately predicts earnings changes for CZ movers after accounting for firm sorting. Worker skills explain half of observed earnings differences across CZs; observable characteristics understate this. Industry composition explains little of average place effects. Costs at least offset CZ earnings premia on average; workers who move to higher-wage CZs have equal or lower real consumption. (JEL J24, J31, R23, R32)",
          "url": "https://doi.org/10.1257/app.20220427",
          "doi": "https://doi.org/10.1257/app.20220427",
          "filter": 0
        },
        {
          "title": "Do Carbon Offsets Offset Carbon?",
          "authors": "Raphael Calel, Jonathan Colmer, Antoine Dechezleprêtre, Matthieu Glachant",
          "abstract": "We develop and implement a new method for identifying wasted subsidies and use it to provide systematic evidence of the misallocation of carbon offsets in the Clean Development Mechanism—the world's largest carbon offset program. Using newly constructed data on the locations and characteristics of over 1,000 wind farms in India, we estimate that at least 52 percent of approved carbon offsets were allocated to projects that would very likely have been built anyway. We estimate that the sale of these offsets to regulated polluters resulted in substantially higher global carbon dioxide emissions.(JEL H23, O13, Q42, Q54, Q58)",
          "url": "https://doi.org/10.1257/app.20230052",
          "doi": "https://doi.org/10.1257/app.20230052",
          "filter": 0
        },
        {
          "title": "The Willingness to Pay for a Cooler Day: Evidence from 50 Years of Major League Baseball Games",
          "authors": "Kevin Kuruc, Melissa LoPalo, Sean O'Connor",
          "abstract": "The climate economy literature has documented adverse effects of extreme temperatures on well-being through mechanisms such as mortality, productivity, and conflict. Impacts due simply to discomfort are less well understood. This paper investigates individuals' valuations of weather using a revealed preference approach. We first quantify the decline in attendance at Major League Baseball games on hot and cold days. Leveraging this finding coupled with the historically informed assumption of a horizontal supply curve, we infer a monetized estimate of the disutility of extreme temperatures. We estimate a $1.53 utility loss per hour of exposure to high temperatures, implying nontrivial aggregate welfare effects. (JEL D12, I31, L83, Q54, Z21)",
          "url": "https://doi.org/10.1257/app.20220606",
          "doi": "https://doi.org/10.1257/app.20220606",
          "filter": 0
        },
        {
          "title": "Staggered Difference-in-Differences in Gravity Settings: Revisiting the Effects of Trade Agreements",
          "authors": "Arne J. Nagengast, Yoto V. Yotov",
          "abstract": "We nest an extended two-way fixed effect (ETWFE) estimator for staggered difference-in-differences within the structural gravity model. To test the ETWFE, we estimate the effects of regional trade agreements (RTAs). The results suggest that RTA estimates in the current gravity literature may be biased downward (by more than 50 percent in our sample). Sensitivity analyses confirm the robustness of our main findings and demonstrate the applicability of our methods across settings. We expect the ETWFE methods to have significant implications for estimates of other policy variables in the trade literature and for gravity regressions on migration and foreign direct investment. (JEL C23, F14, F15, F16, J82)",
          "url": "https://doi.org/10.1257/app.20230089",
          "doi": "https://doi.org/10.1257/app.20230089",
          "filter": 0
        },
        {
          "title": "Wealth Tax Mobility and Tax Coordination",
          "authors": "David R. Agrawal, Dirk Foremny, Clara Martínez-Toledano",
          "abstract": "We study the effects of decentralized wealth taxation on mobility and the effectiveness of tax coordination at mitigating tax competition. We exploit the reintroduction of the Spanish wealth tax, after which all regions except Madrid levied positive tax rates. We find the mobility responses to wealth taxes are within the range of prior estimates with respect to income taxes. However, wealth tax mobility responses generate losses to personal income tax revenues that are six times larger than the direct losses to wealth taxes. Madrid could achieve higher total regional revenues by agreeing to a harmonized positive tax rate. (JEL D31, G51, H24, H71, H73, H77)",
          "url": "https://doi.org/10.1257/app.20220615",
          "doi": "https://doi.org/10.1257/app.20220615",
          "filter": 0
        },
        {
          "title": "Changes in Family Structure and Welfare Participation since the 1960s: The Role of Legal Services",
          "authors": "Jamein Cunningham, Andrew Goodman-Bacon",
          "abstract": "This paper evaluates the effects of the War on Poverty's legal services program (LSP), which provided subsidized legal assistance to poor communities, focusing on divorce and welfare access. We use a difference-in-difference (DiD) research design based on the program's rollout from 1965 to 1975. We find temporary increases in the rate of new divorces and persistent increases in welfare participation, consistent with LSP activities. We find increases in nonmarital birth rates that stem from falling marriage rates rather than rising birth rates. Expanded access to legal institutions thus contributed directly and indirectly to changes in family structure in the 1960s. (JEL H53, I32, I38, J12, K36)",
          "url": "https://doi.org/10.1257/app.20210117",
          "doi": "https://doi.org/10.1257/app.20210117",
          "filter": 0
        },
        {
          "title": "Smart Thermostats, Automation, and Time-Varying Prices",
          "authors": "Joshua Blonz, Karen Palmer, Casey J. Wichman, Derek C. Wietelman",
          "abstract": "Can automation complement economic incentives? We explore this question by randomly encouraging households to activate a feature on their existing smart thermostat that automates responsiveness to time-of-use electricity pricing. The feature reduces air conditioning use during the highest-priced afternoon period, raising indoor temperatures above a household's preferred temperature, primarily for customers who are typically home during the day. Customers infrequently override the feature when they experience discomfort, suggesting that they are willing to trade off monetary savings for small increases in discomfort. Automation thus enables low-cost changes in household energy use, with potentially large electricity supply-cost reductions at scale. (JEL D12, D91, L94, L98, Q48)",
          "url": "https://doi.org/10.1257/app.20210618",
          "doi": "https://doi.org/10.1257/app.20210618",
          "filter": 0
        },
        {
          "title": "Changes in Nutrient Intake at Retirement",
          "authors": "Melvin Stephens, Desmond Toohey",
          "abstract": "Prior research finds food expenditure decreases at retirement, which suggests households are inadequately saving. In contrast, other evidence shows that direct measures of food intake are unaffected by exiting the labor force. Using a wide array of data sources and methodologies, we find that food intake falls at retirement, including: declines in caloric and nutrient intake in cross-sectional datasets spanning 40 years, a decrease in caloric intake using longitudinal data, and a drop in a food intake index that relates diet composition to permanent income. We discuss the implications of these results in the context of life-cycle models of consumption. (JEL D15, G51, I12, J26)",
          "url": "https://doi.org/10.1257/app.20180378",
          "doi": "https://doi.org/10.1257/app.20180378",
          "filter": 0
        },
        {
          "title": "Betting on the House: Subjective Expectations and Market Choices",
          "authors": "Nicolas Bottan, Ricardo Perez-Truglia",
          "abstract": "Home price expectations play a central role in macroeconomics and finance. However, there is little direct evidence on their effect on market choices. We provide causal evidence using a large-scale, high-stakes field experiment in the United States. We sent letters about home price trends to 57,910 homeowners who listed their homes. These letters contained randomized information creating nondeceptive, exogenous variation in home price expectations. Consistent with economic theory, higher expectations reduced selling probability. Behavior was highly elastic: a 1 percentage point increase in expectations caused a 2.63 percentage point reduction in the probability of selling the property within 12 weeks. (JEL C93, D83, D84, R31)",
          "url": "https://doi.org/10.1257/app.20230641",
          "doi": "https://doi.org/10.1257/app.20230641",
          "filter": 0
        },
        {
          "title": "Better Alone? Evidence on the Costs of Intermunicipal Cooperation",
          "authors": "Clemence Tricaud",
          "abstract": "This paper provides new evidence on why municipalities are often reluctant to integrate. Exploiting a French reform that made inter-municipal cooperation mandatory, I find that municipalities forced to integrate experienced a large increase in construction, consistent with NIMBYism, explaining their resistance and that rural municipalities ended up with fewer local public services. I do not find the same effects for municipalities that had voluntarily integrated prior to the law, while both types of municipality enjoyed similar benefits in terms of public transport and fiscal revenues. These findings support the fact that municipalities resisted to avoid the local costs of integration. (JEL H70, R38, R51, R53, R58)",
          "url": "https://doi.org/10.1257/app.20230344",
          "doi": "https://doi.org/10.1257/app.20230344",
          "filter": 0
        },
        {
          "title": "Careers and Intergenerational Income Mobility",
          "authors": "Catherine Haeck, Jean-William Laliberté",
          "abstract": "This paper uses census microdata linked with tax records to quantify the contribution of occupations to intergenerational income mobility. We document substantial segregation into occupations by parental income. Children of high-income parents are significantly more likely to pursue high-paying and more desirable occupations. Since parents may pass on their occupations to their children, we further describe patterns of intergenerational occupational following and show they vary substantially across occupations, with low-income occupations showing more persistence across generations on average. Yet, occupational persistence plays a limited role for income mobility, explaining only 10 percent of the income rank-rank relationship. (JEL J13, J16, J31, J62)",
          "url": "https://doi.org/10.1257/app.20230403",
          "doi": "https://doi.org/10.1257/app.20230403",
          "filter": 0
        },
        {
          "title": "Rising Import Tariffs, Falling Exports: When Modern Supply Chains Meet Old-Style Protectionism",
          "authors": "Kyle Handley, Fariha Kamal, Ryan Monarch",
          "abstract": "We examine the impacts of the 2018–2019 US import tariff increases on US exports through the lens of supply chain linkages. Using 2016 confidential firm-trade linked data, we identify exporters who were importing products that eventually faced tariff increases to construct product-level exposure to import tariffs. We find that the most exposed products had lower exports in 2018–2019, with the largest effects in 2019. The decline in exports in 2019 is equivalent to an ad valorem tariff on US exports of 2 percent to 4 percent. (JEL F13, F14, F23, L14)",
          "url": "https://doi.org/10.1257/app.20210051",
          "doi": "https://doi.org/10.1257/app.20210051",
          "filter": 0
        },
        {
          "title": "Trade Disruptions and Reshoring",
          "authors": "Anindya S. Chakrabarti, Kanika Mahajan, Shekhar Tomar",
          "abstract": "Firms are increasingly concerned about the resilience of their sales and sourcing decisions. Using administrative data, we show that a temporary disruption in trade due to state border closures in India led to a persistent trade collapse within the country—interstate trade relative to intrastate remains five percent lower even six months after all restrictions were lifted. Reshoring explains this phenomenon as plants more dependent on interstate sales (input-sourcing) shift from inter- to intrastate sales (input-sourcing). State borders rather than distance are salient in explaining the observed substitution. We propose a novel product-level measure that determines the extent of reshoring. (JEL D22, F14, L14, L23, O14, R12)",
          "url": "https://doi.org/10.1257/app.20230270",
          "doi": "https://doi.org/10.1257/app.20230270",
          "filter": 0
        },
        {
          "title": "The Simpler the Better? Threshold Effects of Energy Labels on Property Prices and Energy Efficiency Investments",
          "authors": "Rodolfo Sejas-Portillo, Mirko Moro, Till Stowasser",
          "abstract": "Using British data on over 7 million residential property sales, we find that the simplified energy efficiency (EE) information leads to important market effects. UK legislation requires the use of an energy label that shows an EE rating score (1–100) mapped into arbitrary color-coded rating bands (A–G). Applying a regression discontinuity design, we document significant price discontinuities at rating band thresholds, indicating heuristic thinking in the market. These price discontinuities influence market behavior as sellers are more likely to make EE investments if their property is just below a threshold. We discuss policy considerations and avenues for future research. (JEL D91, K32, Q48, R31)",
          "url": "https://doi.org/10.1257/app.20220329",
          "doi": "https://doi.org/10.1257/app.20220329",
          "filter": 0
        },
        {
          "title": "Digital Information Provision and Behavior Change: Lessons from Six Experiments in East Africa",
          "authors": "Raissa Fabregas, Michael Kremer, Matthew Lowes, Robert On, Giulia Zane",
          "abstract": "While some studies suggest mobile phone–based information programs change behavior; others find no effect. We evaluate six text message agricultural extension programs, collectively covering 128,000 farmers. A meta-analysis finds a 1.22-fold increase in the odds of adoption of recommended practices (95 percent CI: 1.16, 1.29). We cannot reject similar impacts across experiments. Impacts are increased by message repetition, but not by providing more granular information, using behavioral framings, or complementing texts with phone calls. There is little evidence of message fatigue or crowd-out. Despite modest absolute impacts detectable only with large samples or meta-analysis, texts are inexpensive enough to be cost-effective. (JEL D83, D91, L96, O13, Q12, Q16)",
          "url": "https://doi.org/10.1257/app.20220072",
          "doi": "https://doi.org/10.1257/app.20220072",
          "filter": 0
        },
        {
          "title": "Media Coverage of Immigration and the Polarization of Attitudes",
          "authors": "Sarah Schneider-Strawczynski, Jérôme Valette",
          "abstract": "This paper investigates the effect of media coverage on immigration attitudes. It combines data on immigration coverage in French television with individual panel data from 2013 to 2017 that records respondents' preferred television channel and attitudes toward immigration. The analysis focuses on within-individual variations over time, addressing ideological self-selection into channels. We find that increased coverage of immigration polarizes attitudes, with initially moderate individuals becoming more likely to report extremely positive and negative attitudes. This polarization is mainly driven by an increase in the salience of immigration, which reactivates preexisting prejudices, rather than persuasion effects from biased news consumption. (JEL D83, D91, J15, J18, L82)",
          "url": "https://doi.org/10.1257/app.20230300",
          "doi": "https://doi.org/10.1257/app.20230300",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/app.17.1.i",
          "doi": "https://doi.org/10.1257/app.17.1.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Five Facts about MPCs: Evidence from a Randomized Experiment",
          "authors": "Johannes Boehm, Etienne Fize, Xavier Jaravel",
          "abstract": "We present five facts from an experiment on the marginal propensity to consume (MPC) out of transitory transfers: (1) the one-month MPC on a cash-like transfer is 23 percent; (2) it is substantially higher (61 percent) on a transfer administered via a card where remaining funds expire after three weeks, inconsistent with money fungibility; (3) the consumption response is concentrated in the first three weeks; (4) MPCs vary with household characteristics but are high even for the liquid wealthy; (5) unconditional MPC distribution exhibits large variation. Our findings inform the design of stimulus policies and pose challenges to existing macroeconomic models. (JEL D12, D91, E21, G51, I38)",
          "url": "https://doi.org/10.1257/aer.20240138",
          "doi": "https://doi.org/10.1257/aer.20240138",
          "filter": 0
        },
        {
          "title": "Heterogeneity in School Value Added and the Private Premium",
          "authors": "Tahir Andrabi, Natalie Bau, Jishnu Das, Asim I. Khwaja",
          "abstract": "We estimate and validate test score–based measures of school quality (school value added, or SVA) in Pakistan. We document substantial variation in SVA within villages and within the public and private sectors, leading to a wide range of possible estimates of the private premium. We also show that parents value SVA. Heterogeneity in parental demand for quality helps explain both the evolution of the market over time and cross-market variation in school quality. The supply side responds to parental demand for quality in the private sector, but there is no evidence it does so in the public sector. (JEL H44, I21, I26, I28, O15)",
          "url": "https://doi.org/10.1257/aer.20221422",
          "doi": "https://doi.org/10.1257/aer.20221422",
          "filter": 0
        },
        {
          "title": "Dying or Lying? For-Profit Hospices and End-of-Life Care",
          "authors": "Jonathan Gruber, David H. Howard, Jetson Leder-Luis, Theodore L. Caputi",
          "abstract": "The Medicare hospice program is intended to provide palliative care to terminal patients, but patients with long stays in hospice are highly profitable, motivating concerns about overuse among the Alzheimer's and Dementia (ADRD) population in the rapidly growing for-profit sector. We provide the first causal estimates of the effect of for-profit hospice on patient spending using the entry of for-profit hospices over 20 years. We find hospice has saved money for Medicare by offsetting other expensive care among ADRD patients. As a result, policies limiting hospice use including revenue caps and antifraud lawsuits are distortionary and deter potentially cost-saving admissions. (JEL H51, I11, I12, I18, J14, L84)",
          "url": "https://doi.org/10.1257/aer.20230328",
          "doi": "https://doi.org/10.1257/aer.20230328",
          "filter": 0
        },
        {
          "title": "Universalism: Global Evidence",
          "authors": "Alexander W. Cappelen, Benjamin Enke, Bertil Tungodden",
          "abstract": "This paper leverages nationally representative surveys across 60 countries and 64,000 respondents to present novel stylized facts about the relationship-specific nature of altruism. Across individuals, universalist preferences systematically vary with demographics such as age and religiosity and are predictive of many left-wing political views, albeit in culturally highly heterogeneous ways. Across countries, universalism is strongly linked to a broader radius of trust. Looking at origins, universalism varies with the economic, political, and religious organization of societies in ways that are consistent with the idea that the scope of altruism is partly shaped by economic incentives and democracy. (JEL D12, D64, D72, Z12, Z13)",
          "url": "https://doi.org/10.1257/aer.20230038",
          "doi": "https://doi.org/10.1257/aer.20230038",
          "filter": 0
        },
        {
          "title": "Price Floors and Employer Preferences: Evidence from a Minimum Wage Experiment",
          "authors": "John J. Horton",
          "abstract": "Firms posting job openings in an online labor market were randomly assigned minimum hourly wages. When facing a minimum wage, fewer firms hired, but those they did hire paid higher wages. Hoursworked fell substantially. Treated firms shifted to hiring more productive workers. Using the platform's imposition of a market-wide minimum wage after the experiment, I find that many of the experimental results also hold in equilibrium, including the substitution towards more productive workers. However, there was also a large reduction in the number of jobs posted for which the minimum wage would likely bind. (JEL J22, J23, J31, J38)",
          "url": "https://doi.org/10.1257/aer.20170637",
          "doi": "https://doi.org/10.1257/aer.20170637",
          "filter": 0
        },
        {
          "title": "In Harm's Way? Infrastructure Investments and the Persistence of Coastal Cities",
          "authors": "Clare Balboni",
          "abstract": "Coasts contain a disproportionate share of the world's population, reflecting historical advantages, but environmental change threatens a reversal of coastal fortune in the coming decades as natural disasters intensify and sea levels rise. This paper considers whether large infrastructure investments should continue to favor coastal areas. I estimate a dynamic spatial equilibrium framework using detailed geo-referenced data on road investments in Vietnam from 2000 to 2010 and find evidence that coastal favoritism has significant costs. The results highlight the importance of accounting for the dynamic effects of environmental change in deciding where to allocate infrastructure today. (JEL H54, O18, P25, Q54, R11, R42, R58)",
          "url": "https://doi.org/10.1257/aer.20191943",
          "doi": "https://doi.org/10.1257/aer.20191943",
          "filter": 0
        },
        {
          "title": "Organized Voters: Elections and Public Funding of Nonprofits",
          "authors": "Camille Urvoy",
          "abstract": "What makes politicians respond to civil society organizations' demands? I use new data on government transfers to French associations and exploit close elections to show that politicians grant more funds to ideologically close organizations when the local incumbent is a political ally and was elected by a small margin. The results are consistent with politicians and organizations exchanging financial support for electoral support. Organizations secure funding because of the votes they can deliver, not because of their campaign contributions; however, the fact that transfers appear to be conditioned on support may undermine their ability to help hold politicians accountable. (JEL D23, D72, H81, L31)",
          "url": "https://doi.org/10.1257/aer.20230056",
          "doi": "https://doi.org/10.1257/aer.20230056",
          "filter": 0
        },
        {
          "title": "The Global Financial Resource Curse",
          "authors": "Gianluca Benigno, Luca Fornaro, Martin Wolf",
          "abstract": "We provide a model connecting the global saving glut to productivity growth. The key feature is that the tradable sector is the engine of growth of the economy. Capital flows from developing countries to the United States boost demand for US nontradable goods, inducing a reallocation of US economic activity from the tradable sector to the nontradable one. In turn, lower profits in the tradable sector lead firms to cut back investment in innovation. Since innovation in the United States determines the evolution of the world technological frontier, the result is a drop in global productivity growth. (JEL E21, E22, E23, E44, F32, F43, O31)",
          "url": "https://doi.org/10.1257/aer.20211792",
          "doi": "https://doi.org/10.1257/aer.20211792",
          "filter": 0
        },
        {
          "title": "Dynamic Inconsistency in Risky Choice: Evidence from the Lab and Field",
          "authors": "Rawley Heimer, Zwetelina Iliewa, Alex Imas, Martin Weber",
          "abstract": "We document a robust dynamic inconsistency in risky choice. Using a unique brokerage dataset and a series of experiments, we compare people's initial risk-taking plans to their subsequent decisions. Across settings, people accept risk as part of a loss-exit strategy—planning to continue taking risk after gains and stopping after losses. Actual behavior deviates from initial strategies by cutting gains early and chasing losses. More people accept risk when offered a commitment to their initial strategy. Our results help reconcile seemingly contradictory findings on risk-taking in static versus dynamic contexts. We explore implications for theory and welfare. (JEL D81, G13, G24, G41)",
          "url": "https://doi.org/10.1257/aer.20210307",
          "doi": "https://doi.org/10.1257/aer.20210307",
          "filter": 0
        },
        {
          "title": "Whatever It Takes? The Impact of Conditional Policy Promises",
          "authors": "Valentin Haddad, Alan Moreira, Tyler Muir",
          "abstract": "At the announcement of a new policy, agents form a view of state-contingent policy actions and impact. We develop a method to estimate this state-contingent perception and implement it for many asset-purchase interventions worldwide. Expectations of larger support in bad states—“policy puts”—explain a large fraction of the announcements' impact. For example, when the Fed introduced purchases of corporate bonds in March 2020, markets expected five times more price support had conditions worsened relative to the median scenario. Perceived promises of additional support in bad states alter asset prices, risk, and the response to future announcements. (JEL E52, E58, G12, G13, G14, G21, G28)",
          "url": "https://doi.org/10.1257/aer.20230486",
          "doi": "https://doi.org/10.1257/aer.20230486",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.1.i",
          "doi": "https://doi.org/10.1257/aer.115.1.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "House prices, endogenous productivity, and the effects of government spending shocks",
          "authors": "Rasmus Bisgaard Larsen, Søren Hove Ravn, Emiliano Santoro",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104937",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104937",
          "filter": 0
        },
        {
          "title": "Does the child penalty strike twice?",
          "authors": "Mette Gørtz, Sarah Sander, Almudena Sevilla",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104942",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104942",
          "filter": 0
        },
        {
          "title": "How malleable is the aversion to stigmatized work?",
          "authors": "Florian H. Schneider, Martin Schonger, Ivo Schurtenberger",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104945",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104945",
          "filter": 0
        },
        {
          "title": "Carbon taxation in a global production network",
          "authors": "Jordi Planelles, María-Eugenia Sanin",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104938",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104938",
          "filter": 0
        },
        {
          "title": "Firm entry, endogenous wage moderation, and labor market dynamics",
          "authors": "Andrea Colciago, Stefano Fasani, Lorenza Rossi",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104939",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104939",
          "filter": 0
        },
        {
          "title": "Deposit market concentration and monetary transmission: Evidence from the euro area",
          "authors": "Stephen Kho",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104933",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104933",
          "filter": 0
        },
        {
          "title": "Regional variations in corporate tax responsiveness: Evidence from Switzerland",
          "authors": "Matthias Krapf, David Staubli",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104891",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104891",
          "filter": 0
        },
        {
          "title": "Where are the female composers? Human capital and gender inequality in music history",
          "authors": "Karol Jan Borowiecki, Martin Hørlyk Kristensen, Marc T. Law",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104893",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104893",
          "filter": 0
        },
        {
          "title": "Labor reallocation effects of furlough schemes: Evidence from two recessions in Spain",
          "authors": "Antonia Diaz, Juan J. Dolado, Álvaro Jáñez, Felix Wellschmied",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104894",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104894",
          "filter": 0
        },
        {
          "title": "The effects of digitalization on production",
          "authors": "Florentine Schwark, Andreas Tryphonides",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104896",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104896",
          "filter": 0
        },
        {
          "title": "Income or leisure? On the hidden benefits of (un)employment",
          "authors": "Adrian Chadi, Clemens Hetschko",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104879",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104879",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on climate risks",
          "authors": "Óscar Jordá, Fernanda Nechio, Evi Pappa",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104895",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104895",
          "filter": 0
        },
        {
          "title": "Economic expectations under the shadow of party polarization: Evidence from 135 government changes",
          "authors": "Luis Guirola",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104910",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104910",
          "filter": 0
        },
        {
          "title": "Navigating the housing channel of monetary policy across euro area regions",
          "authors": "Niccolò Battistini, Matteo Falagiarda, Angelina Hackmann, Moreno Roma",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104897",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104897",
          "filter": 0
        },
        {
          "title": "It hurts to ask",
          "authors": "Roland Bénabou, Ania Jaroszewicz, George Loewenstein",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104911",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104911",
          "filter": 0
        },
        {
          "title": "Corrigendum to “Herbert Glejser – Obituary” [European Economic Review (2024) 104867",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104913",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104913",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Natural disasters as macroeconomic tail risks",
          "authors": "Sulkhan Chavleishvili, Emanuel Moench",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105914",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Neighborhoods, perceived Inequality, and preferences for Redistribution: Evidence from Barcelona",
          "authors": "Gerard Domènech-Arumí",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105288",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105288",
          "filter": 0
        },
        {
          "title": "The big sell: Privatizing East Germany’s economy",
          "authors": "Lukas Mergele, Moritz Hennicke, Moritz Lubczyk",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105291",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105291",
          "filter": 0
        },
        {
          "title": "Industrialization and pollution: The long-term Impact of early-life exposure on human capital formation",
          "authors": "Pan Chen",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105270",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105270",
          "filter": 0
        },
        {
          "title": "The effect of war on redistribution preferences",
          "authors": "Alexei Zakharov, Philipp Chapkovski",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105284",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105284",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "The Long-Run Labour Market Effects of the Canada-U.S. Free Trade Agreement",
          "authors": "Brian K Kovak, Peter M Morrow",
          "abstract": "This article assesses the long-run effects of the 1989 Canada-U.S. Free Trade Agreement on the Canadian labour market using matched longitudinal administrative data for the years 1984–2004. We simultaneously examine the labour market effects of increased export expansion and import competition, generally finding adverse effects of Canadian tariff cuts and favourable effects of U.S. cuts, though both effects are small. Workers initially employed in industries that experienced larger Canadian tariff concessions exhibit a heightened probability of layoffs at large firms, but little impact on long-run cumulative earnings. Lower earnings and years worked at the initial employer are offset by gains in other manufacturing industries, construction, and services. Canadian workers quickly transitioned out of industries facing import competition, with the bilateral nature of the FTA providing import-competing workers employment options in alternative manufacturing industries benefiting from larger U.S. tariff cuts.",
          "url": "https://doi.org/10.1093/restud/rdae113",
          "doi": "https://doi.org/10.1093/restud/rdae113",
          "filter": 0
        },
        {
          "title": "Worker Mobility in Production Networks",
          "authors": "Marvin Cardoza, Francesco Grigoliy, Nicola Pierriy, Cian Ruane",
          "abstract": "This paper documents that production networks play an essential role in the job search and matching process. We document five facts about worker mobility in production networks using employer-employee data matched with the universe of firm-to-firm transactions for the Dominican Republic: 1) workers move between buyers and suppliers almost twice as much as predicted by standard labor market characteristics, 2) movers between buyers and suppliers experience larger earnings increases than other movers, 3) incumbent workers earnings increase when their firm hires from its buyers or suppliers, 4) firm-to-firm trade increases following supply chain hires, and 5) hiring from buyers or suppliers is associated with stronger firm growth. Survey evidence points to supply chain-specific human capital and better information about job applicants as the main reasons for hiring within the supply chain. These results reveal a new channel through which factors affecting the supply chain, such as international outsourcing or contracting frictions, impact labor markets.",
          "url": "https://doi.org/10.1093/restud/rdae114",
          "doi": "https://doi.org/10.1093/restud/rdae114",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
