{
  "update": "2025-05-09",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Misallocating Misallocation?",
          "authors": "Maitreesh Ghatak, Dilip Mookherjee",
          "abstract": "The macrodevelopment literature on misallocation quantifies aggregate productivity losses resulting from microeconomic distortions, relative to a first-best benchmark. However, sources of these distortions are often insufficiently explored. The microdevelopment literature in contrast provides evidence of distortions resulting from market failures owing to asymmetric information, missing markets, transaction costs, and limited state capacity, often without examining the resulting macrolevel consequences. If distortions result from such market failures rather than policies, second-best welfare-improving policies may aggravate productive misallocation. We illustrate these points in the context of manufacturing, agriculture, and rural-urban allocation of labor and land. Hence future research should devote more effort to identifying the source of distortions and using appropriate benchmarks for welfare going beyond productivity.",
          "url": "https://doi.org/10.1146/annurev-economics-091624-051237",
          "doi": "https://doi.org/10.1146/annurev-economics-091624-051237",
          "filter": 0
        },
        {
          "title": "Fiscal and Monetary Policy with Heterogeneous Agents",
          "authors": "Adrien Auclert, Matthew Rognlie, Ludwig Straub",
          "abstract": "In the past decade, a new paradigm for fiscal and monetary policy analysis has emerged, combining the canonical macro model of income and wealth inequality with the New Keynesian model. These heterogeneous-agent New Keynesian (HANK) models feature new transmission channels and allow for the joint study of aggregate and distributional effects. We review key developments in this literature through the lens of a canonical HANK model. Monetary and balanced-budget fiscal policy have similar aggregate effects as in the standard New Keynesian model, while deficit-financed fiscal policy is much more expansionary. We discuss the split between direct and indirect effects of policy as well as the implications of cyclical income risk, maturity structure, nominal assets, behavioral frictions, and many other extensions to the model. Throughout, we highlight the benefits of using sequence-space methods to solve and analyze this class of models.",
          "url": "https://doi.org/10.1146/annurev-economics-091624-044646",
          "doi": "https://doi.org/10.1146/annurev-economics-091624-044646",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Domino Secessions",
          "authors": "Jean Lacroix, Kris James Mitchener, Kim Oosterlinck",
          "abstract": "A secession movement is an uncertain process that evolves over time. We develop a simple theoretical framework in which regions use news to update their decisions to secede. Uncertainty and economies of scale are necessary conditions to observe ‘domino secessions’ sequential interdependent secessions. Empirically, we use geographically-specific assets (state bonds) to assess how uncertainty and economies of scale influenced some slaveholding states’ decisions to secede from the U.S. in the 1860s. Uncertainty prevailed over the outcome of the secession movement with financial markets updating their priors on potential seceders at the election of Abraham Lincoln, but also every time a state seceded. We further document that financial markets priced in economies of scale to both state and federal debt.",
          "url": "https://doi.org/10.1093/ej/ueaf035",
          "doi": "https://doi.org/10.1093/ej/ueaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Public debt burden and crisis severity",
          "authors": "Álvaro Fernández-Gallardo, Iván Payá",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105028",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105028",
          "filter": 0
        },
        {
          "title": "Explaining preferences for EU integration: Theory and empirical evidence",
          "authors": "Ingrid Mauerer, M. Socorro Puy, Sergi Urzay-Gómez",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105038",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105038",
          "filter": 0
        },
        {
          "title": "Equity prices, market power, and optimal corporate tax policy",
          "authors": "Ignacio González, Juan A. Montecino, Joseph E. Stiglitz",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105039",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Cross-sectional dependence in idiosyncratic volatility",
          "authors": "Ilze Kalnina, Kokouvi Tewou",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106003",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/736497",
          "doi": "https://doi.org/10.1086/736497",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/736133",
          "doi": "https://doi.org/10.1086/736133",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/736496",
          "doi": "https://doi.org/10.1086/736496",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "New evidence on the efficacy of state-based retirement programs: The case of OregonSaves",
          "authors": "John Chalmers, Olivia S. Mitchell, Jonathan Reuter, Mingli Zhong",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105379",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105379",
          "filter": 0
        },
        {
          "title": "Gulags, crime, and elite violence: Origins and consequences of the Russian mafia",
          "authors": "Jakub Lonsky",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105361",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105361",
          "filter": 0
        },
        {
          "title": "Present bias in politics and self-committing treaties",
          "authors": "Bård Harstad, Anke S. Kessler",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105372",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105372",
          "filter": 0
        },
        {
          "title": "Beliefs about inequality and the nature of support for redistribution",
          "authors": "Aljosha Henkel, Ernst Fehr, Julien Senn, Thomas Epper",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105350",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105350",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Systemic Discrimination: Theory and Measurement",
          "authors": "J Aislinn Bohren, Peter Hull, Alex Imas",
          "abstract": "Economists often measure discrimination as disparities arising from the direct effects of group identity. We develop new tools to model and measure systemic discrimination, capturing how discrimination in other decisions indirectly contributes to disparities. A novel experimental design, the Iterated Audit, identifies systemic discrimination. We then illustrate these new tools in two field experiments. The first experiment shows how racial discrimination can accumulate across multiple rounds of hiring through the interaction of two forces: greater discrimination against inexperienced workers, which affects the opportunity to obtain experience, and high subsequent returns to experience. The second experiment shows how gender-based differences in the language of recommendation letters can translate into systemic gender discrimination in STEM hiring. We discuss how our findings qualify previous results on direct discrimination and how our tools can be used to target policy interventions.",
          "url": "https://doi.org/10.1093/qje/qjaf022",
          "doi": "https://doi.org/10.1093/qje/qjaf022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
