{
  "update": "2026-01-16",
  "content": [
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Heatwave-induced health hazards of construction workers in urban areas of Bangladesh",
          "authors": "Azizul Haque, Morsalin Mohona, Sarmin Sultana, Rimon Raihan, Tarik Aziz, Rabiul Islam",
          "url": "https://doi.org/10.1007/s10584-025-04098-w",
          "doi": "https://doi.org/10.1007/s10584-025-04098-w",
          "filter": 0
        },
        {
          "title": "Integrating climate models to confront the illusion of certainty in water planning: evidence from Morocco",
          "authors": "Mahmoud Zemzami, Hajar Habib, Souad Haida",
          "url": "https://doi.org/10.1007/s10584-026-04108-5",
          "doi": "https://doi.org/10.1007/s10584-026-04108-5",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Increasing prevalence of warm monomictic lakes in France over six decades under climate change",
          "authors": "Najwa Sharaf, Jordi Prats, Pierre-Alain Danis, Jean-Marc Baudoin, Guillaume P. Morin, Nathalie Reynaud, Thierry Tormos, Rosalie Bruel",
          "url": "https://doi.org/10.1007/s10584-025-04095-z",
          "doi": "https://doi.org/10.1007/s10584-025-04095-z",
          "filter": 2
        },
        {
          "title": "Characterising local climates and biologically-relevant climate changes on the Southern Ocean Islands",
          "authors": "Samuel G. Beale, Justine D. Shaw, Melodie A. McGeoch",
          "url": "https://doi.org/10.1007/s10584-025-04087-z",
          "doi": "https://doi.org/10.1007/s10584-025-04087-z",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "European coastal deformation drives unequal exposure to climate hazards",
          "authors": "Huilin Chen, Chisheng Wang, Jose Fernandez, Huawei Hou, Ling Chang, Qingquan Li",
          "url": "https://doi.org/10.1038/s43247-026-03190-y",
          "doi": "https://doi.org/10.1038/s43247-026-03190-y",
          "filter": 0
        },
        {
          "title": "Environmental variability shapes biodiversity and protected area priorities in Canada",
          "authors": "Rekha Marcus, Stefano Mezzini, Dwija Desai, Michael J. Noonan",
          "url": "https://doi.org/10.1038/s43247-025-03166-4",
          "doi": "https://doi.org/10.1038/s43247-025-03166-4",
          "filter": 0
        },
        {
          "title": "Area based conservation tools have mixed effects across all SDGs but research may overstate effects",
          "authors": "Gerald G. Singh, Caitie Frenkel, Helen Pheasey, Jacob Bentley, Rachel Seary, Andrés M. Cisneros-Montemayor, Ana K. Spalding, Ridhee Gupta, Yoshitaka Ota",
          "url": "https://doi.org/10.1038/s43247-025-03040-3",
          "doi": "https://doi.org/10.1038/s43247-025-03040-3",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: Field in the frame: flying over the Ocean",
          "authors": "Alice Drinkwater",
          "url": "https://doi.org/10.1038/s43247-025-03158-4",
          "doi": "https://doi.org/10.1038/s43247-025-03158-4",
          "filter": 2
        },
        {
          "title": "Trace americium contamination sources in the environment can be detected using 243Am/241Am",
          "authors": "Elena Chamizo, Mercedes López-Lora, Antonio J. López-Fuentes",
          "abstract": "Despite the widespread presence of americium in the environment since the 1950s from nuclear activities, the use of americium isotopic composition to trace contamination sources has not been investigated. Here we report the detection of 243 Am in environmental samples and demonstrate that the ratio of 243 Am to 241 Am can serve as a distinctive fingerprint of radioactive emissions, with characteristic values of 0.05 for thermonuclear explosions, 0.023 for global fallout, below 0.0015 for low-yield nuclear tests, and 0.0013 for releases from a nuclear reprocessing facility. In nuclear detonations, 243 Am is produced as the decay product of 243 Pu. The ratio of 243 Am to 239 Pu in global fallout is about 3.2 × 10⁻⁴, supporting the predicted formation of neutron-rich heavy plutonium isotopes during nuclear detonations.",
          "url": "https://doi.org/10.1038/s43247-025-03095-2",
          "doi": "https://doi.org/10.1038/s43247-025-03095-2",
          "filter": 2
        },
        {
          "title": "Marine darkwave as an event-based framework to assess unusual periods of reduced underwater light availability",
          "authors": "François Thoral, Matthew H. Pinkerton, Shinae Montie, Mads S. Thomsen, Christopher N. Battershill, Karen Filbee-Dexter, Mark Gall, Robert J. Miller, Shane Orchard, Daniel C. Reed, Leigh W. Tait, Spencer D. S. Virgin, Thomas Wernberg, John Zeldis, David R. Schiel",
          "abstract": "Episodic reductions in underwater light can be a key driver of marine ecosystem degradation. Yet a consistent event-based framework describing the frequency, duration and intensity of substantial but short-term reductions in underwater light does not exist. Here, we proposed marine darkwaves as a framework for quantifying these episodic reductions of underwater light at specific depths which aligns with definitions of other episodic and extreme events. The framework was applied to long-term in situ time series of underwater irradiance from California, USA (16 years, 6.3 metres) and New Zealand (10 years, at 7 and 20 metres). We showed evidence of several intense marine darkwaves across these sites, with durations up to 64 days, cumulative light deficits reaching −105.6 mol photon·m −2 , and up to almost 100% light loss versus climatology. We extended the framework to satellite-derived seabed irradiance data across New Zealand’s East Cape region (2002–2023), using a set of 10 th percentile threshold and a minimum duration of 5 days. This revealed 25 to 80 spatially varying seabed events, and event durations of 5 to 15 days. Importantly, the framework enables local to continental-scale comparisons of the patterns and ecological consequences of episodic light reduction in marine ecosystems.",
          "url": "https://doi.org/10.1038/s43247-025-03023-4",
          "doi": "https://doi.org/10.1038/s43247-025-03023-4",
          "filter": 2
        },
        {
          "title": "Fiber-optic observations capture wind wave evolution in Lake Ontario",
          "authors": "Chu-Fang Yang, Zack Spica, Ayumi Fujisaki-Manome, Yaolin Miao",
          "abstract": "Storm-induced waves threaten ship traffic and offshore infrastructures, yet observing water surfaces remains challenging because of complex air-water interactions and limited spatial coverage. We used distributed acoustic sensing measurements from a telecom fiber-optic cable in Lake Ontario, one of the world’s largest lakes, to analyze wind-wave evolution at tens-of-meter scales along a 43-km-long array. By combining observations and modeling, we found that chaotic waves induced by local wind forcing and wave-wave interactions generate high-frequency microseisms (1–4 Hz), whereas frequency variations in low-frequency microseisms (0.2–1 Hz) are strongly controlled by wind speed and fetch evolution. We tracked changes in frequency and energy throughout the full life cycle of wind waves, from chaotic conditions to organized gravity waves formed under steady winds, followed by dissipation as fetch decreases. These results are particularly relevant for fetch-limited water bodies and highlight the potential of distributed acoustic sensing for real-time monitoring of wind waves, with implications for coastal hazards, ecosystem dynamics, and wave-energy development.",
          "url": "https://doi.org/10.1038/s43247-026-03182-y",
          "doi": "https://doi.org/10.1038/s43247-026-03182-y",
          "filter": 2
        },
        {
          "title": "Evidence for diverse anaerobic metabolisms in 3.7-billion-year-old marine detrital sediments",
          "authors": "Austin Jarl Boyd, Magnus August Ravn Harding, Elizabeth Ann Bell, Minik Thorleif Rosing, Tue Hassenkam",
          "abstract": "Abundant graphitized organic matter within 3.7-billion-year-old sediments in the Isua Supracrustal Belt comprises the oldest remnants of life. This organic matter could have provided a favorable substrate for anaerobically respiring microbes, though their existence in the early Archean remains uncertain. Here we assess whether anaerobic respiration, linked to reduction of iron and sulfur, operated within these ancient sediments. We analyzed carbon and sulfur isotope data from pelagic and turbiditic sedimentary rocks, sampled from a rock core, and used petrography and iron concentrations to provide geological context. Carbon isotopic compositions indicate respiration of organic compounds, with lighter values associated with iron-rich samples, consistent with respiration coupled to iron reduction. Sulfide grains in pelagic layers have isotopic compositions consistent with reduction of atmospherically produced elemental sulfur, possibly with minor contributions from sulfate reduction during sedimentary hiatuses. These results suggest that early Archean ecosystems were sustained by multiple, interacting microbial metabolisms.",
          "url": "https://doi.org/10.1038/s43247-026-03188-6",
          "doi": "https://doi.org/10.1038/s43247-026-03188-6",
          "filter": 2
        },
        {
          "title": "Well-connected basalt sequences as potential reservoirs for large-scale carbon sequestration revealed by strontium isotopes",
          "authors": "Stéphane Polteau, P. Craig Smalley, Vani N. Devegowda, Ingar Johansen, John M. Millett, Marija P. Rosenqvist, Mohamed Mansour Abdelmalak, Sverre Planke",
          "abstract": "Permanent storage of gigatons of carbon in basalt requires thick, uncompartmentalized sequences that allow lateral dissipation of CO 2 away from injection sites. Here we assess the presence of flow barriers by evaluating the variations in 87 Sr/ 86 Sr patterns in pore water, a method used extensively in sedimentary successions. Present-day pore water 87 Sr/ 86 Sr was measured from residual salts in core samples, while past water compositions were reconstructed from carbonate cements of different ages. We reveal smooth and uninterrupted trends in strontium isotopes through a 100 m thick basalt section indicating a common fluid reservoir unaffected by low-permeability massive lava flow interiors. The data further indicate that unconsolidated overburden sediments act as a good seal preventing seawater to mix with in situ pore water, and buoyant supercritical CO 2 to leak. Finally, basaltic sequences form viable targets for CO 2 storage and suggests that fractures may bypass low-permeability units to create a well-connected reservoir system.",
          "url": "https://doi.org/10.1038/s43247-025-03020-7",
          "doi": "https://doi.org/10.1038/s43247-025-03020-7",
          "filter": 2
        },
        {
          "title": "Diatom lipids open window to past ocean temperatures in the polar regions",
          "authors": "Simon T. Belt, Lukas Smik, Denizcan Köseoğlu, Claire S. Allen, Katrine Husum, Jochen Knies",
          "abstract": "Sea surface temperature is a key indicator of climate change on Earth and is central to all related modelling endeavours. However, sea surface temperature is notoriously difficult to reconstruct accurately in the geological record, especially for the low temperatures of the polar regions, which occupy one-third of the world’s oceans. Here we show that a sea surface temperature proxy based on two isomeric diatom lipid biomarkers can be applied to marine sediment archives to reconstruct temperatures in the range −1 to 14 °C for the Arctic and Antarctic using a single calibration. For both regions, our datasets span timeframes from recent decades to the Younger Dryas/Holocene, and we also showcase a 750 kyr record from the Fram Strait, the major gateway between the North Atlantic and the Arctic Ocean. We anticipate that this lipid biomarker-based proxy may become a standard component of the palaeoclimate toolkit, especially for the polar regions.",
          "url": "https://doi.org/10.1038/s43247-025-03177-1",
          "doi": "https://doi.org/10.1038/s43247-025-03177-1",
          "filter": 2
        },
        {
          "title": "Historical diurnal temperature range trends constrain future climate projections",
          "authors": "Anqi Liu, Daokai Xue, Ben Yang, Danqing Huang",
          "url": "https://doi.org/10.1038/s43247-026-03185-9",
          "doi": "https://doi.org/10.1038/s43247-026-03185-9",
          "filter": 2
        },
        {
          "title": "Cumulative hydrodynamic impacts of offshore wind farms on North Sea currents and surface temperatures",
          "authors": "Nils Christiansen, Ute Daewel, Corinna Schrum",
          "abstract": "Offshore wind farms are increasingly shaping coastal ocean dynamics, yet their cumulative physical impacts remain poorly quantified. Using decade-long, high-resolution simulations of the North Sea, we show that large-scale offshore wind development can reduce current velocities by up to $$20 \\%$$ 20 % and reshape local tidal energy distributions. Wind and tidal wakes exert distinct but interacting influences on ocean physics: wind speed anomalies drive far-field hydrodynamic impacts, while structure-induced drag intensifies local turbulence and mixing. Turbine spacing emerges as a key control on wake interactions, governing the formation of high-turbulence hotspots. The near- and far-field wake effects affect vertical mixing and surface heat fluxes – primarily driven by large-scale wind stress reductions – leading to shallower mixed layers and long-term surface warming of up to $$0.2\\,^{\\circ} \\,{{{\\rm{C}}}}$$ 0 . 2 ∘ C in wind farm areas. Our findings reveal a basin-scale physical footprint of offshore wind energy and highlight the need to account for hydrodynamic impacts in future offshore wind farm planning.",
          "url": "https://doi.org/10.1038/s43247-026-03186-8",
          "doi": "https://doi.org/10.1038/s43247-026-03186-8",
          "filter": 2
        },
        {
          "title": "Shock demagnetization in an ambient magnetic field at the Dhala impact structure, India",
          "authors": "Ambrish Kumar Pandey, Amar Agarwal, Gaurav Joshi, Satish Sangode, Mamilla Venkateshwarlu",
          "abstract": "Impact-generated shock waves can modify the remanent magnetization preserved in target rocks, yet their effects remain poorly constrained. Here we examine how shock waves modify rock magnetization by analysing unshocked granitoids and diorites, and shock-affected monomict breccia and impact melt rock of the Paleoproterozoic Dhala impact structure in India. Microscopic, thermomagnetic and hysteresis analyses were used to identify magnetic minerals and their domain states. Remanent magnetization and demagnetization experiments were performed to evaluate shock effects on the palaeomagnetic behaviour of impact-generated and unshocked target rocks. The unshocked rocks contain strong and stable magnetization carried by titanomagnetite. In contrast, the monomict breccia carries titanomagnetite and titanohematite and shows extremely weak and unstable magnetization, consistent with shock-related grain-size reduction and microfracturing. Impact melt rocks display intermediate behaviour, with titanomagnetite, titanohematite and pyrrhotite as magnetic carriers. These results show that shock can substantially reduce crustal magnetization. The results help to explain weak magnetic signatures at terrestrial and planetary impact structures, even in the presence of an ambient magnetic field.",
          "url": "https://doi.org/10.1038/s43247-025-03164-6",
          "doi": "https://doi.org/10.1038/s43247-025-03164-6",
          "filter": 2
        },
        {
          "title": "Substantial reduction of solar photovoltaic potential in China by an extreme dust event",
          "authors": "Ke Yin, Fei Yao, Neng Luo, Meng Gao, Xiao Lu, Bingqi Yi",
          "url": "https://doi.org/10.1038/s43247-025-03123-1",
          "doi": "https://doi.org/10.1038/s43247-025-03123-1",
          "filter": 2
        },
        {
          "title": "Scenario-based forecast of the evolution of 75 years of unrest at Campi Flegrei caldera (Italy)",
          "authors": "Luca Caricchi, Charline Lormand, Stefano Carlino, Tommaso Pivetta, Guy Simpson",
          "abstract": "Campi Flegrei last erupted in 1538 and periods of increased seismicity, gas emission and ground deformation occurred in the 50’s, 70’s 80’s and are ongoing since 2005. The eventual culmination of the unrest in an eruption, would directly impact on 2 million people living in the region, making it of critical concern for scientists, authorities and the public. Here, we use existing data, thermal modelling and calculations of the physical properties of magma, to provide plausible future scenarios, under the assumption that magma injection at 4-5 km depth is responsible for the unrest episodes recorded since 1950. Our calculations suggest that a critically pressurised reservoir containing potentially eruptible magma is present today at ~ 4 km depth. However, a major impediment to eruption is the reservoir volume, which would need 2-3 decades to grow to the size of the one that fed the last eruption of Campi Flegrei in 1538.",
          "url": "https://doi.org/10.1038/s43247-025-03140-0",
          "doi": "https://doi.org/10.1038/s43247-025-03140-0",
          "filter": 2
        },
        {
          "title": "Emerging outflow of not-so-dense shelf water from an East Antarctic polynya",
          "authors": "Kaihe Yamazaki, Annie Foppert, Kathryn L. Gunn, Haruhiko Kashiwase, Stephen R. Rintoul, Julia Neme, Sophie Bestley, Paul Spence, Tatsuya Isoda, Koji Matsuoka, Esmee M. van Wijk, Laura Herraiz-Borreguero",
          "abstract": "East Antarctic coastal polynyas—semi-permanent areas of ice-free ocean—are vital for sea ice production, Antarctic Bottom Water formation, and global heat redistribution. The Dibble Polynya has pronounced sea-ice production, yet the shelf water properties there and its offshore influence have been unclear. Here we show Dense Shelf Water outflow from the polynya that ventilates a lighter variety of local bottom water. Hydrographic records suggest Dense Shelf Water formation has persisted for 50 years, consistent with satellite-derived sea-ice production since the 1990s. Since the 2010s, the downstream cross-slope salinity gradient within bottom water has weakened and the Antarctic Slope Front has been modified, following a sharp decline in sea-ice production in the neighbouring Mertz Polynya after 2010 icescape changes. We infer that reduced denser Antarctic Bottom Water formation upstream weakens the slope current barrier, promoting outflow of not-so-dense shelf water from the Dibble Polynya that efficiently ventilates the abyssal basin.",
          "url": "https://doi.org/10.1038/s43247-025-03006-5",
          "doi": "https://doi.org/10.1038/s43247-025-03006-5",
          "filter": 2
        },
        {
          "title": "The observed September 2023 temperature jump was nearly impossible under standard anthropogenic forcing",
          "authors": "Svenja Seeber, Dominik L. Schumacher, Lukas Gudmundsson, Sonia I. Seneviratne",
          "abstract": "September 2023 featured an unprecedented temperature jump of nearly 0.6 °C above September 2022. Although climate models hardly reproduce such an event, it remains unclear whether the extreme heat could have been caused by internal variability alone or how large an external contribution would be needed to render it plausible. Here we show, based on observational and climate model data, that the temperature jump was virtually impossible under standard anthropogenic forcing, but its probability increases to 0.1% when probabilistic attribution is combined with a process-based analysis to account for contributions that models may underrepresent. Our findings reveal that the heat was disproportionately concentrated over land, particularly in the extratropics. The event resulted from a complex interplay of feedbacks and forcings, with unusually high shortwave forcing amplified by water vapour feedback. Although extreme temperature jumps in September are projected to intensify gradually under additional warming, an internally driven jump of comparable magnitude remains highly unlikely during the next decades.",
          "url": "https://doi.org/10.1038/s43247-026-03178-8",
          "doi": "https://doi.org/10.1038/s43247-026-03178-8",
          "filter": 2
        },
        {
          "title": "Minimal impact of recent decline in C4 vegetation abundance on atmospheric carbon isotopic composition",
          "authors": "Aliénor Lavergne, Sandy P. Harrison, Kamolphat Atsawawaranunt, Ning Dong, Iain Colin Prentice",
          "abstract": "Changes in atmospheric carbon dioxide concentrations, climate, and land management influence the abundance and distribution of C 3 and C 4 plants, yet their impact on the global carbon cycle remains uncertain. Here, we use a parsimonious model of C 3 and C 4 plant distribution, based on optimality principles, combined with a simplified representation of the global carbon cycle, to assess how shifts in plant abundances driven by carbon dioxide and climate affect global gross primary production, land carbon isotope discrimination, and the isotopic composition of atmospheric carbon dioxide. We estimate that the proportion of C 4 plants in total biomass declined from about 16% to 12% between 1982 and 2016, despite an increase in the abundance of C 4 crops. This decline reflects the reduced competitive advantage of C 4 photosynthesis in a carbon dioxide-enriched atmosphere. As a result, global gross primary production rose by approximately 16.5 ± 1.8 petagrams of carbon, and land carbon isotope discrimination increased by 0.017 ± 0.001‰ per year. Accounting for changes in C 3 and C 4 abundances reduces the difference between observed and modeled trends in atmospheric carbon isotope composition, but does not fully explain the observed decrease, pointing to additional, unaccounted drivers.",
          "url": "https://doi.org/10.1038/s43247-025-03102-6",
          "doi": "https://doi.org/10.1038/s43247-025-03102-6",
          "filter": 2
        },
        {
          "title": "State dependent ice-sheet resonance under Cenozoic and future climates",
          "authors": "Nicholas R. Golledge, Richard H. Levy, Stephen R. Meyers, Michael E. Weber, Peter U. Clark, Julianne Burns, Hana Ishii, Hanna Knahl, Daniel P. Lowry, Robert M. McKay, Tim R. Naish, Georgia Grant",
          "url": "https://doi.org/10.1038/s43247-025-03135-x",
          "doi": "https://doi.org/10.1038/s43247-025-03135-x",
          "filter": 2
        },
        {
          "title": "A sample dredged from the Alpha Ridge records evidence of an emergent volcanic setting at 90 Ma",
          "authors": "Marie-Claude Williamson, Grace E. Shephard, Kai Boggild, Rebecca Carey, Paul B. Hamilton, Dawn Kellett, Daniel Miggins, Anthony A. P. Koppers, Derek H. C. Wilton, Daniel J. MacDonald, Dominique Weis, Shuangquan Zhang, Brian L. Cousens, Simon E. Jackson, Duane C. Petts, Christopher M. Lawley, Erica Massey, Lotte M. Larsen, Wilfried Jokat, Jeff Harris",
          "abstract": "Recovering geological samples from the deep basins and ridges of the central Arctic Ocean presents significant challenges because of remote access and thick ice cover. During the 2016 Canada-Sweden Polar Expedition to the Arctic Ocean, volcaniclastic breccia was dredged from the Alpha Ridge, part of an underwater mountain chain extending from the Canadian polar margin to the Siberian shelf. Argon geochronology of plagioclase crystals within glassy lava fragments dates the sample to 90.4 ± 0.26 Ma. The geochemical composition of basalt clasts in the volcaniclastic breccia closely resembles that of igneous rocks from the High Arctic Large Igneous Province suggesting that the Alpha Ridge was an active volcanic feature within the circum-Arctic in the Late Cretaceous. Our results support lava–water interactions in a littoral environment, driven by the growth and emergence of a central igneous platform and accompanied by eruptive activity at constructional volcanic edifices along its margins.",
          "url": "https://doi.org/10.1038/s43247-025-02981-z",
          "doi": "https://doi.org/10.1038/s43247-025-02981-z",
          "filter": 2
        },
        {
          "title": "Widespread enhancement of ecosystem carbon fluxes during post moisture pulse",
          "authors": "Yu Bai, Fangyue Zhang, Philippe Ciais, Jean-Pierre Wigneron, Andrew F. Feldman, Pierre Gentine, William K. Smith, Joel A. Biederman, Russell L. Scott, Paul C. Stoy, Dan Yakir, Armen R. Kemanian, David Makowski, Chuixiang Yi, Zheng Fu",
          "url": "https://doi.org/10.1038/s43247-026-03191-x",
          "doi": "https://doi.org/10.1038/s43247-026-03191-x",
          "filter": 2
        },
        {
          "title": "Projected warming will exceed the long-term thermal limits of rice cultivation",
          "authors": "Nicolas Gauthier, Ornob Alam, Michael D. Purugganan, Jade d’Alpoim Guedes",
          "abstract": "Rice is a staple food for over one billion people in Asia. Understanding rice’s historical thermal limits is critical for predicting its response to future climate shifts. Here, we integrate contemporary records of rice cultivation, archaeological data spanning rice’s long-term history of cultivation, and temperature projections for the past and future to assess how warm temperatures have constrained rice’s distribution and the adaptive strategies used to sustain its production. These thermal limits have remained consistent throughout rice’s domestication history despite its genetic diversification and geographic expansion. Over the past 9000 years, domesticated Asian rice has rarely thrived where mean annual temperature exceeds 28 °C or warm-season maximum temperature exceeds 33 °C. By the end of this century, projections estimate that the land area exceeding these thermal thresholds could expand by ten to thirty times in Asia’s major rice-producing nations. Rice-dependent regions face unprecedented challenges in maintaining this staple crop under projected warming.",
          "url": "https://doi.org/10.1038/s43247-025-03108-0",
          "doi": "https://doi.org/10.1038/s43247-025-03108-0",
          "filter": 2
        },
        {
          "title": "Spring phenology of the Arctic Ocean shelf production system",
          "authors": "Mats Huserbråten, Frode B. Vikebø",
          "abstract": "The shelf areas of the Arctic Ocean host some of the world’s most productive marine ecosystems, yet their under-ice early-season phenology and inter-trophic dynamics remain poorly understood amid rapid climate change. Addressing these knowledge gaps, we assembled a data-driven biophysical model integrating high-resolution ocean physics with biological dynamics across ice algae ( Nitzschia frigida ), Arctic copepods ( Calanus glacialis ), and fish larvae ( Boreogadus saida , reliant on C. glacialis nauplii). The model accurately recreated observed spatio-temporal production and recruitment patterns and revealed how the northern Barents Sea’s unique geography and ocean-climate facilitate key habitat and phenological synchrony, yielding large-scale biological export across the bio-region. Consequently, these geographically linked multi-trophic adaptations appear highly vulnerable to climate-forced shifts—e.g., proportion of C. glacialis in zooplankton is reduced up to 26% per 1 °C increase—as open-water area rises and ice-associated production and habitat degrades. Our findings thus provide timely insights for anticipating ecosystem disruptions from ongoing ice loss.",
          "url": "https://doi.org/10.1038/s43247-026-03192-w",
          "doi": "https://doi.org/10.1038/s43247-026-03192-w",
          "filter": 2
        },
        {
          "title": "Abrupt trend change in global mean sea level and its components in the early 2010s",
          "authors": "Lancelot Leclercq, Julius Oelsmann, Anny Cazenave, Marcello Passaro, Svetlana Jevrejeva, Sarah Connors, Jean-François Legeais, Florence Birol, Rodrigo Abarca-del-Rio",
          "url": "https://doi.org/10.1038/s43247-025-03149-5",
          "doi": "https://doi.org/10.1038/s43247-025-03149-5",
          "filter": 2
        },
        {
          "title": "Creeping snow drought threatens Canada’s water supply",
          "authors": "Robert Sarpong, Ali Nazemi, Amir AghaKouchak",
          "url": "https://doi.org/10.1038/s43247-025-03162-8",
          "doi": "https://doi.org/10.1038/s43247-025-03162-8",
          "filter": 2
        },
        {
          "title": "Lowering the Mo limit for nitrogen fixation by Mo-nitrogenase",
          "authors": "Zackry Stevenson, Dylan L. Schultz, Michelle Chamberlain, Kathryn Rico, Ariel Anbar, Anne E. Dekas, Elizabeth D. Swanner",
          "url": "https://doi.org/10.1038/s43247-026-03193-9",
          "doi": "https://doi.org/10.1038/s43247-026-03193-9",
          "filter": 2
        },
        {
          "title": "Persistent stratospheric cold-season aerosols from the 1783 Laki eruption produced winter warming over Northern Eurasia",
          "authors": "Linshan Yang, Chaochao Gao, Fei Liu, Alan Robock, Weiyi Sun, Deliang Chen",
          "url": "https://doi.org/10.1038/s43247-026-03197-5",
          "doi": "https://doi.org/10.1038/s43247-026-03197-5",
          "filter": 2
        },
        {
          "title": "Optimized wetland rewetting strategies can control methane, carbon dioxide, and oxygen responses to water table fluctuations",
          "authors": "Bingqian Zhao, Wenxin Zhang, Peiyan Wang, Adrian Gustafson, Christian J. Jørgensen, Bo Elberling",
          "abstract": "Rewetting is widely promoted as a climate mitigation strategy to preserve soil carbon in drained wetlands, although rewetting may enhance methane production and corresponding emissions. The increase in methane emissions following rewetting might be underestimated without considering near-surface methane oxidation under a fluctuating water table. Here, we refined the methane module in Lund-Potsdam-Jena General Ecosystem Simulator with high-affinity methane oxidation and oxygen parameterization involving water table fluctuations. During 2007-2023, the Danish temperate wetland site functioned as a carbon dioxide sink (−41 gC-CO 2 m -2 yr⁻ 1 ) and a methane source (0.71 gC-CH 4 m⁻ 2 yr⁻ 1 ), with significant declines in seasonal amplitudes of methane flux, net ecosystem exchange, and gross primary productivity. Scenario analysis shows maintaining a stable water table at 9 cm depth offers the optimal trade-off between carbon sequestration and methane release. Our findings reduce the uncertainty in wetland methane estimates under climate change and highlight the importance of site-specific rewetting strategies to optimize mitigation efforts.",
          "url": "https://doi.org/10.1038/s43247-025-03163-7",
          "doi": "https://doi.org/10.1038/s43247-025-03163-7",
          "filter": 2
        },
        {
          "title": "Triassic–Jurassic environmental instability on the subtropical eastern Tethyan margin linked to low-latitude dinosaur dispersal",
          "authors": "Jianbo Chen, Yi-Ning Niu, Rongyao Ma, Yan-Ling Zhou, Wen-Jie Liu, Ya-Ming Wang, Hai-Lu You, Xing Xu, Shu-Zhong Shen, Zhuo Feng",
          "url": "https://doi.org/10.1038/s43247-025-03083-6",
          "doi": "https://doi.org/10.1038/s43247-025-03083-6",
          "filter": 2
        },
        {
          "title": "High resolution US water table depth estimates reveal quantity of accessible groundwater",
          "authors": "Yueling Ma, Laura E. Condon, Julian Koch, Andrew Bennett, Amy Defnet, Danielle Tijerina-Kreuzer, Peter Melchior, Reed M. Maxwell",
          "url": "https://doi.org/10.1038/s43247-025-03094-3",
          "doi": "https://doi.org/10.1038/s43247-025-03094-3",
          "filter": 2
        },
        {
          "title": "Human activity may have influenced Holocene wildfire dynamics in boreal eastern Siberia",
          "authors": "Ramesh Glückler, Elisabeth Dietze, Andrei A. Andreev, Stefan Kruse, Evgenii S. Zakharov, Izabella A. Baisheva, Amelie Stieg, Shiro Tsuyuzaki, Luidmila A. Pestryakova, Ulrike Herzschuh",
          "abstract": "Severe wildfire seasons in the Republic of Sakha (Yakutia) raise questions regarding long-term fire dynamics and their drivers. However, data on long-term fire history remains scarce across eastern Siberia. Here we present a composite of reconstructed wildfire dynamics in Yakutia throughout the Holocene, based on eight newly contributed records of macroscopic charcoal in lake sediments in combination with published data. Increased biomass burning occurred in the Early Holocene, c. 10,000 years BP, before shifting to lower levels at c. 6000 years BP. Independent simulations of climate-driven burned area in an individual-based forest model reproduce this reconstructed Holocene trend, but the correlation on multi-centennial timescales turns negative in the Late Holocene. This mismatch suggests that climate alone cannot explain Late Holocene wildfire dynamics. We propose that a human dimension needs to be considered. By example of the settlement of the pastoralist Sakha people c. 800 years BP, we show that implementing reduced fuel availability from Indigenous land management in the forest model leads to increased multi-centennial-scale correlations. This study highlights the need for a better understanding of the poorly reported human dimension of past fire dynamics in eastern Siberia.",
          "url": "https://doi.org/10.1038/s43247-025-03169-1",
          "doi": "https://doi.org/10.1038/s43247-025-03169-1",
          "filter": 2
        },
        {
          "title": "New insights from the bias-corrected simulations of CMIP6 in Northern Hemisphere’s snow drought",
          "authors": "Yong Hu, Xuhai Yang, Zican He, Fei Zhang, Boliang Dong, Yuanfang Chai",
          "url": "https://doi.org/10.1038/s43247-026-03187-7",
          "doi": "https://doi.org/10.1038/s43247-026-03187-7",
          "filter": 2
        },
        {
          "title": "Photoacclimation contributes to Arctic primary production under sea ice and around the subsurface chlorophyll maximum",
          "authors": "Yoshio Masuda, Maki Noguchi Aita, Sherwood Lan Smith, Amane Fujiwara, Eiji Watanabe, Hiroshi Sumata, Hideyuki Nakano, Yasuhiro Yamanaka",
          "url": "https://doi.org/10.1038/s43247-026-03181-z",
          "doi": "https://doi.org/10.1038/s43247-026-03181-z",
          "filter": 2
        },
        {
          "title": "Between-plant interactions in Scots pine are not impaired by air pollutants",
          "authors": "Tihomir Simin, James M. W. Ryalls, Oliver E. I. Welling, Robbie D. Girling, Neil J. Mullinger, James D. Blande",
          "abstract": "Herbivore-induced plant volatiles (HIPVs), consisting of volatile organic compounds (VOC), can induce and prime defence-related responses in neighbouring plants. However, atmospheric pollutants such as tropospheric ozone (O 3 ) and nitrogen oxides (NO X ) can disrupt these interactions by accelerating VOC oxidation and inducing oxidative stress. Here, we investigated the effects of O 3 and diesel exhaust pollution on interactions between Scots pine ( Pinus sylvestris ) seedlings by examining the responses of undamaged receiver plants to cues from weevil-damaged neighbours. Using a novel Free-Air Diesel and Ozone Enrichment (FADOE) platform, we exposed seedlings to elevated O 3 , diesel exhaust (NO X ), both in combination, and ambient air. Receiver seedlings exhibited a 49% reduction in bark damage, a 15% increase in net photosynthesis, and priming of green leaf volatile emissions compared to controls and altered blend of emitted VOCs. Despite air pollution affecting photosynthesis, stomatal conductance and VOC emissions, neighbour-induced defences against herbivory remained effective under polluted conditions.",
          "url": "https://doi.org/10.1038/s43247-025-03175-3",
          "doi": "https://doi.org/10.1038/s43247-025-03175-3",
          "filter": 2
        },
        {
          "title": "Freshwater subarctic wetlands are vulnerable to future thermal stress from climate warming",
          "authors": "Amaryllis K. Adey, Rachel Hughes, Alyssa M. Willson, Alan F. Hamlet, Katherine E. O’Reilly, Erik M. Curtis, Gary A. Lamberti",
          "url": "https://doi.org/10.1038/s43247-025-03080-9",
          "doi": "https://doi.org/10.1038/s43247-025-03080-9",
          "filter": 2
        },
        {
          "title": "Author Correction: Lakes are experiencing more severe heatwaves than the atmosphere",
          "authors": "Yifan Yang, Jianming Deng, R. Iestyn Woolway, Erik Jeppesen, Kun Shi, Boqiang Qin, Yingcheng Lu, Yunlin Zhang, Zheng Tang",
          "url": "https://doi.org/10.1038/s43247-026-03179-7",
          "doi": "https://doi.org/10.1038/s43247-026-03179-7",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "“Why didn’t the sirens wail on the roofs?”: political framing competition in the German parliament following the 2021 floods",
          "authors": "Reja Wyss, Mihail Chiru",
          "url": "https://doi.org/10.1080/09644016.2025.2609431",
          "doi": "https://doi.org/10.1080/09644016.2025.2609431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Perspectives and opportunities for the intensive use of biochar in Brazil",
          "authors": "Amanda Ronix, Coral Michelin, Eduardo Carvalho, Carlos C Cerri, Osvane Faria, Antônio Bogado, Marcos Freitas, Leonidas Carrijo Azevedo Melo, Carlos Alberto Silva, Daniela Martins Da Costa Neves, Aline Furtado Rodrigues, Fabiana Rezende, José D Rocha, Dimas Nicolao, Stephen Joseph, Agnieszka Ewa Latawiec",
          "abstract": "The use of biochar technology in Brazil holds significant promise for advancing the principles of a circular economy, addressing pressing environmental challenges, and fostering sustainable development. Despite its great potential, biochar production and scale use remain strikingly limited in Brazil. Here, we explored the multifaceted potential of biochar in Brazil, focusing on its capacity to promote circularity, create novel inputs for agricultural and environmental purposes, and optimize infrastructure for the production and cycling of organic residues from diverse agricultural and energy production chains. Semi-structured interviews were conducted with stakeholders, and a workshop was organized with participants representing universities, public research institutes, private companies, and non-governmental organizations. We analyzed the current Brazilian scenario, identifying the main barriers preventing the widespread use of biochar in the country, as well as possible solutions in the economic, political, technological, R&amp;D, and innovation sectors. Based on this assessment, our results show that stakeholders view the Brazilian biochar sector as emerging but constrained by regulatory uncertainty, market fragmentation, and logistical bottlenecks. They identified five priority levers for change: the creation of clear and credible regulatory frameworks, region-specific strategies for biomass use and on-farm deployment, integration of biochar into robust carbon market mechanisms, strengthening of targeted research and demonstration projects, and development of business models that combine agricultural benefits, carbon removal, and co-products.",
          "url": "https://doi.org/10.1088/1748-9326/ae36c4",
          "doi": "https://doi.org/10.1088/1748-9326/ae36c4",
          "filter": 0
        },
        {
          "title": "From global north to south: Governing contaminants of emerging concern in water systems",
          "authors": "Nhlanhla Hlongwa, Victor Parry, Bridget Makhahlela, Daniel Kibirige, Kirsty Carden",
          "abstract": "Contaminants of emerging concern (CECs), notably per- and polyfluoroalkyl substances (PFAS), pharmaceuticals, and microplastics (MPs), are increasingly detected in water systems, posing growing risks to ecosystems, human health, and socio-economic stability. This descriptive scoping review pursues four objectives: (i) quantify CEC occurrence across the Global North and South, focusing on low- to middle-income developing countries (LMIDCs); (ii) assess policy frameworks and governance readiness; (iii) propose a feasible, phased roadmap for LMIDCs; and (iv) evaluate enabling conditions and potential impacts. Literature synthesised from 2020–2025 documents widespread contamination in drinking, surface, and wastewater, with concentrations in LMIDC hotspots 5–20 times higher than in the Global North. In South Africa’s Vaal River, PFAS exceeded 400 ng/L, pharmaceuticals approached 1,000 ng/L, and MPs averaged approximately 31 particles/m³ in drinking water. Policy analysis reveals fragmented monitoring and limited treatment coverage in LMIDCs, in contrast to integrated, mixture-aware frameworks in the Global North. The proposed three-phase roadmap entails: (1) establishing CEC standards and baseline monitoring, (2) piloting targeted treatment supported by Extended Producer Responsibility (EPR) schemes, and (3) embedding adaptive, mixture-aware regulation within Water Safety Plans. Feasibility analysis identifies enforceable standards, predictable financing, laboratory capacity, and public engagement as key success factors. Full implementation could reduce PFAS and pharmaceutical loads by 50–80 %, cut MPs by over 90 %, and prevent multi-billion-dollar (USD) annual PFAS-related healthcare costs. These actions would help LMIDCs such as South Africa transition from reactive to proactive water-quality governance and advance Sustainable Development Goals (SDGs) 6, 3, and 14.",
          "url": "https://doi.org/10.1088/1748-9326/ae3782",
          "doi": "https://doi.org/10.1088/1748-9326/ae3782",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The role of projects of common interest in reaching Europe's energy policy targets",
          "authors": "Bobby Xiong, Tom Brown, Iegor Riepin",
          "abstract": "The European Union aims to achieve climate-neutrality by 2050, with interim 2030 targets including 55% greenhouse gas emissions reduction compared to 1990 levels, 10 Mt p.a. of a domestic green hydrogen production, and 50 Mt p.a. of domestic CO 2 injection capacity. To support these targets, Projects of Common and Mutual Interest (PCI-PMI) — large infrastructure projects for electricity, hydrogen and CO 2 transport, and storage — have been identified by the European Commission. This study focuses on PCI-PMI projects related to hydrogen and carbon value chains, assessing their long-term system value and the impact of pipeline delays and shifting policy targets using the sector-coupled energy system model PyPSA-Eur.&amp;#xD;Our study shows that PCI-PMI projects enable a more cost-effective transition to a net-zero energy system compared to scenarios without any pipeline expansion. Hydrogen pipelines help distribute affordable green hydrogen from renewable-rich regions in the north and southwest to high-demand areas in central Europe, while CO 2 pipelines link major industrial emitters with offshore storage sites. Although these projects are not essential in 2030, they begin to significantly reduce annual system costs by more than €26 billion from 2040 onward. Delaying implementation beyond 2040 could increase system costs by up to €24.2 billion per year, depending on the extent of additional infrastructure development. Moreover, our results show that PCI-PMI projects reduce the need for excess wind and solar capacity and lower reliance on individual CO 2 removal technologies, such as Direct Air Capture, by 13 to 136 Mt annually, depending on the build-out scenario.",
          "url": "https://doi.org/10.1088/1748-9326/ae3846",
          "doi": "https://doi.org/10.1088/1748-9326/ae3846",
          "filter": 2
        },
        {
          "title": "A satellite-based assessment of ERA5 soil moisture and land surface temperature interannual co-variability",
          "authors": "Luís Fróis, Isabel F Trigo, Wouter A. Dorigo, Patricia de Rosnay, Emanuel Dutra",
          "abstract": "Land surface temperature provides a fingerprint of the surface energy balance. Under similar radiative forcing, particularly during daytime and clear-sky conditions, its temporal variability is expected to be coupled to surface conditions such as availability of soil moisture and plant functional conditions. In this study, we use Earth observations to identify regions with a strong interannual co-variability between the diurnal amplitude of land surface temperature and surface soil moisture. Land surface temperature is taken from the European Organisation for the Exploitation of Meteorological Satellites Applications Facility on Land Surface Analysis and soil moisture from the Copernicus Climate Change Service for the period 2004-2023 over the 0° Meteosat Second Generation region, encompassing Africa and Europe. We introduce a new metric to quantify the soil moisture-temperature interannual co-variability in the satellite data, which is then applied to evaluate the fifth reanalysis from the European Centre for Medium-Range Weather Forecasting (ERA5). Earth observations and ERA5 show similar spatial co-variability patterns across much of the domain, highlighting regions of transition between climate zones. However, ERA5 shows weaker co-variability in regions with large interannual vegetation variability. These findings suggest that accurately capturing the interannual variability of land surface temperature and its co-variability with soil moisture, in regions with large vegetation variability, may require a dynamic representation of vegetation status, beyond the mean annual cycles currently implemented in ERA5.",
          "url": "https://doi.org/10.1088/1748-9326/ae3789",
          "doi": "https://doi.org/10.1088/1748-9326/ae3789",
          "filter": 2
        },
        {
          "title": "Atmospheric rivers increase global flood risk",
          "authors": "Sucheta Pradhan, Conrad Wasko, Murray C. Peel",
          "abstract": "Atmospheric rivers (ARs) are narrow corridors of concentrated moisture known to distribute moisture globally and influence extreme precipitation events. However, the contribution of ARs to rare flood risk, the resultant hazard from extreme precipitation events, remains unquantified. Here, using 2686 largely regulation-free catchments across the world, we find that in some regions ARs are linked to over 70% of the largest precipitation and streamflow events. AR related precipitation significantly shortens the recurrence intervals of large flood events, making them 2 to 8 times more likely. In parts of Northern America, Europe and Australia, rare flood events are up to 12 times more likely when an ARs is present. We conclude that ARs play a crucial role in increasing the frequency of extreme hydrological events on a global scale.",
          "url": "https://doi.org/10.1088/1748-9326/ae362a",
          "doi": "https://doi.org/10.1088/1748-9326/ae362a",
          "filter": 2
        },
        {
          "title": "Atmospheric forcing uncertainty contributes to divergent estimates of China’s terrestrial carbon dynamics",
          "authors": "Yue Cheng, Peng Luo, Hao Yang, Mingwang Li, Honglin Li, Yu Huang, Ming Ni, Wenwen Xie, Chuan Luo, Zhigang Hu",
          "abstract": "Accurate quantification of terrestrial carbon dynamics is essential for assessing ecosystem–climate feedbacks and informing climate mitigation in the Anthropocene. China, as both the world’s largest emitter and a region of rapid ecological change, plays a key role in the global carbon cycle. Yet uncertainties in atmospheric forcing datasets remain a significant source of uncertainty in land surface model simulations and are rarely assessed systematically. Here, we assess China’s terrestrial carbon budget (1979–2014) using the Community Land Model (CLM 5.0 ) driven by three widely used meteorological datasets: CRUNCEP, the Global Soil Wetness Project Phase 3 (GSWP3), and the China Meteorological Forcing Dataset (CMFD), and evaluated against more than 800 FLUXNET site-months and nine eddy covariance towers. Forcing choice strongly alters the magnitude and trend of carbon fluxes, and China’s terrestrial ecosystems acted as either a weak carbon sink or a net source, depending on the forcing. GSWP3 performed best overall in simulating gross primary productivity (GPP), CRUNCEP relatively poorly, and CMFD best in high-altitude and cold-dry regions. Total ecosystem carbon storage was estimated at 86.30–90.00 PgC, primarily in soil (84.1%) and vegetation (15.9%). Interannual GPP variability was mainly controlled by precipitation (29.4%), followed by temperature (17.2%), while shortwave radiation had negative effects (11.5%). Shapley additive explanations analysis further showed that moisture-related variables (precipitation and humidity) dominate interannual GPP variability. By combining process-based modeling and machine learning, this study shows how uncertainties in meteorological inputs affect terrestrial carbon dynamics. These findings underscore the limitations of single-forcing simulations in Earth system modeling and highlight the need for improved meteorological inputs to support robust carbon budgeting and climate neutrality goals.",
          "url": "https://doi.org/10.1088/1748-9326/ae2af8",
          "doi": "https://doi.org/10.1088/1748-9326/ae2af8",
          "filter": 2
        },
        {
          "title": "Energy transition towards photovoltaic and wind mitigates trade-offs between energy water use and irrigation in the yellow river basin",
          "authors": "Yichu Huang, Xiaoming Feng, Junze Zhang, Chaowei Zhou, Bojie Fu",
          "abstract": "Reconciling societal water needs and ecosystem services is integral to sustainable development in big river basins. Renewable energy such as photovoltaic (PV) and wind power provide opportunities to mitigate sectoral water use, but quantifying their effects on the water-energy-land nexus remains challenging. Using an engineering-economic optimization model, this study quantifies how, and to what extent, energy transition towards PV and wind mitigates water competition between the energy and land sectors in the Yellow River Basin from 2020 to 2050. Results show that under current conditions, energy water use increases by 32.9×108 m3/yr (+34.2%) while irrigation water decreases by 23.3×108 m3/yr (-12.7%) compared to the baseline. Transitioning to PV and wind energy, alongside electricity transmission, substantially alleviates the competition. Energy water use decreases by 82.1×10⁸ m³/yr (-63.7%) across the basin, and irrigation water is replenished by 21.9×108 m3 yr-1 (+54.7%) in Inner Mongolia and 1.6×108 m3 yr-1 (+35.9%) in Shandong. Though costly, the transmission line from Inner Mongolia and Shandong is prioritized for reducing the local consumption of renewable energy, ensuring downstream energy supply and restoring irrigation water availability. These findings underscore the critical role of transitioning to renewable energy in resolving sectoral water conflicts, and highlight the importance of electricity transmission in balancing spatial disparities in energy and irrigation demands across the basin.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae3784",
          "doi": "https://doi.org/10.1088/1748-9326/ae3784",
          "filter": 2
        },
        {
          "title": "Long run emulator calibration increases warming and sea-level rise projections",
          "authors": "Chris Wells, Donald P Cummins, Haozhe He, Chris Smith",
          "abstract": "Owing to their short runtime compared to Earth System Models (ESMs), as well as the difficulty of the latest ESMs from the Coupled Model Intercomparison Project Phase 6 (CMIP6) to reproduce historical warming and the so-called “hot model problem”, constrained reduced-complexity climate models (“emulators”) are increasingly used to produce global warming projections from emissions scenarios. Emulators are often calibrated on idealised abrupt CO2 quadrupling experiments from CMIP6, particularly the global surface temperature response over time to an imposed radiative forcing. Such CMIP6 experiments tend to be run for 150 years, which is not sufficient to reveal the full equilibrium response to an imposed climate forcing. Here we show that, when longer experiments are available for emulator calibration, the long-term climate warming projections increase, particularly for 2100, by up to 0.70 (0.42-0.93, 25th to 75th percentile) °C in the median under a high emissions scenario; peak global warming in a high overshoot scenario is higher by 0.24°C (0.14-0.31°C). Corresponding long-term thermosteric sea level rise is consequently higher, by 0.45 (0.22-0.52, 25th to 75th percentile) m in 2500. This result, consistent across calibrations from 17 ESMs, has implications for climate change mitigation strategies, as it is likely that even more stringent emissions reductions would be required to limit long-term warming and sea level rise than previously thought.",
          "url": "https://doi.org/10.1088/1748-9326/ae3847",
          "doi": "https://doi.org/10.1088/1748-9326/ae3847",
          "filter": 2
        },
        {
          "title": "Refining land-use-specific carbon emission factors for commodity-driven deforestation monitoring in Colombia",
          "authors": "Camilo Zamora, Christopher Martius, Robert Masolele, Katja Berger, Johannes Reiche, Louis V Verchot, Zoltan Szantoi, Martin Herold",
          "abstract": "Deforestation remains one of the most significant sources of greenhouse gas emissions globally. Tropical regions are especially critical for climate mitigation due to their high carbon density and ongoing conversion to agricultural uses. While Earth Observation (EO) has become fundamental for assessing land-use change over time and space, key gaps persist in understanding associated carbon emissions (CE) and their distribution across production systems, information required by diverse international and European policy frameworks targeting greenhouse gas reduction and deforestation. To address this, the study integrates satellite-derived aboveground biomass with machine learning-based land-use modeling to quantify commodity-specific CE from deforestation in Colombia. Our key findings reveal that pasture expansion for livestock dominates emissions (&gt;67% in the Amazon and Orinoquía regions, approximately 25% nationally), while cocoa and coffee, despite smaller cultivation areas, exhibit high emission factors (&gt;25% of subregional totals in the Andes, Pacífico, and Caribbean). Smallholder croplands contribute up to 16.7% regionally, and oil palm plays a modest role nationally. These results underscore the importance of targeting both extensive pasture systems and high-emission perennial crops in deforestation-free supply chain policies, while considering the diverse regional land-use dynamics. In conclusion, our framework offers spatially explicit, crop-specific emission estimates that address essential gaps in EO-based CE quantification. It provides clear, actionable baselines for monitoring policies aimed at promoting deforestation-free supply chains, such as the EU Deforestation Regulation (EUDR), across tropical landscapes. Ultimately, this data supports the creation of a comprehensive database of country-specific emission factors, a resource critical for enhancing national carbon inventories, guiding policy decisions related to high-risk deforestation commodities, and ensuring more transparent and traceable zero-deforestation supply chains.",
          "url": "https://doi.org/10.1088/1748-9326/ae36c3",
          "doi": "https://doi.org/10.1088/1748-9326/ae36c3",
          "filter": 2
        },
        {
          "title": "Fire-driven formaldehyde enhancement and population health burden revealed by TROPOMI in the contiguous U.S.",
          "authors": "Jiaqi Shen, Jennifer Kaiser, Xiaomeng Jin",
          "abstract": "Ambient formaldehyde (HCHO) is a leading contributor to cancer risk among the 187 hazardous air pollutants (HAPs) regulated in the United States (U.S.). Fires emit HCHO and its precursors and enhance secondary HCHO formation downwind, raising concerns about health impacts. However, the contribution of fire to ambient HCHO remains poorly quantified because ground-based monitoring is sparse and largely urban. Here, we present the first satellite-based quantification of fire-attributable HCHO enhancement and associated health risks across the contiguous U.S. from 2020–2023. We improve TROPOMI retrievals of HCHO columns to account for smoke aerosol effects, and evaluate the changes in column and surface HCHO under fire smoke using NOAA’s HMS smoke product. Annual mean HCHO shows a distinct increase under fire smoke, with vertical column density increased by 6%–16% and surface HCHO by 6%–11%. The spatial distribution of this enhancement aligns with major wildfire activities across California in 2020, the Pacific Northwest in 2021 and the Southern U.S. in 2022, and is most extensive in 2023, likely reflecting the combined influence of Canadian fire smoke intrusions, U.S. wildfires and elevated temperatures. Exposure at 2020–2023 levels translates to an estimated 275–482 excess lifetime cancer cases, indicating a non-negligible health burden from fire-related HCHO even in years of moderate fire activity.",
          "url": "https://doi.org/10.1088/1748-9326/ae3788",
          "doi": "https://doi.org/10.1088/1748-9326/ae3788",
          "filter": 2
        },
        {
          "title": "Are there lightning fires in the Brazilian Amazon?",
          "authors": "Cunhui Zhang, Thomas Albert Jacobus Janssen, Jose V. Moris, Niels Andela, Matthew Jones, Renata Libonati, Lucas Menezes, Imma Oliveras Menor, Carlota Segura-Garcia, Sander Veraverbeke",
          "abstract": "The Brazilian Amazon contains approximately 40% of the world's tropical rainforest and plays a critical role in preserving biodiversity and regulating water, energy and carbon cycles. However, deforestation and increasingly frequent droughts, heatwaves and wildfires threaten these rainforests. Amazonian fires are generally assumed to be entirely anthropogenic, which has led to lightning-ignited fires being underexplored. Here, we present the first detailed assessment of the spatiotemporal patterns of lightning-ignited fires in the Amazon rainforest to elucidate the role of lightning and human ignitions in shaping Amazon fire dynamics. To do this, we matched cloud-to-ground lightning strokes from the Global Lightning Dataset (GLD360) with individual fire events between 2019 and 2024 to obtain a probability of lightning ignition for each fire. We also calculated a human-ignition probability index using proximity to roads, waterways, and human land cover as proxies for human activity. By combining both probabilistic indices with ground-observed lightning ignitions from eight protected areas, we could optimize the threshold that determines if an ignition is more likely to be caused by lightning or human activities. We estimate that in the Brazilian Amazon, lightning caused on average 0.2–0.4% of all fires each year (234–407 ignitions per year) and 1.1–1.2% of the annually burned area (1,226–1,358 km2 per year) between 2019 and 2024. More than 89% of these fires occurred in the late dry season between August and November, peaking in September and October. Despite lightning-ignited fires contributing a small proportion of all Amazonian fires, they constitute over 25% of the fires in identified grid clusters in parts of the states of Pará (particularly in the Breves region), Amazonas, and Rondônia. This study provides the first estimation of the role of natural ignitions in Amazon fire dynamics and a scientific basis for understanding their contribution within the region.",
          "url": "https://doi.org/10.1088/1748-9326/ae3786",
          "doi": "https://doi.org/10.1088/1748-9326/ae3786",
          "filter": 2
        },
        {
          "title": "Mapping low-intensity selective logging across the Peruvian Amazon",
          "authors": "Christopher Bousfield, David P Edwards, Matthew G Hethcoat, Luis Enrique Campos Zumaeta, Edwin Allccahuaman Mañuico, Yesenia Yojaira Anabella Minhuey Espinoza, Robert G. Bryant",
          "abstract": "Selective logging is a major driver of tropical forest degradation and is estimated to span over 400 million hectares of tropical forest. Despite widely available forest monitoring tools that effectively map deforestation, accurate and scalable remote sensing methods to detect selective logging are less advanced. Previous efforts are largely unable to reliably detect the low-intensity selective logging (&lt; 10 m3ha-1) that dominates across much of the Amazon rainforest, the world’s largest remaining stock of tropical timber. Utilising a unique training dataset of high-resolution uninhabited aerial vehicle (UAV) imagery from logged forests across the Peruvian Amazon, we build random forest models trained to detect selective logging using freely available optical satellite images from Sentinel-2 and Landsat. We find the Sentinel-2 model to be highly accurate (F1 score: 0.88, kappa: 0.85, false detection rate: 6.3%), outperforming the Landsat model (F1 score: 0.77, kappa: 0.74, false detection rate: 21.7%). Both models accurately detected 3- to 20-fold more selective logging activity in our validation data than widely available forest monitoring tools (TMF, GLAD-S2 Alerts, RADD Alerts). We demonstrate novel uses for these logging-detection models in the monitoring of legal timber harvesting inside forest concessions and illegal harvesting of wood inside Protected Areas. These results have the potential to transform our understanding of low-intensity, logging-induced forest degradation at broad scales, demonstrating the clear potential of remote sensing methods to effectively monitor both legal and illegal selective logging in tropical forests.",
          "url": "https://doi.org/10.1088/1748-9326/ae3787",
          "doi": "https://doi.org/10.1088/1748-9326/ae3787",
          "filter": 2
        },
        {
          "title": "Predicting aflatoxin risk with seasonal meteorological forecast",
          "authors": "Darina Balková, Richa Raj, Harald E Rieder, Marco Camardo Leggieri, Paola Battilani",
          "abstract": "Aflatoxin contamination in maize ( Zea mays ), primarily caused by Aspergillus flavus , is&amp;#xD;strongly influenced by meteorological conditions and remains a major food safety concern.&amp;#xD;Predictive models have been developed to support contamination risk assessment and&amp;#xD;management strategies, typically relying on meteorological data from local weather&amp;#xD;stations. While these inputs offer high accuracy, their limited spatial coverage and lack of&amp;#xD;forecasting capability reduce their application as early warning systems and in-season&amp;#xD;decision support. This study evaluates the integration of ERA5-Land reanalysis and&amp;#xD;seasonal climate forecasts into AFLA-maize, a mechanistic model for predicting aflatoxin&amp;#xD;B1 contamination, to extend its spatial and temporal applicability. Using historical data&amp;#xD;from the Emilia-Romagna, Italy (2008–2025), we tested bias-adjusted ERA5-Land inputs&amp;#xD;and developed a hybrid forecasting approach combining reanalysis data for the early-season&amp;#xD;with adjusted forecasts for the later crop stages. Results show that simulations driven by&amp;#xD;ERA5-Land reproduced contamination probability in 91% of years compared to&amp;#xD;station-based results, supporting its use in regions with low quality observations or missing&amp;#xD;station networks. Hybrid integrations of bias-adjusted forecasts provided contamination&amp;#xD;risk assessments 3–8 weeks ahead of harvest, showing the trade-off between lead time and&amp;#xD;accuracy. Forecast initialized later in the season (August) achieved much higher accuracy&amp;#xD;(up to 91%) but offer less time for action, whereas earlier initializations (June, July) bear&amp;#xD;larger uncertainty (accuracy of 88-93%) but extended the decision windows. Furthermore,&amp;#xD;the availability of ensemble forecasts allows to quantify the uncertainty, providing&amp;#xD;probability ranges across members that support risk communication and early warning&amp;#xD;outputs. In summary, the presented approach extends AFLA-maize into a scalable and&amp;#xD;transferable tool for anticipatory risk management, supporting climate-resilient agriculture&amp;#xD;and food safety through publicly available meteorological data.",
          "url": "https://doi.org/10.1088/1748-9326/ae3629",
          "doi": "https://doi.org/10.1088/1748-9326/ae3629",
          "filter": 2
        },
        {
          "title": "Protected areas are effective at conserving carbon sink capacity even in fire-prone terrestrial ecosystems",
          "authors": "Diego Bengochea Paz, Ana Rey, Miguel A. A Zavala, Miguel B. Araujo",
          "abstract": "Recent studies have claimed that protected areas (PAs) in fire-prone landscapes may undermine forest carbon conservation by creating high fuel load concentrations, challenging the role of PA expansion as a climate change mitigation strategy. We tested this hypothesis using above-ground biomass trends from 2017-2024 across Spain, a region experiencing intensifying drought and extreme events as well as increasing wildfire pressure. Using statistical matching techniques that control for initial biomass conditions and climate exposure, we compared biomass carbon conservation performance between PAs and non-PAs. PAs significantly outperformed non-PA counterparts, showing better biomass carbon conservation in 70% of biomass-matched comparisons and maintaining this advantage in 59% of climate-controlled comparisons—representing a statistically significant 9% advantage over the null hypothesis. We find that most strict PAs (National Parks) have an enhanced effectiveness, showing better performance in carbon conservation in 85% of biomass-controlled and 68% of climate-controlled matches, respectively. This advantage demonstrates that protection status itself, not merely favorable location, can drive enhanced carbon conservation. Our results provide empirical support for PA expansion as an effective climate change mitigation strategy.",
          "url": "https://doi.org/10.1088/1748-9326/ae3783",
          "doi": "https://doi.org/10.1088/1748-9326/ae3783",
          "filter": 2
        },
        {
          "title": "Winter wheat improves soil carbon sequestration with reduced gains in warmer climates",
          "authors": "Georgios Giannarakis, Vasileios Sitokonstantinou, Dimitrios Bormpoudakis, Ilias Tsoumas, Nikiforos Samarinas, Gustau Camps-Valls, Charalampos Kontoes",
          "abstract": "Sustainable agricultural intensification requires a precise understanding of how land use decisions influence soil organic carbon (SOC) sequestration under varying environmental conditions. We apply causal machine learning to evaluate the heterogeneous impact of winter wheat-based rotations on SOC at the field-level across Lithuania. Using a nationwide dataset collected over five years (2018–2022), including crop types, management practices, soil properties, and environmental conditions, we estimate how the effects of winter wheat-based rotation vary across space and climate. Our results indicate that winter wheat generally enhances SOC levels, but its effectiveness is modulated by climate. Cooler regions experience higher SOC gains, whereas warmer regions show diminished or even negative effects. Future climate projections suggest that the potential for winter wheat sequestration may decline under high-emission scenarios. These findings highlight the importance of localized agricultural strategies that account for climate variability to maximize SOC sequestration and ensure long-term soil sustainability.",
          "url": "https://doi.org/10.1088/1748-9326/ae3785",
          "doi": "https://doi.org/10.1088/1748-9326/ae3785",
          "filter": 2
        },
        {
          "title": "Evaluation of daily gridded climate products using in situ FLUXNET data and tree growth modeling",
          "authors": "Feng Wang, Erika K Wise, Kevin J. Anchukaitis, Qing Chang, Matthew Paul Dannenberg",
          "abstract": "Gridded climate data products have facilitated research in climate and ecology by providing meteorological data continuously across large spatial scales. However, the sensitivity of scientific outcomes to dataset choice remains poorly understood, and evaluation using station-based records can favor datasets built heavily on weather stations. Here, we evaluate seven high-resolution daily gridded datasets covering the contiguous United States using independent meteorology from the FLUXNET2015 dataset, with a focus on the implications of dataset choice for process-based tree growth modeling. We find that gridded products tend to capture temperature accurately while consistently overestimating the magnitude and frequency of precipitation and its extremes. Moreover, datasets vary in how they define a “day,” which significantly affects temporal alignment with FLUXNET2015 observations. Despite differences among the datasets, the interannual variability in tree ring simulations is insensitive to dataset choice, likely because daily-scale biases are averaged out through accumulated growth across several months. However, inaccuracies in temperature and precipitation can significantly bias modeled xylem cell production, with systematically higher annual precipitation in the gridded datasets leading to greater xylem production compared to simulations using in situ data. Our results suggest that model applications, especially those that integrate to time scales longer than one day, are likely insensitive to climate dataset choice, but applications that are sensitive to daily climate variations or to absolute climate values need to carefully consider biases in gridded climate products.",
          "url": "https://doi.org/10.1088/1748-9326/ae384b",
          "doi": "https://doi.org/10.1088/1748-9326/ae384b",
          "filter": 2
        },
        {
          "title": "Structural biases in marine microplastics research: the underrepresentation of deep ocean and full water column studies",
          "authors": "Francisco Machin, J Hernández-Borges, E Fraile-Nuez, D Vega-Moreno",
          "abstract": "The distribution and fate of marine microplastics have become central concerns in ocean science, yet the literature remains strongly biased toward coastal and surface environments. This review presents a systematic analysis of over 40,000 peer-reviewed articles indexed in Scopus and Web of Science between 1980 and 2024, classified according to their disciplinary scope, marine environment, and climate-inspired framing (Diagnosis, Mitigation, Adaptation). Our results reveal persistent structural imbalances: biology dominates thematically, beaches and coastlines dominate spatially, and diagnostic efforts far outnumber mitigation or adaptation studies. Crucially, the deep ocean-despite comprising the majority of marine volume and likely acting as a long-term reservoir for microplastics-remains severely underrepresented. Studies that include sampling below 1,000 meters are rare, and most lack specific geographic metadata. While the growth in microplastics literature is robust, its conceptual and spatial coverage remains narrow. We argue for a strategic expansion of research to include the full depth and breadth of the ocean, and for increased interdisciplinarity to reduce current uncertainties in global plastic budgets and support evidence-based mitigation efforts.",
          "url": "https://doi.org/10.1088/1748-9326/ae3849",
          "doi": "https://doi.org/10.1088/1748-9326/ae3849",
          "filter": 2
        },
        {
          "title": "Climate double whammy: assessing the physical and transition climate risks of overseas power projects",
          "authors": "Xia Li, Kevin Gallagher, Xu Chen",
          "abstract": "This study examines both the physical and transition climate risks of 578 bilaterally-financed overseas power projects across 105 countries, funded by the world’s three largest economies–the United States, China, and Japan. We geolocate each power project and obtain forecasted physical climate risk exposures at these locations using data from Moody’s ESG Solutions. We measure transition climate risks using the project specific committed CO₂ emissions and find a positive correlation between physical and transition climate risks across these projects—which are driven primarily by fossil fuel investments. Coal power plants exhibit the highest level of both physical and transition climate risks. Although hydropower projects tend to have lower carbon emissions, they face the highest flood risk among all fuel types. We find no evidence that the positive relationship between physical and transition climate risks varies by financier country or financing type. These results highlight the need for integrated climate risk assessments in international energy finance and underscore the potential for climate-related liabilities to compound across multiple risk channels.",
          "url": "https://doi.org/10.1088/1748-9326/ae3848",
          "doi": "https://doi.org/10.1088/1748-9326/ae3848",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Guns or Green? A social-ecological systems analysis of defense expenditure, clean energy, and financial inclusivity in India and Pakistan",
          "authors": "Muhammad Ramiz Murtaza, Atta Ullah, Quande Qin, Thin Thin Hlaing",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103112",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103112",
          "filter": 0
        },
        {
          "title": "Unity in diversity: The evolution of the grassland social-ecological systems in China and Mongolia",
          "authors": "Haibin Dong, Xiangjuan Hou, Yongzhi Zhao, Qing Xu, Tariq Ali, Siqi Yang, Qing Zhang, Xiangyang Hou",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103113",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Enduring impacts of El Niño on life expectancy in past and future climates",
          "authors": "Yanbin Xu, Wenjun Zhu, Dhrubajyoti Samanta, Benjamin P. Horton",
          "abstract": "The El Niño–Southern Oscillation (ENSO) is a major driver of global climate variability, yet its long-term effect on life expectancy remains unclear. Here we quantify how ENSO persistently impedes mortality improvement, leading to considerable life expectancy and economic losses across high-income Pacific Rim countries. We estimate life expectancy losses of 0.5 years (monetary equivalent loss of US$2.6 trillion) for the 1982–1983 El Niño and 0.4 years (US$4.7 trillion) for the 1997–1998 event. Climate projections under moderate emissions pathways suggest a cumulative decline of 2.8 years in life expectancy by 2100, amounting to US$35 trillion losses, with most of the monetary burden falling on the middle-aged population. These findings reveal that intensifying ENSO variability poses an underrecognized and enduring threat to human health and socio-economic stability, underscoring the urgent need for targeted adaptation strategies to safeguard population well-being.",
          "url": "https://doi.org/10.1038/s41558-025-02534-4",
          "doi": "https://doi.org/10.1038/s41558-025-02534-4",
          "filter": 0
        },
        {
          "title": "Accounting for ocean impacts nearly doubles the social cost of carbon",
          "authors": "Bernardo A. Bastien-Olvera, Octavio Aburto-Oropeza, Luke M. Brander, William W. L. Cheung, Johannes Emmerling, Christopher M. Free, Francesco Granella, Massimo Tavoni, Jasper Verschuur, Katharine Ricke",
          "url": "https://doi.org/10.1038/s41558-025-02533-5",
          "doi": "https://doi.org/10.1038/s41558-025-02533-5",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Coastal flood risk to European surface transport infrastructure at different global warming levels",
          "authors": "Khin Nawarat, Johan Reyns, Michalis I. Vousdoukas, Eamonn Mulholland, Kees van Ginkel, Luc Feyen, Roshanka Ranasinghe",
          "abstract": "European coastal regions host a dense transport network that supports various human activities and well-being. However, global warming is expected to increase coastal flooding risk, whose impact on existing and planned European transport systems remains unknown. Here we present the fully probabilistic assessment of coastal flood risk to Europe’s surface transport infrastructure at different levels of global warming. Under baseline conditions (1980–2020), we find 1,592 km of networks are affected annually, causing expected annual damage of up to €722 million. Roads are projected to be more affected than railways in all countries. Passenger and haulage transport within the low-elevation coastal zone are currently overwhelmingly road dependent, which signals potential for widespread disruptions unless transportation modes change. With 1.5 °C warming, the Europe-wide expected annual damage may reach €1,108 million, and with 4 °C, it is projected to be as high as €1,487 million. Adaptation expenditures will increase with every fraction of global warming in most countries.",
          "url": "https://doi.org/10.1038/s41558-025-02510-y",
          "doi": "https://doi.org/10.1038/s41558-025-02510-y",
          "filter": 2
        },
        {
          "title": "Increased deciduous tree dominance reduces wildfire carbon losses in boreal forests",
          "authors": "Betsy Black, Xanthe J. Walker, Logan T. Berner, Jacqueline Dean, Scott J. Goetz, Winslow D. Hansen, Stefano Potter, Brendan M. Rogers, Anna C. Talucci, Michelle C. Mack",
          "url": "https://doi.org/10.1038/s41558-025-02539-z",
          "doi": "https://doi.org/10.1038/s41558-025-02539-z",
          "filter": 2
        },
        {
          "title": "Weakening mountain vegetation aspect asymmetry due to altered energy conditions",
          "authors": "Qing Tian, Feng Tian",
          "url": "https://doi.org/10.1038/s41558-025-02542-4",
          "doi": "https://doi.org/10.1038/s41558-025-02542-4",
          "filter": 2
        },
        {
          "title": "Impacts of global warming on coastal flood risk to European surface transport infrastructure",
          "url": "https://doi.org/10.1038/s41558-025-02518-4",
          "doi": "https://doi.org/10.1038/s41558-025-02518-4",
          "filter": 2
        },
        {
          "title": "Channelized melt beneath Antarctic ice shelves previously underestimated",
          "authors": "Ann-Sofie P. Zinck, Stef Lhermitte, Martin G. Wearing, Bert Wouters",
          "url": "https://doi.org/10.1038/s41558-025-02537-1",
          "doi": "https://doi.org/10.1038/s41558-025-02537-1",
          "filter": 2
        }
      ]
    }
  ]
}
