{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Cross-cultural climate engagement: a latent profile analysis of young adults in China and New Zealand",
          "authors": "Xiaoxiao Chen, Claudia R. Schneider, Donald W. Hine",
          "url": "https://doi.org/10.1007/s10584-025-04094-0",
          "doi": "https://doi.org/10.1007/s10584-025-04094-0",
          "filter": 0
        },
        {
          "title": "Vulnerability and food insecurity in the light of climate change: a comprehensive framework for the household context",
          "authors": "Víctor Martínez-Cano, Iker Etxano, Chiara De Tomassi, María José Sanz, Inmaculada Batalla",
          "url": "https://doi.org/10.1007/s10584-026-04114-7",
          "doi": "https://doi.org/10.1007/s10584-026-04114-7",
          "filter": 0
        },
        {
          "title": "Racial gaps in rooftop solar cannot be traced to gaps in demand",
          "authors": "Eric Scheuch",
          "url": "https://doi.org/10.1007/s10584-026-04111-w",
          "doi": "https://doi.org/10.1007/s10584-026-04111-w",
          "filter": 0
        },
        {
          "title": "Should centimillionaires bear (most of) the burden of international climate finance?",
          "authors": "Fausto Corvino",
          "url": "https://doi.org/10.1007/s10584-026-04107-6",
          "doi": "https://doi.org/10.1007/s10584-026-04107-6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Beware the Toll Dodgers: defending the Tollgate Principles for governing solar geoengineering",
          "authors": "Stephen M. Gardiner, Arthur R. Obst",
          "url": "https://doi.org/10.1007/s10584-025-04060-w",
          "doi": "https://doi.org/10.1007/s10584-025-04060-w",
          "filter": 2
        },
        {
          "title": "Do climate models agree on seasonal rainfall patterns and future changes over Southern Africa?",
          "authors": "Alan T. Kennedy-Asser, Rachel A. James, Joseph Daron, Ailish Craig, Christopher D. Jack, Piotr Wolski, Richard G. Jones",
          "url": "https://doi.org/10.1007/s10584-025-04073-5",
          "doi": "https://doi.org/10.1007/s10584-025-04073-5",
          "filter": 2
        },
        {
          "title": "Scenario-based LCOE assessment for bulk carriers within the scope of EU ETS encompassing Carbon Tax, Fuel Prices and GHG Emissions",
          "authors": "Alper Seyhan, Murat Bayraktar, Onur Yüksel, Coşkan Sevgili",
          "url": "https://doi.org/10.1007/s10584-026-04106-7",
          "doi": "https://doi.org/10.1007/s10584-026-04106-7",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Second-hand smartphones reduce carbon emissions, yet shorter use times limit actual gains",
          "authors": "Levon Amatuni, Christian Clemm, Benjamin Sprecher, Arnold Tukker, José M. Mogollón",
          "url": "https://doi.org/10.1038/s43247-025-03170-8",
          "doi": "https://doi.org/10.1038/s43247-025-03170-8",
          "filter": 0
        },
        {
          "title": "Green mining policies reduce carbon emissions in Chinese coal production bases",
          "authors": "Jiayin Mu, Biao Liu, Haoyue Zheng, Hanchu Du, Tiantian Ye, Yuanxu Tie, Yu Feng, Zhaorui Jing, Zhongke Bai, Jinman Wang",
          "url": "https://doi.org/10.1038/s43247-026-03223-6",
          "doi": "https://doi.org/10.1038/s43247-026-03223-6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Contrasting evolution of the Arabian Sea and Pacific Ocean oxygen minimum zones during the Miocene",
          "authors": "Anya V. Hess, Alexandra Auderset, Yair Rosenthal, Daniel M. Sigman, Alfredo Martínez-García",
          "abstract": "Ocean oxygen minimum zones have expanded since the mid-20 th century, yet their future remains uncertain. Previous studies show that the eastern tropical North Pacific was well oxygenated during the warm Miocene Climatic Optimum (17.0–14.8 Ma), suggesting better oxygenation under climatic warming. To explore whether this response was global, we reconstruct Miocene oxygenation in the second largest oxygen minimum zone, the Arabian Sea. Trace elements and nitrogen isotopes in planktonic foraminifera show that the Arabian Sea was also better oxygenated during the Miocene Climatic Optimum than today. However, deoxygenation history and establishment of a true oxygen deficient zone following the Miocene cooling lagged in the Arabian Sea, indicating the important role of regional oceanographic processes like proto-monsoon or Tethys outflow. Our study supports future projections of deoxygenation reversals in both oxygen minimum zones, but with more complexity in the Arabian Sea due to competing changes in monsoonal upwelling and influx from marginal seas.",
          "url": "https://doi.org/10.1038/s43247-025-03112-4",
          "doi": "https://doi.org/10.1038/s43247-025-03112-4",
          "filter": 2
        },
        {
          "title": "Detrital zircon–apatite fingerprinting challenges glacial transport of Stonehenge’s megaliths",
          "authors": "Anthony J. I. Clarke, Christopher L. Kirkland",
          "url": "https://doi.org/10.1038/s43247-025-03105-3",
          "doi": "https://doi.org/10.1038/s43247-025-03105-3",
          "filter": 2
        },
        {
          "title": "Oxidative uptake of Ce by oceanic ferromanganese crusts and implications for paleoredox estimates using Ce isotopes",
          "authors": "Alain Manceau, Jianlin Liao, Yan Li, Andrea Giacomelli, Marius Retegan, Andrea Koschinsky, Stephan N. Steinmann, Olivier Mathon",
          "url": "https://doi.org/10.1038/s43247-026-03196-6",
          "doi": "https://doi.org/10.1038/s43247-026-03196-6",
          "filter": 2
        },
        {
          "title": "Field in the frame: measuring agricultural ponds",
          "authors": "Alice Drinkwater",
          "url": "https://doi.org/10.1038/s43247-026-03199-3",
          "doi": "https://doi.org/10.1038/s43247-026-03199-3",
          "filter": 2
        },
        {
          "title": "Continental river runoff enhances atmospheric aerosol formation over the Arctic Ocean",
          "authors": "James Brean, Cédric G. Fichot, David C. S. Beddows, Douglas Worsnop, Zongbo Shi, Roy M. Harrison, Eija Asmi, Manuel Dall´Osto",
          "url": "https://doi.org/10.1038/s43247-025-02986-8",
          "doi": "https://doi.org/10.1038/s43247-025-02986-8",
          "filter": 2
        },
        {
          "title": "Occurrence of Heinrich stadials in the West Mediterranean and West African regions and their connections to atmospheric circulation changes",
          "authors": "Jon Camuera, Edward Armstrong, Paul Valdes, Francisco Jiménez-Espejo, Gonzalo Jiménez-Moreno, Antonio García-Alix, Leena Ruha, Miikka Tallavaara, Heikki Seppä",
          "url": "https://doi.org/10.1038/s43247-025-03103-5",
          "doi": "https://doi.org/10.1038/s43247-025-03103-5",
          "filter": 2
        },
        {
          "title": "Extraordinarily long duration of Eocene geomagnetic polarity reversals",
          "authors": "Yuhji Yamamoto, Slah Boulila, Futoshi Takahashi, Peter C. Lippert",
          "abstract": "One of the most intriguing attributes of Earth’s magnetic field is that it reverses polarity. Previous palaeomagnetic records mainly from the last ~17 million years indicate that the reversal process typically occurs over ten thousand or fewer years. Here we present an exceptionally resolved deep sea sedimentary palaeomagnetic record that captures two polarity transitions that occurred ~40 million years ago. These transitions occur over 18 and 70 thousand years and are much longer than the typical 10 kyr duration for younger reversals. Longer-duration transitions like these are calculated in numerical geodynamo models, suggesting that variable reversal durations are an intrinsic property of the geodynamo. This variability predicts that polarity transition durations can be much longer than 10 kyr. Occasional prolonged intervals of transitional, and weaker, geomagnetic fields would have exposed Earth’s Eocene environments to greater high-energy radiation from the sun for longer intervals of time, with potential impacts on biota.",
          "url": "https://doi.org/10.1038/s43247-026-03205-8",
          "doi": "https://doi.org/10.1038/s43247-026-03205-8",
          "filter": 2
        },
        {
          "title": "Mummified cave cheetahs inform rewilding actions in Saudi Arabia",
          "authors": "Ahmed Al Boug, Zaffar R. Mir, Sharif Jbour, Vincent van der Merwe, Abdullah Al Salem, Abdulmani H. Al-Qahtani, Saleh Al A’amri, Zuhair Amr, Francesco Maria Angelici, Francesco Maria Galassi, Elena Varotto, Mohammed F. Albeshr, Talal Al Shamari, Khalaf Al Shamari, Mohammed Al Mutairi, Pamela A. Burger, Stefan Prost, Carlos M. Duarte",
          "url": "https://doi.org/10.1038/s43247-025-03021-6",
          "doi": "https://doi.org/10.1038/s43247-025-03021-6",
          "filter": 2
        },
        {
          "title": "A mantle source formed after the lunar magma ocean crystallisation for the 3000 Ma-old lunar basalts",
          "authors": "R. E. Merle, C. Deligny, M. J. Whitehouse, G. G. Kenny, K. K. Larsen",
          "abstract": "There is no satisfactory model explaining the incompatible element-enriched chemical characteristics observed in few ~3000 Ma-old, low-titanium lunar basalts. Using in situ Pb-Pb systematics by Secondary Ion Mass Spectrometry, we determined crystallisation ages and initial Pb isotope ratios of the meteorites North West Africa (NWA) 4734, LaPaz Icefield (LAP) 02224, LAP 02205, Northeast Africa 003 and newly found meteorite NWA 14178. We show that these samples form a unique chemical and age group, distinct from any other chemical group known from the Moon. Pb isotope ratios suggest these basalts originated from an enriched source distinct from the KREEP mantle component identified in rocks from the Procellarum Terrane. Three-stage model-based Monte Carlo simulations suggest a mantle source formed from a depleted mantle at 4260 Ma – that is, after the solidification of the Lunar Magma Ocean. This mantle source may have acquired its chemical characteristics as a result of deep crust-breaking impact.",
          "url": "https://doi.org/10.1038/s43247-025-03002-9",
          "doi": "https://doi.org/10.1038/s43247-025-03002-9",
          "filter": 2
        },
        {
          "title": "Dust and smoke layers over the Atlantic Ocean weaken the underlying low-level cloud-top radiative cooling through different pathways",
          "authors": "Satyendra K. Pandey, Adeyemi A. Adebiyi",
          "abstract": "Aerosol semi-direct effects represent one of the least understood yet important pathways of aerosol interactions. These effects occur when absorbing aerosols rapidly adjust Earth’s radiative budget through modifications of thermodynamic structures that influence cloud cover. Over the Atlantic Ocean, where two primary radiation-absorbing aerosols (smoke and dust) dominate above clouds, the mechanisms by which aerosol-layer properties affect underlying low-level cloud-top radiative cooling—a critical parameter controlling cloudiness—remain unclear. Using ten years of satellite-derived aerosol, cloud, and radiative flux observations, combined with radiative-transfer simulations, we find that dust and smoke layers induce longwave-dominated warming responses that weaken the mean radiative cooling at low-level cloud tops. However, the pathways of this warming response differ, resulting in dust layers impacting cloud-top cooling about ten times more than smoke layers. Whereas dust properties dominate dust-induced warming responses through direct interactions in longwave, smoke-induced warming responses involve enhanced smoke-layer moisture that induces longwave radiation, opposing the impacts of smoke properties at cloud tops. This weakened cloud-top cooling response reduces low-level cloudiness by approximately 1.21% and 0.28% for dust and smoke, respectively. Our findings demonstrate the importance of accounting for longwave-mediated processes beyond traditional shortwave-dominated mechanisms in estimates of aerosol semi-direct effects.",
          "url": "https://doi.org/10.1038/s43247-026-03183-x",
          "doi": "https://doi.org/10.1038/s43247-026-03183-x",
          "filter": 2
        },
        {
          "title": "Silicic magma reservoir anisotropy persists through protracted crystallization and low strain rates",
          "authors": "Wenkai Song, Brandon Schmandt, Justin Wilgus, Fan-Chi Lin, Ross Maguire, Julien Chaput",
          "url": "https://doi.org/10.1038/s43247-026-03214-7",
          "doi": "https://doi.org/10.1038/s43247-026-03214-7",
          "filter": 2
        },
        {
          "title": "Climate change and ocean acidification pose a risk to underwater cultural heritage",
          "authors": "Luigi Germinario, Marco Munari, Isabella Moro, David Benavente, Francesco Terlizzi, Claudio Mazzoli",
          "abstract": "Ocean acidification caused by climate change drives a spectrum of ecological impacts on the marine environment, while also posing a lurking threat to the traces of human history lying on seabeds. We present a quantitative assessment of the climate change risk to underwater cultural heritage, focusing on the vulnerability of historical stone materials to shifting ocean pH levels. We monitored the amount and rate of stone surface material loss and textural alteration triggered by natural processes of mineral dissolution and biodeterioration in submarine settings, combining field and laboratory experimentations with climate models. Stone deterioration has been minimal in pre-industrial and present times; however, escalating anthropogenic emissions might lead to an exponential surge in vulnerability, with irreversible decay processes accelerating in the next decades and centuries, constrained by material properties and shifting biofouling dynamics. Ocean acidification will dramatically challenge the protection of underwater cultural heritage, demanding urgent preservation and adaptation policies.",
          "url": "https://doi.org/10.1038/s43247-026-03184-w",
          "doi": "https://doi.org/10.1038/s43247-026-03184-w",
          "filter": 2
        },
        {
          "title": "2023-2024 El Niño amplifies record sea level surges in African marine domains",
          "authors": "Franck Eitel Kemgang Ghomsi, Julienne Stroeve, Alex Crawford, Alain T. Tamoffo, Fernand L. Mouassom, Moagabo Raogosha",
          "url": "https://doi.org/10.1038/s43247-026-03204-9",
          "doi": "https://doi.org/10.1038/s43247-026-03204-9",
          "filter": 2
        },
        {
          "title": "Coral tissue depth reconstructed using skeletal microstructural offsets is driven by environmental stress",
          "authors": "James Vincent, Tom Sheldrake",
          "abstract": "Coral tissue depth reflects organismal health and is influenced by environmental stressors. Reconstructing its past variability on inter- and intra-annual timescales, however, is not yet possible. Here we reconstructed seasonal tissue depth by measuring spatial offsets between growth cycles in corallite porosity and theca geochemistry (Lithium/Magnesium and Barium/Calcium ratios) of a single Siderastrea siderea core collected in Barbados. We show spatial offsets and thus tissue depth vary systematically over multiyear timescales, with decreasing values associated with thermal stress that impact extension rate and calcification in subsequent growth cycles. Large environmental disturbances such as the 2021 volcanic eruption of La Soufrière (St. Vincent) also impact tissue depth, in this case likely due to the release of bioactive metals upon ash deposition. This study investigates the robustness of the offset signal within a single colony and with further validation across multiple colonies could help reconstruct regional to global environmental and ecological stressors.",
          "url": "https://doi.org/10.1038/s43247-025-03114-2",
          "doi": "https://doi.org/10.1038/s43247-025-03114-2",
          "filter": 2
        },
        {
          "title": "Carbon emissions along divergent plate boundaries modulate icehouse-greenhouse climates",
          "authors": "Ben R. Mather, R. Dietmar Müller, Adriana Dutkiewicz, Sabin Zahirovic",
          "abstract": "The exchange of carbon between oceanic plates, the deep Earth, and the atmosphere plays a significant role in modulating global climate. Icehouse-greenhouse climate fluctuations have been attributed to changes in palaeogeography and solid Earth degassing, particularly along continental arcs, to arc weathering and to the sequestration of carbon into oceanic carbonate-rich sediments. However, the proportions of these contributions and their effect on modulating global climate are poorly constrained. Here we show that the changing balance between volcanic outgassing and carbon sequestration into oceanic lithosphere is the key driver for major climate shifts. Combined volcanic arc, mid-ocean ridge and continental rift emissions exceed carbon sequestration during greenhouse climates. In contrast, oceanic plate sequestration exceeds emissions during icehouse climates. Our results challenge the long-held view that carbon degassing along volcanic arcs is the main contributor to atmospheric carbon, suggesting instead that mid-ocean ridge and rift degassing surpass arc emissions before 100 Ma.",
          "url": "https://doi.org/10.1038/s43247-025-03097-0",
          "doi": "https://doi.org/10.1038/s43247-025-03097-0",
          "filter": 2
        },
        {
          "title": "Origin and evolution of the most Mars-like yardang landforms in the Qaidam Basin of Northwest China",
          "authors": "Jimin Sun, Tongyan Lü, Kefa Zhou, Ran Zhang",
          "url": "https://doi.org/10.1038/s43247-026-03202-x",
          "doi": "https://doi.org/10.1038/s43247-026-03202-x",
          "filter": 2
        },
        {
          "title": "Anthropogenic climate change leads to a pronounced reorganisation of wintertime North Atlantic atmospheric circulation regimes",
          "authors": "Susmit Subhransu Satpathy, Christian L. E. Franzke, Vincent Verjans, Terence O’Kane",
          "url": "https://doi.org/10.1038/s43247-026-03180-0",
          "doi": "https://doi.org/10.1038/s43247-026-03180-0",
          "filter": 2
        },
        {
          "title": "Self-organization of mid-ocean ridge segments during oblique oceanisation",
          "authors": "Hao Su, Jie Liao, Sascha Brune, Taras Gerya, Wei Leng",
          "url": "https://doi.org/10.1038/s43247-026-03201-y",
          "doi": "https://doi.org/10.1038/s43247-026-03201-y",
          "filter": 2
        },
        {
          "title": "Zinc isotopes record lunar magmatic outgassing and surface processes in different Chang’e-5 samples",
          "authors": "Ziwei Wang, Haolan Tang, Yingnan Zhang, Frédéric Moynier, Ji Shen, Huimin Yu, Fang Huang, Liping Qin",
          "url": "https://doi.org/10.1038/s43247-026-03215-6",
          "doi": "https://doi.org/10.1038/s43247-026-03215-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Review of Machin and Wissenburg (2025) (eds.), Handbook of environmental political theory in the Anthropocene and Burke and Fishel (2025), The ecology politic: power, law, and earth in the Anthropocene",
          "authors": "Jonathan Pickering",
          "url": "https://doi.org/10.1080/09644016.2026.2613526",
          "doi": "https://doi.org/10.1080/09644016.2026.2613526",
          "filter": 0
        },
        {
          "title": "Cultivating hope: caring for a precarious emotion in the Ultima Generazione movement",
          "authors": "Giacomo Lampredi",
          "url": "https://doi.org/10.1080/09644016.2026.2616989",
          "doi": "https://doi.org/10.1080/09644016.2026.2616989",
          "filter": 0
        },
        {
          "title": "Rural–urban divide in support for renewable energy policy: evidence from Nevada’s renewable portfolio standard ballot initiative in 2020",
          "authors": "Inhwan Ko, Nicolas Wittstock, Dawson Frost",
          "url": "https://doi.org/10.1080/09644016.2025.2543109",
          "doi": "https://doi.org/10.1080/09644016.2025.2543109",
          "filter": 0
        },
        {
          "title": "Muddy waters: the electoral impact of river pollution from Galamsey in Ghana",
          "authors": "Victor Agboga",
          "url": "https://doi.org/10.1080/09644016.2025.2609420",
          "doi": "https://doi.org/10.1080/09644016.2025.2609420",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Modelling social norms in social-ecological systems: A systematic literature review",
          "authors": "Hannah Prawitz, Luana Schwarz, Jonathan F Donges",
          "abstract": "Social norms play a pivotal role in sustainability transitions by shaping human behavior and influencing responses to challenges such as climate change and natural resource management. They can facilitate or impede collective action. Although simulation models help to explore norm dynamics, modeling approaches remain scattered and lack synthesis specific to social-ecological systems. This systematic review aims to map existing computational approaches to modeling social norms within social-ecological systems, identifying trends, gaps and implications for research and policy. We conducted a systematic search of Web of Science and Scopus (search date: November 15, 2024), screened abstracts using validated large language models, and selected 159 relevant studies for analysis. Key aspects analyzed included publication trends, thematic focus, modeling methods, spatial scale, behavioral theory incorporation and norm representation. Publications increased over 25 years, with most studies originating from Europe and North America. Two dominant themes emerged: common-pool resource management and individual consumption behavior. Agent-based and evolutionary game-theoretic models prevail, but many omit explicit behavioral theories beyond rational choice theory. Models are mostly local or regional in scale and theoretical in nature. Descriptive norms are generally modelled endogenously and injunctive norms exogenously. Interactions between norm types and dynamic norm signaling remain under-explored. To strengthen socio-ecological modeling and its policy relevance, future work should enhance geographic diversity, integrate behavioral theories more deeply and develop models that capture dynamically signalled norms in order to advance our understanding of human–environment interactions and sustainability transitions.",
          "url": "https://doi.org/10.1088/1748-9326/ae3b55",
          "doi": "https://doi.org/10.1088/1748-9326/ae3b55",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Vegetation type, landscape and climate define vegetation water content: Implications for sustainable management at Southern Patagonia",
          "authors": "Long Jia, Julián Rodríguez-Souilla, María Vanessa Vanessa Lencinas, Pablo Luis L. Peri, Xinwu Li, Wenjin Wu, Guillermo Jose Martinez Pastur",
          "abstract": "Ecosystem management requires integrative tools for planning and decision-making at landscape scales. Vegetation water content (VWC) has been proposed as a holistic indicator of entire plant water status and ecosystem functioning. However, few studies have explored its relationships with ecological and environmental factors, especially in data-scarce regions like Patagonia. In this study, we used the SMAP dataset to analyzed VWC patterns across vegetation types, landscapes, and climate anomalies over the 2015–2016 to 2024–2025 growing seasons in Southern Patagonia, covering Santa Cruz and Tierra del Fuego provinces. The results show that VWC varies significantly among vegetation types. Forests and shrublands generally had higher VWC than grasslands. Among them, Nothofagus betuloides and evergreen mixed forests (NB) exhibited the highest VWC, with grasslands and dry shrublands being at the lowest level. Distinct seasonal VWC dynamics emerged along landscape gradients: a bell-shaped pattern in humid areas and an inverted bell-shaped pattern in arid ecosystems, primarily driven by winter snowmelt recharge and subsequent summer water stress. VWC responded differentially to El Niño-Southern Oscillation (ENSO) and Southern Annular Mode (SAM) phases, with El Niño and La Niña exerting contrasting effects by province. To bridge science and application, we propose incorporating these metrics into adaptive management, specifically for: (i) defining conservation-priority zones for harvesting in water-limited forests, (ii) implementing dynamic fire risk thresholds based on seasonal depletion patterns, and (iii) adjusting silvopastoral stocking rates according to inter-annual VWC trends. These findings demonstrate that VWC is a robust indicator for guiding sustainable ecosystem management and conservation planning in Southern Patagonia.",
          "url": "https://doi.org/10.1088/1748-9326/ae3b56",
          "doi": "https://doi.org/10.1088/1748-9326/ae3b56",
          "filter": 2
        },
        {
          "title": "Interdecadal changing pathways of Rossby wave energy propagations and their impacts on winter climate in the northern hemisphere under global warming",
          "authors": "Yang Hu, Zhaoyong Guan",
          "abstract": "The interdecadal changes of climate under accelerating global warming have profound impacts on various countries in the northern hemisphere (NH). Using ERA5 reanalysis data, interdecadal changes of Rossby wave energy propagation (RWEP) pathways and their impacts are examined in the present work. Results demonstrate that the NH-means of 500hPa geopotential height anomalies vary with large interdecadal trends that keep in step with global warming, exhibiting a negative-to-positive phase transition from Period-I (1950/51-1996/97) to Period-II (1997/98-2024/25). Pronounced interdecadal eastward-shifts occur systematically in interannual variabilities of apparent wave sources, which correspondingly result in large interdecadal changes of RWEP pathways in regions from northeast Atlantic to Eurasia and from northeast Pacific to north America. Significant interannual surface air temperature anomalies with extremes about ±5°C are induced by circulation variations in regions around these pathways, facilitating possible occurrences of climate extremes in Eurasia and North America with different spatial patterns between Period-II and Period-I.",
          "url": "https://doi.org/10.1088/1748-9326/ae3ab6",
          "doi": "https://doi.org/10.1088/1748-9326/ae3ab6",
          "filter": 2
        },
        {
          "title": "Influence of Typhoon Hinnamnor–induced near-inertial gravity waves on the suppression of marine heatwave",
          "authors": "Saranya JS, Panini Dasgupta, SungHyun Nam",
          "abstract": "Anthropogenic climate change has increased interactions between typhoons and marine heatwaves (MHWs) worldwide. Typhoon Hinnamnor (2022), which originated in the northwestern Pacific and weakened over the East Sea, demonstrates this interaction. While previous studies have explored typhoon intensification due to underlying MHWs, the formation of MHWs following a typhoon’s passage remains less understood. Post-typhoon MHWs can form due to local ocean heat uptake by anomalously cold sea surface temperatures overlying an anomalously warmer subsurface. This study provides the first detailed analysis of MHW formation on the west side of a typhoon path, off Korea’s east coast, approximately one week after the typhoon, using data from a fixed surface mooring. The results indicate that near-inertial internal gravity waves, influenced by sub-inertial background conditions, prevented the onset of the MHW during the week following the typhoon’s passage, despite favorable conditions such as coastal downwelling, increased surface net heat flux, and higher upper-ocean heat content.",
          "url": "https://doi.org/10.1088/1748-9326/ae3ab7",
          "doi": "https://doi.org/10.1088/1748-9326/ae3ab7",
          "filter": 2
        },
        {
          "title": "Strongly reducing sediments hinder restoration of a eutrophic coastal marine ecosystem",
          "authors": "Niels van Helmond, Wilco C E P Verberk, Olga M Żygadłowska, Robin Klomp, Wytze K Lenstra, Robin Vergeer, Mike S M Jetten, Caroline Slomp",
          "abstract": "Anthropogenic activities are causing deoxygenation of coastal waters leading to degradation of such ecosystems globally. In the Dutch Southwest Delta, coastal management has turned tidal waters into marine lakes. The ensuing stagnation and stratification in combination with eutrophication has caused a decline in water quality, including decreased oxygen (O2) saturation. Restoring such systems is challenging as exemplified by Lake Veere, which was reconnected to the tidal marine Eastern Scheldt, via a culvert, two decades ago. After an initial improvement, water quality strongly declined again in recent years. Here, we investigate the consequences of the restoration effort on coastal deoxygenation by leveraging existing monitoring data of oxygen, temperature, salinity, and benthic macroinvertebrates. In addition, we quantified the O2 demand of the sediment at selected sites via field measurements. Water quality monitoring data indicate that the restored tidal influence resulted in strong improvements in O2 saturation of bottom waters. However, improvements were confined to the eastern part nearby the inflow of marine water. Modelled bottom water O2 concentrations and observed benthic macroinvertebrate densities are related, and show reduced densities under low-O2 , especially for less mobile infauna. This highlights the detrimental effect of deoxygenation on benthic faunal communities.Geochemical analyses reveal a very high sedimentary O2 demand, mainly caused by high concentrations of the reduced solutes ammonium and hydrogen sulfide (H2S).These solutes are toxic and are formed by anaerobic (re)mineralization of organic matter. Furthermore, low availability of easily reducible iron-oxides in the lake sediments mutes the formation of iron-sulfides, explaining high porewater H2S concentrations, and release of H2S into bottom waters. Combined, our results illustrate the challenge of restoring a coastal ecosystem by increasing lateral oxygen supply",
          "url": "https://doi.org/10.1088/1748-9326/ae38fa",
          "doi": "https://doi.org/10.1088/1748-9326/ae38fa",
          "filter": 2
        },
        {
          "title": "Assessing the impact of nature-based solutions on soil health in sub-Saharan Africa through farmer-centred methods",
          "authors": "Dominik Bittner, Joanne U Smith, Georgios Leontidis, Grant Campbell, Jeanne Biegel, Pete Smith, Matthias Kuhnert, Rastislav Skalský, Licida M. Maria Giuliani, Abdul Walid Walid Salik, Paul Hallett, D Burslem, Getahun Yakob, Wolde Mekuria, Euan Phimister, Amare Haileslassie, Desalegn Tegegne, sarem norouzi, Heyu Chen, Cecile Gubry-Rangin, Adnan Khan",
          "abstract": "Soils underpin many ecosystem services, including food production, through functions such as organic matter decomposition. These functions are increasingly threatened by soil degradation, especially in climate-vulnerable regions, such as Sub-Saharan Africa, where unstable soils are prone to severe erosion. As soils continue to degrade, farmers face multiple challenges; they cannot afford accurate tests to assess soil, their livelihoods are constrained by demand for food, fuel and water, and competition for valuable resources hampers farming. Hence, there is a pressing need for accessible tools to assess soil health and methods to provide tailored advice on resilient, climate-smart agricultural management and optimal use of resources. This narrative review offers a comprehensive overview of key issues and potential solutions. We highlight tools and approaches that can support farmers to improve soil and secure livelihoods. Practical indicators and field-ready tests are evaluated, with examples from Ethiopia, but tailored to support farmers and advisors across sub-Saharan Africa and other developing countries. A wide range of tests are reviewed, including physical, biological, chemical, function and service-related tests, drawing on scientific and farmers knowledge. Science-based tests require expertise, equipment and incur costs, while locally-derived tests are affordable and seamlessly applicable. We also review nature-based solutions for improving soil quality, and assess them against factors such as labour, costs, and crop production. There is no single universally applicable practice; suitability depends on farmers’ priorities and circumstances. Therefore, we explore predictive methods – mechanistic, process-based soil models, data- and knowledge-driven Artificial Intelligence and systems models – to simulate the impact of practices on soil and farm dynamics. Promising approaches include hybrid approaches assimilating data, physics and knowledge through digital soil mapping. Overall, this review emphasizes the need to empower farmers with accessible tools and methods to harness nature-based solutions, build climate resilience and secure sustainable futures for generations ahead.",
          "url": "https://doi.org/10.1088/1748-9326/ae3975",
          "doi": "https://doi.org/10.1088/1748-9326/ae3975",
          "filter": 2
        },
        {
          "title": "Unveiling the paradox of reduced surface solar radiation in February 2020 during COVID-19 lockdown: aerosol-cloud-dynamics interactions in Beijing",
          "authors": "Xinyu Zhang, Dong Ye, Su Yang, Qian Ma",
          "abstract": "This study reveals the physical mechanism behind anomalous surface incident solar radiation (Rs) attenuation in Beijing during the COVID-19 lockdown (February 2020). Sunshine Duration (SunDu) observations reveal the paradox of dimming event under strictest lockdown policies in February 2020 over Beijing. Modern-Era Retrospective analysis for Research and Applications, Version 2 (MERRA-2) reanalysis shows Rs decreased abruptly by 12.89 W•m⁻² in February 2020 compared to 2015-2019 (pre-pandemic), which is confirmed by Himiwari-8 satellite retrieved Rs. Through multi-parameter attribution analysis, Shapley Additive Explanations (SHAP) indicated that an anomalous increase in aerosol optical depth (AOD) contributed 31.700% to Rs attenuation, primarily driven by chemical formation of secondary organic aerosols that offset benefits from reduced primary emissions. Simultaneously, modified cloud physical properties collectively accounted for 38.02% to Rs attenuation. Specifically, doubled low cloud cover (LCC) accounted for 23.89% while increased low cloud optical thickness (LCOT) contributed 13.52%. Further compounding these effects, weakened boundary layer dynamics exerted synergistic impacts: boundary layer height (BLH) compression (168.93 m) contributed 14.92% and reduced wind speed (0.63 m•s⁻¹) contributed 9.51%, jointly promoting near-surface aerosol accumulation through suppressed pollutant diffusion. Additionally, elevated surface temperature (+1.36°C) exacerbated Rs attenuation by facilitating aerosol nucleation and cloud condensation nucleus formation. Collectively, these findings challenge the assumption that emission reduction invariably improves Rs, ultimately confirming nonlinear climatic effects from coupled aerosol-cloud-Rs interactions under abrupt anthropogenic disturbances.",
          "url": "https://doi.org/10.1088/1748-9326/ae3b54",
          "doi": "https://doi.org/10.1088/1748-9326/ae3b54",
          "filter": 2
        },
        {
          "title": "Projected changes in sea level seasonal cycle alter global coastal flood hazards",
          "authors": "Ying Qu, Svetlana Jevrejeva, Jiayi Fang, Shijin Wang",
          "abstract": "In coastal areas, projected increases in the amplitude of the sea level seasonal cycle will lead to the intensification of coastal flood hazards. Conversely, projected decreases in the amplitude may act to suppress flood hazards in some regions, partially offsetting the impact of sea level rise. Simulations of the sea level seasonal cycle by the Coupled Model Intercomparison Project Phase 6 (CMIP6) models suggest changes up to +/- 30% are projected under a high emission scenario. We demonstrate that a currently unaccounted increase of 5-10 cm in the sea level seasonal cycle will increase the frequency of extremes from once in 20 years to once in 10 years. However, the sea level seasonal cycle amplitudes in CMIP6 models are underestimated compared to seasonal variability observed by satellite altimetry for almost all coastlines, suggesting that future changes might be underestimated, leading to a large impact on extreme sea levels in coastal areas. Including the changes in the future sea level seasonal cycle will advance future projections of sea level extremes and contribute to the crucial decisions about adaptation in coastal areas.",
          "url": "https://doi.org/10.1088/1748-9326/ae3b57",
          "doi": "https://doi.org/10.1088/1748-9326/ae3b57",
          "filter": 2
        },
        {
          "title": "Are urban impacts on heavy rainfall amplified in mountainous regions?",
          "authors": "Diego Urdiales Flores, Marika Koukoula, Andreas Prein, Andries Jan de Vries, Grégoire Mariéthoz, Jörg Bendix, Francina Dominguez, Rolando Célleri, Nadav Peleg",
          "abstract": "Global evidence indicates that orography can exert a strong influence on rainfall, thereby giving rise to natural hazards such as flooding in mountain areas. Alongside orographic influences, urban areas can also act to intensify storms, but their impact on heavy rainfall in high elevations has not yet been investigated in detail. Here, we quantify the contribution of a high-altitude city to both rainfall intensification and its daytime and nighttime patterns, focusing on the city of Cuenca in the Ecuadorian Andes. Modeling several observed storms with and without the city suggests that the urban area can enhance downstream precipitation by over 20% over a pre-existing hotspot of orographically induced precipitation. This urban-induced rainfall intensification seems to exceed that observed for cities of comparable size outside mountainous regions. This may be explained by Cuenca’s valley setting and its high humidity compared to its surroundings, suggesting that high-altitude cities with similar morphologies could amplify combined orographic–dynamic and urban–thermodynamic effects.",
          "url": "https://doi.org/10.1088/1748-9326/ae38f9",
          "doi": "https://doi.org/10.1088/1748-9326/ae38f9",
          "filter": 2
        },
        {
          "title": "Arctic warming delays the Afro-Asian Monsoon retreat amplifying autumn rainfall",
          "authors": "Zhang Jie, Haishan Chen, Weiqiang Ma, Rafi Riaz, SIDRA SYED, Irfan Ullah, Jiayu Shen",
          "abstract": "The Afro-Asian summer monsoon (AfroA-SM) provides essential rainfall for billions of people. However, in recent decades, unusually wet conditions have persisted into autumn, creating unprecedented extremes. Using multidecadal observations, reanalysis datasets, and PAMIP simulations, we show that Arctic warming significantly postpones the retreat of the AfroA-SM. This delay shifts the northernmost summer monsoon boundary by 5.6°-12° and accounts for 33-69% of September precipitation across North Africa, South Asia, the Tibetan Plateau, and East Asia. The mechanism is anchored in a northward displacement of the subtropical jet stream, which is driven by reduced meridional temperature gradients resulting from sea‑ice loss and Arctic amplification. The resulting Eurasian anticyclone weakens the tropospheric dipole of the polar vortex, promoting negative North Atlantic Oscillation (NAO)-like anomalies and a pronounced Eurasian wave train. These reinforce the northward shift of the subtropical high and enhance warm‑moisture advection into NMSM belts. PAMIP ensemble experiments further indicate that future Arctic amplification will intensify this autumn monsoon persistence and its associated precipitation. Our findings are critical for understanding the intensification of late-season hydroclimatic extremes, underscoring the urgent need for improved seasonal forecasting, adaptive agricultural strategies, and flood-risk management in a warming climate.",
          "url": "https://doi.org/10.1088/1748-9326/ae3974",
          "doi": "https://doi.org/10.1088/1748-9326/ae3974",
          "filter": 2
        },
        {
          "title": "Green vs. growth? Exploring British Columbia's energy transition trade-offs using integrated energy systems modelling",
          "authors": "Aaron Hoyle, Madeleine Seatle, Bradford Griffin, Madeleine McPherson, Ekaterina Rhodes",
          "abstract": "Decarbonizing industrialized economies through electrification requires electricity systems to simultaneously achieve dramatic capacity expansion, sustained reliability, and emissions reductions. We present a novel soft-linkage methodology between the CIMS energy-economy model and the COPPER electricity system planning model to quantify how economy-wide policies translate into specific electricity system requirements and greenhouse gas outcomes for the Canadian province of British Columbia. Our analysis examines two scenarios: one reflecting implemented policies, and another adding proposed climate policies alongside electrified industrial projects, including liquefied natural gas facilities and large-scale mining operations. Results reveal dramatically different infrastructure requirements between scenarios, with the latter requiring substantially higher electricity capacity expansion, dominated by variable renewable energy and higher peak demand growth. Emissions outcomes diverge: while implemented policies deliver meaningful emissions reductions, net-zero aligned proposed policies achieve smaller overall reductions when accounting for prospective emissions from fossil fuel projects, which offset decarbonization elsewhere in the economy. Proactive energy system planning and accelerated infrastructure permitting and construction will be required to meet decarbonization and economic development goals. British Columbia’s experience may offer insights for other jurisdictions pursuing both natural resource development and climate goals. Our approach can be adapted by other jurisdictions using similar models to assess their own energy transition pathways.",
          "url": "https://doi.org/10.1088/1748-9326/ae3ab5",
          "doi": "https://doi.org/10.1088/1748-9326/ae3ab5",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Compound dry-and-hot extremes exacerbate income inequality and poverty in Europe",
          "authors": "Jessie Ruth Schleypen, Fahad Saeed, Anne Zimmer, Tilman Brück",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103106",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103106",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Low-carbon transition of phosphorus chemical industrial parks: A global systematic review",
          "authors": "Xiang Yu, Luzhi Wang, Wentao Hu, Mudan Wang, Bei Zhu",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103080",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103080",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "A coalition on compliance carbon markets to make climate clubs politically feasible",
          "authors": "Florentine Koppenborg",
          "url": "https://doi.org/10.1038/s41558-025-02541-5",
          "doi": "https://doi.org/10.1038/s41558-025-02541-5",
          "filter": 0
        },
        {
          "title": "Broadening climate migration research across impacts, adaptation and mitigation",
          "authors": "Cristina Cattaneo, Soheil Shayegh, Christoph Albert, Maria Alsina-Pujols, Hélène Benveniste, Marion Borderon, Bruno Conte, Christoph Deuster, Joseph-Simon Görlach, Toon Haer, Roman Hoffmann, Raya Muttarak, Michele Ronco, Jacob Schewe, Arkadiusz Wiśniowski",
          "url": "https://doi.org/10.1038/s41558-025-02545-1",
          "doi": "https://doi.org/10.1038/s41558-025-02545-1",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Global trends in ocean fronts and impacts on the air–sea CO2 flux and chlorophyll concentrations",
          "authors": "Kai Yang, Amelie Meyer, Phuc T. D. Le, Peter G. Strutton, Andrew M. Fischer",
          "url": "https://doi.org/10.1038/s41558-025-02538-0",
          "doi": "https://doi.org/10.1038/s41558-025-02538-0",
          "filter": 2
        }
      ]
    }
  ]
}
