{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "A framework-based assessment of climate adaptation readiness in Romanian cities",
          "authors": "Vladut Falcescu, Sorin Cheval, Adina-Eliza Croitoru, Constantina Alina Hossu, Ioan-Cristian Ioja",
          "url": "https://doi.org/10.1080/14693062.2025.2570741",
          "doi": "https://doi.org/10.1080/14693062.2025.2570741",
          "filter": 0
        },
        {
          "title": "Interpreting climate performance indices: implications for equitable and effective policy",
          "authors": "Chirag Dhara, Anshuman Gupta, Ishita Bagri, Sebastián Block, Kamal Kumar Murari",
          "url": "https://doi.org/10.1080/14693062.2025.2574858",
          "doi": "https://doi.org/10.1080/14693062.2025.2574858",
          "filter": 0
        },
        {
          "title": "The responsibility of investor-owned carbon majors to contribute to direct air carbon capture and storage investment",
          "authors": "Dalia Kellou, Yoga Wienda Pratama, Cristian Zúñiga, Firza Riany, Matthew J. Gidden, Richard Heede, Gaurav Ganti, Carl-Friedrich Schleussner",
          "url": "https://doi.org/10.1080/14693062.2025.2557230",
          "doi": "https://doi.org/10.1080/14693062.2025.2557230",
          "filter": 0
        },
        {
          "title": "The impact of wealth inequality on carbon emissions and climate policy",
          "authors": "James Morrison, Jeroen van den Bergh, Giorgos Kallis",
          "url": "https://doi.org/10.1080/14693062.2025.2571400",
          "doi": "https://doi.org/10.1080/14693062.2025.2571400",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Forest or machine? Public perceptions and acceptability of negative emissions technologies and practices across six European countries",
          "authors": "Chieh-Yu Lee, Goda Perlaviciute, Linda Steg",
          "abstract": "To limit climate change to 1.5 °C, negative emission technologies and practices (NETPs) are needed to supplement, not replace, other essential mitigation efforts. We conducted a large scale survey on NETPs in six EU countries ( N = 5,310) to examine: (1) public preferences for NETPs, next to other mitigation options; (2) how people evaluate the environmental and intergenerational consequences and acceptability of nature-based (i.e., afforestation and reforestation; AR) and technology-based NETPs (i.e., direct air capture with carbon storage; DACCS); (3) the relationship between the evaluation of consequences and acceptability judgements of AR and DACCS; and (4) public preferences for AR and DACCS in general versus in their own country. In all six countries, people think NETPs are needed, but they prioritise the implementation of renewable energy sources and behaviour change. AR is preferred over DACCS, possibly because AR is evaluated more positively on its impacts on the quality of nature and environment, future generations, limiting global warming, and supporting other mitigation efforts than DACCS. Acceptability of AR is higher especially when people believe it positively impacts nature and the environment, while DACCS is more acceptable when people evaluate all four consequences more positively. We do not find evidence for the not-in-my-backyard conventional wisdom: DACCS were not evaluated more negatively in one's own country than in general.",
          "url": "https://doi.org/10.1007/s10584-025-04043-x",
          "doi": "https://doi.org/10.1007/s10584-025-04043-x",
          "filter": 0
        },
        {
          "title": "Implications of declaration of climate emergency on Australian local government policy in the State of Victoria: policy analysis utilising an LLM-based retriever-reader pipeline",
          "authors": "Carolyn Hicks, Kathryn Davidson, Jey Han Lau, Thi Minh Phuong Nguyen",
          "url": "https://doi.org/10.1007/s10584-025-04046-8",
          "doi": "https://doi.org/10.1007/s10584-025-04046-8",
          "filter": 0
        },
        {
          "title": "Grounding the conversation on loss and damage: insights from sense-making analysis with Pacific leaders",
          "authors": "Stephen Woroniecki, Pamela Feetham, Björn-Ola Linnér, Api Movono, Priyatma Singh, Franco Vaccarino, Victoria Wibeck, Kristin Zeiler",
          "abstract": "The concept of Loss and Damage (L&amp;D) is gaining increased attention within and outside of international climate negotiations, and by a broader array of actors looking to address the personal, practical, and political changes wrought by the impacts of climate change. While the original use of the term has developed within the international negotiations, the concept is increasingly tasked with making sense of, and dealing with, the impacts of climate change at national and local levels. In this context, there is a need to understand how the concept of L&amp;D relates to people’s experiences of and potential responses to the impacts of climate change. We address this gap by drawing on dialogical sense-making analysis, that highlights how language both shapes, and is shaped by, the social interactions in which it is used. Our in-depth qualitative analysis builds on ten conversations with Pacific leaders familiar with Loss and Damage in international discussions as well as national and local-level experiences of actually-occurring losses and damages. We show how the depth and range of experiences that people articulate are often at odds with the meanings associated with the concept of Loss and Damage, which are primarily orientated towards the international climate negotiations. We therefore question whether and how the concept is relevant to these experiences and forms of sense-making. Grounding the concept of L&amp;D will require attention to the kinds of conversations it is enabling, and how they can become more inclusive of plural perspectives, needs, knowledges and values.",
          "url": "https://doi.org/10.1007/s10584-025-04032-0",
          "doi": "https://doi.org/10.1007/s10584-025-04032-0",
          "filter": 0
        },
        {
          "title": "Geoengineering prioritization: a study of a proposed expression of mitigation deterrence",
          "authors": "Amanda Sie, Steven R. Brechin, Christopher P. Borick",
          "abstract": "Geoengineering (GE) represents technologies designed to address climate change, either through carbon dioxide removal or solar radiation management. Researchers and stakeholders worry GE technologies will distract the public’s and policymakers' attention away from supporting more proven climate mitigation strategies, creating a “mitigation deterrence” effect. Missing from the discussion is investigating who is more likely to support GE over all other climate actions in general. “GE prioritization” turns our attention to those who are supportive of focusing efforts on GE instead of mitigation and other climate actions. This group is understudied but potentially as concerning as mitigation deterrence in future contexts of climate policymaking. We use a unique dataset to explore the US public’s preferences for four GE technologies, and whether these preferences predict GE prioritization. We also explore social factors including political, environmental, and climate beliefs, and confidence in scientists to conduct GE. We use data from the Summer 2020 wave of the National Surveys on Energy and Environment, a nationally representative survey in the US, and employ multinominal logistic regressions to examine the factors that predict GE prioritization. We find that three GE technologies, ocean fertilization, ambient air capture, and space mirrors positively predicted GE prioritization, as does higher confidence in scientists, conservative political beliefs, and being non-White. We argue that individuals who prioritize GE may provide justification for mitigation deterrence at the policy level in the future, and that further research is needed to create a more complete model to understand why individuals prioritize GE.",
          "url": "https://doi.org/10.1007/s10584-025-04026-y",
          "doi": "https://doi.org/10.1007/s10584-025-04026-y",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Male-producing beaches in the Pacific: crucial refuges for sea turtles facing climate change",
          "authors": "Rubén Vinueza-Chérrez, Antonio J. Carpio, Estefanía Sánchez-Flores, Jon Molinero, Marga L. Rivas",
          "abstract": "Climate change poses a significant threat to sea turtle populations. Rising temperatures can exacerbate hatchling feminization, leading to markedly skewed sex ratio that may affect reproductive success and, consequently, the long-term viability of populations, as well as reduction in hatching success. In this context the main objectives of this study were to (1) determinate the current sex ratios and hatching success of Lepidochelys olivacea at two beaches of the eastern Pacific of Ecuador (from 2018 to 2020, and in 2022), (2) identify the main variables influencing hatching success, and (3) project the future nest temperature under three climate change scenarios. To achieve this, the relationship between nest and air temperatures was analyzed, and future nest temperatures were projected using CMIP6 climate scenarios (SSP1-2.6, SSP2-4.5, SSP5-8.5), accounting for uncertainties such as model variability and prediction errors. The results revealed average incubation temperatures of 27.0 °C (SD ± 0.52) in Portete and 27.3 °C (SD ± 0.50) in Galera, with mean hatching success rates of 85.4% and 60.0%, respectively. Analysis of sex ratios indicated consistently high male proportions across all nesting beaches and years, with values ranging from 0.85 to 0.99. Projections of nest temperature under three climate change scenarios suggested that male production will likely persist, even in the worst-case scenario, with probabilities of exceeding the pivotal temperature (30.5 °C) reaching 71% (Portete) and 68% (Galera) by 2080–2099. These findings underscore the importance of conserving “male refuges” to mitigate the impacts of climate change and support beach-specific conservation strategies that can serve as refuges against the potential effects of global warming.",
          "url": "https://doi.org/10.1007/s10584-025-04050-y",
          "doi": "https://doi.org/10.1007/s10584-025-04050-y",
          "filter": 2
        },
        {
          "title": "Change point detection in ERA5 ground temperature time series",
          "authors": "Fatemeh Aghaei A., Ewan T. Phillips, Holger Kantz",
          "abstract": "We analyze the ERA5 reanalysis 2-meter temperature time series on all land grid points using change point analysis. We fit two linear slopes to the data with the constraint that they merge at the point in time where the slope changes. We compare such fits to a standard linear regression in two ways: We use Akaike’s and the Bayesian information criteria for model selection, and we test against the null hypothesis of no change of the trend value. For those grid points where the dual linear fit is superior, we construct maps of the time when the trend changes, and of the warming trends in both time intervals. In doing so, we indentify areas where warming speeds up, but find as well areas where warming slows down. We thereby contribute to the characterization of local effects of climate change. We find that many grid points exhibit a change to a much stronger warming trend around the years 1980±10. This raises the question of whether the climate system has already passed some tipping point.",
          "url": "https://doi.org/10.1007/s10584-025-04021-3",
          "doi": "https://doi.org/10.1007/s10584-025-04021-3",
          "filter": 2
        },
        {
          "title": "Projected climate impacts and impact-specific damage functions for EU countries: A review and estimation",
          "authors": "Baptiste Boitier, Hayat Mekki, Pierre Le Mouël, Paul Zagamé",
          "url": "https://doi.org/10.1007/s10584-025-04049-5",
          "doi": "https://doi.org/10.1007/s10584-025-04049-5",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Biogeochemical evidence for targeted landscape use in ancient foragers of Malawi",
          "authors": "Alex Bertacchi, Andrew Zipkin, Stanley Ambrose, Beth Scaffidi, Dan Asael, Zachary Benmamoun, Jacob Davis, Jeremy Farr, Matthew Fort, Julia Giblin, Thomas Johnson, Potiphar Kaliba, Craig Lundstrom, Fredrick Mapemba, Rafael Mwafulirwa, Jessica C. Thompson",
          "url": "https://doi.org/10.1038/s43247-025-02795-z",
          "doi": "https://doi.org/10.1038/s43247-025-02795-z",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Atmospheric rivers emerge as future freshwater reserves and heat stocks",
          "authors": "Mengqian Lu, Yurong Song, Wen Huang, Lujia Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02780-6",
          "doi": "https://doi.org/10.1038/s43247-025-02780-6",
          "filter": 2
        },
        {
          "title": "Impacts of the Millennium Eruption and climate change on vegetation species composition of Changbaishan",
          "authors": "Haibo Du, Clive Oppenheimer, Ulf Büntgen, J. Julio Camarero, Michael C. Stambaugh, Mai-He Li, Guizai Gao, Dongmei Jie, Hang Yin, Mia M. Wu, Shengwei Zong, Hong S. He, Zhengfang Wu",
          "url": "https://doi.org/10.1038/s43247-025-02787-z",
          "doi": "https://doi.org/10.1038/s43247-025-02787-z",
          "filter": 2
        },
        {
          "title": "Complexation between copper(II)-dissolved organic matter shows heavy metal pollution in large-scale estuaries in the north-west Pacific",
          "authors": "Benxin Yu, Dongping Liu, Zhipeng Yao, Fang Yang, Hongjie Gao, Zhaoyong Bian",
          "url": "https://doi.org/10.1038/s43247-025-02665-8",
          "doi": "https://doi.org/10.1038/s43247-025-02665-8",
          "filter": 2
        },
        {
          "title": "Wildfire, ecosystem, and climate interactions in the Early Triassic",
          "authors": "Franziska R. Blattmann, Charline Ragon, Torsten W. Vennemann, Elke Schneebeli-Hermann, Christian Vérard, Jérôme Kasparian, Maura Brunetti, Hugo F. R. Bucher, Thierry Adatte, Clayton R. Magill",
          "abstract": "Wildfires are a key component of Earth system dynamics with respect to carbon cycling. Thus, reconstructing past wildfire dynamics is crucial for understanding potential future climate change as related to (paleo)environmental feedbacks. Here, we explore wildfire during the Early Triassic (Smithian and Spathian, ca. 250 million years ago) – a time interval characterized by scarce fire evidence, perturbation of the carbon cycle, climatic oscillations, vegetation succession and biotic radiation-extinction pulses – using polyaromatic hydrocarbons, which are an organic (geo)chemical fire indicator in sediments. Hydrocarbon abundances in shales from Spitsbergen show a prominent increase after the Smithian-Spathian boundary. Diagnostic ratios of hydrocarbons suggest that these compounds were derived from relatively unaltered biomass as opposed to soil erosion and petrogenic carbon inputs or coal combustion vis-à-vis a coincidental Siberian Trap volcanism. Our data indicates that as temperatures decline during the late Smithian, coeval hydrological conditions become less intense and changing vegetation successions become more amenable to wildfire activity. We hypothesize that changing regional wildfire regimes influenced biogeochemical cycles, potentially affecting long-term carbon sequestration. The observed coupled behavior in water-vegetation-wildfire systems amid key perturbations in Earth’s history provides new insights into imminent future climate change consequences.",
          "url": "https://doi.org/10.1038/s43247-025-02789-x",
          "doi": "https://doi.org/10.1038/s43247-025-02789-x",
          "filter": 2
        },
        {
          "title": "Origin of the 1458/59 CE volcanic eruption revealed through analysis of glass shards in the firn core from Antarctic Vostok station",
          "authors": "Seokhyun Ro, Soon Do Hur, Alexey Ekaykin, Yeongcheol Han, Chul-Un Ro, Sang-Bum Hong, Mi Jung Lee, Chaewon Chang, Seungmi Lee, Jangil Moon, Hyejin Jung, Arina Veres, Ahhyung Lee, Sungmin Hong",
          "url": "https://doi.org/10.1038/s43247-025-02797-x",
          "doi": "https://doi.org/10.1038/s43247-025-02797-x",
          "filter": 2
        },
        {
          "title": "Oil droplets are severely overlooked in risk assessments",
          "authors": "Håvard G. Frøysa, Raymond Nepstad, Elin Sørhus, Carey E. Donald, Sonnich Meier, Frode B. Vikebø",
          "abstract": "Risk assessments of oil spills in the marine environment typically only address dissolved oil. However, oil droplets may adhere to some organisms and result in prolonged exposure not disrupted by diverging dispersal trajectories. Here, we present a framework for quantifying exposure of dissolved and droplet oil on adhesive fish eggs and implement the framework in a well-established numerical model for ocean, oil and fish eggs. Utilizing the model for a case study with an oil spill in the habitat of the world’s largest haddock stock, Northeast Arctic haddock, shows that droplets for a given concentration cover a much larger domain than dissolved oil. Impact assessments not taking oil droplets into account may therefore severely underestimate the impact of oil spills and result in decisions with inappropriate weighting of societal benefits to ecosystem impacts. Finally, our results call for more experimental work on the impact of oil droplets on marine species.",
          "url": "https://doi.org/10.1038/s43247-025-02805-0",
          "doi": "https://doi.org/10.1038/s43247-025-02805-0",
          "filter": 2
        },
        {
          "title": "The key role of the Southern Annular Mode during the sea-ice maximum for Antarctic sea ice and its recent loss",
          "authors": "Chloe L. Boehm, David W. J. Thompson, Edward Blanchard-Wrigglesworth",
          "url": "https://doi.org/10.1038/s43247-025-02792-2",
          "doi": "https://doi.org/10.1038/s43247-025-02792-2",
          "filter": 2
        },
        {
          "title": "Magnetic vector tomography reveals giant magnetofossils are optimised for magnetointensity reception",
          "authors": "Richard J. Harrison, Jeffrey Neethirajan, Zhaowen Pei, Pengfei Xue, Lourdes Marcano, Radu Abrudan, Emilie Ringe, Po-Yen Tung, Venkata S. C. Kuppili, Burkhard Kaulich, Benedikt J. Daurer, Luis Carlos Colocho Hurtarte, Majid Kazemian, Liao Chang, Claire Donnelly, Sergio Valencia",
          "abstract": "Giant magnetofossils are unusual, micron-sized biogenic magnetite particles found in sediments dating back at least 97 million years. Their distinctive morphologies are the product of biologically controlled mineralisation, yet the identity of their biomineralising organism, and the biological function they serve, remain a mystery. It is currently thought that the organism exploited magnetite’s mechanical properties for protection. Here we explore an alternative hypothesis, that it exploited magnetite’s magnetic properties for the purpose of magnetoreception. We present a three-dimensional magnetic vector tomography study of a giant magnetofossil and assess its magnetoreceptive potential. Our results reveal a single magnetic vortex that displays an optimised response to spatial variations in the intensity of Earth’s magnetic field. This magnetic trait may have conferred an evolutionary advantage to mobile marine organisms, providing an upper age limit on the development of navigational magnetoreception and raising the possibility that earlier evidence of this sense may yet be preserved in the fossil record. More broadly, this work provides a blueprint for assessing the morphological and magnetic evidence for putative biogenic iron oxide particles, which are a key component in the search for early life on Earth and Mars.",
          "url": "https://doi.org/10.1038/s43247-025-02721-3",
          "doi": "https://doi.org/10.1038/s43247-025-02721-3",
          "filter": 2
        },
        {
          "title": "Subglacial geology and palaeo flow of Pine Island Glacier from combining glacial erratics with geophysics",
          "authors": "Tom A. Jordan, Joanne S. Johnson, Teal R. Riley, Ethan Conrad, Andrew Carter",
          "abstract": "Subglacial geology plays a key role in determining the rate of ice flow and sensitivity of the glacial system to atmospheric or ocean warming. However, bedrock geology is often poorly known because direct information from subglacial samples is extremely challenging to obtain. Here, we combine the distribution, petrology, crystallisation age and thermochronology of glacial erratics with geophysical analyses to provide evidence for Middle Jurassic (~175 Ma) granitic bedrock extending beneath Pine Island Glacier, West Antarctica. Our results constrain the range of past ice flow pathways across the adjacent Hudson Mountains, providing information needed to improve models of ice sheet evolution in this vulnerable region. This work demonstrates the utility of integrating erratic geochemistry, geochronology and aerogeophysics for the study of subglacial environments and confirms erratics as a valuable, but largely untapped, source of evidence for what lies beneath the world’s ice sheets.",
          "url": "https://doi.org/10.1038/s43247-025-02783-3",
          "doi": "https://doi.org/10.1038/s43247-025-02783-3",
          "filter": 2
        },
        {
          "title": "Nitrogen fixation under declining Arctic sea ice",
          "authors": "Lisa W. von Friesen, Hanna Farnelid, Wilken-Jon von Appen, Mar Benavides, Olivier Grosso, Christien P. Laber, Johanna Schüttler, Marcus Sundbom, Sinhué Torres-Valdés, Stefan Bertilsson, Ilka Peeken, Pauline Snoeijs-Leijonmalm, Lasse Riemann",
          "abstract": "With climate change-induced sea ice decline in the Arctic Ocean, nitrogen is expected to become an increasingly important determinant of primary productivity. Nitrogen fixation is the conversion of molecular nitrogen to bioavailable ammonium by microorganisms called diazotrophs. Here, we report nitrogen fixation rates, diazotroph composition, and expression under different stages of declining sea ice in the Central Arctic Ocean (multiyear ice, five stations) and the Eurasian Arctic (marginal ice zone, seven stations). Nitrogen fixation in the Central Arctic Ocean was positively correlated with primary production, ranging from 0.4 ± 0.1 to 2.5 ± 0.87 nmol N L −1 d −1 . Along two transects across the marginal ice zone, nitrogen fixation varied between days and ice regime from below detection up to 5.3 ± 3.65 nmol N L −1 d −1 associated with an ice-edge phytoplankton bloom. We show nitrogen fixation in sea ice-covered waters of the Arctic Ocean and provide insight into present and active non-cyanobacterial diazotrophs in the region.",
          "url": "https://doi.org/10.1038/s43247-025-02782-4",
          "doi": "https://doi.org/10.1038/s43247-025-02782-4",
          "filter": 2
        },
        {
          "title": "Comprehensive portfolio of adaptation measures to safeguard against evolving flood risks in a changing climate",
          "authors": "Mohammed Azhar, Bergen Kane, Farshid Vahedifard, Amir AghaKouchak",
          "url": "https://doi.org/10.1038/s43247-025-02779-z",
          "doi": "https://doi.org/10.1038/s43247-025-02779-z",
          "filter": 2
        },
        {
          "title": "Fluid inclusions: tiny windows into global paleo-environments",
          "authors": "D. V. Bekaert, G. Avice, B. Marty",
          "abstract": "Geochemical traces of past environments are preserved in the geological record. Although secondary processes often erase this information, fluid inclusions in hydrothermal minerals act as time capsules for reconstructing the evolution of Earth’s atmosphere and oceans, including the Great Oxidation Event (GOE). Here, we summarize decades of insights from analyses of ancient fluids in hydrothermal minerals worldwide. These geochemical constraints illuminate the formation of the atmosphere, its evolution through volcanism, escape to space, and subduction. Reconstructions of past atmospheric noble gas and nitrogen compositions, along with ocean salinity, reveal major steps in our planet’s evolution. They shed unique light on long-standing questions, including Earth’s climate under a faint young Sun, the missing Xe paradox, the cause and timing of oxygenation, the emergence of continents, and the flourishing of life. A refined understanding of the physical mechanisms driving xenon isotopic evolution prior to the GOE may further constrain links between early solar activity and early environmental changes.",
          "url": "https://doi.org/10.1038/s43247-025-02799-9",
          "doi": "https://doi.org/10.1038/s43247-025-02799-9",
          "filter": 2
        },
        {
          "title": "Quaternary deep-thermocline cooling enhanced by southern Pacific Ocean tunnelling",
          "authors": "J. Raddatz, C. Zeeden, J. F. Kniest, D. Nürnberg",
          "abstract": "Tropical climate is considered to be one of the decisive keys to global climate dynamics. The extent to which extratropical forcing mechanisms contributed to changes of tropical heat and thus global changes in the climate system, however, is only poorly understood. Here, we reconstruct early Quaternary hydrographic variability of the tropical deep thermocline of the eastern margin of the West Pacific Warm Pool using magnesium to calcium and oxygen isotope ratios of surface and deep-dwelling foraminifera. This approach allows to determine past ocean temperatures and relative salinity changes likely related to extratropical oceanographic reorganisations. Our proxy records point to a freshening of the tropical Pacific deep-thermocline and exhibit a strong coupling to the volume increase of the Antarctic ice shield and cooling of high/mid latitude surface water masses at 1.5 Ma. This temporal coincidence is accompanied by the progressive increase in Earth´s obliquity amplitude and suggests high latitude climate impact via ocean tunnelling of southern-sourced sub-surface water masses towards the equatorial Pacific. We hypothesize that ocean tunnelling of mid-latitude Southern Ocean/South Pacific water to the West Pacific Warm Pool effectively contributed to global climate between 1.7 Ma and 1.2 Ma prior the Mid-Pleistocene-Transition, particularly through changes in oceanic heat budget across vast latitudinal ranges.",
          "url": "https://doi.org/10.1038/s43247-025-02886-x",
          "doi": "https://doi.org/10.1038/s43247-025-02886-x",
          "filter": 2
        },
        {
          "title": "Inevitable global coral reef decline under climate change-induced thermal stresses",
          "authors": "Kai Zeng, Song He, Peng Zhan",
          "url": "https://doi.org/10.1038/s43247-025-02790-4",
          "doi": "https://doi.org/10.1038/s43247-025-02790-4",
          "filter": 2
        },
        {
          "title": "Enhanced Arctic sea-ice retreat due to pronounced pacificization effect in the Holocene",
          "authors": "Yuying Zhang, Limin Hu, Xun Gong, Xiaotong Xiao, Zhizheng Jia, Yanguang Liu, Jiang Dong, Anatolii S. Astakhov, Alexander Bosin, Yuri Vasilenko, Meixun Zhao, Ruediger Stein, Gerrit Lohmann, Xuefa Shi",
          "url": "https://doi.org/10.1038/s43247-025-02796-y",
          "doi": "https://doi.org/10.1038/s43247-025-02796-y",
          "filter": 2
        },
        {
          "title": "Iron’s irony: speciation, complexation &amp; microbial processing of Fe in hydrothermal plumes",
          "authors": "Solveig I. Bühring, Stefanie Böhnke-Brandt, Alexander Diehl, Martha Gledhill, Laura Haffert, Charlotte Kleint, Andrea Koschinsky, Sinikka Lennartz, Mirjam Perner, Sylvia G. Sander, Christoph Völker, Ying Ye",
          "abstract": "This review integrates vent fluid chemistry and biogeochemical processes to assess how hydrothermal systems influence oceanic iron distribution. Despite rapid precipitation of iron-bearing minerals immediately after venting, buoyant hydrothermal plumes disperse dissolved and nanoparticulate iron across thousands of kilometers, aided by slow oxidation, reversible exchanges between soluble and particulate iron, and biological interactions. These mechanisms underscore hydrothermal vents as a widespread iron source, impacting deep and surface marine ecosystems. Transport dynamics are governed by temperature, pH, microbial activity, and water-mass residence times. We investigate the controls on hydrothermal iron distribution by examining relationships between iron and pH, temperature, chlorinity and hydrogen sulfide in vent fluids, along with solubility modeling of iron(III) hydroxide and iron(II) sulfide. Finally, we highlight key research frontiers that will advance understanding of both hydrothermal processes and their role in shaping the ocean iron biogeochemical cycle.",
          "url": "https://doi.org/10.1038/s43247-025-02839-4",
          "doi": "https://doi.org/10.1038/s43247-025-02839-4",
          "filter": 2
        },
        {
          "title": "Anthropogenic sources and oceanographic dynamics control the microplastic distribution in the Atlantic Ocean",
          "authors": "Isabel Goßmann, Laura Simon-Sánchez, Jens Meyerjürgens, Claudia Lorenz, Ashani Arulananthan, Fangzhu Wu, Sebastian Primpke, Gunnar Gerdts, Jes Vollertsen, Alvise Vianello",
          "url": "https://doi.org/10.1038/s43247-025-02842-9",
          "doi": "https://doi.org/10.1038/s43247-025-02842-9",
          "filter": 2
        },
        {
          "title": "Mitigation efforts to reduce carbon dioxide emissions and meet the Paris Agreement have been offset by economic growth",
          "authors": "Jitong Jiang, Skylar Shi, Adrian E. Raftery",
          "url": "https://doi.org/10.1038/s43247-025-02743-x",
          "doi": "https://doi.org/10.1038/s43247-025-02743-x",
          "filter": 2
        },
        {
          "title": "Carbon storing in United States cities through biogenic storage and concrete carbonation in the built environment",
          "authors": "Ming Hu, Siavash Ghorbany",
          "url": "https://doi.org/10.1038/s43247-025-02788-y",
          "doi": "https://doi.org/10.1038/s43247-025-02788-y",
          "filter": 2
        },
        {
          "title": "Equatorial Atlantic mid-depth warming indicates Atlantic meridional overturning circulation slowdown",
          "authors": "Qiuping Ren, Shang-Ping Xie, Qihua Peng, Yuanlong Li, Fan Wang",
          "abstract": "Climate models project an Atlantic Meridional Overturning Circulation slowdown under anthropogenic greenhouse warming. Despite a ~1.5 °C increase in the global mean surface temperature, debate remains on whether and when this circulation has slowed. Here we identify a distinctive temperature fingerprint in the equatorial Atlantic that signals the Atlantic Meridional Overturning Circulation change through numerical ocean model experiments. The equatorial Atlantic is a crucial crossroads for the circulation anomalies to propagate to other oceans. A slowdown drives a mid-depth (1000–2000 m) warming in the equatorial Atlantic in a decade via baroclinic Kelvin waves. Analysis of climate models shows that this mid-depth temperature change is a better indicator for Atlantic Meridional Overturning Circulation change on decadal and longer timescales than other surface proxies. Observations reveal a robust mid-depth warming since 1960 that emerged from natural variability in the early 2000s, suggesting a slowdown that already started in the late 20 th century.",
          "url": "https://doi.org/10.1038/s43247-025-02793-1",
          "doi": "https://doi.org/10.1038/s43247-025-02793-1",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Partnerships of developmental pragmatism: greenwashing the BRI in Southeast Asia",
          "authors": "Hui Feng, Stephen McCarthy",
          "url": "https://doi.org/10.1080/09644016.2025.2572180",
          "doi": "https://doi.org/10.1080/09644016.2025.2572180",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "How stocks judge COPs: market impacts of climate conferences",
          "authors": "Robin Lamboll, Alaa Al Khourdajie, Setu Pelz",
          "abstract": "International efforts to combat climate change almost inevitably entail relative earnings reductions for fossil fuel companies, and gains by renewable companies. This study investigates the relationship between climate change Conference of the Parties (COP) meetings and the stock market performance of selected publicly listed companies. Specifically, we compare the price formation of fossil fuel companies, ethically-rated (“green”) companies and renewable energy companies during international climate negotiations, compared to the periods around them. We investigate changes in market behaviour during COPs using two different statistical approaches to assess both whole of the period and daily effects. Both methods find distinct increases in the values of stocks with high green ratings, but no changes in stocks of renewable companies and weaker and more statistically inconsistent decreases in the values of fossil fuel companies. No consistent results are found for variability measurements, other than general market variability increases during COPs. We show that, by contrast, OPEC meetings produce very strong increases in the stock values and variabilities of fossil fuel companies, and fairly strong decreases in the value of renewables companies, showing that detectable changes during predictable events are generally plausible. We conclude that market behaviour so far appears to favour companies with lower environmental impact during COPs but does not convincingly shift company price formation in line with the necessary green transition.",
          "url": "https://doi.org/10.1088/1748-9326/ae15a6",
          "doi": "https://doi.org/10.1088/1748-9326/ae15a6",
          "filter": 0
        },
        {
          "title": "Drought impacts on armed conflict primarily explained by pre-existing conflict risk",
          "authors": "Sidney August Michelini",
          "abstract": "Although extensive research has examined climate-conflict relationships, systematic analysis of how climate impacts heterogeneously affect armed conflict dynamics remains limited. Without understanding these heterogeneous effects, our ability to understand and respond to climate-related armed conflict risk remains incomplete. This paper systematically investigates the heterogeneous causal effects of droughts on both conflict incidence (extensive margin) and conflict intensity (intensive margin) across 8 world regions, 4 temporal and spatial resolutions, and 3 conflict types, reporting only patterns that hold consistently across specifications. Using a causal forest and a calibration test for heterogeneity reveals some evidence that droughts heterogeneously affect conflict incidence. Zero inflated negative binomial (ZINB) models that control for grid cell and yearly effects and include drought interactions with socioeconomic, political, and demographic variables show significant evidence that droughts heterogeneously affect conflict intensity. When examining individual interaction terms, baseline conflict risk—estimated using a random forest with the same socioeconomic, political, and demographic predictors plus conflict history—emerges as the only significant source of heterogeneity that is consistent across specifications. This suggests that other variables primarily influence drought-conflict relationships through their contribution to overall conflict risk, rather than through independent causal channels. The results demonstrate that even when droughts do affect conflict intensity heterogeneously, their overall role in armed conflict dynamics remains limited.",
          "url": "https://doi.org/10.1088/1748-9326/ae16c0",
          "doi": "https://doi.org/10.1088/1748-9326/ae16c0",
          "filter": 0
        },
        {
          "title": "State-of-the-Art in Climate Resilience Gamification for Coastal Environments: A Systematic Literature Review",
          "authors": "Carlos Álvarez Barroso, Daniel Fernández Galeote, Manuel Gertrudix, Juho Hamari",
          "abstract": "Gamification has emerged as a promising tool for education and awareness-raising in the context of climate adaptation, but we lack a clear understanding of its topical and geographical reach, as well as its effectiveness. To gain a comprehensive understanding of the state of the art, we conducted a systematic literature review of 40 studies addressing sea level rise; flooding resulting from sea level rise or extreme weather events; and transformations in urban geography through adaptative policies in response to climate change. The findings indicate a steady growth in this area of research over the past decade. The reviewed interventions—primarily oriented toward fostering learning related to adaptative behaviors or directly aimed at behavioral change —have generally yielded positive outcomes. Specifically, gamification has been shown to enhance participants’ sense of accomplishment, promote social interaction, and create immersive learning environments. However, we also identified limitations in terms of intervention context, design, measured outcomes, and methodology. In response to these, we propose a set of recommendations for future research in this field. Among them, we highlight the importance of developing and deploying gamified experiences in emerging economies that are particularly vulnerable to climate risk; promoting social dynamics within digital interventions, thereby enhancing collective awareness and cooperation; considering the affective dimension of engagement within experimental designs by capturing emotional responses and their influence on behavior; and deepening and broadening the scope of results by grounding the studies’ execution and reporting more firmly on critical self-reflection and transparency.",
          "url": "https://doi.org/10.1088/1748-9326/ae151d",
          "doi": "https://doi.org/10.1088/1748-9326/ae151d",
          "filter": 0
        },
        {
          "title": "What’s radical? Comparing how climate activists and the general public perceive social movement tactics",
          "authors": "Dana R Fisher, Arman Azedi, Magnolia Mead, W. Chris Jayko",
          "abstract": "As the climate crisis worsens, activists have employed a wide range of tactics to draw attention to the issue. This paper explores how perspectives on a diversity of social movement tactics—from mainstream methods of political engagement to violent mutiny—vary between members of the general public and climate activists. We compare findings from surveys with a nationally representative sample of 1000 US adults and 306 climate activists that were conducted over the same time period in fall 2024. Our results show substantial differences in the degree to which various tactics are perceived as radical: activists tended to perceive peaceful, non-disruptive forms of protest as significantly less radical than the general public, but viewed civil disobedience, illegal, and violent tactics to be significantly more radical than the general public. The paper concludes by discussing the implications of these findings and providing some potential directions for future research.",
          "url": "https://doi.org/10.1088/1748-9326/ae1520",
          "doi": "https://doi.org/10.1088/1748-9326/ae1520",
          "filter": 0
        },
        {
          "title": "Technology-finance integration and energy system resilience: The moderating role of climate policy uncertainty",
          "authors": "Wang Ke-Liang, jiahui Peng",
          "abstract": "This study examines the impact of the Pilot Programs of the Combination of Technology and Finance (PPCTF) on energy system resilience (ESR) in China, with particular attention to the moderating role of climate policy uncertainty (CPU). Using panel data from 280 cities during 2010 - 2022 and employing a Double Machine Learning (DML) approach, we find that the PPCTF significantly enhances ESR, with robust results from various tests. The mediation effect reveals that resource allocation optimization and green technology innovation are vital influential channels. Moreover, CPU amplifies the positive effect of the PPCTF on ESR, particularly in non-resource-based, strictly regulated, and high-governance cities. These findings highlight the importance of integrating technology and finance initiatives with climate policy considerations to foster sustainable and resilient energy systems. Policy implications are also discussed.",
          "url": "https://doi.org/10.1088/1748-9326/ae1497",
          "doi": "https://doi.org/10.1088/1748-9326/ae1497",
          "filter": 0
        },
        {
          "title": "Comparing support for deep-sea mining among the mass public and environmental non-governmental organizations",
          "authors": "Kayla Morton, Nives Dolšak, Aseem Prakash",
          "abstract": "The energy transition hinges on the availability of critical minerals. China dominates the global critical minerals supply chain. Deep-sea mining (DSM) is proposed as an alternative to domestic land-based mining. While DSM could reduce China’s control over critical minerals and avoid local pollution from land-based mining, it could potentially harm the ocean ecosystem. We explore whether support for DSM depends on how its benefits/costs are framed, and how this support varies between the mass public and environmental non-governmental organizations (ENGOs). We administered an identical (pre-registered) online survey to U.S. individuals (n=1,142) and separately to ENGO professionals (n=278). This unique research design assesses whether the support for these two groups for DSM is influenced by how the DSM spillovers are framed in terms of (1) preventing land-based water pollution and habitat degradation from land-based mines (+), (2) reducing U.S. dependence on China for critical minerals (+), and (3) hurting fisheries which are a key food source (-). Among the mass public, we find that support for DSM mining increases with the security frame only. However, among ENGO respondents, support for DSM does not change for any frame. Men in both samples support DSM, but we do not find differences in DSM support along race or partisan affiliations.",
          "url": "https://doi.org/10.1088/1748-9326/ae16c1",
          "doi": "https://doi.org/10.1088/1748-9326/ae16c1",
          "filter": 0
        },
        {
          "title": "Stranded assets from climate change and its response strategies",
          "authors": "Jiasha Fu, Yiquan Zhou, Ya Gao, Shunsuke Managi",
          "abstract": "Abstract: Stranded assets, as a significant risk outcome of climate change and the low-carbon transition, may severely affect socioeconomic development and financial system stability; accordingly, related research has emerged as an important academic frontier in economics, finance, and political science. This paper systematically reviews the existing literature on stranded assets, presenting four core findings. First, the notion of stranded assets has matured from a narrow focus on \"impaired assets\" to a comprehensive framework encompassing stranded resources, stranded capital, and stranded paper, driven by factors including unburnable carbon constraints, transition-risk policies, physical climate damages, and environmental liability attribution. Second, scale assessments typically combine top-down scenario design under stringent carbon budgets with bottom-up model construction. Third, stranded assets inflict significant financial shocks on fossil fuel upstream and downstream firms and transmit risk to the broader financial system via institutional investor exposures and systemic vulnerabilities; uneven regional risk distribution and intergenerational and international equity concerns may further trigger political risks. Finally, mitigation strategies involve portfolio optimization, accelerated renewable energy deployment, enhanced climate risk disclosure, and macroprudential policy tools. Future research should deepen the comprehensive quantification of multiple asset types, conduct micro-level empirical analyses, implement short-term dynamic monitoring, and develop equitable distribution mechanisms to support precise risk management and effective low-carbon transition decision-making.",
          "url": "https://doi.org/10.1088/1748-9326/ae15a7",
          "doi": "https://doi.org/10.1088/1748-9326/ae15a7",
          "filter": 0
        },
        {
          "title": "Identifying gaps in research on social vulnerability to floods: A systematic review of indicators, indexes, and methodological approaches",
          "authors": "Abdur Rahim Hamidi, Paula Novo, Jouni Paavola, James D Ford",
          "abstract": "Social vulnerability plays a critical role in shaping the impacts of flooding, yet the ways in which it is measured remain inconsistent and often disconnected from local realities. As climate-related flood events intensify globally, there is an urgent need to understand how social vulnerability is conceptualized and assessed to inform more equitable and effective risk reduction strategies. This paper reports the results of a systematic literature review on indicators and indexes used to assess social vulnerability to floods. Utilizing the PRISMA methodology, we identified and screened 1,621 studies published between 2013 and 2023, selecting 36 peer-reviewed publications for examining how social vulnerability indices have been conceptualized, constructed, and applied, as well as the range of indicators, and methodological approaches used. We identified 78 indicator sets across 22 thematic domains. Results indicate that most attention has been given to a small set of indicators focusing on at-risk populations, socioeconomic factors, housing, and employment, while other factors such as health conditions, disaster preparedness, social connectedness, gender minorities, and sexuality are consistently underrepresented. Many studies rely on established frameworks without adapting them to local socio-cultural contexts and use census and secondary data sources, providing limited household-level and qualitative insights. Lack of methodological transparency, particularly regarding normalization and weighting, is common as is insufficient validation and ground-truthing. Greater attention to these issues, along with empirical case studies, is needed to provide in-depth insights into the root causes of social vulnerability and inform policies better tailored to local realities. This review highlights significant conceptual and methodological gaps, calling for more context-sensitive, mixed-method, and empirically validated approaches to improve the robustness and local relevance of social vulnerability assessments in flood-prone areas.",
          "url": "https://doi.org/10.1088/1748-9326/ae1496",
          "doi": "https://doi.org/10.1088/1748-9326/ae1496",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Estimating the effects of functional diversity and composition on the spatial variability of ecosystem multifunctionality in a large temperate forest region",
          "authors": "Feifei Zhao, Jiahui Chen, Jie Li, Chunyu Fan, von Klaus Gadow, Yanxia Cheng, Chunyu Zhang, Xiuhai Zhao",
          "abstract": "Functional diversity and composition have been shown to significantly influence the temporal variability of ecosystem functioning. However, their impact on the spatial variability of multiple ecosystem functions (multifunctionality) is still unknown. Therefore, this study aims to explore how functional diversity and composition affect the spatial variability of ecosystem multifunctionality (EMF-SV) under different environmental conditions in a temperate forest region. Regional communities representing specific spatial scales were established by assembling different numbers of sample plots. The EMF-SV was represented by the ratio of the standard deviation to the mean value of ecosystem multifunctionality within each regional community. Linear mixed-effects models were used to evaluate the effects of functional diversity and composition on the EMF-SV at different spatial scales. Structural equation models were applied to explore the direct and indirect pathways of functional diversity and composition influencing the EMF-SV. Our results show that functional diversity and composition had significant effects on the EMF-SV, and these effects changed with spatial scales and environmental conditions. They affected the EMF-SV directly or indirectly through species asynchrony and population stability. Our results demonstrate the role of functional traits in regulating the EMF-SV across spatial scales and explore the main impact mechanisms. This will contribute to our understanding and protection of ecosystem multifunctionality in temperate forests.",
          "url": "https://doi.org/10.1088/1748-9326/ae1521",
          "doi": "https://doi.org/10.1088/1748-9326/ae1521",
          "filter": 2
        },
        {
          "title": "A balanced measure of conservation outcomes: tracking woody vegetation loss and protection in Queensland, Australia",
          "authors": "Rubén Venegas-Li, Christopher Ryan Sherriff, Michelle Ward, Lucia Morales-Barquero, Hugh P. Possingham, James E M Watson",
          "abstract": "Quantifying changes in loss of native vegetation cover relative to its coverage in protected areas offers a valuable means of evaluating conservation performance, yet this approach is rarely applied in practice. Here, we assessed historic and recent remnant woody vegetation loss and protection across Queensland, Australia’s most biodiverse state. By comparing the proportion of remnant woody vegetation cleared with the extent of formally protected areas across 13 bioregions and 116 subregions, we generate a balanced evaluation of conservation progress and apply a risk classification framework. We found that Queensland has lost 21.4% of its original woody vegetation since European colonisation, with only 9.6% currently protected. Importantly, one-fifth of this clearing occurred between 2000 and 2018, despite protection more than doubling during the same period. Our results show that protection gains were concentrated in low-risk regions, while areas with considerable historical loss, such as the Brigalow Belt and Mulga Lands, continued to experience clearing and low protection gains. By 2018, 44% of subregions fell into high or very high-risk categories, while only 15% were classified as not at risk. The risk status for most subregions remained unchanged, which suggests that limited conservation progress has been achieved in high-pressure landscapes. Our findings highlight the limitations of using protected area expansion alone as a metric of conservation progress. A balance-sheet approach tracking both protection and loss can provide a more robust framework for evaluating conservation outcomes. This type of balance-sheet framework can support more effective conservation planning, including restoration and stricter land-clearing controls. Our results offer practical insights for aligning national actions with global biodiversity targets, such as those outlined in the Kunming-Montreal Global Biodiversity Framework.",
          "url": "https://doi.org/10.1088/1748-9326/ae1623",
          "doi": "https://doi.org/10.1088/1748-9326/ae1623",
          "filter": 2
        },
        {
          "title": "Quantifying US metropolitan level environmental burdens &amp; benefits from greater localization of vegetable farming",
          "authors": "Peter Nixon, Anu Ramaswami",
          "abstract": "Several US urban food action plans propose increasing local and regional vegetable production with presumed environmental and nutritional benefits. However, such efforts, if applied nationwide, can propagate environmental benefits or disbenefits to other geographies that have not been previously evaluated. Our paper quantifies the environmental benefits and disbenefits at the metropolitan scale nationwide from various localization scenarios, ranging in scope (e.g., meeting 25% to 100% of local vegetable dietary demand through local production). For the first time, these localization targets are modelled nationwide with consistent methodology across 378 metropolitan areas, considering three different land reutilization scenarios: (1) shifting current commodity cropland to vegetables, (2) leveraging marginal urban land, and (3) a novel strategy of repurposing parking lots and roads, anticipating the future deployment of shared autonomous vehicle fleets. These scenarios, implemented nationwide, diffusing current, concentrated vegetable production, are evaluated in the context of land availability constraints and two critical environmental burdens: groundwater overdraft and fertilizer-related PM2.5 emissions. Broadly across the conterminous US Metros, scenarios find few significant land constraints and reveal net environmental benefits to both groundwater overdraft and fertilizer-related PM2.5 emissions in 11% - 55% of metros (scenario-dependent). The model also reveals where relocalization of vegetable farming would exacerbate existing environmental vulnerabilities. Such spatially disaggregated nationwide urban agriculture localization models can inform environmentally friendly urban agricultural planning across US metro regions.",
          "url": "https://doi.org/10.1088/1748-9326/ae1622",
          "doi": "https://doi.org/10.1088/1748-9326/ae1622",
          "filter": 2
        },
        {
          "title": "Anthropogenic climate change worsened recent declines in freshwater availability in India",
          "authors": "Shivansh Tiwary, Arpita Mondal",
          "abstract": "Despite formidable evidence of the role of anthropogenic greenhouse gas emissions in the Earth's climate system, detection of anthropogenic climate change in Indian freshwater resources remains uncertain. This study investigated the link between the recent (1980-2020) decline in freshwater availability and anthropogenic climate change using formal Detection and Attribution (D&amp;A) analysis. Water availability, defined as the difference between Precipitation (P) and Evapotranspiration (E), is assessed using a simple yet efficient Budyko-based hydrological model. Using the Indian Institute of Tropical Meteorology Earth System Model (IITM-ESM) which is tailored to perform well in simulating climate in this region, we demonstrate that observed water availability decline (-5.60 mm year⁻¹, p &lt; 0.001) falls decisively outside the range of natural climate variability (-0.50 to 0.48 mm year⁻¹ from 1000 control simulations). The spatial correlation between observations and historical simulations exceeds 99.7% of natural variability patterns, providing strong evidence for anthropogenic influence. States like Uttar Pradesh, Bihar, and West Bengal, home to one-third of the country’s population, show significant decreases in freshwater availability beyond those expected from natural climate variability alone and are consistent with anthropogenic climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae1624",
          "doi": "https://doi.org/10.1088/1748-9326/ae1624",
          "filter": 2
        },
        {
          "title": "Canada's landscape fires spreading into uncharted territory",
          "authors": "Cordy Tymstra, Mike D. Flannigan",
          "abstract": "The 2025 Global Assessment Report on Disaster Risk Reduction (UNDRR 2025) identified the need for smart risk-informed investments to reduce and prevent disaster losses. Building capacity, capability and resilience can yield high benefit-cost ratios. We will see increasing evacuations and community losses if we fail to build affordable and sustainable resilience and learn to live with increasing wildfire and smoke on the landscape while also addressing human-caused climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae1495",
          "doi": "https://doi.org/10.1088/1748-9326/ae1495",
          "filter": 2
        },
        {
          "title": "High variation in the surface extent of freshwater ponds creates dynamic Arctic tundra landscapes in the lowlands of Eastern Siberia",
          "authors": "Jakob J Assmann, Cengiz Akandil, Elena Plekhanova, Alizée Le Moigne, Sergey V Karsanaev, Trofim C Maximov, Gabriela Schaepman-Strub",
          "abstract": "Greenhouse gas emissions from Arctic tundra ponds and permafrost thaw provide important positive feedbacks to global warming. However, a high landscape heterogeneity and small size of ponds make it challenging to assess trends in surface water extent and associated carbon and energy fluxes, especially in the understudied Eastern Siberian tundra. Here, we show that surface water extent in these landscapes can be highly dynamic, shaped by small-scale pond processes. Using a time-series of aerial imagery at 12 cm resolution spanning eight years (2014–2021), we classified surface water at three sites in Kytalyk National Park and traced all 465 ponds (i.e. patches of surface water) larger than 1 m 2 . The total surface water extent at the sites varied between 102%-124% relative to the time-series mean, without significant trends in contrast to previous reports. Individual pond area fluctuated by 52% on average, and two thirds of ponds were present for less than six years. One-quarter of ponds showed evidence for thermokarst or vegetation colonisation as drivers of change, based on our high-resolution surface elevation models. These findings highlight that tundra ponds in Siberia can be highly dynamic in nature and stresses the need for improved change detection of very small surface water bodies in remote sensing analyses to better model carbon and energy fluxes in the tundra biome.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fb1",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fb1",
          "filter": 2
        },
        {
          "title": "Climate change impacts on Robusta coffee production in Vietnam",
          "authors": "Lan Anh Dinh, Filipe Aires, Eric Rahn",
          "abstract": "The Central Highlands of Vietnam is the largest Robusta coffee (Coffea canephora Pierre ex A.Froehner) growing region in the world. This study identifies the most important climatic variables that determine the current distribution of coffee in the Central Highlands and builds a “coffee suitability” model to assess changes in this distribution due to climate change scenarios. A neural network-based suitability model was trained on coffee occurrence data derived from national statistics on coffee-growing areas. Bias-corrected regional climate models, adjusted to reduce systematic deviations from observed patterns, were used for two climate change scenarios (RCP8.5 and RCP2.6) to assess changes in suitability for three future time periods (2038-2048, 2059-2069, 2060-2070) relative to the 2009-2019 baseline. Average expected losses in suitable areas were 62% and 27% for RCP8.5 and RCP2.6, respectively. The loss in suitability due to RCP8.5 is particularly pronounced after 2060. Increasing mean minimum temperature during the harvest (October-November) and growing season (March-September), and decreasing precipitation during the late growing season (July-September) mainly determined the loss in suitable areas. Given these risks, adaptation strategies such as shade management, soil conservation, and the development of climate-resilient varieties are essential to sustain coffee production in the region.",
          "url": "https://doi.org/10.1088/1748-9326/ae14d1",
          "doi": "https://doi.org/10.1088/1748-9326/ae14d1",
          "filter": 2
        },
        {
          "title": "Rising Compound Heatwave Exposure in India: Insights from CMIP6 Climate Model Projections",
          "authors": "Karlapudi Sahithi, Manikanta Velpuri, Jew Das",
          "abstract": "This study analyzes the variability of daytime-only, nighttime-only, and compound heat waves (HWs) and their impact on population exposure across India using Shared Socioeconomic Pathways (SSP) scenarios (SSP126, SSP245, SSP370, and SSP585) from the Coupled Model Intercomparison Project Phase 6 experiment. The research questions addressed are: 1) What effects might compound heatwaves have under climate change scenarios? 2) How are compound heatwaves expected to impact the population in the future? The outcomes indicate that the compound HWs may increase by 4.6 events annually in Northwest India (NWI) under the SSP585 scenario. In contrast, daytime-only HWs are expected to decline after 2060, except in the Himalayan region, possibly due to changes in monsoon patterns and increased evaporative cooling. It is anticipated that nighttime-only heatwaves will uniformly increase across all regions and scenarios, with the most substantial rises observed in the Central Northeast India (CNI) and Northwest India (NWI). Under the SSP370 scenario during 2061-2100, the population exposure to compound heatwaves and nighttime-only heatwaves is projected to increase substantially across all regions. Specifically, exposure to compound heatwaves is anticipated to exceed historical levels by more than 30 times in most regions. Both the CNI and NWI regions show the highest rise in compound and nighttime-only heatwave extremes. The outcomes provide a substantial scientific foundation for policymakers to inform and enhance heat action plans at the national, state, and local levels.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae1498",
          "doi": "https://doi.org/10.1088/1748-9326/ae1498",
          "filter": 2
        },
        {
          "title": "Strategic phase-down of China's coking plants unlocks major climate and environmental co-benefits",
          "authors": "Hao Li, Xiaolong Lu, Linman Li, Bin Lu, Jing Meng, Leong Wai Hin Calvin, Caiquan Bai, Zhaohua Wang",
          "abstract": "China dominates global coking production with a 70% proportion, making the decarbonization of this highly energy- and emission-intensive industry critical for resource and environmental benefits. Despite discussions of decarbonization potentials at regional level, plant-specific co-benefits and technologically driven pathways remain unclear. Here, we integrate detailed data from 329 individual Chinese coking plants—characterizing their location, capacity, technology, and age—with national carbon neutrality scenarios to develop optimized, multi-criteria retirement pathways. Plants mainly located in Shanxi are phased out first before 2030 in BAU scenario while retirement are proportional across provinces in low coke production scenario. Considerable co-benefits are observed, 53.4~57.1% of water saving and emission mitigation towards 2060. Trade-offs exist due to ascending coal use if higher technical penetration of dry quenching. Our analysis quantifies the distinct contributions of demand reduction (driven by steel industry transformation) and structural efficiency improvements within the coking sector itself. These results provide the first granular, data-driven roadmap for managing China's critical coking transition, offering crucial insights for maximizing environmental gains during industrial decarbonization globally.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae16be",
          "doi": "https://doi.org/10.1088/1748-9326/ae16be",
          "filter": 2
        },
        {
          "title": "From field measurements to national inventories and smart incentives - The SmartField approach for agricultural soil N2O fluxes",
          "authors": "Klaus Butterbach-Bahl, Ann Britt Værge, Christian Dold, Sander Bruun, Michael Erlang-Nielsen, Jørgen Olesen, Signe Kynding Kynding Borgen, Diego Abalos",
          "abstract": "Significantly reducing greenhouse gas (GHG) emissions from agricultural production is crucial to limiting climate change. Fertilized soils are a major source of nitrous oxide (N₂O), a potent greenhouse gas. Reducing N₂O emissions is a key interest for many countries, including Denmark, where approximately 90% of N₂O emissions originate from agricultural soils. Although the link between nitrogen (N) fertilization and N₂O emissions is well-known, quantitative evidence for the efficiency of mitigation options in the relevant local context is scarce. This is often due to high flux variation over time scales ranging from hours to a few days. Previous studies have mostly neglected to perform measurements that could to account for this variation. Furthermore, reducing N₂O fluxes can result in increased losses through ammonia (NH₃) volatilization and N leaching, as well as reduced yields. Thus, establishing tangible mitigation strategies requires a holistic understanding of N₂O fluxes in the context of the annual, field-scale N balance, translation of findings into modeling approaches, use of models to identify emission hotspots, and scaling interventions from the field to regional and national levels. Here, we introduce the SmartField initiative, which aims to reduce national N₂O emissions in Denmark by 20-30% by 2030 by testing and providing verified, field-tested mitigation options. The initiative includes accurate and transparent N₂O emissions accounting at the field, farm, and national levels and a setup to test management technologies for N₂O emissions. It also involves developing a monitoring, reporting, and verification (MRV) system for N₂O emissions based on a Tier 3 methodology. Furthermore, SmartField collaborates closely with farmers, value chain actors, and policy makers to identify synergies and trade-offs between reducing GHG emissions and their effects on the environment, food production, and farm profitability.",
          "url": "https://doi.org/10.1088/1748-9326/ae1625",
          "doi": "https://doi.org/10.1088/1748-9326/ae1625",
          "filter": 2
        },
        {
          "title": "Unraveling drought propagation dynamics using causal inference from time series",
          "authors": "Min Pang, Shuai Yang",
          "abstract": "Drought is a pervasive natural hazard that propagates through the hydrologic cycle, leading to water deficiencies across key hydroclimatic variables such as precipitation, streamflow, and soil moisture. However, understanding the intricate dynamics of drought propagation remains challenging because of spatiotemporal variability and interactions among multiple drought types, including meteorological (MD), agricultural (AD), and hydrological (HD) droughts. Traditional analytical methods struggle to capture these complexities, particularly when dealing with high-dimensional time series data characterized by nonlinear causality. To address these challenges, we propose a novel cause–effect-based framework that integrates the process-based Community Land Model (CLM5), a causal inference method (PCMCI-CMIsymb), and causal effect analysis to investigate drought propagation across multiple time scales (1, 3, 6, and 12 months) in the Yellow River Basin (YRB), China. CLM5 provides high-resolution spatiotemporal drought estimations, PCMCI-CMIsymb detects nonlinear causal relationships, and causal effect analysis quantifies propagation probabilities across varying time lags. The results demonstrate that (a) drought propagation patterns vary by time scale, with short-term (1-month) propagation occurring primarily from MD to AD, whereas long-term (12-month) propagation extends from MD to both AD and HD; (b) subregional HDs tend to influence each other across regions, with stronger interconnections observed at long-term time scales; and (c) the likelihood of drought propagation differs spatially, with higher probabilities of MD propagation into AD and HD in the middle and lower YRB at the 6-month time scale, mostly peaking at 40%–60% with a 1-month lag. This study presents an advanced analytical framework for drought assessment, providing insights for improving drought mitigation and water resource management, particularly in regions affected by spatial hydroclimatic variability.",
          "url": "https://doi.org/10.1088/1748-9326/ae151e",
          "doi": "https://doi.org/10.1088/1748-9326/ae151e",
          "filter": 2
        },
        {
          "title": "Crop diversification improves water-use efficiency and regional water sustainability",
          "authors": "Sophie Ruehr, Maoya Bassiouni, Yanghui Kang, Yvonne Socolar, Troy Magney, Trevor F. Keenan",
          "abstract": "As global water scarcity intensifies, identifying agricultural practices that enhance sustainable water management is critical. Temporal crop diversification—rotating multiple species over time—has been proposed to improve soil health and water retention based on field-scale experiments. However, widespread adoption remains limited on farms, in part due to unverified benefits at larger scales. Here, we assess the influence of crop diversification on agricultural water-use efficiency (WUE, ratio of gross primary productivity to evapotranspiration) along a spectrum of monoculture to complex species rotations in California. Leveraging new high-resolution remote sensing datasets, we show that crop diversification is a key driver of agricultural WUE, and increasing the number of species planted in the previous six years from two to four increases WUE by ~20% after accounting for differences between crops. Our results provide spatially explicit, large-scale quantification of crop diversification's improvements to WUE, with direct implications for climate adaptation. More broadly, our framework offers a tool to evaluate other sustainable practices and guide policy and farm-scale decision-making.",
          "url": "https://doi.org/10.1088/1748-9326/ae15a9",
          "doi": "https://doi.org/10.1088/1748-9326/ae15a9",
          "filter": 2
        },
        {
          "title": "Techno-economic assessment of floating offshore wind in California",
          "authors": "Nils Angliviel de La Beaumelle, Ines M L Azevedo",
          "abstract": "California legislation has set ambitious goals of reaching 2-5 gigawatts of floating offshore wind (FOSW) by 2030, and 25 GW by 2045. FOSW remains an emerging technology with significant uncertainty surrounding its future development. We estimate the electricity output, levelized cost of energy (LCOE) and levelized cost of transmission (LCOT) for two locations in California where offshore wind projects are currently planned (Humboldt and Morro Bay). We use data collected in a prior extensive expert elicitation, complemented by publicly available data. Assuming a 30-year lifetime and a 5.69% discount rate for the offshore components, and a 60-year lifetime and 4.40% discount rate for onshore transmission infrastructure, and under the ranges of input values provided by the experts, we find that the 2035 median levelized costs of energy and transmission (LCOE + LCOT) range from $95 to $121 per MWh. Operation and maintenance costs, turbines, and floating foundations are the largest contributors to levelized costs. In addition to a base-case analysis, we perform single-parameter sensitivity analyses and show that the results are highly sensitive to discount rate, lifetime, and farm power density. To further understand the overall uncertainty, we perform a Monte Carlo simulation assuming uniform distributions for each component-cost, finding combined LCOE + LCOT ranging from $95 to $200 per MWh. For all scenarios, transmission represents a small portion of total project costs. This analysis emphasizes the importance of strategic planning and investment in floating offshore wind to meet California's renewable energy goals.",
          "url": "https://doi.org/10.1088/1748-9326/ae16bf",
          "doi": "https://doi.org/10.1088/1748-9326/ae16bf",
          "filter": 2
        },
        {
          "title": "Effective carbon dioxide removal requires a one-earth approach",
          "authors": "Philip Boyd, Jean-Pierre Gattuso, Louis Legendre, Yiannis Moustakis, Julia Pongratz",
          "abstract": "There is no abstract for a Perspective.",
          "url": "https://doi.org/10.1088/1748-9326/ae15a8",
          "doi": "https://doi.org/10.1088/1748-9326/ae15a8",
          "filter": 2
        },
        {
          "title": "AI-driven insights beneath the surface: deeper ocean layers at play in severe hurricane forecasting",
          "authors": "Veronica Nieves, Javier Martinez-Amaya",
          "abstract": "Understanding the underexplored role of deeper ocean layers in hurricane dynamics is pivotal amidst escalating storm intensities and growing threats to coastal communities. While early forecasting approaches focused almost exclusively on near-surface variables (e.g. sea surface temperature) or upper-ocean layers (0–100 m), some follow-up efforts integrated subsurface information using ocean heat content analyses relative to the 26 °C isotherm, yielding modest enhancement for the most intense storms. By contrast, our convolutional neural network–random forest (RF) framework explicitly exploits the three‐dimensional structure of ocean anomalies from the surface down to 500 m—indirectly capturing heat redistribution, salinity‐driven stratification, and mixed‐layer dynamics across depths. We demonstrate that the layered information within 40–500 m accounts for 44.91 ± 0.24% of total variable importance in the RF model and supports 72-h lead‐time severe‐hurricane forecasts with a precision of 73.04 ± 7.95%. This substantially extends ocean-heat-content‐only approaches by: 1) avoiding a hard threshold, 2) providing the first quantification of layer-specific subsurface contributions to severity forecasting through a multi-depth anomaly analysis across multiple variables using an RF-based framework, and 3) leveraging fine‐scale spatial patterns via convolutional-neural-network‐derived features. Subsurface variables down to 500 m are not merely ancillary—they are indispensable for capturing the ocean precursors of the strongest hurricanes, particularly when the 26 °C isotherm (typically shallower than 100 m) fails to represent the full heat reservoir. This deeper thermal structure may represent a key energy source that can support—and potentially accelerate—severe hurricane intensification. These findings highlight the untapped predictive value of deep-layer ocean information and its potential to enhance early-warning systems for high-impact storm events.",
          "url": "https://doi.org/10.1088/1748-9326/ae0e87",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e87",
          "filter": 2
        },
        {
          "title": "Regionalized Mediterranean relative sea level projections under high-emission regional climate scenarios",
          "authors": "Iván Manuel Parras Berrocal, Robin Waldman, Nicolas M. Gonzalez, Bodo Ahrens, William David Cabos Narvaez, Gabriel Jordà, Piero Lionello, Gianmaria Sannino, Samuel Somot",
          "abstract": "Future sea level (SL) change in the Mediterranean Sea is one of the major climate hazards for populations living in coastal areas. In this study, we analyze projections of relative sea level (RSL) rise in the Mediterranean Sea until the end of the 21st century. For the first time, we provide a detailed characterization of regional patterns of future SL change using an ensemble of three multi-decadal SSP5-8.5 scenario simulations with high-resolution fully coupled regional climate system models (RCSMs) of the Med-CORDEX initiative and their driving global climate models (GCMs). At the basin-scale, RCSMs do not significantly modify the GCM-projected RSL changes by 2100, with a mean RSL change of 69 cm (60-93 cm, 17th-83rd percentiles) relative to 1995-2014. Among the RSL components, the sterodynamic (primarily driven by the global thermal expansion) and the surface mass balance drive the basin-scale RSL rise, with the latter being the largest source of uncertainty. We find that the RSL rise in the Mediterranean is expected to be 4-12% lower than the global mean due to differences in the surface mass contribution, and 6-15% lower than in the nearby Atlantic as a result of dynamic adjustments within the semi-enclosed basin. While dynamic SL drives the mean regional patterns, vertical land motion introduces the greatest local spatial variability along coasts, resulting in a projected local RSL rise by 2100 of -26 cm to +178 cm in GCMs and -39 cm to +170 cm in RCSMs. Furthermore, compared to GCMs, RCSMs incorporate local details that result in greater spatial variability, which is important to consider in risk assessments and adaptation planning.",
          "url": "https://doi.org/10.1088/1748-9326/ae15a5",
          "doi": "https://doi.org/10.1088/1748-9326/ae15a5",
          "filter": 2
        },
        {
          "title": "Seasonal pulses of microplastic emissions to the mediterranean sea",
          "authors": "Annelise Ferry, Yael Segal, Revital Bookman, Ioannis Savva, Dror Angel",
          "abstract": "Microplastics (&lt;5 mm) are persistent and ubiquitous pollutants in aquatic environments, with over 80% originating from terrestrial sources. While their presence in the Mediterranean Sea has been documented, studies on microplastic (MP) inputs via local streams remain limited. This study quantified and characterized MP abundances along the Na’aman stream (Israel) and its outlet to the Mediterranean Sea, with samples collected before, during, and after the rainy season from established transects along the streambank and from the nearby beach. The spatial distribution and abundances of microplastics were examined in relation to seasonal and hydrological conditions. Microplastics were sorted by type and counted by dissecting microscope. A representative subset of putative MP particles was examined using Fourier Transform Infrared Spectroscopy. The overall mean (± standard error) microplastic abundance for the Na’aman stream was 231.2±66.9 particles kg-1 sediment dry weight, with significant seasonal and spatial variation. MP accumulation increased during dry months and decreased sharply following flood events—dropping by 43% after a 13 mm rainfall event that triggered stream discharge of 3.25 m³ s-1, highlighting the stream’s role in flushing MPs to the sea. The most common MP types were fragments (61.9%), fibers, and foam, with polypropylene accounting for 56.9% of analyzed particles. MP types and polymer compositions varied by site and season, suggesting diverse sources such as domestic wastewater, agriculture, and marine backflow. These findings confirm that ephemeral stream systems can temporarily trap and subsequently remobilize MPs, acting as critical conduits between land-based sources and the marine environment. Targeted mitigation efforts—such as seasonal cleanup campaigns just before the rainy season—could significantly reduce MP flux to the sea in this location. This is the first documented assessment of microplastic transport from a freshwater stream into the Mediterranean Sea in Israel and may serve as a baseline for future monitoring in similar Mediterranean-climate regions.",
          "url": "https://doi.org/10.1088/1748-9326/ae16bc",
          "doi": "https://doi.org/10.1088/1748-9326/ae16bc",
          "filter": 2
        },
        {
          "title": "Changes, interactions and drivers of soil chemical, physical and biological properties after repeated application of organic waste products in two contrasted long-term field experiments in France",
          "authors": "Haotian Chen, Florent Levavasseur, Pierre Barré, François Baudin, Sophie Sadet-Bourgeteau, Camille Chauvin, Nathalie Cheviron, Christian Mougin, Amicie Delahaie, Safya Menasseri-Aubry, Cécile Villenave, Sabine Houot",
          "abstract": "Recycling organic waste products (OWP) is known to influence soil physical, chemical, and biological properties, yet few studies have compared the long-term effects of different OWP type across multiple sites. This study examined the impacts of repeated OWP application on soil properties in two French long-term field experiments: QualiAgro and PROspective (20 and 18 years, respectively). The OWP included dehydrated urban sewage sludge (SLU), green waste and SLU compost (GWS), biowaste compost from source-separated municipal organic waste co-composted with green waste (BIO), municipal solid waste compost (MSW), farmyard manure from a dairy cow farm (FYM), and composted FYM from open-air composting on a concrete platform (FYMC). The application of OWP led to increased soil nutrient levels and trace element availability, and stimulated microbial biomass and enzyme activities, while the response of nematode varied depending on site and OWP type. Biological properties were less affected than physico-chemical properties, though the OWP application enhanced soil microbial biomass and specific enzyme activities. The impact on soil nematode communities varied depending on OWP type and site. Strong correlations were observed among soil property changes, with exogenous carbon and nutrient inputs from OWP identified as key drivers. Larger changes were noted in QualiAgro, where OWP application rates were higher and initial soil quality lower. These findings highlight that OWP applications, depending on their type, rate, and initial soil conditions, can significantly alter soil properties.",
          "url": "https://doi.org/10.1088/1748-9326/ae16bb",
          "doi": "https://doi.org/10.1088/1748-9326/ae16bb",
          "filter": 2
        },
        {
          "title": "Unprecedented Beaufort Sea ice loss in late summer 2021 and its relationship to an extended period of unusually stormy weather",
          "authors": "Thomas J. Ballinger, Peter M Finocchio, Vladimir A. Alexeev, Igor V Polyakov, James D Doyle, Matthew G Fearon, Linette Boisvert, Chelsea L. Parker",
          "abstract": "Previous case studies have linked cyclone-induced atmospheric forcing and/or upper-ocean processes to notable Arctic sea ice loss events in the summers of 2012 and 2016. This study examines a more recent and noteworthy case in late summer 2021 in which substantial sea ice loss followed a period of surface meteorological extremes in the Beaufort Sea region of the Arctic. We focus on the period from mid-August to mid-September 2021 that coincided with the Office of Naval Research (ONR) THINICE pilot field campaign and investigate stormy and windy conditions with respect to air-sea processes impacting sea ice conditions. We find that during the stormy first half of the campaign, cyclone-induced energy fluxes into the marginal ice zone (MIZ) and surrounding waters preconditioned the ice pack for more rapid melt later in the campaign. The second half of the campaign, in contrast, was marked by non-cyclone wind events that enhanced turbulent (namely sensible) heat fluxes into the ice and upper ocean that increased melt. Moreover, this latter period had enhanced advection of the Beaufort Sea ice pack into above-freezing waters, increasing bottom melt to &gt;1 cm day-1 over the remainder of the campaign. While findings are shown to vary by surface type and at relatively small (i.e. ice-floe) scales, insights are offered on the roles of late summer coupled processes on rapid ice loss events in today’s Arctic environment.",
          "url": "https://doi.org/10.1088/1748-9326/ae1626",
          "doi": "https://doi.org/10.1088/1748-9326/ae1626",
          "filter": 2
        },
        {
          "title": "Reanalysis data induced misestimations in photovoltaic power generation potential and associated drivers",
          "authors": "Qingrui Wang, Xinyi Tang, 璐怡 史, Guo Chen, Qing Yang",
          "abstract": "Reanalysis datasets have been extensively used to estimate the power generation potential of solar photovoltaic (PV) systems owing to their global coverage, inclusion of multiple variables, and high temporal resolution. However, the spatial resolution of these datasets is substantially coarser than the typical area of PV farms, which can lead to potential inaccuracies in power generation estimates. Despite this limitation, the associated errors have not been thoroughly investigated. In this study, we comprehensively assess the misestimations in power generation potential arising from the application of three widely used reanalysis datasets - ERA5, ERA5-Land and MERRA2 – using observational data from twelve PV farms in China. Moreover, the key drivers and mechanisms underlying these inaccuracies are revealed. We find that the relative errors in annual power generation potential estimates were approximately -17%, -12% and 7% for ERA5, ERA5-Land and MERRA2, respectively. Notably, these errors escalated with increasing temporal resolution of estimation; at the hourly scale, they were amplified by approximately twofold and threefold for ERA5/ERA5-Land and MERRA2, respectively. Mechanistic analysis revealed a significant negative correlation between estimation errors and near-surface air temperature, suggesting that cloud conditions and terrain may be the primary drivers contributing to these inaccuracies. The results of our study underscore the importance of accounting for these errors when using reanalysis data for PV power generation potential estimation, particularly at monthly and hourly scales. Policymakers and researchers can utilize our results to quantify the uncertainties in PV power generation calculations and their subsequent applications.",
          "url": "https://doi.org/10.1088/1748-9326/ae151f",
          "doi": "https://doi.org/10.1088/1748-9326/ae151f",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "TOWARDS RESILIENT AND INCLUSIVE CLIMATE COMPATIBLE DEVELOPMENT: A PARTICIPATORY, MIXED-METHOD SCENARIOS APPROACH FOR ZAMBIA",
          "authors": "Nick Hughes, Mulima Nyambe-Mubanga, Willard Mapulanga, Malonga Hazemba, Stephen Chileshe, Bernard Tembo, Jim Watson, Jennifer Cronin, Steve Pye, Julia Tomei, Meron Tesfamichael, Yacob Mulugetta, Simon Bawakyillenuo, Aba Obrumah Crentsil",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103072",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103072",
          "filter": 0
        },
        {
          "title": "Will women save the planet? Correlation, causality, and common causes",
          "authors": "Ingrid Hjort, Gry Østenstad",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103077",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Introduction to the Special Issue: The North–South Politics of Global Just Transitions",
          "authors": "Chukwumerije Okereke, Kennedy Mbeva, Reuben Makomere",
          "abstract": "Since the adoption of the Paris Agreement in 2015, the concept of “just transition” has gained global prominence. Initially centered on integrating fossil fuel workers and communities into emerging green economies in industrialized nations, it has since broadened to encompass long-standing North–South debates on climate justice while introducing new dimensions to global environmental and climate politics. This special issue, “The North–South Politics of Global Just Transitions,” examines the increasingly complex and contested global politics of just transitions. Framed as pathways to achieving climate goals while addressing deep-rooted socioeconomic and historical justice challenges, just transition has become central to multilevel climate policy and governance. Yet, important questions persist regarding its normative content, its relationship to climate justice, its transformative potential, and whether it challenges or reinforces existing political and economic inequalities between developed and developing countries. This special issue interrogates these dynamics by analyzing the evolving contestations shaping the global politics of just transitions.",
          "url": "https://doi.org/10.1162/glep.a.27",
          "doi": "https://doi.org/10.1162/glep.a.27",
          "filter": 0
        },
        {
          "title": "Prospects for a Just Transition Across Global Agrifood Chains: A Comparison of South American Soybean and Southeast Asian Palm Oil",
          "authors": "Karen M. Siegel, Helena Varkkey",
          "abstract": "Demands for food system transformation are growing, but this presents distinct challenges as the sector is highly globalized and marked by global agrifood chains linking countries producing agricultural commodities in the Global South with countries importing them in the Global North. To understand possibilities for and limitations of a sustainability transition across global agrifood chains, it is crucial to examine cross-scale dynamics and the interdependence of sustainability politics between the Global North and South. From our comparison of soybean production in South America and palm oil in Southeast Asia, we make two main observations. First, it is questionable to what extent the dominant trade-based approaches to sustainability foster transformative change. Further research should also look at other markets and forms of agricultural production beyond commodity chains. Second, the concerns of consumers in the Global North tend to get priority over socioenvironmental concerns in producing countries in the Global South, posing important obstacles for procedural justice.",
          "url": "https://doi.org/10.1162/glep.a.26",
          "doi": "https://doi.org/10.1162/glep.a.26",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Heatwaves worsen educational inequality in Brazil",
          "authors": "Luana Stangherlin dos Santos, Júlio César Claudino dos Santos",
          "url": "https://doi.org/10.1038/s41558-025-02469-w",
          "doi": "https://doi.org/10.1038/s41558-025-02469-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Identifying critical intervention points for the prevention of cascading climate impacts",
          "url": "https://doi.org/10.1038/s41558-025-02456-1",
          "doi": "https://doi.org/10.1038/s41558-025-02456-1",
          "filter": 2
        },
        {
          "title": "Duplicating genomes to survive the heat",
          "authors": "Peng Jin",
          "url": "https://doi.org/10.1038/s41558-025-02454-3",
          "doi": "https://doi.org/10.1038/s41558-025-02454-3",
          "filter": 2
        },
        {
          "title": "Southern Ocean freshening stalls deep ocean CO2 release in a changing climate",
          "authors": "Léa Olivier, F. Alexander Haumann",
          "abstract": "The Southern Ocean mitigates global surface warming by taking up a large portion of the carbon released by human activities. While models suggest this carbon sink should weaken as climate change increases upwelling of carbon-rich deep water, such a decline has not been observed over the past decades. Here, using circumpolar hydrographic observations, we reveal that Southern Ocean freshening since the 1990s has enhanced density stratification, which prevents these CO 2 -enriched waters from reaching the surface. Meanwhile, the surface layer has become thinner, allowing the CO 2 -rich circumpolar deep water to get closer to the surface, replacing winter water between 100 m and 200 m. In this layer, the CO 2 fugacity increased by ~10 µatm because of changing ocean dynamics since the 1990s. Our findings imply that the observed surface freshening temporarily buffered the model-predicted weakening of the Southern Ocean carbon sink, but that such a signal could potentially emerge if stratification weakened.",
          "url": "https://doi.org/10.1038/s41558-025-02446-3",
          "doi": "https://doi.org/10.1038/s41558-025-02446-3",
          "filter": 2
        },
        {
          "title": "The carbon hoofprint of cities is shaped by geography and production in the livestock supply chain",
          "authors": "Benjamin P. Goldstein, Rylie E. O. Pelton, Dimitrios Gounaridis, Jennifer Schmitt, Nathaniel Springer, Joshua P. Newell",
          "url": "https://doi.org/10.1038/s41558-025-02450-7",
          "doi": "https://doi.org/10.1038/s41558-025-02450-7",
          "filter": 2
        },
        {
          "title": "Damage development on Antarctic ice shelves sensitive to climate warming",
          "authors": "Maaike Izeboud, Bert Wouters, Sophie de Roda Husman, Stef Lhermitte",
          "url": "https://doi.org/10.1038/s41558-025-02453-4",
          "doi": "https://doi.org/10.1038/s41558-025-02453-4",
          "filter": 2
        },
        {
          "title": "Abrupt thaw alters phosphorus cycling in alpine tundra",
          "authors": "Colleen M. Iversen",
          "url": "https://doi.org/10.1038/s41558-025-02466-z",
          "doi": "https://doi.org/10.1038/s41558-025-02466-z",
          "filter": 2
        },
        {
          "title": "Polyploidization in diatoms accelerates adaptation to warming",
          "authors": "Zhengke Li, Yong Zhang, Andrew J. Irwin, Zoe V. Finkel",
          "url": "https://doi.org/10.1038/s41558-025-02464-1",
          "doi": "https://doi.org/10.1038/s41558-025-02464-1",
          "filter": 2
        },
        {
          "title": "Emissions reductions of rooftop solar are overstated by approaches that inadequately capture substitution effects",
          "authors": "John E. T. Bistline, Asa Watten",
          "url": "https://doi.org/10.1038/s41558-025-02459-y",
          "doi": "https://doi.org/10.1038/s41558-025-02459-y",
          "filter": 2
        },
        {
          "title": "Accelerated soil phosphorus cycling upon abrupt permafrost thaw",
          "authors": "Ziliang Li, Luyao Kang, Lu Wang, Wolfgang Wanek, Dianye Zhang, Guanqin Wang, Hans Lambers, Josep Peñuelas, Mingkai Jiang, Yuanhe Yang",
          "url": "https://doi.org/10.1038/s41558-025-02445-4",
          "doi": "https://doi.org/10.1038/s41558-025-02445-4",
          "filter": 2
        },
        {
          "title": "Balancing simplicity and complexity through corporate emissions benchmarking",
          "authors": "Saphira Rekker, Kaya Axelsson, Anders Bjørn, Chris Greig, Richard Heede, Matthew J. Hornsey, Jacquelyn E. Humphrey, Matthew Ives, David Kampmann, Mark Roelfsema, Adrien Rose, Sue-Lyn Stubbs, Belinda Wade",
          "url": "https://doi.org/10.1038/s41558-025-02467-y",
          "doi": "https://doi.org/10.1038/s41558-025-02467-y",
          "filter": 2
        }
      ]
    }
  ]
}
