{
  "update": "2026-01-30",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Leveraging public-private partnerships for climate finance: advancing climate-smart agriculture for NDC implementation in Kenya and Senegal",
          "authors": "Adama Sow Badji, Caroline Gathu",
          "url": "https://doi.org/10.1080/14693062.2026.2616965",
          "doi": "https://doi.org/10.1080/14693062.2026.2616965",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Educational impacts of climate change: the role of climate finance in sustaining education in developing countries",
          "authors": "Xiuqin Wu, Jinsong Zhao, Jiao Tian",
          "url": "https://doi.org/10.1007/s10584-026-04115-6",
          "doi": "https://doi.org/10.1007/s10584-026-04115-6",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Correction to: The attribution of human health outcomes to climate change: transdisciplinary practical guidance",
          "authors": "K. L. Ebi, A. Haines, R. F. S. Andrade, C. Åström, M. L. Barreto, A. Bonell, K. Bowen, N. Brink, C. Caminade, C. J. Carlson, R. Carter, P. Chua, G. Cissé, F. J. Colón-González, S. Dasgupta, L. A. Galvao, M. Garrido Zornoza, A. Gasparrini, G. Gordon-Strachan, S. Hajat, S. Harper, L. J. Harrington, M. Hashizume, J. Hess, J. Hilly, V. Ingole, L. V. Jacobson, T. Kapwata, C. Keeler, S. A. Kidd, E. W. Kimani-Murage, R. K. Kolli, S. Kovats, S. Li, R. Lowe, D. Mitchell, K. Murray, M. New, O. E. Ogunniyi, S. E. Perkins-Kirkpatrick, J. Pescarini, B. L. Pineda Restrepo, S. T. R. Pinho, V. Prescott, N. Redvers, S. J. Ryan, B. D. Santer, C. F. Schleussner, J. C. Semenza, M. Taylor, L. Temple, S. Thiam, W. Thiery, A. M. Tompkins, S. Undorf, A. M. Vicedo-Cabrera, K. Wan, R. Warren, C. Webster, A. Woodward, C. Y. Wright, R. F. Stuart-Smith",
          "url": "https://doi.org/10.1007/s10584-025-04093-1",
          "doi": "https://doi.org/10.1007/s10584-025-04093-1",
          "filter": "2"
        },
        {
          "title": "Assessment of meteorological drought based on CMIP6 multi-model ensemble projections in Iraq",
          "authors": "Asaad A. M. Al-Hussein, Safa Ahmed Khalil, Bushra M. Ali",
          "url": "https://doi.org/10.1007/s10584-026-04123-6",
          "doi": "https://doi.org/10.1007/s10584-026-04123-6",
          "filter": "2"
        },
        {
          "title": "Assessing the response of terrestrial water storage to climate warming in China by coupling CMIP6 multi-model ensembles, hydrological model, and machine learning algorithms",
          "authors": "Xiaoyan Cao, Jiali Ju, Chuanhao Wu, Pat J.-F. Yeh, Min Shi, Ashraf Dewan, Yongze Song, Xueyuan Zhang, Tian Yao, Yufei Jiao, Qiongfang Li, Shanshui Yuan, Xiaolei Fu, Bill X. Hu",
          "url": "https://doi.org/10.1007/s10584-025-04082-4",
          "doi": "https://doi.org/10.1007/s10584-025-04082-4",
          "filter": "2"
        },
        {
          "title": "Spatial and temporal trends in air temperature and evaporative demand in Florida: implications for climate adaptation",
          "authors": "Dong-Hyeon Kim, Younggu Her, Jonathan Crane, Clyde Fraisse",
          "url": "https://doi.org/10.1007/s10584-026-04117-4",
          "doi": "https://doi.org/10.1007/s10584-026-04117-4",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Ship fuel sulfur content regulations may exacerbate mass coral bleaching events on the Great Barrier Reef",
          "authors": "Robert G. Ryan, Daniel P. Harrison, Lasse Johansson, Robyn Schofield",
          "url": "https://doi.org/10.1038/s43247-025-03088-1",
          "doi": "https://doi.org/10.1038/s43247-025-03088-1",
          "filter": "0"
        },
        {
          "title": "Climate change risk index and municipal bond disclosures of United States drinking water utilities",
          "authors": "Zia J. Lyle, Jeanne M. VanBriesen, Constantine Samaras",
          "url": "https://doi.org/10.1038/s43247-025-03044-z",
          "doi": "https://doi.org/10.1038/s43247-025-03044-z",
          "filter": "0"
        },
        {
          "title": "Indigenous Peoples and local communities as agents of transformative change for sustainability",
          "authors": "Victoria Reyes-García, Valerie Nelson, Martha Bonilla-Moheno, Vera H. Hausner, Julia Leventon, Helen C. Wheeler, Zuhre Aksoy, Peter Bates, Joji Carino, Juan Martin Dabezies, Niki Frantzeskaki, Ethan Gordon, Hannah Gosnell, Camille Guibal, Janita Gurung, Máret J. Heatta, Yesenia Hernandez, Mariaelena Huambachano, Chinwe Ifejika Speranza, Rafael A. Magris, Lelani Mannetti, Andressa V. Mansur, Maiko Nishi, Karen O’Brien, Sherry Pictou, Kristina Raab, Nick Roskruge, Rodion Sulyandziga, Sebastian Villasante",
          "url": "https://doi.org/10.1038/s43247-025-03098-z",
          "doi": "https://doi.org/10.1038/s43247-025-03098-z",
          "filter": "0"
        },
        {
          "title": "Synergistic effects of agricultural dual-scale management on carbon reduction in China",
          "authors": "Qing Guo, Hanying Zhang, Jing Liu, Zhimin Wu, Yinding Zhang, Xiangdong Hu",
          "url": "https://doi.org/10.1038/s43247-025-02906-w",
          "doi": "https://doi.org/10.1038/s43247-025-02906-w",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Rainfall amplified sea-level control on silicate weathering in the Indo-Pacific Convergence Zone during Quaternary glacials",
          "authors": "Yifei Yang, Zhaokai Xu, Debo Zhao, Shiming Wan",
          "url": "https://doi.org/10.1038/s43247-026-03219-2",
          "doi": "https://doi.org/10.1038/s43247-026-03219-2",
          "filter": "2"
        },
        {
          "title": "Slope lineae as potential indicators of recent volatile loss on Mercury",
          "authors": "V. T. Bickel, G. Munaretto, S. Bertoli, G. Cremonese, P. Cambianica, N. A. Vergara Sassarini",
          "url": "https://doi.org/10.1038/s43247-025-03146-8",
          "doi": "https://doi.org/10.1038/s43247-025-03146-8",
          "filter": "2"
        },
        {
          "title": "Sediment-modulated supershear rupture of the 2025 Mw 7.7 Myanmar earthquake",
          "authors": "Duyuan Xu, Heng Luo, Houyun Yu, Zhigang Peng, Hejun Zhu, Weimin Wang, Jiankuan Xu, Liqing Jiao, Shuwen Dong, Guodong Bao, Zhikun Ren, Xiaofei Chen",
          "url": "https://doi.org/10.1038/s43247-026-03232-5",
          "doi": "https://doi.org/10.1038/s43247-026-03232-5",
          "filter": "2"
        },
        {
          "title": "Earlier spring onset and autumn warming increase the discrepancy between leaf coloration and photosynthetic cessation",
          "authors": "Haiying Yu, Zhongmei Mo, Tinghong Tan, Lan Qiu, Liang Guo",
          "url": "https://doi.org/10.1038/s43247-026-03239-y",
          "doi": "https://doi.org/10.1038/s43247-026-03239-y",
          "filter": "2"
        },
        {
          "title": "Dislocation creep may control bridgmanite deformation in the Earth’s lower mantle",
          "authors": "Longli Guan, Daisuke Yamazaki, Noriyoshi Tsujino, Yuji Higo, Sho Kakizawa, Xiang Wu, Junfeng Zhang",
          "abstract": "Seismic anisotropy in the Earth’s lower mantle, particularly around subduction zones, is commonly attributed to deformation by dislocation creep, yet much of the lower mantle appears nearly isotropic. This contrast complicates interpretations of mantle rheology. Here we report the temperature dependence of lattice preferred orientation in bridgmanite, the most abundant lower mantle mineral, through high-pressure deformation experiments at 25 gigapascals and 1700–2100 kelvin. Both iron-free and iron-bearing bridgmanite develop lattice preferred orientations across this temperature range, with distinct slip systems occurring below and above 1800 kelvin. Low-temperature fabric produces strong seismic anisotropy, whereas high-temperature fabric yields weak, near-isotropic signatures under horizontal shearing. These results provide a unified explanation for strong seismic anisotropy near subduction zones and globally near-isotropic behavior of the lower mantle. They suggest that dislocation creep could dominate lower mantle deformation while generating diverse seismic signatures, providing important understanding for lower mantle rheology and dynamics.",
          "url": "https://doi.org/10.1038/s43247-026-03212-9",
          "doi": "https://doi.org/10.1038/s43247-026-03212-9",
          "filter": "2"
        },
        {
          "title": "Permafrost and wildfire carbon emissions indicate need for additional action to keep Paris Agreement temperature goals within reach",
          "authors": "Christina Schädel, Thomas Gasser, Brendan M. Rogers, Rachael Treharne, Merritt R. Turetsky, Trevor Smith, Erin MacDonald, Susan M. Natali",
          "url": "https://doi.org/10.1038/s43247-026-03189-5",
          "doi": "https://doi.org/10.1038/s43247-026-03189-5",
          "filter": "2"
        },
        {
          "title": "Constraining climate model projections with observations amplifies future runoff declines",
          "authors": "Hanjun Kim, Flavio Lehner, Katherine Dagon, David M. Lawrence, Sean Swenson, Andrew W. Wood",
          "url": "https://doi.org/10.1038/s43247-026-03213-8",
          "doi": "https://doi.org/10.1038/s43247-026-03213-8",
          "filter": "2"
        },
        {
          "title": "Major Baltic Inflows do not have long-lasting consequences for 20th-century hypoxia in the central Baltic Sea",
          "authors": "Lev Naumov, H. E. Markus Meier",
          "abstract": "Marginal seas with pronounced stratification are susceptible to low dissolved oxygen concentrations, which can lead to hypoxia or anoxia below the pycnocline. In the Baltic Sea, the Major Baltic Inflows ventilate the deep basins while further strengthening stratification. It was suggested that the largest-ever measured Major Baltic Inflow, which occurred in 1951, triggered the deoxygenation of the central Baltic Sea because it significantly strengthened stratification. With the help of a coupled hydrodynamical-ecosystem numerical model, we conducted a couple of numerical experiments and statistically analyzed the hypoxic volume and stratification strength variability on multidecadal timescales. We demonstrate that, although it had some short-term influence, the Major Baltic Inflow in 1951 did not significantly impact the stratification or hypoxia in the Baltic Sea on longer timescales. We provide quantitative estimates of the Major Baltic Inflows’ influence on multidecadal variability of stratification and hypoxia in the central Baltic Sea basins.",
          "url": "https://doi.org/10.1038/s43247-026-03245-0",
          "doi": "https://doi.org/10.1038/s43247-026-03245-0",
          "filter": "2"
        },
        {
          "title": "The growing threat of spatially synchronized dry-hot events to global ecosystem productivity",
          "authors": "Waqar ul Hassan, Munir Ahmad Nayak, Md Saquib Saharwardi, Harikishan Gandham, Hari Prasad Dasari, Caspar Ammann, David Yates, Ibrahim Hoteit, Yasser Abualnaja",
          "url": "https://doi.org/10.1038/s43247-026-03203-w",
          "doi": "https://doi.org/10.1038/s43247-026-03203-w",
          "filter": "2"
        },
        {
          "title": "Recent giant detachment of a glacier on the Tibetan plateau provoked by its frozen tongue",
          "authors": "Andreas Kääb, Juditha Aga, Désirée Treichler, Luc Girod, Wei-An Chao",
          "abstract": "Sudden detachments of entire glacier tongues are rare but potentially devastating events that remain poorly understood. Here, we report on an event that occurred in Tibet on November 1, 2022, with an ice volume of ~40 million cubic meters, ranking it among the largest recorded ice avalanches. Utilizing a broad array of satellite data and seismic signals, we reconstruct the motion of the source glacier leading to its failure and the large landscape changes caused by the avalanche. The lack of glacier advance during its acceleration phase suggests that a frozen terminus has played a key role in the evolution of the glacier failure by acting as a dam to the ice mass pushing from above and its potential water content. The dense coverage by satellite data reveals details of an exponential increase in glacier speeds, up to 46 m per day in the weeks and days prior to failure.",
          "url": "https://doi.org/10.1038/s43247-025-03125-z",
          "doi": "https://doi.org/10.1038/s43247-025-03125-z",
          "filter": "2"
        },
        {
          "title": "Reactivation of basement faults by deep fluids during the 2017 Changdao earthquake swarm, Eastern China",
          "authors": "Peng Wang, Baoshan Wang, Zhigang Peng, Xinglin Lei",
          "url": "https://doi.org/10.1038/s43247-026-03228-1",
          "doi": "https://doi.org/10.1038/s43247-026-03228-1",
          "filter": "2"
        },
        {
          "title": "Rethinking and comprehensive planning of the floating city concept",
          "authors": "Carlo Ruzzo, Maria Luisa Cacurri, Felice Arena",
          "url": "https://doi.org/10.1038/s43247-026-03218-3",
          "doi": "https://doi.org/10.1038/s43247-026-03218-3",
          "filter": "2"
        },
        {
          "title": "Anthropogenic emissions of volatile Cd detected in western tropical North Atlantic surface seawater",
          "authors": "Hui Xu, Mark Rehkämper, Yihang Huang, Zijian Jia, Katharina Kreissig, Barry J. Coles, Rebekah E. T. Moore, Arianna Olivelli, Rob Middag, Alex Baker, Rachel Shelley, Tina van de Flierdt",
          "abstract": "The Cd concentrations and isotope compositions of open ocean surface waters are generally thought to be governed by internal cycling, and particularly by the balance between upwelling of more Cd-rich deeper water masses and Cd uptake by phytoplankton. Here we present a new dataset of coupled Cd isotope compositions and concentrations for seawater depth profiles sampled in the western tropical Atlantic Ocean during Leg 2 of the GEOTRACES GA02 section. A box model for the Cd source and sink fluxes of the oligotrophic surface waters of the study area shows that the observed light Cd isotope compositions and low Cd concentrations are a consequence of biological Cd uptake and atmospheric deposition of isotopically light anthropogenic Cd. Aerosols enriched in anthropogenic Cd thereby contributed at least 19%, and possibly more than 45%, to the dissolved surface water Cd inventory during the sampling period. This reveals that anthropogenic emissions of volatile Cd can have a key impact on the distribution of Cd in open ocean surface waters.",
          "url": "https://doi.org/10.1038/s43247-026-03211-w",
          "doi": "https://doi.org/10.1038/s43247-026-03211-w",
          "filter": "2"
        },
        {
          "title": "Mycorrhizal-specific responses of rhizosphere soil properties and fine-root traits to polystyrene microplastic addition in a temperate mixed forest",
          "authors": "Yingtong Zhou, Ivano Brunner, Ziping Liu, Wei Guo, Xiaoyue Na, Jiaxin Liu, Junni Wang, Cunguo Wang, Mai-He Li",
          "url": "https://doi.org/10.1038/s43247-026-03237-0",
          "doi": "https://doi.org/10.1038/s43247-026-03237-0",
          "filter": "2"
        },
        {
          "title": "Changes in terrestrial weathering following glacial retreat reveal processes altering North Atlantic neodymium isotopes",
          "authors": "J. Tatiana Salinas-Reyes, Ellen E. Martin, Jonathan B. Martin, Kelly M. Deuerling",
          "abstract": "Anomalously unradiogenic neodymium in authigenic phases of the North Atlantic during glacial terminations has been attributed to weathering of glacial sediments derived from shield rocks. However, mechanisms producing unradiogenic neodymium and their link to terrestrial processes remain poorly constrained. Here we analyze neodymium isotopes from co-located stream water and sediment across a deglaciating landscape in southwest Greenland. Dissolved neodymium is ~8 ɛNd units less radiogenic than bedload in recently exposed watersheds. In watersheds with longer exposure time, dissolved neodymium is ~10 ɛNd units and particulate neodymium ~3 ɛNd units higher, decreasing the offset to ~1 unit. This shift results from preferential weathering of minerals with low samarium/neodymium ratios and winnowing of the fine fraction of recently exposed sediments. Variations in the influx and weathering extent of shield-derived sediment alter neodymium isotopic compositions of North Atlantic seafloor sediment and seawater, constraining interpretations of past ice sheet loss and deep ocean circulation.",
          "url": "https://doi.org/10.1038/s43247-026-03220-9",
          "doi": "https://doi.org/10.1038/s43247-026-03220-9",
          "filter": "2"
        },
        {
          "title": "Short-term Antarctic ice-sheet dynamics during the late Oligocene",
          "authors": "Layla Creac’h, Swaantje Brzelinski, Jörg Lippold, Marcus Gutjahr, Martin Frank, Alexa Fischer, Oliver Friedrich",
          "abstract": "Palaeoceanographic records spanning the Oligocene provide insights into Antarctic ice-sheet dynamics in a world warmer-than-today, allowing us to improve future climate projections linked to global warming. Here, we present a high-resolution multi-proxy record from ODP Site 689 (Maud Rise, Southern Ocean), to investigate the short-term Antarctic ice-sheet variability during the late Oligocene. Our oxygen isotope composition of sea water record reflects large, obliquity-paced ice volume fluctuations from 26.2 to 25.2 Ma. These fluctuations would have resulted in changes in the types of rocks eroded as the Antarctic ice-sheet advanced/retreated. Indeed, the radiogenic isotopic compositions of neodymium and lead co-vary with the oxygen isotopes for most of the record and identify changes in sediment provenance and weathering rates linked to advances and retreats of the Antarctic ice-sheet. At the same time, the stable incongruent lead isotope signal observed confirms the presence of a major East Antarctic ice-sheet during the late Oligocene.",
          "url": "https://doi.org/10.1038/s43247-026-03217-4",
          "doi": "https://doi.org/10.1038/s43247-026-03217-4",
          "filter": "2"
        },
        {
          "title": "Glacially derived iron is more bioavailable to Antarctic phytoplankton than other sources",
          "authors": "Jasmin Stimpfle, Florian Koch, Berenice Ebner, Christian Völkner, Rebecca Zitoun, Camila F. Sukekava, Sylvia G. Sander, Susann Henkel, Randelle M. Bundy, Angel Ruacho, Sabine Kasten, Scarlett Trimborn",
          "abstract": "The bioavailability of iron from different sources to phytoplankton, driving substantial carbon dioxide uptake of the large blooms downstream of South Georgia Island, remains unknown. Although geochemical characterization suggests that iron from glacial meltwater and groundwater is bioavailable, phytoplankton iron uptake measurements are lacking. In this study, additional to assessing iron chemical speciation and weathering processes, iron-55 uptake by a natural phytoplankton community was quantified in seawater sampled from low and high chlorophyll waters around South Georgia, to which iron from nearshore sources (glacial meltwater and groundwater) was added. Iron bioavailability depended on the chemistry of the fertilized seawater and the chemical composition of the source itself. Aggregation of dissolved organic matter in high chlorophyll water scavenged dissolved iron, making it unavailable to phytoplankton. In low chlorophyll water, as opposed to iron from groundwater, iron from glacial meltwater was bioavailable to phytoplankton and would increase carbon dioxide fixation by 80-100%.",
          "url": "https://doi.org/10.1038/s43247-025-03092-5",
          "doi": "https://doi.org/10.1038/s43247-025-03092-5",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Tsunamigenic earthquake at the Sunda trench promoted by aseismic slip after a previous megathrust event",
          "authors": "Qiang Qiu, Eric Lindsey, Lujia Feng, Linlin Li, Peizhen Zhang, Jian Lin",
          "url": "https://doi.org/10.1038/s43247-025-03133-z",
          "doi": "https://doi.org/10.1038/s43247-025-03133-z",
          "filter": "2"
        },
        {
          "title": "High-resolution geomechanical modeling reveals accelerating infrastructure risks from permafrost degradation in Northern Alaska",
          "authors": "Ziyi Wang, Ming Xiao, Dmitry Nicolsky",
          "url": "https://doi.org/10.1038/s43247-026-03240-5",
          "doi": "https://doi.org/10.1038/s43247-026-03240-5",
          "filter": "2"
        },
        {
          "title": "Interfacial hydrodynamic isotope fractionation of infiltrating rainfall in soil pore water is independent of evaporation",
          "authors": "Peng Zhao, Ying Zhao, Chengcheng Xia, Junxiong Yuan, Buli Cui, Meiyu Huang, Lian Xie, Xun Hu, Yi Li, Kexin Lin, Guodong Liu, Jiangkun Zheng, Shuqin He, Shubo Wan, Genxu Wang",
          "abstract": "Quantifying how rainwater infiltration modifies the stable isotope composition of soil pore water is essential for tracing water movement through the critical zone. We monitored intact soil columns under natural rainfall at high temporal resolution, jointly measuring seepage flux and the hydrogen and oxygen isotope composition of drainage water. The data reveal a robust, threshold-like pattern: faster seepage is consistently associated with more isotopically depleted drainage, behavior that is not readily explained by evaporation or simple mixing alone. We interpret this pattern as evidence for an interfacial hydrodynamic isotope fractionation process, in which transport dynamics and soil–water interfacial interactions partition water isotopologues without phase change. This framework refines how isotopes are used to infer soil water mixing and has implications for predicting recharge and ecosystem water use under a changing climate.",
          "url": "https://doi.org/10.1038/s43247-026-03195-7",
          "doi": "https://doi.org/10.1038/s43247-026-03195-7",
          "filter": "2"
        },
        {
          "title": "Toward a sustainable megalopolis by reconciling power system decarbonization and urban health resilience",
          "authors": "Zhixue Yang, Hongcai Zhang, Hui Li, Scott Moura, Yonghua Song",
          "url": "https://doi.org/10.1038/s43247-026-03198-4",
          "doi": "https://doi.org/10.1038/s43247-026-03198-4",
          "filter": "2"
        },
        {
          "title": "Current and projected impacts of extreme climate events on winter wheat yield in Northern China",
          "authors": "Ruiyun Zeng, Xiaomao Lin, Gretchen F. Sassenrath, Stephen M. Welch, Fengmei Yao",
          "url": "https://doi.org/10.1038/s43247-025-02954-2",
          "doi": "https://doi.org/10.1038/s43247-025-02954-2",
          "filter": "2"
        },
        {
          "title": "Positive glacial regulatory processes promote sustainability of Asian glacier water resources",
          "authors": "Qiong Wang, Xin Wang, Keqin Duan, Qiao Liu, Yongsheng Yin, Weijie Ran, Shiyin Liu, Tobias Bolch, Francesca Baldacchino, Jinping He, Yongjian Ding, Yaonan Zhang, Yong Zhang, Junfeng Wei, Zongli Jiang, Xiaojie Chen",
          "url": "https://doi.org/10.1038/s43247-026-03225-4",
          "doi": "https://doi.org/10.1038/s43247-026-03225-4",
          "filter": "2"
        },
        {
          "title": "Time scales and gaps, Haar fluctuations and multifractal geochronologies",
          "authors": "Shaun Lovejoy, Rhisiart Davies, Andrej Spiridonov, Raphael Hebert, Fabrice Lambert",
          "abstract": "Outcrops and cores are primary sources of information about the Earth’s past. Quantitative analyses rely on geochronologies that take into account highly variable sedimentation and erosion rates as well as gaps from missing strata. Using 23 geochronologies from the Holocene, Quaternary, Phanerozoic and Precambrian, we apply Haar fluctuation analysis to statistically characterize the number of measurements per unit time - the measurement densities. The analysis determines the densities’ (multifractal) scaling regimes and exponents; collectively, the analyses span over nine orders of magnitude in time scale. The measurement density is a new paleoindicator that we show is typically correlated with the primary paleoindicator, biasing and complicating its statistical interpretation. We also analyze the distribution of gaps linking the latter’s (probability) scaling with series incompleteness and the length Sadler effect. The density characteristics are needed to unbias spectra and other statistical characterizations.",
          "url": "https://doi.org/10.1038/s43247-026-03226-3",
          "doi": "https://doi.org/10.1038/s43247-026-03226-3",
          "filter": "2"
        },
        {
          "title": "An outbreak of highly pathogenic avian influenza H5N1 could impact the dairy cattle sector and the broader economy in the United States",
          "authors": "Guillaume Morel, Anh Pham, Christian Morgenstern, Joseph T. Hicks, Thomas Rawson, Victoria Y. Fan, W. John Edmunds, Giovanni Forchini, Katharina Hauck",
          "url": "https://doi.org/10.1038/s43247-025-03153-9",
          "doi": "https://doi.org/10.1038/s43247-025-03153-9",
          "filter": "2"
        },
        {
          "title": "Maize cultivation and forest collapse over five centuries in southern China",
          "authors": "Yuemin Yue, Shuai Yuan, Lu Wang, Xiudong Hao, Jun Lu, Qian Li, Xinbao Zhang, Xuhong Ouyang, Hongyan Liu, Houyuan Lu, Deliang Chen, Xiangming Xiao, Kelin Wang, Rasmus Fensholt, Martin Brandt",
          "url": "https://doi.org/10.1038/s43247-026-03224-5",
          "doi": "https://doi.org/10.1038/s43247-026-03224-5",
          "filter": "2"
        },
        {
          "title": "Residence time of Hunga stratospheric water vapour perturbation quantified at 9 years",
          "authors": "Xin Zhou, Quanliang Chen, Wuhu Feng, Saffron Heddell, Sandip S. Dhomse, Graham Mann, Hugh C. Pumphrey, Luis Millán, Michelle L. Santee, Martyn P. Chipperfield",
          "abstract": "The January 2022 eruption of the Hunga volcano (20 ∘ S) injected 150 Tg of water vapour into the middle atmosphere, leading to an increase in the stratospheric water burden of 10%, unprecedented in the observational record. In the first two years post eruption the stratospheric burden hardly changed, leaving the residence time of volcanically injected water vapour, a key control on its climate impact, uncertain. Here, using satellite observations, we show a substantial decline from 2024 to early 2025, the largest drop since the eruption. Comparison with 3-D numerical model simulations shows that the long-term removal of the Hunga water has now entered a new phase, with stratosphere-troposphere exchange playing an increasingly important role, exceeding Antarctic dehydration in 2024. We estimate that the additional stratospheric water vapour is now decaying steadily with an e-folding time of 3 years and will reach the observed pre-Hunga range of variability around 2030.",
          "url": "https://doi.org/10.1038/s43247-026-03216-5",
          "doi": "https://doi.org/10.1038/s43247-026-03216-5",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Power lines: the human costs of american energy in transition",
          "authors": "Jason R. Motsick",
          "url": "https://doi.org/10.1080/09644016.2026.2620247",
          "doi": "https://doi.org/10.1080/09644016.2026.2620247",
          "filter": "0"
        },
        {
          "title": "Cosmopolitics in action: bridging the human-non-human divide in everyday environmental conflicts",
          "authors": "Maarten Loopmans, Kato Van Speybroeck",
          "url": "https://doi.org/10.1080/09644016.2026.2620914",
          "doi": "https://doi.org/10.1080/09644016.2026.2620914",
          "filter": "0"
        },
        {
          "title": "From miners to markets: discursive struggle in Romania’s coal phase-out",
          "authors": "Zahar Koretsky, Bruno Turnheim",
          "url": "https://doi.org/10.1080/09644016.2025.2610543",
          "doi": "https://doi.org/10.1080/09644016.2025.2610543",
          "filter": "0"
        },
        {
          "title": "How are environmental non-governmental organizations setting the agenda on artificial intelligence governance?",
          "authors": "Sean Low",
          "url": "https://doi.org/10.1080/09644016.2026.2616982",
          "doi": "https://doi.org/10.1080/09644016.2026.2616982",
          "filter": "0"
        },
        {
          "title": "Who cares about gender? A comparison of parties’ commitment to gender equality in the UN climate regime",
          "authors": "Ana Victoria Dominguez Britos, Hayley Stevenson",
          "url": "https://doi.org/10.1080/09644016.2026.2616987",
          "doi": "https://doi.org/10.1080/09644016.2026.2616987",
          "filter": "0"
        },
        {
          "title": "Far-right fossil fuel ignorance: the nostalgia of national-industrial modernity",
          "authors": "Kjell Vowles",
          "url": "https://doi.org/10.1080/09644016.2026.2620920",
          "doi": "https://doi.org/10.1080/09644016.2026.2620920",
          "filter": "0"
        },
        {
          "title": "Ways of seeing on a dying planet: photography and the design of ecocide",
          "authors": "Hannah Meszaros Martin",
          "url": "https://doi.org/10.1080/09644016.2025.2590268",
          "doi": "https://doi.org/10.1080/09644016.2025.2590268",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Social and environmental aspects of resource extraction of energy-transition minerals",
          "authors": "Datu Buyung Agusdinata, Anabel Marin, Chukwunwike O Iloeje, Kazuyo Matsubae, Rennie Kaunda, Vigya Sharma, Ken Coates",
          "abstract": "The global energy transition is accelerating demand for critical minerals such as lithium, nickel, and copper. Although essential for low-carbon technologies, the extractions of these mineral resources create significant socio-environmental costs. The 11 Letters curated in this Focus Issue of Environmental Research Letters bring interdisciplinary perspectives to highlight the social and environmental complexities of energy-transition mineral extraction. There is a rich diversity of geographies, commodity types, technology uses, methodological approaches, and temporal and spatial scales represented in this issue. They collectively shed light on the complex interactions between extraction, justice, and sustainability concerns for some of the most remote and marginalized frontline regions globally. They also reveal both the urgency and the opportunity for systemic change in how societies govern, monitor, and participate in resource extraction. This editorial synthesizes these contributions, identifies emerging insights, and outlines a forward-looking agenda to help inform discussions across policy and practice on a just and responsible energy transition.",
          "url": "https://doi.org/10.1088/1748-9326/ae384a",
          "doi": "https://doi.org/10.1088/1748-9326/ae384a",
          "filter": "0"
        },
        {
          "title": "Regional electricity sector employment and skills under different European policy scenarios",
          "authors": "Alison Maguire, Alexandre Torné, Evelina Trutnevyte",
          "abstract": "Supporting fossil fuel workers through low-carbon transition and ensuring a sufficient workforce for renewable energy technologies is of utmost importance. To move towards decarbonization goals while maintaining a just transition in the electricity sector, we assess the regional employment implications in 2035 of two policy ambitions, the ‘Fit for 55’ package of the European Union (EU) and a hypothetical EU-wide coal phaseout. We account for changes in employment and associated skills covering the whole supply chain from resource extraction to decommissioning, including electricity generation, storage, and transmission. Employment transfers are distinguished from employment gains to identify skill needs at a NUTS 2 regional scale. We find that net employment creation is higher and more evenly distributed under the ‘Fit for 55’ policy plan compared to the hypothetical EU coal phaseout. Under both policy scenarios, the skill requirements for the workers in transition (many of whom are transferring from fossil fuel technologies to low-carbon technologies) depend on the specific region, while the skillsets needed for employment gains are similar across all European regions as they are driven by employment growth in technologies that require similar skills (wind and solar power). This information can support the design of re-skilling programs, helping to ensure that regions are not left behind in the energy transition.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dfd",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dfd",
          "filter": "0"
        },
        {
          "title": "Own trade-off and synergy beliefs, not others', drive public acceptance of energy technologies",
          "authors": "Simon Montfort, Jonas Schmid, Jair Campfens, Isabelle Stadelmann-Steffen, Claudia Binder",
          "abstract": "The decarbonisation of energy systems can create both synergies and trade-offs with societal goals such as biodiversity conservation and landscape protection. Although existing research has focused on objective and physical trade-offs, the politics around energy technologies like Alpine photovoltaics (PV), wind energy, and nuclear energy are not least shaped by how trade-offs are perceived by the people (first-order beliefs about trade-offs), including how respondents believe others in society view them (second-order beliefs about trade-offs). However, these remain insufficiently understood. Here, we conduct a population-representative survey experiment among 1,899 Swiss residents. We find that most participants perceive biodiversity conservation and landscape protection to be synergetic rather than a null-sum trade-off. Furthermore, most participants underestimate others' preferences for emission reductions over landscape protection. Rural residents --- who typically report lower trust in science and are more conservative --- are more likely to expect that others favour landscape protection over emission reductions, even though 62\\% of Swiss residents prefer emission reductions. Strikingly, our survey experiment showing respondents information about the true societal preferences reveals that people are reluctant to revise their own preferences when seeing information about others' trade-off preferences (social influence) or their acceptance of energy projects, like Alpine PV, wind parks, sustaining nuclear stations, and new nuclear power plants. Non-experimental results show that people's own trade-off beliefs and perceptions of synergies with landscape protection and biodiversity conservation are more important to understand energy technology acceptance than second-order beliefs. This suggests that political debates may strategically emphasize trade-offs to advance particular agendas. Where renewable energy preferences are polarized, or political awareness is high, as in Switzerland, preferences may remain stable even when individuals learn that others hold different views.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dfb",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dfb",
          "filter": "0"
        },
        {
          "title": "Nature-based solutions for freshwater conservation and equitable adaptation in the Amazon Basin: A case study review",
          "authors": "Paola Carolina Stuparich Nouel, Sophia Picarelli, Fernanda Silva, Michaela Carvajal, Hannah Braslau, Gabriela Garcia",
          "abstract": "The Amazon region is recognized internationally for its role in providing global ecosystem services, as one of the most important biodiversity hotspots on Earth, and as home to millions of indigenous people whose livelihoods are tightly coupled with ecosystem processes. Efforts to counter anthropogenic pressures on Amazonian ecosystems have largely excluded freshwater ecosystems despite their central role in supporting biodiversity and human communities. Nature based Solutions (NbS) are garnering attention as a holistic strategy that address ecological and human dimensions of resilience, offering a promising approach to couple freshwater biodiversity conservation and equitable adaptation in the Amazon. The extent to which NbS projects in the Amazon are incorporating freshwater biodiversity objectives and aligning with principles of equitable adaptation is unresolved. Synthesizing across existing NbS cases is key to distilling lessons learned and identifying remaining gaps to inform current and future project implementation. We evaluate five cases of implemented NbS projects in the lowland Amazonian basin to assess three themes: freshwater biodiversity impacts, equity considerations, and guiding policies of each case. Freshwater biodiversity outcomes are evaluated by assessing against Couto et al., 2024’ five themes for freshwater biodiversity conservation; equity implications evaluated by comparing project documents to the Stockholm Environment Institute’s Principles for Just and Equitable NbS; and the degree to which freshwater biodiversity is prioritized by relevant policies is assessed through a search for keywords. The case studies demonstrate alignment with principles of equitable and just NbS in the Amazon basin, but links to freshwater biodiversity are minimal, suggesting an oversight of the importance of sustaining and protecting freshwater biodiversity, particularly among vulnerable local communities. We provide recommendations to expand freshwater NbS project implementation, monitoring and data sharing, and policy in the region with the aim of safeguarding freshwater ecosystems and local communities in the face of environmental change.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dfc",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dfc",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Ocean oxygen data: how to measure, how to manage?",
          "authors": "Veronique Camille Garcon, Kirsten Isensee, Jeremy James Sterling, Nico Lange, Pier Luigi Buttigieg, Dariia Atamanchuk, Andrew R Babbin, Udaya Bhaskar, Luminita Buga, Jan-Bart Calewaert, Donald Eugene Canfield, Thierry Carval, Lijing Cheng, Sean Crowe, Minhan Dai, Taco de Bruin, Hernan Garcia, Alessandra GIORGETTI, Marilaure Gregoire, Maria Hood, Ken Johnson, Steve Jones, Kate Larkin, Siv K Lauvset, Michela Martinelli, David Nicholson, Kevin O'brien, Ruby Ortiz, Andreas Oschlies, Artur Palacz, Peter Pissierssens, Emilio G Robledo, Daniel Rudnick, Jonathan Sharp, Caroline Slomp, Ilaria Stendardo, Linus Stoltz, Toste Tanhua, Maciej Telszewski, Virginie Thierry, Cooper Van Vranken, Guizhi Wang, Joanna J. J Waniek, Yuntao Zhou",
          "abstract": "A global coordination and continuous synthesis of interoperable data related to biogeochemical Essential Ocean Variables (EOVs) is critically needed to enhance the creation of information products and services to sustainably manage the climate system and ocean health. Among the existing biogeochemical EOVs, data synthesis products -which demonstrate the immense value of data coordination -already exist for carbon-relevant data (e.g. SOCAT, GLODAP), and for methane and nitrous oxide (MEMENTO). The roadmap for building a Global Ocean Oxygen Database and ATlas (GO 2 DAT) (Grégoire et al., 2021) provides the theoretical basis to increase the interoperability of ocean oxygen data sets, without creating yet another separate repository. The goal is now to advance from the idea of GO 2 DAT to its implementation, building a sustainable, interoperable, and inclusive digital ecosystem for all stakeholders who may use ocean oxygen data.Successful implementation will require I) the provision of guidance on data acquisition/ocean oxygen measurements, II) recommended practices for ocean oxygen data management, including metadata requirements, uncertainty and data quality control attribution, III) development of the ocean oxygen data platform including data flow and application of the recommended practices introduced in I and II, as well as its deep integration with cross-domain data federations such as the Ocean Data and Information System (ODIS). This document provides an outline of GO2DAT's objective and progress since 2021 and contributes to addressing these three requirements, synthesising a series of global consultations on recommended practices for marine dissolved oxygen measurements, a working definition of ocean oxygen metadata, proposed data quality control levels and flags, a described novel mechanism for uncertainty attribution to allow the determination of data suitability for different scientific applications, and it concludes with an illustration of the data flow for implementation.",
          "url": "https://doi.org/10.1088/1748-9326/ae3c37",
          "doi": "https://doi.org/10.1088/1748-9326/ae3c37",
          "filter": "2"
        },
        {
          "title": "Towards nature-positive engineering: nature-based solutions in attenuating coastal hydrometeorological hazards",
          "authors": "Mohammed Sarfaraz Gani Adnan, Abiy S. Kebede, Kwasi Appeaning Addo, Ashraf Dewan, Tuhin Ghosh, Christopher White, Philip J Ward",
          "abstract": "Coastal and deltaic regions are highly vulnerable to hydrometeorological hazards such as storms, flooding, and extreme temperatures—risks that are intensifying under climate change. While hard engineering structures (e.g., levees, seawalls) remain widely used, they can be costly, ecologically disruptive, and may exacerbate hazard complexity. Nature-based solutions (NbS), including mangroves, salt marshes, and other coastal ecosystems, offer sustainable and often cost-effective alternatives or complementarities that can mitigate hazards while delivering ecological and societal co-benefits. However, their effectiveness is difficult to assess due to diverse methodological approaches, site-specific coastal dynamics, and inconsistent reporting indicators. This study synthesises the scientific evidence base on the effectiveness of NbS in reducing hydrometeorological hazards in coastal and deltaic environments and evaluates the robustness of methods used to assess their performance. A systematic review and meta-analysis of 383 peer-reviewed English-language articles published between 2008 and 2024 was conducted following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) protocols and the PICO framework. Using an evaluation approach adapted from the Intergovernmental Panel on Climate Change, each study was assessed for evidence robustness, level of agreement, and overall confidence. The meta-analysis provides quantitative estimates of NbS effectiveness and highlights substantial uncertainties arising from ecological variability, methodological inconsistencies, and heterogeneity in hazard indicators (e.g., wave height, flow velocity, water level, temperature) and measurement units. Findings show that NbS effectiveness is highly context dependent and influenced by site characteristics, ecological dimensions, system configuration, and hazard intensity. The study emphasises the need for standardised, hazard-specific indicators and greater use of integrated methodological approaches to strengthen the reliability and comparability of future assessments. It also identifies opportunities for advancing hybrid or nature-positive engineering solutions that combine NbS with conventional infrastructure to enhance coastal resilience.",
          "url": "https://doi.org/10.1088/1748-9326/ae3d4d",
          "doi": "https://doi.org/10.1088/1748-9326/ae3d4d",
          "filter": "2"
        },
        {
          "title": "Agrometeorological hazards associated with crop yield variability and severe losses in Sub-Saharan Africa",
          "authors": "Chenzhi Wang, Babacar FAYE, Todd Stuart Rosenstock, Heidi Webber",
          "abstract": "Extreme weather events are major sources of crop yield variability and increasingly contribute to severe yield losses, threatening livelihoods, sustainability and food security in Sub-Saharan Africa (SSA). While such events are projected to intensify and become more frequent, gaps remain in understanding which agrometeorological hazards are most strongly associated with yield anomalies and crop failures. Here, we use data from 1981–2016 to assess statistical associations between different hazard indices and yields of five major cereals (maize, millet, sorghum, rice and wheat) across SSA, combining national, subnational and gridded datasets. Drought- and heat-related indicators emerge as the dominant correlates of negative yield anomalies, with vapour pressure deficit showing a consistent negative association across crops and scales. Yield anomalies in years classified as crop failures are more strongly linked to these hazards than overall interannual variability, indicating that severe yield losses are especially sensitive to agrometeorological extremes. Using interpretable machine-learning methods for maize and rice, two key staple cereals in SSA, we show that failure-year yield anomalies in maize are more strongly associated with drought-related indicators, whereas rice failures are more sensitive to temperature-related factors alongside drought metrics. Projections using combined Earth system and ensemble output of crop models reveal that under the high-emissions SSP585 scenario, both maize and rice-planting areas will face significant increases in heat and drought hazards by mid-century. Maize-growing regions are projected to experience a 1.8°C rise in maximum temperature and a 0.14 kPa increase in VPD, while rice-growing areas may see a 1.5°C rise in maximum temperature, a 15% increase in days above 35°C, and a 0.13 kPa rise in VPD. These projected changes underscore the need for targeted risk management, improved agronomic practices and robust early warning systems to enhance the resilience of SSA’s agricultural sector in a warming climate.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dff",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dff",
          "filter": "2"
        },
        {
          "title": "Beyond the recharge/discharge paradigm: Pacific meridional mode acts as a critical driver for multi-year La Niña events",
          "authors": "Liang Shi, Shujuan Hu, Yu-Heng Tseng, Jianping Li, Ruiqiang Ding",
          "abstract": "The persistence of multi-year La Niña events (MLa Niñas) drives catastrophic climate anomalies worldwide, yet their initiation and maintenance mechanisms remain poorly understood. The conventional recharge/discharge theory effectively explains MLa Niñas preceded by strong El Niño events (SE-MLa Niñas), but fails to account for MLa Niñas occurring without preceding strong El Niño influences (NSE-MLa Niñas). Here we show, through integrated observational analyses and climate model simulations, that the Pacific Meridional mode (PMM) acts as a key driver for the initiation and maintenance of NSE-MLa Niñas. Unlike SE-MLa Niñas, which rely on El Niño-induced oceanic memory, NSE-MLa Niñas are sustained by the PMM-related subtropical air-sea coupling processes, notably through an intensified wind-evaporation-sea surface temperature feedback mechanism as quantitatively diagnosed in this study. Future projections indicate that under global warming scenarios, the frequency of NSE-MLa Niñas may increase more relative to SE-MLa Niñas, possibly due to the enhanced PMM variability. These findings deepen our understanding of ENSO dynamics by uncovering subtropical processes as critical drivers of persistent La Niña conditions, with profound implications for advancing ENSO prediction systems.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dfe",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dfe",
          "filter": "2"
        },
        {
          "title": "Wakes from offshore wind farms reduce simulated energy fluxes across the surface of the Baltic Sea",
          "authors": "Andrew Gerard Twelves, Aleksi Nummelin, Pedro Bourdin",
          "abstract": "Offshore wind farms have the potential to contribute a substantial portion of electricity generation for several European states, and thus represent a key component of the green transition in the region. These wind farms function by harvesting a part of the wind energy that is itself the main driver of upper-ocean mixing and near-surface circulation. It remains unclear what the local and regional impacts of offshore wind farm deployment could be on marine environments. Here we consider potential effects from future wind farm developments in the Baltic Sea, in particular quantifying the impacts on energy exchange across the air-sea interface. We use plans for future wind farm coverage as a basis to calculate turbine-modified surface winds, and implement these altered wind fields as forcing for a three dimensional ocean (and sea ice) model of the entire Baltic Sea. We run ten years of simulations and examine the mean anomaly across the ten years relative to a corresponding set of model runs with unaltered winds, focusing on energy exchange terms and on the mixed layer depth. Based on an idealized mixed layer energy budget, we identify two routes by which the wake effect alters vertical mixing in the upper ocean - mechanical wind work and buoyancy forcing - and ultimately show substantial reductions to mixed layer depth in the close vicinity of wind turbines. Our model outputs show that, despite far-reaching instantaneous wind-wakes, the time-averaged changes in winds and in upper ocean response are mostly limited to areas within a 10 km radius of the nearest wind turbine. This result suggests that even moderate changes to wind farm placement may considerably alter the local impact on the marine environment, highlighting the important role of careful spatial planning in regulating wind farm deployment.",
          "url": "https://doi.org/10.1088/1748-9326/ae3cac",
          "doi": "https://doi.org/10.1088/1748-9326/ae3cac",
          "filter": "2"
        },
        {
          "title": "Greenhouse gas emissions from plastic photodegradation: State of knowledge and future directions",
          "authors": "Sarah-Jeanne Royer, Xia Zhu",
          "abstract": "Plastic pollution and climate change are often addressed as separate global challenges, yet they are tightly interconnected. While the climate impacts of plastic production and disposal are increasingly recognized, far less attention has been given to greenhouse gas (GHG) emissions generated after plastics escape waste systems and degrade in the environment. Once mismanaged, plastics accumulate across terrestrial, freshwater, and marine ecosystems. There, sunlight-driven photodegradation cleaves polymer bonds and releases climate-relevant gases, including methane (CH₄), ethylene (C₂H₄), and carbon dioxide (CO2). Emission rates vary widely depending on polymer type, UV intensity, temperature, oxygen availability, crystallinity, and degree of weathering. Polyethylene, the world’s most widely produced plastic, has been shown to emit both CH₄ and C₂H₄, with release rates increasing as plastics fragment and age, indicating that even long-weathered debris remains an active GHG source. At present, these emissions appear to be small compared to industrial sectors. However, the growing mass of unmanaged plastic waste in sunlit environments and multiple knowledge gaps suggest that environmental plastic degradation may represent an overlooked and potentially significant contributor to atmospheric GHG budgets. This perspective synthesizes current knowledge of these mechanisms, identifies critical research gaps, and outlines priorities for developing a global estimate of GHG emissions from degrading plastic waste. These steps are essential for the development of integrated climate and pollution mitigation strategies.",
          "url": "https://doi.org/10.1088/1748-9326/ae3d4e",
          "doi": "https://doi.org/10.1088/1748-9326/ae3d4e",
          "filter": "2"
        },
        {
          "title": "Temporally clustered streamflow events control focused groundwater recharge in drylands",
          "authors": "Gabriel Rau, José Bastías Espejo, R Ian Acworth, Tony Bernardi, Martin S Andersen, Dylan Irvine, Mark O Cuthbert",
          "abstract": "Groundwater is the primary freshwater resource in many of the world’s drylands, sustaining millions of people and supporting agriculture and ecosystems where surface water is scarce or unreliable. Recharge in these regions is highly episodic and occurs mainly through ephemeral streams (i.e., focused recharge), yet the mechanisms that determine whether surface flows contribute to aquifer replenishment remain poorly constrained. A common assumption is that large floods dominate recharge, but evidence from long-term monitoring is limited and inconclusive. We combine a unique hydrogeological monitoring dataset from the arid zone (Fowlers Gap in western New South Wales, Australia) with numerical modelling of vadose zone processes to assess the controls on focused groundwater recharge. Our results show that even extreme floods that overtopped piezometers did not produce measurable recharge at the water table. In contrast, significant recharge occurred only during a temporal cluster of moderate flow events in 2022. Numerical simulations confirm that temporal flow clustering produces longer periods of ephemeral streamflow, which progressively wet the vadose zone, overcome evapotranspiration-driven moisture deficits, and increase relative hydraulic conductivity, enabling percolation to the water table. Isolated floods, by contrast, largely saturate only shallow sediments and water is subsequently lost to evapotranspiration. By explicitly incorporating evapotranspiration, our modelling provides a more realistic representation of dryland recharge dynamics and highlights the roles of antecedent conditions and vadose zone properties. These findings demonstrate that recharge is not governed by rainfall totals or intensity alone, but critically depends on the timing and sequence of storm events. The implications for climate change assessments and water management are substantial, as projected shifts toward more intense but less frequent rainfall may reduce opportunities for clustering and thereby limit groundwater replenishment. Process-based modelling and event-scale analyses are therefore essential for reliable recharge projections and sustainable groundwater management in drylands.",
          "url": "https://doi.org/10.1088/1748-9326/ae3e01",
          "doi": "https://doi.org/10.1088/1748-9326/ae3e01",
          "filter": "2"
        },
        {
          "title": "Inconsistency between mixed layer depth and near sea surface stratification over the global ocean",
          "authors": "Hao Liu, Xunwei Nie, Tengfei Xu, Dingqi Wang, Chaoran Cui, Qiuli Shao, Yunzhou Li, Xun Gong, Zexun Wei",
          "abstract": "Mixed layer depth (MLD) and near-surface stratification (derived from bulk and subskin density) are crucial variables for defining stability within the upper ocean. Conventional paradigms generally describe the relationship between MLD and stratification for the subsurface layer or the upper ocean below 5 m, where a weak stratification is associated with a deeper MLD, and a strong stratification with a shallower MLD. In this study, satellite-based and in situ-based monthly data from 2011 to 2021 reveal a positive relationship between monthly-averaged near-surface stratification (above the bulk layer) and MLD. That is, on a monthly timescale, a weaker near-surface stratification co-occurs with a shallower MLD, and vice versa. This observed pattern deviates from the conventional expectation. Analysis shows that this phase synchronization is primarily driven by density variations in the bulk layer, which exceed those in the subskin layer. Further investigation using wind stress and buoyancy flux data indicates that MLD deepening aligns with enhanced stratification above the bulk layer. These findings refine the traditional understanding by emphasizing the distinct roles of vertical layers (subskin vs. bulk). They underscore the necessity to incorporate layer-specific dynamics when using satellite-derived stratification to parameterize MLD dynamics in climate models. Such refinement is critical for optimizing predictions of ocean-atmosphere interactions and climate variability. Future work should leverage the fusion of satellite and in situ data to advance multi-layer ocean stability diagnostics.",
          "url": "https://doi.org/10.1088/1748-9326/ae3cab",
          "doi": "https://doi.org/10.1088/1748-9326/ae3cab",
          "filter": "2"
        },
        {
          "title": "Total cost of ownership of electric and gasoline used vehicles",
          "authors": "Maxwell Woody, Sally Yin, Antara Green, Christian Hitt, Alexander Liu, Sabina Tomkins, Gregory A Keoleian",
          "abstract": "We assess the total cost of ownership (TCO) of internal combustion engine (ICEV), hybrid (HEV), plug-in hybrid (PHEV), and battery electric vehicles (BEVs) in the United States. As previous studies have shown, we find that current new BEVs, with some exceptions for smaller or shorter-range vehicles, have a higher TCO than conventional alternatives. However, we also present the first comparative analysis of the TCO of used vehicles, which make up 70% of all vehicle purchases in the U.S. We find that for used vehicles, BEVs have the lowest TCO among all powertrains. As vehicle TCO varies spatially and with use patterns, we test 5 different vehicle classes, 17 different U.S. cities, and 5 different charging strategies. The finding that BEVs have the lowest total cost for used vehicles is robust across these variables and is largely driven by vehicle depreciation patterns. We conduct a regression analysis based on 260 000 publicly available used vehicle listings, collected from January to December of 2024. We find that BEVs depreciate more rapidly than other powertrains in the first several years of vehicle life but follow similar depreciation patterns afterwards. With a 7 year ownership period, buying a used (3 year-old) midsize SUV vs a new midsize SUV has a TCO savings of approximately $3000 for an ICEV, $1000 for an HEV or PHEV, and $13 000 for a BEV. These results highlight an opportunity for savings via BEV adoption among used vehicle purchasers.",
          "url": "https://doi.org/10.1088/1748-9326/ae38f8",
          "doi": "https://doi.org/10.1088/1748-9326/ae38f8",
          "filter": "2"
        },
        {
          "title": "Reducing agricultural phosphorus pollution by regulating the hydrological processes of small water bodies",
          "authors": "Yan Ding, Liang Zhang, Sisi Li, Menghan Mi, Yanhua Zhuang, Wangzheng Shen",
          "abstract": "With the rapid expansion of global agriculture, phosphorus pollution from nonpoint sources has emerged as a major constraint to water quality improvement. Among the methods used to control nonpoint-source pollution, small water bodies such as ditches and ponds have received increasing attention due to their widespread distribution and low cost. However, most previous studies have focused on specific regions, and the key factors regulating phosphorus retention and their generalizable patterns remain unclear. Additionally, research on the synthesis of global water-body nutrient retention is largely limited to studies from North America and Europe. Here, we compiled a phosphorus retention dataset for small water bodies across China that incorporates research published in Chinese. Using multiple statistical analyses to assess the hydrological processes and external influencing factors on phosphorus removal rate and efficiency, our results show that the median total phosphorus removal rate in ditches and ponds across China was 33.7%. Among all hydrological and external influencing factors, hydraulic retention time (HRT) served as a pivotal parameter in the modulation of phosphorus removal efficiency. Extending HRT is an effective method to enhance phosphorus retention in water bodies, although it also demonstrates diminishing marginal returns. By regulating the HRT of small water bodies, a win–win situation with both pollutant reduction and agricultural production may be achieved, thereby enhancing the resilience of agricultural ecosystems to climate change. This study provides a scientific basis and technical support for achieving the dual goals of sustainable agricultural development and environmental improvement in developing countries—particularly in rice-producing regions.",
          "url": "https://doi.org/10.1088/1748-9326/ae3e00",
          "doi": "https://doi.org/10.1088/1748-9326/ae3e00",
          "filter": "2"
        },
        {
          "title": "Mechanism-guided crop yield estimation using solar-induced chlorophyll fluorescence in the North China plain",
          "authors": "Yuhan He, Jing Fu, Shaohui Zhang, Baozhong Zhang",
          "abstract": "Accurate large-scale crop yield estimation remains challenging due to the indirect nature of most remote sensing indicators of photosynthesis. Solar-induced chlorophyll fluorescence (SIF) directly traces photosynthetic activity and offers a promising alternative, yet its mechanistic integration into yield models is still limited. In this study, given that the two different photosynthesis pathways C3 and C4 differ greatly in their environmental requirements, we apply this framework to estimate crop yield for two crops (C3: winter wheat and C4: summer maize) in the North China Plain. This framework is based on the mechanistic light reactions (MLR) model utilizing remotely sensed SIF as a major input. The performance of the model was rigorously evaluated against official statistical yield records. Results indicate that from 2019 to 2022, both SIF and gross primary productivity (GPP) exhibited consistent and synchronous seasonal cycles, with clearly distinguishable dual-growing seasons corresponding to winter wheat and summer maize. Significant linear correlations between GPP and SIF were observed for both C3 and C4 crops, with stronger associations evident in C4 species. In addition, the strength of the SIF-yield relationship varied across phenological stages, and the cumulative SIF over the entire growth period (SIFtotal) demonstrated the strongest correlation with yield. The MLR-SIF model achieved robust estimation accuracy for both crops (C3: R² = 0.6195, MAE = 0.6802 ton ha -1 , RMSE = 0.8301 ton ha -1 ; C4: R² = 0.6093, MAE = 0.6054 ton ha -1 , RMSE = 0.7483 ton ha -1 ). Our methods and results are suitable for operational applications of crop yield monitoring at regional scales, offering a novel satellite-based approach for agricultural monitoring and providing scientific support for crop management, policy decisions and regional/global food security.",
          "url": "https://doi.org/10.1088/1748-9326/ae3ea9",
          "doi": "https://doi.org/10.1088/1748-9326/ae3ea9",
          "filter": "2"
        },
        {
          "title": "Beyond net zero climate targets: a research agenda for absolute environmental sustainability assessment to support decisions at different scales",
          "authors": "Anders Bjørn, Peter Fantke, Olivier Jolliet, Alexis Laurent, Mikolaj Owsianiak, Morten Ryberg, Michael Hauschild, Eldbjørg Blikra Vea",
          "abstract": "Recent years have seen a wave of net zero targets for greenhouse gas emissions. These represent translations of the Paris Agreement goal of limiting global warming to well below 2°C to targets for central actors, such as countries, cities and companies. Net zero climate targets hold the potential of a paradigm shift in how individual actors pursue sustainability, away from incremental improvements and towards sufficient emission reductions. In this Topical Review, we argue that net zero targets should be complemented by absolute environmental sustainability assessment (AESA). This can inform decision-makers at different scales about the environmental performance required for societies to meet the needs of their citizens within the environment´s carrying capacities. We identify three limitations of current net zero climate targets: i) conflict with equity norms, ii) crude quantification of upstream and downstream emissions, and iii) risk causing burden shifts to other environmental problems. We use these three limitations to define four criteria that AESA methods should fulfill: 1) comprehensive in covering all relevant environmental problems, 2) consistent in the selection of environmental indicators and quantification of carrying capacities, 3) justice attentive in accommodating different stakeholder perspectives, and 4) granular in the representation of life cycle production technologies and their locations and timings. We find that existing AESA methods do not yet meet these four criteria and develop a research agenda for closing the gaps towards mature methods. We apply the research agenda on the case of science-based targets for nature (SBTN), demonstrating that it can guide future methodological innovation in AESA for improved decision support. The proposed research agenda may lead to advanced methods that reshape the practice of carrying out AESA and vastly increase its value in decision making at different scales.",
          "url": "https://doi.org/10.1088/1748-9326/ae3dfa",
          "doi": "https://doi.org/10.1088/1748-9326/ae3dfa",
          "filter": "2"
        },
        {
          "title": "Higher efficacy of SO 2 and accumulation mode-H 2 SO 4 stratospheric aerosol injection: insights from CESM2 and GEOS-Chem with Advanced Particle Microphysics (APM)",
          "authors": "Fangqun Yu, Gan Luo, Arshad Arjunan Nair",
          "abstract": "Stratospheric aerosol injection (SAI) has been proposed as a strategy to mitigate the risks and damages of global warming. However, its radiative efficacydefined here as globally averaged radiative forcing per unit of sulfur injection rateremains highly uncertain in model simulations due to complex particle size evolution and large variability in aerosol representation. In this study, we employ a state-of-the-art, size-resolved (sectional) Advanced Particle Microphysics (APM) module within two global models (CESM2 and GEOS-Chem) to investigate the evolution and efficacy of stratospheric sulfate aerosols from both SO2 and accumulation mode sulfuric acid (AM-H2SO4) injection. Our comparison of SAI radiative efficacy based on various global models including the two APM-based (total 14 models for SO2 and 9 models for AM-H2SO4) shows a large spread, with lower and higher end values differing by a factor of ~2.5−3. Our APM-based results for SO2 SAI efficacy, including its diminishing returns with increasing sulfur injection rate (SIR), fall at the upper end of the inter-model spread. For AM-H2SO4 SAI, the APM-based models show significantly higher efficacy−by ~50% to 200−at lower SIR (≤ 5 Tg(S)·yr−1), followed by a steeper decrease in efficacy as SIR increases. Notably, the APM-based global model simulations show that AM-H2SO4 injections consistently exhibit higher efficacy than SO2 injections, yielding ~55–75% greater radiative forcing per Tg(S)·yr−1 due to more favorable particle size distributions. Global sulfate burden increase, effective particle sizes, and particle size distributions based on different models are compared and possible reasons leading to different SAI efficacy are discussed. The new SAI efficacy findings, if confirmed in further studies and model inter-comparisons, could have important implications for climate intervention strategies, cost-benefit analyses, and risk assessments.",
          "url": "https://doi.org/10.1088/1748-9326/ae3c38",
          "doi": "https://doi.org/10.1088/1748-9326/ae3c38",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Mapping China’s non-grain governance: pathways to global agricultural sustainability",
          "authors": "Wenbo Zhang, Xiaoliang Hu, Hongbo Li, Xiaolin Zhang, Changchun Huang, Zhaoyuan Yu, Shaobin Li, Zengkai Zhang, Libang Ma, Linwang Yuan",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103116",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103116",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0959-3780(26)00010-5",
          "doi": "https://doi.org/10.1016/s0959-3780(26)00010-5",
          "filter": "1"
        },
        {
          "title": "Bi-decadal changes in selected ecosystem services and their integrated drivers in East Africa",
          "authors": "Edovia Dufatanye Umwali, Alain Isabwe, Naomie M. Kayitesi, Xi Chen",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103115",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103115",
          "filter": "2"
        },
        {
          "title": "Mapping priority and potential tranquility areas in China using hybrid audio-visual GIS modeling for environment decision making",
          "authors": "Xiaoqing Xu, Feiran Hu, Ning Zou, Chumeng Yu, Yue Cao, Xueyao Sun, Zuyao Li, Jialai Meng, Jian Kang",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103117",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103117",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "The Changing Contours of Climate Politics",
          "authors": "Matthew Paterson, Harriet Bulkeley, Peter Newell, Stacy VanDeveer",
          "abstract": "While climate change was on the political agenda for at least a decade before Global Environmental Politics was established, what climate change politics is has dramatically shifted through its lifetime. Framed initially in terms of a collective action problem and interstate cooperation, both how climate policy and politics is practiced and how we have come to understand it have changed. This article charts and provides explanations for the principal shifts in how we understand climate change as political, focusing on the constantly diversifying sets of sites and actors involved; its expanding scope, from interstate negotiations to the full range of daily practices; the “climatization” of many realms of political and social life; and its increasing framing as a problem of political-economic transformation. We conclude by interrogating whether politics as such is now something that can be fully understood and practiced only via many interventions and conflicts where climate change is central.",
          "url": "https://doi.org/10.1162/glep.a.702",
          "doi": "https://doi.org/10.1162/glep.a.702",
          "filter": "0"
        },
        {
          "title": "The Enduring Credibility Challenge of Long-Term Global Environmental Policy",
          "authors": "Detlef F. Sprinz, Vegard Tørstad",
          "abstract": "This article marks the twenty-fifth anniversary of Global Environmental Politics (GEP) by conducting an extensive review of the scholarship on long-term global environmental policy, with a particular focus on climate change. Drawing on articles published in GEP and twenty political science and interdisciplinary journals, we identify three key research themes: the persistent problem of time inconsistency and credible commitment, the rapid rise of net-zero targets and long-term low emissions development strategies, and a shift from analyzing climate mitigation as an international collective action problem toward framing it as a distributive-conflict problem within domestic economies. Building on these themes, we outline four open research challenges for the long-term environmental policy community—ranging from assessing long-term targets and policy instrument mixes to designing intergenerational compensation schemes—that may guide future research and improve the practical design of credible climate and environmental policy.",
          "url": "https://doi.org/10.1162/glep.a.723",
          "doi": "https://doi.org/10.1162/glep.a.723",
          "filter": "0"
        },
        {
          "title": "Global Environmental Politics amid Geopolitical Turbulence",
          "authors": "Yixian Sun, Jennifer Clapp, Liliana Andonova, Peter Dauvergne, Dhanasree Jayaram, Kennedy Mbeva, Matthew Paterson, Trissia Wijaya, Fengshi Wu",
          "abstract": "Over the past decade, three overlapping trends have fundamentally reshaped and now characterize the global geopolitical order: the rise of emerging powers, increasing military conflicts, and growing international trade tensions. These features of the global order are deeply connected to global environmental politics (GEP) and governance, as a warming world spurs some aspects of geopolitical change, while the geopolitical dynamics themselves have far-reaching environmental consequences. Given this, we call on GEP researchers to bring geopolitics more fully back into their analyses to better explain the new dynamics of environmental politics and governance in a changing world. We identify four priority areas for future inquiry for GEP scholarship: the race for critical minerals, ecological dimensions of land conquests, the trade–environment nexus in the context of trade tensions and blocs, and the interplay of the rise of authoritarian populism and political polarization and global environmental change.",
          "url": "https://doi.org/10.1162/glep.a.731",
          "doi": "https://doi.org/10.1162/glep.a.731",
          "filter": "0"
        },
        {
          "title": "Teaching Global Environmental Politics: Looking Back to Move Forward",
          "authors": "Fengshi Wu, Raul Pacheco-Vega, Kate O’Neill, Cristina Y. A. Inoue, Mark Axelrod",
          "abstract": "Global environmental politics (GEP), as a scholarly field and a focus of teaching, has changed over the past quarter century. In this Forum article, we reflect on our collective and varied experiences teaching GEP and the relatively limited coverage of teaching in the journal Global Environmental Politics. Reflecting on the authors’ experiences, we pay special attention to the evolution of GEP across different higher education contexts and to emerging themes and perspectives, especially as students seek pressure points in a changing world. This essay also recommends ways the journal can take on a more significant role in enhancing GEP teaching and learning in both Global North and Global South. Our intent is to call for collective reflection, provoke and inspire, and affirm the role of teaching and learning in the field of GEP, which is moving into the center of political studies in the context of climate change.",
          "url": "https://doi.org/10.1162/glep.a.721",
          "doi": "https://doi.org/10.1162/glep.a.721",
          "filter": "0"
        },
        {
          "title": "China in Twenty-Five Years of Global Environmental Politics: The Case of Climate Diplomacy",
          "authors": "Joanna I. Lewis, Xiaoli Zhang, Fei Teng",
          "abstract": "China’s role in global environmental politics (GEP) has evolved dramatically over the past twenty-five years to occupy an increasingly paradoxical place in global climate politics. It has become both the world’s largest builder of renewable energy and its largest consumer of coal, as well as a climate leader of the South that rejects mandatory climate finance or technology obligations while providing support through South–South cooperation. This dual role presents a contradiction at the heart of global climate governance, leading to ambiguity surrounding China’s likely future climate leadership. We demonstrate how many of China’s key negotiating positions can be explained as a two-level game balancing domestic and international priorities. We focus on technology transfer and climate finance and on developments since Paris and outside of the UNFCCC context. Our findings contribute to an understanding of new dynamics in GEP, including changing power and leadership dynamics, and the increasingly central role of domestic industrial policy.",
          "url": "https://doi.org/10.1162/glep.a.729",
          "doi": "https://doi.org/10.1162/glep.a.729",
          "filter": "0"
        },
        {
          "title": "Navigating a Climate-Changed World",
          "authors": "Matthew Hoffmann",
          "abstract": "The Global Environmental Politics journal community knows a lot about the challenges that humanity faces, but we are living through them as well, making choices as experts, teachers, and humans as climate change and other environmental crises unfold. This Forum explores how a group of climate social scientists are navigating a climate-changed world with two goals in mind. The first is to spark discussion and reflection about our scholarly and personal practices in ways that can make our community stronger and healthier. The second is broader: I suggest that by widely sharing our knowledge of transformative dynamics and, as important, personal stories of how we navigate hope and despair from a position of expertise and lived experience, our community can contribute to broader conversations about how humanity meets the challenge of climate change.",
          "url": "https://doi.org/10.1162/glep.a.727",
          "doi": "https://doi.org/10.1162/glep.a.727",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Climate change demands coordinated adaptation strategies of drinking water treatment",
          "authors": "Muhammad Usman, Maria Klepikova, Khalil Hanna",
          "url": "https://doi.org/10.1038/s41558-025-02547-z",
          "doi": "https://doi.org/10.1038/s41558-025-02547-z",
          "filter": "2"
        }
      ]
    }
  ]
}
