{
  "update": "2025-08-01",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "The role of policy appraisals and second-order beliefs in public support for climate policies in the UK",
          "authors": "Wouter Poortinga",
          "url": "https://doi.org/10.1080/14693062.2025.2539977",
          "doi": "https://doi.org/10.1080/14693062.2025.2539977",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Determinants of climate change adaptation in public organizations: a meta-analysis",
          "authors": "Fengxiu Zhang, Anne M. van Valkengoed",
          "abstract": "Public organizations play a critical role in leading, managing and governing climate adaptation as the impacts of climate change intensify. This study conducts a meta-analysis to identify and evaluate the determinants of climate adaptation in public organizations, synthesizing findings from 26 studies published between 2010 to 2023 across diverse contexts and disciplines. Our analysis reveals that risk perception and influence from other governments are the strongest predictors of climate adaptation. Factors with moderate effects relate to organizational capacity, including perceived adaptive capacity, organizational budget, income levels, population size and climate network affiliation. Coastal proximity and political orientation also demonstrate medium-sized effects. Importantly, while past hazard impact significantly promotes adaptation, past hazard exposure does not, highlighting that it is the experience of harm, rather than mere exposure, that catalyzes adaptation efforts. The effect sizes for higher-level adaptation policy, population density, and managerialism are not statistically significantly different from the null hypothesis ( p &gt;.05). Moreover, not all determinants were examined in the literature to an equal extent. Political and institutional factors—such as influence from other governments, higher-level adaptation policy, and public pressure—were particularly understudied. The scope of this meta-analysis is also limited, as 17 out of 43 eligible studies could not be included due to a lack of access to the necessary data. We discuss key theoretical and practical implications to inform future research and practices.",
          "url": "https://doi.org/10.1007/s10584-025-03973-w",
          "doi": "https://doi.org/10.1007/s10584-025-03973-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Correction to: Synthesizing a preliminary framework of the core constructs of climate change acceptance",
          "authors": "Jessica R. Duke, Emily A. Holt",
          "url": "https://doi.org/10.1007/s10584-025-03991-8",
          "doi": "https://doi.org/10.1007/s10584-025-03991-8",
          "filter": 2
        },
        {
          "title": "Unraveling extreme high-temperature events in South Asia: insights from ensemble learning models and geophysical drivers",
          "authors": "Suravi Ghosh, Priyanko Das, Zhenke Zhang, Jianzhong Lu, Brian Odhiambo Ayugi, Zhi Gao",
          "url": "https://doi.org/10.1007/s10584-025-03993-6",
          "doi": "https://doi.org/10.1007/s10584-025-03993-6",
          "filter": 2
        },
        {
          "title": "Taking stock of the IPCC: analysis from AR6",
          "authors": "Jessica O’Reilly, Kari De Pryck, Hannah Hughes",
          "url": "https://doi.org/10.1007/s10584-025-03997-2",
          "doi": "https://doi.org/10.1007/s10584-025-03997-2",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Public support for carbon taxes varies across countries and policy design must consider the national context",
          "authors": "Hamid Bulut, Robin Samuel",
          "abstract": "Although carbon taxes are an effective way for countries to meet the emissions targets set out in the Paris Agreement, these policies remain unpopular. Here we present a survey experiment conducted in China, Germany, India, and the UK, based on over 13,000 evaluations of policy designs. We examined four factors influencing public support: effectiveness in reducing emissions, impact on household costs, use of tax revenues, and international coordination. Communicating environmental effectiveness increased support, while making costs explicit reduced it. Preferences for revenue use varied: some respondents favoured direct payments, while others preferred investments in welfare. Contrary to expectations, only German respondents showed increased support when other countries also adopted similar measures. These findings highlight the importance of national context in shaping public attitudes. Carefully designed and clearly communicated carbon tax policies can improve public acceptability and enhance the political feasibility of effective climate action.",
          "url": "https://doi.org/10.1038/s43247-025-02562-0",
          "doi": "https://doi.org/10.1038/s43247-025-02562-0",
          "filter": 0
        },
        {
          "title": "Public concerns about solar geoengineering research in the United States",
          "authors": "Holly Jean Buck, Prerna Shah, Janet Z. Yang, Laura Arpan",
          "url": "https://doi.org/10.1038/s43247-025-02595-5",
          "doi": "https://doi.org/10.1038/s43247-025-02595-5",
          "filter": 0
        },
        {
          "title": "Perceived flood risk severity and response efficacy affect migration intentions in flood-prone regions of Klang Valley in Malaysia",
          "authors": "Abdullah Al Mamun, Mohammad Masukujjaman, Mahalasmi Radhakrishnan, Mohammad Nurul Hassan Reza, Wan Mohd Hirwani Wan Hussain",
          "url": "https://doi.org/10.1038/s43247-025-02602-9",
          "doi": "https://doi.org/10.1038/s43247-025-02602-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Heterotrophic nitrification of organic nitrogen is stimulated by agricultural plants",
          "authors": "Shending Chen, Zucong Cai, Mengqiu He, Ahmed S. Elrys, Lei Meng, Jun Zhao, Xinqi Huang, Jinbo Zhang, Christoph Müller",
          "url": "https://doi.org/10.1038/s43247-025-02617-2",
          "doi": "https://doi.org/10.1038/s43247-025-02617-2",
          "filter": 2
        },
        {
          "title": "Natural process-based coastal wetland restoration by relocating river flow paths in a river-dominated delta",
          "authors": "Liehui Zhi, Dongdong Shao, Xu Xie, Xiaowen Li, Baoshan Cui, Junhong Bai",
          "url": "https://doi.org/10.1038/s43247-025-02612-7",
          "doi": "https://doi.org/10.1038/s43247-025-02612-7",
          "filter": 2
        },
        {
          "title": "Rapid mineralisation of carbon dioxide in peridotites",
          "authors": "Juerg M. Matter, Joanna Speer, Christopher Day, Peter B. Kelemen, Amal Ibrahim, Sulaiman Al Mani, Ehab Tasfai, Moeez Ilyas, Karan Khimji, Talal Hasan",
          "abstract": "The success of industrial scale carbon capture and storage in geologic reservoirs depends on the permanence of the stored carbon dioxide (CO 2 ). Carbon dioxide capture and mineralisation (CCM) or mineral carbonation, which is the conversion of CO 2 to carbonate minerals via fluid-rock reactions provides low risk and permanent CO 2 removal. Here, we demonstrate rapid mineralisation of industrial CO 2 emissions in mantle peridotites. Captured CO 2 from an ammonia plant in the Sultanate of Oman has been injected into peridotite at a pilot test site in the Samail ophiolite. Chemical and isotopic results indicate rapid carbonate mineral precipitation. Mass balance calculations suggest that ~88% of the injected CO 2 was mineralised as carbonate minerals within 45 days after injection. This successful approach of CCM unlocks peridotite as a promising new type of reservoir for the safe and permanent disposal of anthropogenic CO 2 emissions.",
          "url": "https://doi.org/10.1038/s43247-025-02509-5",
          "doi": "https://doi.org/10.1038/s43247-025-02509-5",
          "filter": 2
        },
        {
          "title": "Aerosol-driven North Pacific High anomaly enhances sea ice loss in the Chukchi Sea",
          "authors": "Yungi Hong, S.-Y. Simon Wang, Jin-Ho Yoon",
          "abstract": "The Arctic has warmed significantly faster than the rest of the globe, leading to rapid sea ice decline. Anthropogenic aerosols are traditionally viewed as cooling agents that do not contribute to Arctic sea ice loss. Here we investigate how aerosol-induced changes in atmospheric circulation patterns contribute to Arctic sea ice decline using a fully-coupled global earth system model. We compared single forcing experiments to examine individual and combined effects of greenhouse gases and anthropogenic aerosols. Aerosols contribute to intensification of the North Pacific anticyclone, which enhances heat transport into the Arctic through the Bering Strait. When combined with greenhouse gas-induced warming, aerosols have a greater impact on Arctic sea ice decline in the western Chukchi Sea compared to when either forcing acts independently. This compound effect challenges the traditional view of aerosols as solely cooling agents, demonstrating that anthropogenic aerosols can accelerate Arctic sea ice melting.",
          "url": "https://doi.org/10.1038/s43247-025-02577-7",
          "doi": "https://doi.org/10.1038/s43247-025-02577-7",
          "filter": 2
        },
        {
          "title": "Climate-driven patterns of global tree longevity",
          "authors": "Jiani Gao, Keyan Fang, Jing M. Chen, Jinbao Li, Sergio Rossi, Deliang Chen, Hans W. Linderholm, Jesús Julio Camarero, Jan Esper, Nicole K. Davi, Tsun Fung Au, Zhengtang Guo",
          "abstract": "Concerns about climate change-influenced tree growth declines and world tree mortality raise questions about potential reductions in tree longevity. However, the global influences of climate and growth patterns on tree longevity remain poorly understood. Here we analyzed 219,000 tree-ring widths from 4880 globe sites, encompassing 246 species, to investigate tree longevity patterns. Gymnosperms exhibited significantly greater average longevity (366 ± 240 years) than angiosperms (216 ± 81 years), with the oldest individual exceeded 3000 years. Globally, gymnosperm longevity was negatively correlated with precipitation. Arid-adapted trees exhibited significantly higher longevity, likely due to their conservative growth strategy, characterized by slow growth rates and enhanced drought resilience. Trees in harsh environments defined by high altitude, nutrient-poor soils, and minimal human impact were more likely to attain greater longevity. These findings highlight the impact of climate change on tree longevity and the necessity for targeted conservation strategies to protect these vital ecosystem components.",
          "url": "https://doi.org/10.1038/s43247-025-02609-2",
          "doi": "https://doi.org/10.1038/s43247-025-02609-2",
          "filter": 2
        },
        {
          "title": "Planktonic foraminifera regulate calcification according to ocean density",
          "authors": "Stergios D. Zarkogiannis, James W. B. Rae, Benjamin R. Shipley, P. Graham Mortyn",
          "abstract": "Planktonic foraminifera are key contributors to the oceanic carbon cycle. In pelagic environments, carbonate production by planktonic biomineralizers regulates ocean-atmosphere carbon dioxide exchange and exports surface carbon to the deep ocean. Here we compare shell traits of three planktonic foraminifera species from the central Atlantic with a suite of environmental parameters to discern the factors underlying their variations. Our analysis revealed that calcification in foraminifera is associated with seawater density and depends on species habitat depth, whereas foraminifera bulk shell densities may serve as a seawater density proxy, regardless of species. We observe that their shell weights increased with habitat depth, enabling the living cells to adjust their overall density to match that of the surrounding liquid. This suggests that calcification in nonmotile organisms has a buoyancy regulatory function and will respond to the anthropogenically driven reductions in ocean density (oceanic rarefication), with potential consequences for the carbon cycle.",
          "url": "https://doi.org/10.1038/s43247-025-02558-w",
          "doi": "https://doi.org/10.1038/s43247-025-02558-w",
          "filter": 2
        },
        {
          "title": "Lake carbon loss driven by changed microbial carbon utilization through increased anthropogenic land-use intensity",
          "authors": "Yao Guo, Shuzhen Li, Songsong Gu, Zhongyi Hua, Jinhui Pang, Bingqian Xu, Kaixuan Wu, Disong Chen, Dongru Qiu, Yanxin Wang, Zhenbin Wu, Qiaohong Zhou",
          "abstract": "The conversion of intrinsic lands to anthropogenic uses has increased nutrient inputs for lake microbes, profoundly influencing biogeochemical processes, particularly carbon cycling. Microbial carbon utilization is crucial in lake carbon sequestration, but its general changes under anthropogenic disturbances remain controversial. We combined carbon utilization assays with Biolog EcoPlates and 16S rRNA gene amplicon sequencing to examine microbial carbon utilization and carbon loss in lakes along a 3369 km gradient of land-use intensities spanning the Yangtze River and its front basin across China. Our results demonstrated that &gt;30% land-use conversions from intrinsic to anthropogenic lands (farmland and built areas) resulted in &gt;50% carbon loss in lakes. The large carbon loss was primarily driven by elevated nutrient concentrations, which stimulated microbial carbon utilization. Microbes in water were more responsive to environmental changes than those in sediment. We further identified distinct preferences of microbial carbon utilization driven by compositional shifts in core species. Specifically, nutrient-sensitive species ( Roseomonas and Methylocystis ) were replaced by nutrient-preferential species ( Desertimonas and Clostridium sensu stricto ), which collectively enhanced the utilization of substrates such as itaconic acid, phenylethyl-amine and glycerol, thereby accelerating carbon loss. This study quantifies the relationship between microbial carbon utilization and carbon loss, emphasizing the importance of regulating land-use changes and nutrient inputs to mitigate their impacts on lakes.",
          "url": "https://doi.org/10.1038/s43247-025-02587-5",
          "doi": "https://doi.org/10.1038/s43247-025-02587-5",
          "filter": 2
        },
        {
          "title": "Rhizosphere response and resistance to fertilization",
          "authors": "Ran Tong, Yakov Kuzyakov, Han Yu, Yini Cao, Tonggui Wu",
          "url": "https://doi.org/10.1038/s43247-025-02567-9",
          "doi": "https://doi.org/10.1038/s43247-025-02567-9",
          "filter": 2
        },
        {
          "title": "Coupled earthquakes and resonance processes during the uplift of Campi Flegrei caldera",
          "authors": "Giacomo Rapagnani, Simone Cesca, Gilberto Saccorotti, Gesa Petersen, Torsten Dahm, Francesca Bianco, Francesco Grigoli",
          "url": "https://doi.org/10.1038/s43247-025-02604-7",
          "doi": "https://doi.org/10.1038/s43247-025-02604-7",
          "filter": 2
        },
        {
          "title": "Antarctic meltwater spread pattern and its duration modulate abyssal circulation",
          "authors": "Jun-Young Moon, Soon-Il An, Gagan Mandal, Hajoon Song, Young-Min Yang, So-Eun Park",
          "url": "https://doi.org/10.1038/s43247-025-02589-3",
          "doi": "https://doi.org/10.1038/s43247-025-02589-3",
          "filter": 2
        },
        {
          "title": "Global soil organic and inorganic carbon vulnerability in response to irrigation",
          "authors": "Qi Tang, Yanqing Xu, Li Hua, Yiyun Chen",
          "url": "https://doi.org/10.1038/s43247-025-02591-9",
          "doi": "https://doi.org/10.1038/s43247-025-02591-9",
          "filter": 2
        },
        {
          "title": "Continental-scale impact of bomb radiocarbon affects historical fossil fuel carbon dioxide reconstruction",
          "authors": "Jing Li, Nannan Wei, Xu Wang, Pingyang Li, Yanmin Sun, Wenbiao Feng, Zhineng Cheng, Sanyuan Zhu, Weimin Wang, Duohong Chen, Shizhen Zhao, Guangcai Zhong, Guangyi Zhou, Jun Li, Gan Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02532-6",
          "doi": "https://doi.org/10.1038/s43247-025-02532-6",
          "filter": 2
        },
        {
          "title": "Extreme warming intensified lacustrine deoxygenation and methane cycling during the Paleocene-Eocene Thermal Maximum",
          "authors": "Zuoling Chen, Peizong Lü, Shiling Yang, Jimin Sun, Xijun Ni, Chenyan Li, Licheng Guo, Zhongli Ding",
          "url": "https://doi.org/10.1038/s43247-025-02597-3",
          "doi": "https://doi.org/10.1038/s43247-025-02597-3",
          "filter": 2
        },
        {
          "title": "Global greening drives significant soil moisture loss",
          "authors": "Yongchang Liu, Zhi Li, Yaning Chen, Liangning Jin, Feng Li, Xuanxuan Wang, Yunxia Long, Chuanxiu Liu, Patient Mindje Kayumba",
          "url": "https://doi.org/10.1038/s43247-025-02470-3",
          "doi": "https://doi.org/10.1038/s43247-025-02470-3",
          "filter": 2
        },
        {
          "title": "Shift in phytoplankton community composition over fronts",
          "authors": "Marina Lévy, Clément Haëck, Inès Mangolte, Angelina Cassianides, Roy El Hourany",
          "url": "https://doi.org/10.1038/s43247-025-02553-1",
          "doi": "https://doi.org/10.1038/s43247-025-02553-1",
          "filter": 2
        },
        {
          "title": "Historical model biases in monthly high temperature anomalies indicate under-estimation of future temperature extremes",
          "authors": "Lei Duan, Lyssa M. Freese, Govindasamy Bala, Ken Caldeira",
          "url": "https://doi.org/10.1038/s43247-025-02579-5",
          "doi": "https://doi.org/10.1038/s43247-025-02579-5",
          "filter": 2
        },
        {
          "title": "Impact of plant succession on greenhouse gas fluxes during the transition of a flooded fen peatland",
          "authors": "Danica Antonijević, Mathias Hoffmann, Dominik Zak, Annette Prochnow, Maren Dubbert, Marten Schmidt, Jürgen Augustin",
          "abstract": "It remains uncertain whether and when rewetting of drained fen peatlands contributes to climate change mitigation by reducing carbon dioxide and methane emissions. Recolonization by emergent macrophytes is considered a key factor in this process. We present 5 years of carbon dioxide and methane emission data from a rewetted fen peatland in northeast Germany. Four automatic chambers were installed along a transect perpendicular to the shoreline of a lake formed after rewetting, capturing three stages of plant succession: open water (1), initial recolonization by emergent macrophytes (2), and a stable emergent macrophyte community (3). Net carbon dioxide fluxes decreased progressively throughout the successional stages, while methane emissions exhibited a wave-like pattern, with a pronounced short-term increase during stage 2. Excluding this emission peak can lead to considerable underestimation of net emissions. Our findings highlight the importance of accounting for all successional stages to accurately assess the climate effects of rewetting.",
          "url": "https://doi.org/10.1038/s43247-025-02607-4",
          "doi": "https://doi.org/10.1038/s43247-025-02607-4",
          "filter": 2
        },
        {
          "title": "Land remains a blind spot in tracking progress under the Paris Agreement due to lack of data comparability",
          "authors": "Rosa M. Roman-Cuesta, Michel den Elzen, Zuelclady Araujo-Gutierrez, Nicklas Forsell, William F. Lamb, Emily McGlynn, Joana Melo, Simone Rossi, Malte Meinshausen, Sandro Federici, Matthew Gidden, Kimon Keramidas, Anu Korosuo, Giacomo Grassi",
          "abstract": "Land carbon fluxes are key to the Paris Agreement. However, data comparability issues persist between countries’ land greenhouse gas inventories and mitigation targets, and what land models (bookkeeping and integrated assessments) provide as Paris-aligned benchmarks for land. As a result, the Global Stocktake, aiming to track collective mitigation progress, did not explicitly consider country targets for land. This blind spot leaves countries uninformed of the 2030 gap between their ambitions for mitigation on land and models’ benchmarks. Here we track the contribution and evolution of land-related targets under countries’ 2020 Nationally Determined Contributions, splitting land pledges between reduced emissions and additional sinks. Land retains a quarter of the global mitigation pledges in 2030, mostly relying on external support (−1.5ǂ1.1 GtCO 2 e/yr), of which −0.55 GtCO 2 e/yr are additional sinks. It is crucial that future Global Stocktakes include appropriate comparisons between modelled and country-provided land use net emissions. We here offer some concrete suggestions.",
          "url": "https://doi.org/10.1038/s43247-025-02494-9",
          "doi": "https://doi.org/10.1038/s43247-025-02494-9",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Navigating uncertainty: direct air capture and just transition perspectives in Gulf Coast communities",
          "authors": "Celina Scott-Buechler, Katherine H Wang",
          "abstract": "Direct air capture (DAC) projects are emerging in the Gulf Coast region of the United States, driven by recent private sector interest and federal funding. However, the role of these projects in facilitating a just transition for fossil fuel-dependent communities remains debated and uncertain. This study combines focus groups across three Gulf Coast sites with state-wide surveys in Texas and Louisiana to lend insights on community perspectives on DAC. Focus groups offer rich, qualitative insights into local concerns and aspirations, while the surveys provide broader quantitative data on regional attitudes. We reveal a complex landscape shaped by the entrenched power of the fossil fuel industry and a need for careful planning to avoid social and economic upheaval in the wake of industrial transition. Community perceptions underscore the dual nature of the fossil fuel industry: providing economic stability while also contributing to environmental and health injustices. While DAC emerges as a potential solution, requiring shared skillsets with the fossil fuel industry, participants express reservations about industry risks and historical lack of community engagement. Our findings emphasize the importance of community involvement in decision-making, cooperative ownership models, and transparent processes. Both qualitative and quantitative results illustrate that community support for DAC is conditional on broader socio-economic benefits and inclusive governance, highlighting the need to consider these factors alongside technological features when planning DAC deployment in the region.",
          "url": "https://doi.org/10.1088/1748-9326/adf5d7",
          "doi": "https://doi.org/10.1088/1748-9326/adf5d7",
          "filter": 0
        },
        {
          "title": "Catchment-based approach and formalisation of artisanal and small-scale mining for sustainable mining management in the Philippines",
          "authors": "Justine Perry T Domingo, Antonio P Contreras, Cecilia Tortajada, Decibel V Faustino-Eslava, Karen A Hudson-Edwards, Richard D Williams, Patrick Byrne",
          "url": "https://doi.org/10.1088/1748-9326/adf12f",
          "doi": "https://doi.org/10.1088/1748-9326/adf12f",
          "filter": 0
        },
        {
          "title": "Exploring women’s dietary diversity amidst climate variability: a comparative analysis across eight low- and middle- income countries",
          "authors": "B Carducci, R Benedict, J Corrigan, B Mayala, S Namaste, F Bilotto, P Cao, M Herrero, Z Guo, J Fanzo",
          "abstract": "It is anticipated that climate change and climate variability will threaten food and nutrition security through multiple pathways, yet evidence on its impact on minimum dietary diversity for women (MDD-W), especially in low- and middle- income countries (LMICs) is limited. Using Bayesian hierarchical statistical modeling, we analyzed the impacts of climate variability on MDD-W, of 142 484 non-pregnant women, aged 15–49 years, in eight LMICs (Burkina Faso, Cambodia, Côte d’Ivoire, Ghana, Kenya, Mozambique, Nepal and Tanzania). All analyses were adjusted for survey weights and sampling design and analyzed separately. The proportion of women achieving MDD-W the previous day of the survey ranged between 20.8% and 57.3%. In the full model, enabling variables including climate change and variability generally showed significant negative associations with MDD-W (precipitation and land surface temperature anomalies, daytime and nighttime long-term land surface temperature variability), whereby the adjusted odds of women’s dietary diversity was reduced by 9%–37% due to climatic variables. Underlying variables such as growing season, nutrient yield and enhanced vegetation index had limited associations across countries. In fact, for nutrient yields, the direction of association differed by country and nutrients. Immediate variables were significantly positively associated with MDD-W in almost all countries with an adjusted odds of women’s dietary diversity increasing by 6%–92%, including household wealth ( n = 8), women’s media access ( n = 8), women’s education ( n = 7), improved sanitation and women’s employment ( n = 5) and women’s landownership ( n = 3). The month of the survey was associated with MDD-W in four countries, but the direction of association varied by country. These findings suggest that safeguarding women’s diet diversity from climate change requires adaptation efforts that target vulnerable populations to ensure nutrition.",
          "url": "https://doi.org/10.1088/1748-9326/adf128",
          "doi": "https://doi.org/10.1088/1748-9326/adf128",
          "filter": 0
        },
        {
          "title": "Weathering the storm: precipitation whiplash has limited effects on agricultural production and pesticide use in California",
          "authors": "Ashley E Larsen, Daniel Sousa, Amy Quandt, Andrew J MacDonald",
          "abstract": "Fluctuations in extreme weather such as a shift from an extreme dry to an extreme wet year, termed hydroclimate volatility or precipitation whiplash, present potential challenges and opportunities for agricultural production in water-limited regions. Yet, whether the sudden profusion of precipitation or the presence of flooding has a net positive or negative impact on agricultural production, particularly agricultural pests, is understudied. Using a difference-in-difference approach applied to field-level pesticides from ∼13 000 field/y observations in Kern County, CA, we evaluate how precipitation whiplash impacted agricultural pest control. We show the wet year had an anticipated bump in pesticides targeting molds and weeds and an unanticipated decrease in insecticides. Yet, there was little effect of on-field standing water on pesticide use. County-wide crop statistics, available for a subset of crops, were also similar across years, with similar area harvested, yields and total value in the historically wet versus the prior dry year. Despite the historic nature of the drought and proceeding rainfall events, farmers, on average, appeared to adapt to precipitation whiplash successfully. Given the increasing prevalence of precipitation whiplash as well as policy efforts to increase groundwater recharge through on-field flooding in wet years, such null effects suggest the benefits to harnessing extreme precipitation do not imply major costs for pest control.",
          "url": "https://doi.org/10.1088/1748-9326/adf131",
          "doi": "https://doi.org/10.1088/1748-9326/adf131",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Projected Evolution of Droughts and Human Exposure in the Contiguous United States under SSP5-8.5: A Regional Downscaling Perspective",
          "authors": "Leyuan Zhang, Hannah Rubin, Rong-You Chien, Joshua S Fu, Deeksha Rastogi, Shih-Chieh Kao, Moetasim Ashfaq",
          "abstract": "The increasingly unpredictable and extreme weather patterns under a warming climate underscore the urgency of accurate regional assessments of future drought risk. This study evaluates the projected drought evolution in the contiguous United States (CONUS) under the high-emission SSP5-8.5 climate scenario for the coming decades. Using a multi-model ensemble of six CMIP6 global climate models (GCMs) combined with dynamical downscaling techniques, we analyzed near-term (2020-2039) and mid-term (2040-2059) drought patterns using the Self-Calibrating Palmer Drought Severity Index (ScPDSI), the Standardized Precipitation Index (SPI-12), and the Standardized Precipitation-Evapotranspiration Index (SPEI-12). Results reveal a widespread increase in abnormally dry (D0) and moderate drought (D1) conditions, particularly in urban areas, while severe (D2), extreme (D3), and exceptional (D4) droughts are expected to become less common in many regions. Meanwhile, persistent and intensifying droughts are projected in the western and southwestern U.S., driven by long-term soil moisture deficits. The ScPDSI projects that 1.1 million urban residents will be affected by D0 conditions in 2050, while SPI-12 suggests a decrease in the total affected population after 2040. ScPDSI indicates prolonged droughts in the West, and SPI-12 captures transient variability. Although the total drought-exposed population is expected to decrease, urban areas will continue to bear a greater burden, particularly for mild droughts (D0, D1). These findings highlight a shift toward more frequent mild droughts, fewer severe droughts, and persistent drying in the Southwest, emphasizing the need for region-specific adaptation strategies.",
          "url": "https://doi.org/10.1088/1748-9326/adf4f9",
          "doi": "https://doi.org/10.1088/1748-9326/adf4f9",
          "filter": 2
        },
        {
          "title": "Possible Effects of Tropical Cyclone Activities over Eastern North Pacific on Arctic Sea Ice",
          "authors": "Liangying Zeng, Yao Ha, Chuanfeng Zhao, Haixia Dai, Yimin Zhu, Yijia Hu, Ｗei Lu, Yudi Liu, Tianju Wang, Zhong Zhong",
          "abstract": "The rapid loss of Arctic sea ice has sparked considerable interest in understanding the factors that influence its variability. This study investigates the teleconnection between tropical cyclone (TC) activities in the eastern North Pacific (ENP) and sea ice concentration (SIC) over the Arctic. Observational analysis reveals that ENP TC activities during summer contribute to decelerating the loss of the Arctic sea ice in September. Mechanistically, ENP TC activities induce large-scale meridional circulation anomalies that modify Arctic atmospheric circulation, resulting in anomalous northwesterly winds over the Arctic. This leads to decreased surface temperatures and humidity, thereby facilitating sea ice growth. Simulations confirm that TC-driven atmospheric changes contribute to an increase in SIC. The significance of tropical-extratropical teleconnections in Arctic climate variability is emphasized by these findings, suggesting that ENP TC activities could serve as a novel tropical factor for predicting SIC over the Arctic.",
          "url": "https://doi.org/10.1088/1748-9326/adf56b",
          "doi": "https://doi.org/10.1088/1748-9326/adf56b",
          "filter": 2
        },
        {
          "title": "Mechanisms of high-temperature ozone suppression in Eastern China: a meteorological perspective",
          "authors": "Nan Li, Jianping Liang, Wanwan Liu, Chengkai Gu, Jiandong Li, Yang Xu, Keqin Tang, Hong Liao, Jianlin Hu",
          "abstract": "Ozone (O 3 ) is a typical secondary photochemical pollutant, whose production typically increases under high temperature and radiation. However, emerging observational evidences reveal a notable alteration in the O 3 -temperature relationship under extremely heat conditions (referred to as O 3 suppression) in 20%–30% cities of China, yet the underlying mechanisms and driving forces remain unclear. This study provides a comprehensive investigation of the meteorological mechanisms driving high-temperature O 3 suppression in Eastern China, with particular emphasis on regional disparities between suppression and non-suppression areas. Our analysis revealed distinct spatial patterns of O 3 suppression across major Chinese regions. The Yangtze River Delta (YRD) and Pearl River Delta (PRD) regions exhibit significant O 3 suppression, with the O 3 -temperature relationship decreasing by 3–5 μ g m −3 °C −1 at high temperatures. In contrast, the Beijing–Tianjin–Hebei (BTH) region rarely illustrates this phenomenon. Through integrated statistical analysis and machine learning approaches, we identified radiation, relative humidity (RH), and planetary boundary layer height (PBLH) as the key meteorological drivers. Mechanistic analysis demonstrated that RH was the dominant factor accounting for regional differences in O 3 suppression, primarily owing to the contrasting effects of dry heat (BTH) and wet heat (YRD and PRD). PBLH emerged as a secondary influential factor that modulates O 3 concentration through the competitive effects of diffusion and transport processes. Cluster analysis further revealed that the occurrence frequency of inhibitory meteorological conditions (high RH and low PBLH) during high-temperature days in the YRD and PRD regions (25%–35%) significantly exceeded that in the BTH region (2%). This study provides crucial insights into the regional disparities in meteorological mechanisms underlying high-temperature O 3 suppression and offers valuable scientific support for region-specific O 3 pollution control strategies in the context of climate warming and increasingly frequent heatwaves.",
          "url": "https://doi.org/10.1088/1748-9326/adf1ba",
          "doi": "https://doi.org/10.1088/1748-9326/adf1ba",
          "filter": 2
        },
        {
          "title": "Predicted expansion of beaver pond distribution in Arctic Alaska, 1910–2090",
          "authors": "Ken D Tape, James D M Speed",
          "abstract": "Ecosystem engineering by beavers is a nascent disturbance in the Arctic tundra, appearing in the 1970s in western Alaska and since expanding deeper into tundra regions. Evidence from modeling and observations indicates that beaver ponds act as biophysical oases, and we anticipate myriad changes as these disturbances are constructed along tundra streams, sloughs, and lake outlets. We used over 11 000 mapped beaver pond locations in Arctic Alaska and their climatic, geographic, and environmental attributes to understand (1) which of those attributes control the distribution of beaver ponds, and, if temperature is a factor, (2) how beaver pond distribution will change under future climate scenarios. Of the variables used in the ensemble modeling approach, mean annual temperature was the most important variable in determining beaver pond locations, with pond occurrences more likely in warmer locales (&gt;−2 °C). The distance to water was also important in determining beaver pond locations, as expected, with higher likelihood of ponds closer to water features. Lowland topographic variables were also relevant in determining the distribution of beaver ponds. Under the current climate, beaver ponds are widespread in most of western Alaska, matching the predicted extent of potential occupancy, with the exception of areas furthest from treeline, implying possible dispersal lags or other factors. By 2050, under future climate scenarios (RCP8.5; 2090 for RCP6.0), the entire North Slope of Alaska, which currently has no beaver ponds, is predicted to be suitable for beaver ponds, comparable to western Alaska in 2016. The vast extent of future beaver engineering in tundra regions will require reenvisioning the typical tundra stream ecosystems of northern Alaska, northern Canada, northern Europe, and northern Asia to include more extensive wetlands, routine disturbances, permafrost thaw, and other features of these nascent oases that are not fully understood.",
          "url": "https://doi.org/10.1088/1748-9326/adeba2",
          "doi": "https://doi.org/10.1088/1748-9326/adeba2",
          "filter": 2
        },
        {
          "title": "Warming effects on spring phenology in New York City parks",
          "authors": "Juwon Kong, Jeffrey A G Clark, Clara C Pregitzer, Fiona Jevon, Rasmus Houborg, Karen C Seto",
          "abstract": "Global climate change and the urban heat island (UHI) interact to create unique urban microclimates. However, how these interactions affect trees in urban parks is poorly understood. Using multi-source satellite fusion, we observe that New York City parks are experiencing delays in the start of the growing season, especially in medium-sized parks. Notably, warming effects are more pronounced in park trees near the edges, where urban heat is stronger. This delay is explained by a physiological mechanism: warmer winters reduce chilling accumulation and increase the heat requirements for leaf development, disrupting the balance between chilling and heat needed for spring leaf-out. Medium-sized parks are especially vulnerable to urban heat due to their structural characteristics such as higher edge-to-area ratios and limited interior buffer zones, both of which amplify edge effects. These findings demonstrate that climate change, compounded by the UHI effect, is altering tree phenology in urban parks, with implications for urban ecosystem adaptation and management.",
          "url": "https://doi.org/10.1088/1748-9326/adf1b9",
          "doi": "https://doi.org/10.1088/1748-9326/adf1b9",
          "filter": 2
        },
        {
          "title": "Mutual stabilization of AMOC and GrIS due to different transient response to warming",
          "authors": "Frerk Pöppelmeier, Thomas F. Stocker",
          "abstract": "Interactions between the Atlantic Meridional Overturning Circulation (AMOC) and the Greenland ice-sheet (GrIS), both considered major tipping elements in the Earth system, are critical for understanding their future evolution under anthropogenic climate change. As global warming progresses, the potential weakening of the AMOC raises concerns that meltwater from the disintegrating GrIS could trigger a complete AMOC shutdown. Here, we assess the processes and feedback mechanisms that may either accelerate or stabilize these two Earth system components under idealized future scenarios in an ice-sheet coupled Earth system model of intermediate complexity with perturbed parameter ensembles. Our findings indicate that, under a moderate idealized scenario (2×CO2,PI, corresponding to ~3 °C global mean warming), GrIS meltwater alone is unlikely to trigger an AMOC collapse. However, this risk increases with higher emissions. Notably, the delayed GrIS response to the warming results in peak meltwater fluxes entering the North Atlantic only when the AMOC is already in its recovery phase, thereby reducing the likelihood of collapse. Additionally, the system is further stabilized by the cooling induced by the thermal bipolar seesaw. This cooling is sufficiently strong that, in the event of a future AMOC collapse, GrIS melting would effectively cease for ~3 °C warming, and its disintegration would be substantially delayed even under higher warming levels. Nonetheless, rapid CO2 reduction remains essential to prevent irreversible state transitions of both the AMOC and GrIS.",
          "url": "https://doi.org/10.1088/1748-9326/adf45a",
          "doi": "https://doi.org/10.1088/1748-9326/adf45a",
          "filter": 2
        },
        {
          "title": "Risk of rice production failure in India under climate change",
          "authors": "Christopher Samuel Bowden, Tim Foster, Ben Parkes",
          "abstract": "Rice production failure is a major threat to food security and supply chain resilience across India. In this paper, we examine future rice production failure risks across India by integrating down-scaled climate projections with machine learning models that capture complex crop-climate interactions. First, we identify key drivers of historical crop failures and demonstrate the critical role of monthly weather variability. We then use our historically-trained ML models to project future production failure risk across India, linking spatial changes in failure risk with projected future weather distributions and exploratory scenarios of changes in irrigation access. Our findings indicate that district-level risks of rice production failures in India are projected to increase (26% average) under future climate change across all shared socioeconomic pathways in the near (2025 - 2054) and far (2055 - 2084) future. Our analysis demonstrates that expanding irrigation access could play a vital role in mitigating these risks, with substantial risk reductions observed in high-vulnerability regions. These insights provide actionable information for policymakers aiming to enhance agricultural resilience, identifying priority areas where adaptive measures, particularly irrigation improvements, can most effectively reduce vulnerability to climate-driven production risks.",
          "url": "https://doi.org/10.1088/1748-9326/adf459",
          "doi": "https://doi.org/10.1088/1748-9326/adf459",
          "filter": 2
        },
        {
          "title": "Ocean liming can help achieve the Paris climate target",
          "authors": "Jessica Strefler, Katarzyna Kowalczyk, Verena Hofbauer, Tabea Dorndorf, Lavinia Baumstark",
          "abstract": "To stabilize global mean temperature and stay below critical thresholds, deep emission reductions have to be complemented with carbon dioxide removal. A broad portfolio of options is necessary to enable sufficient potential and mitigate sustainability concerns. So far, integrated assessment models have almost exclusively considered options on land. In this study, we show that ocean liming can make a substantial contribution to achieving ambitious climate mitigation targets. Due to the expected time needed for scale-up, the deployment potential in the first half of the century is limited, such that ocean liming can hardly reduce peak temperature. However, in the second half of the century, substantial deployment may be economically competitive. In addition, the availability of ocean liming reduces the dependence on other carbon removal options, and specifically on bioenergy. This could reduce the pressure on land and improve the sustainability of ambitious climate mitigation scenarios. However, impacts on the ocean ecosystems are still poorly understood and need to be clarified before deployment. In light of the remaining uncertainties and global and regional limitations, we suggest to limit the maximum global deployment of ocean liming in integrated assessment models to 5 GtCO 2 /yr carbon uptake.",
          "url": "https://doi.org/10.1088/1748-9326/adf12c",
          "doi": "https://doi.org/10.1088/1748-9326/adf12c",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Reconsidering space-for-time substitution in climate change ecology",
          "authors": "Margaret E. K. Evans, Peter B. Adler, Amy L. Angert, Sharmila M. N. Dey, Martin P. Girardin, Kelly A. Heilman, Stefan Klesse, Daniel L. Perret, Dov F. Sax, Seema N. Sheth, Michael Stemkovski, Jennifer L. Williams",
          "url": "https://doi.org/10.1038/s41558-025-02392-0",
          "doi": "https://doi.org/10.1038/s41558-025-02392-0",
          "filter": 2
        },
        {
          "title": "Shifting hotspot of tropical cyclone clusters in a warming climate",
          "authors": "Zheng-Hang Fu, Dazhi Xi, Shang-Ping Xie, Wen Zhou, Ning Lin, Jiuwei Zhao, Xin Wang, Johnny C. L. Chan",
          "abstract": "Multiple tropical cyclones can be present concurrently within one ocean basin, and these clusters can induce compound hazards within a short time window. While the western North Pacific has historically been home to most tropical cyclone clusters, how climate change might affect this is unclear. Here we use observations and high-resolution climate model simulations to develop a probabilistic model, assuming that tropical cyclones are mutually independent and occur randomly. Against this baseline, we identify outliers as clusters with dynamic interactions between tropical cyclones. We find that the recent global warming pattern induces major shifts in tropical cyclone cluster hotspots from the western North Pacific to the North Atlantic by modulating tropical cyclone frequency and synoptic-scale wave activity. Our probabilistic modelling indicates a tenfold increase in the likelihood of tropical cyclone cluster frequency in the North Atlantic, surpassing that in the western North Pacific, from 1.4 ± 0.4% to 14.3 ± 1.2% over the past 46 years.",
          "url": "https://doi.org/10.1038/s41558-025-02397-9",
          "doi": "https://doi.org/10.1038/s41558-025-02397-9",
          "filter": 2
        },
        {
          "title": "Prolonged wind droughts in a warming climate threaten global wind power security",
          "authors": "Meng Qu, Lu Shen, Zhenzhong Zeng, Bolei Yang, Huiru Zhong, Xinrong Yang, Xi Lu",
          "url": "https://doi.org/10.1038/s41558-025-02387-x",
          "doi": "https://doi.org/10.1038/s41558-025-02387-x",
          "filter": 2
        },
        {
          "title": "Reduction of methane emissions through improved landfill management",
          "authors": "Haoran Tong, Tianhai Cheng, Xingyu Li, Hao Zhu, Xiaotong Ye, Donghao Fan, Tao Tang",
          "url": "https://doi.org/10.1038/s41558-025-02391-1",
          "doi": "https://doi.org/10.1038/s41558-025-02391-1",
          "filter": 2
        },
        {
          "title": "Wind droughts threaten energy reliability",
          "authors": "Sue Ellen Haupt",
          "url": "https://doi.org/10.1038/s41558-025-02383-1",
          "doi": "https://doi.org/10.1038/s41558-025-02383-1",
          "filter": 2
        }
      ]
    }
  ]
}
