{
  "update": "2025-05-23",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Climate overshoot implications for local adaptation planning",
          "authors": "Emily Theokritoff, Quentin Lejeune, Hugo P. Costa, Khadija Irfan, Mariam Saleh Khan, Chahan M. Kropf, Helena Gonzales Lindberg, Inês Gomes Marques, Inga Menke, Carl-Friedrich Schleussner, Adelle Thomas, Tiago Capela Lourenço",
          "url": "https://doi.org/10.1080/14693062.2025.2502111",
          "doi": "https://doi.org/10.1080/14693062.2025.2502111",
          "filter": "0"
        },
        {
          "title": "Environmental regulations and pollution-intensive goods exports: direction of India’s trade specialization with CBAM on the horizon",
          "authors": "Dhananjay Kumar Rai, Subir Sen",
          "url": "https://doi.org/10.1080/14693062.2025.2507220",
          "doi": "https://doi.org/10.1080/14693062.2025.2507220",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Public engagement in climate assessment: lessons and opportunities",
          "authors": "Allyza R. Lustig, Aaron Grade, Zena N. Grecni, Jeremy S. Hoffman, Neil Matouka, Danielle Meeker, Rachael Novak, Adam Parris, Allison Crimmins",
          "url": "https://doi.org/10.1007/s10584-025-03932-5",
          "doi": "https://doi.org/10.1007/s10584-025-03932-5",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Ecosystem structure and salinity thresholds in retreating coastal forests along the Mid-Atlantic, USA",
          "authors": "Amy K. Langston, Alexander J. Smith, Keryn B. Gedan, Matthew L. Kirwan",
          "url": "https://doi.org/10.1007/s10584-025-03948-x",
          "doi": "https://doi.org/10.1007/s10584-025-03948-x",
          "filter": "2"
        },
        {
          "title": "Global thermal bioclimate indicators: spatial shifts and temporal changes",
          "authors": "Mohammed Magdy Hamed, Obaidullah Salehie, Ali Salem Al-Sakkaf, Mohammed Rady, Ahmed Abdiaziz Alasow, Shamsuddin Shahid",
          "url": "https://doi.org/10.1007/s10584-025-03928-1",
          "doi": "https://doi.org/10.1007/s10584-025-03928-1",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Drought risks are projected to increase in the future in central and southern regions of the Middle East",
          "authors": "Younes Khosravi, Taha B. M. J. Ouarda",
          "url": "https://doi.org/10.1038/s43247-025-02359-1",
          "doi": "https://doi.org/10.1038/s43247-025-02359-1",
          "filter": "0"
        },
        {
          "title": "Climate-related partial relocation in Fiji impacts the wellbeing of those who relocated and those who stayed differently",
          "authors": "Ann-Christine Link, Annah Piggott-McKellar, Elia Nakoro, Robert Oakes",
          "abstract": "Climate change threatens habitability, leading communities to relocate out of sites of high exposure. Partial relocations, whereby only a portion of the community relocates, are understudied but increasingly common as relocating in one move is not always possible nor necessarily desired. Drawing on two climate-related partial relocations in Fiji—one community-driven, currently underway, and one government-assisted, undertaken ten years ago—we use Q Method to explore subjective wellbeing outcomes and identify shared narratives across the two communities. We find that partial relocation continues to strongly shape the wellbeing and lives of individuals, even ten years after relocating, and highlights different outcomes  between those who relocated and those who did not. We argue that these shared narratives are strategic tools that can be drawn upon to understand nuanced experiences, shape people-centred policies, and, ultimately, inform relocation efforts that are more just, effective, and sustainable.",
          "url": "https://doi.org/10.1038/s43247-025-02357-3",
          "doi": "https://doi.org/10.1038/s43247-025-02357-3",
          "filter": "0"
        },
        {
          "title": "Climate change skepticism of European farmers and implications for effective policy actions",
          "authors": "Lea Kröner, Hans JM van Grinsven, Jan Willem Erisman, Morten Graversgaard, Tim Immerzeel, Jørgen Eivind Olesen, Alfredo Rodríguez, Bárbara Soriano, Alberto Sanz-Cobena, Tanja van der Lippe",
          "url": "https://doi.org/10.1038/s43247-025-02304-2",
          "doi": "https://doi.org/10.1038/s43247-025-02304-2",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Unified failure model for landslides, rockbursts, glaciers, and volcanoes",
          "authors": "Qinghua Lei, Didier Sornette",
          "abstract": "Forecasting catastrophic failures that threaten life and property remains a formidable challenge. A major hurdle lies in the intermittent rupture dynamics of heterogeneous materials. This erratic pattern challenges conventional time-to-failure predictive models, which typically assume a smooth, monotonic power law acceleration. Here, we propose a unified failure model based on a log-periodic power law that encapsulates the intermittent acceleration-deceleration sequences within a single framework. We validate this unified model using a global dataset of 109 historical geohazard events including landslides, rockbursts, glacier breakoffs, and volcanic eruptions, spanning a century and across seven continents. We show that our model significantly outperforms the conventional approach, offering a robust and versatile framework for describing the complex rupture behavior of diverse geomaterials such as rock, soil, and ice at the site scale. This unified perspective not only broadens the model’s applicability across diverse geohazards but also highlights its potential to enhance early warning systems.",
          "url": "https://doi.org/10.1038/s43247-025-02369-z",
          "doi": "https://doi.org/10.1038/s43247-025-02369-z",
          "filter": "2"
        },
        {
          "title": "Late Miocene greening of the Peruvian Desert",
          "authors": "Diana Ochoa, Matthieu Carré, Juan-Felipe Montenegro, Thomas J. DeVries, Dayenari Caballero-Rodríguez, Oris Rodríguez-Reyes, Angel Barbosa-Espitia, Jorge Cardich, Edgar Cruz-Acevedo, Danilo Cruz, David A. Foster, María LaTorre-Acuy, Franco Quispe, María Rivera-Chira, Pedro E. Romero, Rodolfo Salas-Gismondi, Mario Urbina, José-Abel Flores",
          "url": "https://doi.org/10.1038/s43247-025-02322-0",
          "doi": "https://doi.org/10.1038/s43247-025-02322-0",
          "filter": "2"
        },
        {
          "title": "Heterogeneity of phytoplankton response to submesoscale processes in the global ocean",
          "authors": "Yunchen Liu, Qingyou He, Weikang Zhan, Mingxian Guo, Yuhang Zheng, Xinchen Shen, Haigang Zhan",
          "abstract": "Oceanic submesoscale processes are believed to play a pivotal role in influencing phytoplankton growth and distribution, essentially influencing oceanic primary productivity and carbon cycling. However, our understanding of how phytoplankton respond to these dynamics remains fragmentary. Here, by combining surface drifter data and satellite observations, we show a rich geographic variability in the response of phytoplankton to submesoscale ageostrophic events over the global ocean. Substantial phytoplankton biomass and chlorophyll enrichments are observed during submesoscale processes in mid-high latitude regions and coastal upwelling systems. However, negligible phytoplankton biomass increases with notable chlorophyll increases are observed in the tropical ocean and subtropical gyres, suggesting that phytoplankton are likely undergoing physiological adjustments. Globally, about half of the chlorophyll growth driven by strong submesoscale ageostrophic events is due to physiological adjustments rather than biomass enrichment, calling for a reevaluation of the effects of submesoscale processes on oceanic productivity and carbon cycling.",
          "url": "https://doi.org/10.1038/s43247-025-02365-3",
          "doi": "https://doi.org/10.1038/s43247-025-02365-3",
          "filter": "2"
        },
        {
          "title": "Silicon isotopic signatures of granitoids support increased weathering of subaerial land 3.7 billion years ago",
          "authors": "Nicolas D. Greber, Madeleine E. Murphy, Julian-Christopher Storck, Jesse R. Reimink, Nicolas Dauphas, Paul S. Savage",
          "abstract": "The weathering and erosion of emerged land profoundly influences the Earth system, including the composition of the atmosphere and the type of nutrients delivered to the oceans. The emergence of land allowed for the formation of lakes and continental shelves, important habitats for the origin and evolution of life. Recent studies indicate a difference in silicon isotopes between Archean granitoids and their modern counterparts, which is explained by the incorporation of seawater-derived silica in the melting sources of the former. We show that this signature changed rapidly around 3.6 billion years ago, and that this shift is likely linked to an increase in the dissolved silicon flux from terrestrial weathering. Modeling suggests that the amount of oceanic silicon derived from terrigenous sources increased from near zero to around 32 ± 15% between 3.8 and 3.6 billion years ago. This indicates that, from this point onward, continental weathering feedbacks were established, and mass flux from land became an important source in the chemical budget of seawater, changes that likely exerted positive effects on the evolution of life.",
          "url": "https://doi.org/10.1038/s43247-025-02337-7",
          "doi": "https://doi.org/10.1038/s43247-025-02337-7",
          "filter": "2"
        },
        {
          "title": "Author Correction: Interdecadal variability of terrestrial water storage since 2003",
          "authors": "Brett Buzzanga, Ben Hamlington, John Fasullo, Felix Landerer, Athina Peidou",
          "url": "https://doi.org/10.1038/s43247-025-02364-4",
          "doi": "https://doi.org/10.1038/s43247-025-02364-4",
          "filter": "2"
        },
        {
          "title": "Volcanism records plate thinning driven rift localization in Afar (Ethiopia) since 2-2.5 million years ago",
          "authors": "Gianmaria Tortelli, Anna Gioncada, Carolina Pagli, Dan N. Barfod, Giacomo Corti, Federico Sani, Darren F. Mark, Ross C. Dymock, Ermias F. Gebru, Derek Keir",
          "abstract": "Magma-rich continental rifting and breakup commonly show complex distributions of volcanism, potentially due to both plume and rifting controls. As such, interpreting the main controls on the spatial evolution of magmatism is debated, as is the point at which continental rifting transitions to oceanic spreading. Here we present new argon-argon dating of 16 lava flows from the Stratoid and Gulf series of the Afar rift. We reconstruct the spatio-temporal evolution of the rift from widely distributed to localised along narrow magmatic segments (i.e., rift localisation). Our results rule out an ocean spreading-like style of rifting. We show that over 2–2.5 million years since the early Pleistocene, the rift progressively narrowed by asymmetric in-rift localisation and propagated along-rift. Concurrently, the mantle partial melting and the crustal magmatic system shallowed. While mantle plume-related elevated temperatures influence overall melt volumes, our results suggest that the rapid and localised changes in plate thinning caused by rifting are the primary control on the spatio-temporal distribution of volcanism.",
          "url": "https://doi.org/10.1038/s43247-025-02356-4",
          "doi": "https://doi.org/10.1038/s43247-025-02356-4",
          "filter": "2"
        },
        {
          "title": "Fingerprint of anthropogenic climate change detected in long-term western North American fire weather trends",
          "authors": "Laura E. Queen, Sam Dean, Dáithí Stone, Piyush Jain, James Renwick, Nathanael Melia, Yukiko Imada",
          "url": "https://doi.org/10.1038/s43247-025-02372-4",
          "doi": "https://doi.org/10.1038/s43247-025-02372-4",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Quantifying uncertainty in wave attenuation by mangroves to inform coastal green belt policies",
          "authors": "Bregje K. van Wesenbeeck, Vincent T. M. van Zelst, Jose A. A Antolinez, Wiebe P. de Boer",
          "url": "https://doi.org/10.1038/s43247-025-02362-6",
          "doi": "https://doi.org/10.1038/s43247-025-02362-6",
          "filter": "2"
        },
        {
          "title": "Contrasting processes driving tropical and non-tropical winter warm spells",
          "authors": "Sijia Wu, Ming Luo, Manqing Shi, Yu Tang, Tuantuan Zhang, Qiuting Wang, Xiaoyu Wang",
          "url": "https://doi.org/10.1038/s43247-025-02377-z",
          "doi": "https://doi.org/10.1038/s43247-025-02377-z",
          "filter": "2"
        },
        {
          "title": "Warming of +1.5 °C is too high for polar ice sheets",
          "authors": "Chris R. Stokes, Jonathan L. Bamber, Andrea Dutton, Robert M. DeConto",
          "abstract": "Mass loss from ice sheets in Greenland and Antarctica has quadrupled since the 1990s and now represents the dominant source of global mean sea-level rise from the cryosphere. This has raised concerns about their future stability and focussed attention on the global mean temperature thresholds that might trigger more rapid retreat or even collapse, with renewed calls to meet the more ambitious target of the Paris Climate Agreement and limit warming to +1.5 °C above pre-industrial. Here we synthesise multiple lines of evidence to show that +1.5 °C is too high and that even current climate forcing (+1.2 °C), if sustained, is likely to generate several metres of sea-level rise over the coming centuries, causing extensive loss and damage to coastal populations and challenging the implementation of adaptation measures. To avoid this requires a global mean temperature that is cooler than present and which we hypothesise to be closer to +1 °C above pre-industrial, possibly even lower, but further work is urgently required to more precisely determine a ‘safe limit’ for ice sheets.",
          "url": "https://doi.org/10.1038/s43247-025-02299-w",
          "doi": "https://doi.org/10.1038/s43247-025-02299-w",
          "filter": "2"
        },
        {
          "title": "Intensive oyster farming enhances carbon storage in sediments over decades",
          "authors": "Xin Sun, Ramón Filgueira, Yihua Sun, Ming Han, Qisheng Tang, Yao Sun",
          "url": "https://doi.org/10.1038/s43247-025-02358-2",
          "doi": "https://doi.org/10.1038/s43247-025-02358-2",
          "filter": "2"
        },
        {
          "title": "Megacity effects on rainfall induced by Typhoon Nida",
          "authors": "Yukun Yang, Johnny C. L. Chan, Kun Zhao, Shuguang Wang",
          "url": "https://doi.org/10.1038/s43247-025-02373-3",
          "doi": "https://doi.org/10.1038/s43247-025-02373-3",
          "filter": "2"
        },
        {
          "title": "The unprecedented Md = 4.4, 2024, Campi Flegrei earthquake highlights the fluids contribution to the ongoing unrest",
          "authors": "Nicola Alessandro Pino, Stefania Danesi, Giacomo Rapagnani, Valerio De Rubeis, Simone Cesca",
          "url": "https://doi.org/10.1038/s43247-025-02361-7",
          "doi": "https://doi.org/10.1038/s43247-025-02361-7",
          "filter": "2"
        },
        {
          "title": "Complex carbonate phases drive geologic CO2 mineralization",
          "authors": "Nabajit Lahiri, Libor Kovarik, Sandra D. Taylor, Jarrod V. Crum, Eugene S. Ilton, Charles T. Depp, Quin R. S. Miller, H. Todd Schaef",
          "abstract": "Geologic carbon sequestration in mafic and ultramafic reservoirs is a scalable strategy for carbon dioxide removal, offering permanent storage via mineralization as stable carbonates. However, there is limited information on the structure and composition of key mineralization endpoints during sequestration. Here, we unravel the atomic structure, composition, and nanoscale morphology of carbonates recovered from a field-scale demonstration of CO 2 mineralization in basalt. Using transmission electron microscopy, we mapped mineralogical variations from the initial to later stages of subsurface carbonate growth and identified a previously unknown cation-ordered ankerite phase that exerts a primary control over carbonation processes. This study has provided a new understanding of subsurface carbonation pathways which will impact the parameterization of predictive geochemical models for future sequestration efforts in basalt formations.",
          "url": "https://doi.org/10.1038/s43247-025-02273-6",
          "doi": "https://doi.org/10.1038/s43247-025-02273-6",
          "filter": "2"
        },
        {
          "title": "Tropospheric nitrogen dioxide levels vary diurnally in Asian cities",
          "authors": "Junsung Park, Hyunkee Hong, Hanlim Lee, Si-Wan Kim, Jhoon Kim, Michel Van Roozendael, Caroline Fayt, Myong-Hwan Ahn, Daniel J. Jacob, Seunghwan Seo, Kyoung-Min Kim, Daewon Kim, Wonei Choi, Won-Jin Lee, Dong-Won Lee, Thomas Wagner, Andreas Richter, Nickolay A. Krotkov, Lok N. Lamsal, Dai Ho Ko, Seung Hoon Lee, Jung-Hun Woo",
          "url": "https://doi.org/10.1038/s43247-025-02272-7",
          "doi": "https://doi.org/10.1038/s43247-025-02272-7",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Encounters with the posthuman and the environment",
          "authors": "Tolga Koçoğlu, Yağmur Yetimoğlu",
          "url": "https://doi.org/10.1080/09644016.2025.2507460",
          "doi": "https://doi.org/10.1080/09644016.2025.2507460",
          "filter": "0"
        },
        {
          "title": "Power in the Anthropocene",
          "authors": "Ioannis Rigkos-Zitthen",
          "url": "https://doi.org/10.1080/09644016.2025.2508562",
          "doi": "https://doi.org/10.1080/09644016.2025.2508562",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Groundwater and trade: Towards an interdisciplinary consensus and roadmap for future research",
          "authors": "Megan Konar, Karen Fisher-Vanden, Danielle S Grogan, Iman Haqiqi, Alfonso Mejia, Michael Joseph Puma",
          "abstract": "N/A",
          "url": "https://doi.org/10.1088/1748-9326/adda61",
          "doi": "https://doi.org/10.1088/1748-9326/adda61",
          "filter": "0"
        },
        {
          "title": "Distributional justice and rapid green energy transitions: citizen experiences in Kenya",
          "authors": "Christopher D Gore, Lauren M MacLean, Jennifer N Brass, Elizabeth Baldwin, Winnie V Mitullah, Alesha Porisky",
          "abstract": "A global movement promotes and supports the concept of just energy transitions. Advocates endorse the combined goals of universal, affordable access to electricity, and the use of clean, renewable sources of energy. In the Global South and particularly Africa, international organizations are promoting these rapid green energy transitions with financing and encouraging private sector investment and innovation. What remains unclear is how rapid green energy transitions are experienced by citizens, especially the poor in the Global South. Are the transitions just or equitably shared across populations? Kenya is an important country for assessing this question. Kenya is expected to achieve SDG 7, ‘sustainable energy access for all’, by 2030, one of the few African countries to reach this milestone. Kenya’s achievements, however, mask significant tensions surrounding its rapid energy transition. This paper reveals a mismatch between national and global narratives about access to electricity compared to local-level citizen experiences. The paper argues that the current transition aims for but is not achieving distributional justice. While there are many valuable lessons to take from Kenya’s experience, there are also significant concerns as the poor are carrying a heavy burden of the transition. Our analysis is based on focus groups, qualitative interviews, and survey data. The paper concludes by reflecting on the lessons from this critical case about the relationship between the global promotion of just energy transitions and African citizen needs.",
          "url": "https://doi.org/10.1088/1748-9326/add27d",
          "doi": "https://doi.org/10.1088/1748-9326/add27d",
          "filter": "0"
        },
        {
          "title": "Gaps in public trust between scientists and climate scientists: a 68 country study",
          "authors": "Omid Ghasemi, Viktoria Cologna, Niels G Mede, Samantha K Stanley, Noel Strahm, Robert Ross, Mark Alfano, John R Kerr, Mathew D Marques, Sebastian Berger, John C Besley, Cameron Brick, Marina Joubert, Edward Maibach, Sabina Mihelj, Ben R Newell, Naomi Oreskes, Mike S Schäfer",
          "abstract": "This study compares public trust in climate scientists and scientists in general across 68 countries ( N = 69,534). On average, participants reported moderately high levels of trust in climate scientists, with trust levels being slightly lower than trust in scientists in general. Overall, this trust gap was larger among participants who identified as politically conservative or right-leaning, but there was considerable variation across countries.",
          "url": "https://doi.org/10.1088/1748-9326/add1f9",
          "doi": "https://doi.org/10.1088/1748-9326/add1f9",
          "filter": "0"
        },
        {
          "title": "From discourses to systems—policymaking for adaptive management in the Brahmaputra River basin",
          "authors": "Navarun Varma, Ryan Tan, Robert J Wasson, Cecilia Tortajada, Raghupratim Rakshit, Abhinandan Saikia",
          "abstract": "Flood and riverbank erosion management in the Brahmaputra River basin (BRB) has traditionally relied on structural engineering interventions. However, there is growing evidence of their ineffectiveness and the social-ecological concerns they raise, including emergent systemic risks. This paper presents a social-ecological systems approach, offering a model that acts as a boundary object to integrate knowledge, foster stakeholder collaboration to tackle community vulnerability, and facilitate policy experimentation—key elements for advancing adaptive management. Employing systems thinking and system dynamics-based modelling can bridge the divide between science and policy, especially in areas characterized by data limitations and uncertainties like the BRB. This study adopts a nested approach encompassing three scales: macro (basin-level hydro-geomorphology), meso (flood control policies and infrastructure at administrative levels), and micro (village-level socio-economic conditions). The constructed boundary object promotes cross-scale learning and policy experimentation. Model scenarios of policy alternatives demonstrate that an integrated strategy—leveraging land covered with coarse sediment, innovating land use, and redesigning floodplains—significantly enhances effective land use and minimizes embankment failures. The findings emphasize the reinforcing dynamics between embankment degradation and community protests, highlight the limitations of compensation mechanisms, and reveal the erosion of adaptive capacity under the current control-based policy regime. A crucial insight from this study is that flood management strategies must evolve continually, reflecting scientific advancements, assessing policy impacts, and addressing local adaptation needs. Furthermore, a greater focus on riparian land use within development strategies is essential. The model scenarios advocate transitioning from traditional flood control to a landscape design harmonizing cropping practices and floodplain development with river morphology dynamics. While rooted in the Indian BRB context, the modelling framework provides a basis for adaptive water governance in other sediment-rich, politically sensitive, and hydrologically dynamic transboundary basins.",
          "url": "https://doi.org/10.1088/1748-9326/add02b",
          "doi": "https://doi.org/10.1088/1748-9326/add02b",
          "filter": "0"
        },
        {
          "title": "Territories of commons: a review of common land organizations and institutions in the European Alps",
          "authors": "Pagot Giacomo, Šmid Hribar Mateja, Rail Lisa Francesca, Walters Gretchen, Hymas Olivier, Liechti Karina, Haller Tobias, Urbanc Mimi, Dalla Torre Cristina, Joye Jean-François, Lorenzini Sara, Bogataj Nevenka, Penker Marianne, Bender Oliver, Manzoni Antonio",
          "abstract": "Common land organizations and institutions (hereinafter: CLOIs) have been extensively studied worldwide. However, the extent of the European ones is relatively unknown, despite studies and evidence of their long existence. This is the first comparative study on the CLOIs at a European regional scale. This study focuses on the Alps as defined by the Alpine Convention, and presents the first comprehensive review of data, and status of CLOIs across and within 6 alpine countries: Austria, France, Germany, Italy, Slovenia, and Switzerland. The aim is to assess (i) their historical evolution, (ii) their institutional arrangements and governance characteristics, and (iii) their numbers, surface, and land uses. To carry out this analysis, we used secondary data from official statistics, surveys, scientific and grey literature, legislation, and bylaws for each country and each region. The results show that CLOIs emerged in the Middle Ages and went through key changes in the 19th century, primarily due to Napoleon’s influence in reorganising public administration structures, and post-World War II centralization processes, especially in eastern European countries. In total, we accounted for between 5785 and 11 063 CLOIs, distributed across 32 types in the 6 countries; among which, CLOIs with full property rights and membership based on farmstead ownership are the most frequent. The main land use for Alpine CLOIs is forest followed by pasturelands. CLOIs holding agricultural land, such as cropland, was instead reported for only one country and was negligible. In this review we have identified and highlighted several scientific gaps for future but urgent research on Alpine commons. This review depicts the need for more systematic and cross-country data collection, which could encourage networking and innovation, stakeholder engagement, and CLOIs’ recognition in contributing to the sustainable development goals.",
          "url": "https://doi.org/10.1088/1748-9326/add1f4",
          "doi": "https://doi.org/10.1088/1748-9326/add1f4",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Real-Time Detection of Harmful Algal Blooms Using GOCI II and Buoy-Based Dissolved Oxygen Variations",
          "authors": "jiarui shi, He Qin, jinghua cheng, jie xu, Ge Liu, zuchuan li, kaishan song",
          "abstract": "Harmful algal blooms (HABs) threaten aquatic ecosystems and water quality, necessitating timely monitoring. Traditional satellite-based methods are often hindered by cloud cover and low-light conditions, limiting their effectiveness. We propose a real-time approach using diel variations in dissolved oxygen (DO) measured by buoys to detect HAB initiation and dynamics. By isolating biologically driven oxygen variation ($O_{bio}$) from physical processes, we identify increases in $O_{bio}$, elevated temperature, and maximum DO as key HAB indicators. This method captures bloom activity under cloudy or low-light conditions when satellites fail. To enhance spatial coverage, we integrate buoy-based DO data with high-frequency GOCI-II satellite observations, providing hourly, all-weather bloom detection. Our results demonstrate that this combined approach overcomes traditional limitations, offering a robust tool for real-time HAB monitoring and early warning, supporting sustainable water resource management.",
          "url": "https://doi.org/10.1088/1748-9326/addb63",
          "doi": "https://doi.org/10.1088/1748-9326/addb63",
          "filter": "2"
        },
        {
          "title": "Labor markets mediate welfare impacts of conservation policies on society: Case of groundwater",
          "authors": "Srabashi Ray",
          "abstract": "Abstract not required for a perspectives submission",
          "url": "https://doi.org/10.1088/1748-9326/addb67",
          "doi": "https://doi.org/10.1088/1748-9326/addb67",
          "filter": "2"
        },
        {
          "title": "Upper bounds for 21st-century surface air temperatures in the Western United States",
          "authors": "Mark D Risser, Daniel Feldman, William R Boos, Stefan Rahimi",
          "abstract": "The last decade has seen a large number of severe heatwaves that were unprecedented in the observational record, highlighting challenges associated with observationally-based statistical quantification of the likelihood and magnitude of future extreme temperatures. An alternative to such probabilistic assessments is identification of upper bounds that quantify the hottest surface air temperatures that can possibly be achieved by the end of the 21st century. Theory, simulations, and observational analyses support the existence of a finite upper bound for surface air temperature; however, estimates for future upper-bound values that are realistic and usable for planning remain unavailable. Here, we combine atmospheric theory with large ensembles of dynamically downscaled projections to estimate historical and end-of-century upper bounds for surface air temperatures. A number of physical mechanisms can influence upper bounds, and at the end of the 21st century, estimates based on mechanisms that yield more moderate upper-bounds produce values around 60C for much of the western United States and in excess of 80C for the hottest parts of the domain. Even cooler high-altitude locations have end-of-century upper bounds over 50C. Although these upper-bound estimates might seem implausibly large, increases in the upper bounds over the 21st century are similar to increases in dynamically downscaled peak surface temperatures after adjusting those downscaled temperatures to eliminate the possibly biased model trends in surface specific humidity. While upper bound estimates are high relative to historical observations, they nonetheless suggest that heatwave intensity risk is bounded, with uncertainty dominated by projections of surface and upper-level humidity.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adda62",
          "doi": "https://doi.org/10.1088/1748-9326/adda62",
          "filter": "2"
        },
        {
          "title": "A panel data study of causality links between CO 2 concentration and temperature",
          "authors": "Marco Amendola, Umberto Triacca, Marco Valente",
          "abstract": "While the role of rising CO2 concentration in increasing the temperature is well known, the opposite causality link, from temperature to CO2 concentration, received far less scrutiny. In this paper, we address the relation between the two variables using the Dumitrescu-Hurlin panel causality test for a panel of individual areas of the planet. We also run individual areas-level Granger causality tests to determine the geographical distribution of the local causal links between the CO2 concentration and temperature. &amp;#xD;We find evidence of both causality directions at the global level, suggesting potential feedback between CO2 concentration and temperature. We also find that the global phenomenon results from a very fragmented geographical distribution of mostly unidirectional causality links at the local level. Considering the two results jointly, this work potentially provides insights into the connection between average trends of human-induced global warming and particular local conditions experiencing extreme meteorological conditions.",
          "url": "https://doi.org/10.1088/1748-9326/addad9",
          "doi": "https://doi.org/10.1088/1748-9326/addad9",
          "filter": "2"
        },
        {
          "title": "A new understanding of global heatwave characteristics: trends on trial and beyond summer scorch",
          "authors": "Liguang Jiang, rongmiao xu",
          "abstract": "Heatwaves pose significant threats to human health, infrastructure, and natural environments, with documented increases in their occurrence globally. However, previous studies often focused on summer heatwaves during fixed periods, potentially overlooking inter-decadal variability and the contribution of shoulder seasons (e.g., spring and autumn). This study provides an updated analysis of global heatwave characteristics using reanalysis data up to 2023. We examined trends in heatwave frequency, intensity, and duration at multiple spatial/temporal scales, investigating how trend patterns and magnitudes vary across different periods. Results reveal substantial spatial heterogeneity in total heatwave days, with maxima exceeding 24 days per year in the Brazilian Highlands, the west coast of North America, parts of southwest Africa, and India, while cumulative temperature anomalies are highest at high latitudes. Notably, boreal summer is not consistently the season of most extreme heatwaves; over 65% of land areas experienced maximum heatwave frequency and severity in non-summer seasons. Long-term trends reveal an accelerating increase in heatwave frequency and severity globally, with exceptions in parts of India and central North America. Furthermore, varying-period analyses highlight substantial inter-decadal climate variability. These findings emphasize the need for seasonally adaptive risk management strategies and updated climatological baselines to address the evolving threats of heat extremes in a warming world.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addb61",
          "doi": "https://doi.org/10.1088/1748-9326/addb61",
          "filter": "2"
        },
        {
          "title": "The future of hot and dry events in the breadbasket regions of maize",
          "authors": "Victoria Dietz, Johanna Baehr, Laura Suarez-Gutierrez, Jana Sillmann, Leonard Borchert",
          "abstract": "Heatwaves and dry spells can severely impact crop yields, making it crucial to understand the nature of these events to ensure food security in a changing climate. We use the Max Planck Institute Grand Ensemble to examine the occurrence of hot-dry extremes in key crop-producing regions known as 'breadbasket regions', either in single or multiple breadbasket regions simultaneously, focusing on the differences between 1.5°C and 2°C global warming scenarios.&amp;#xD;Our findings reveal strong increases in hot-dry events across all individual breadbasket regions between 1.5°C and 2°C of global warming, with ensemble mean probabilities indicating that occurrences more than double in South Asia and triple in East Asia. Moreover, the likelihood of multiple breadbasket regions experiencing extreme events simultaneously increases significantly between 1.5°C and 2°C of warming. Scenarios that were historically considered virtually impossible and very unlikely under 1.5°C, such as at least four regions being affected by hot-dry events in the same growing season, could occur with a 1-in-14-year likelihood under 2°C of warming. We find that, among the breadbasket regions, Central Europe, East Asia, and Central North America most often experience these events simultaneously within the same growing season. Between 1.5°C and 2°C warmer worlds, the probability of simultaneous occurrence increases the most for the connection between these regions. In contrast, South Asia is least likely to be affected simultaneously with other regions, possibly providing insights for risk management.",
          "url": "https://doi.org/10.1088/1748-9326/adda63",
          "doi": "https://doi.org/10.1088/1748-9326/adda63",
          "filter": "2"
        },
        {
          "title": "Rate and growth limits for carbon capture and storage",
          "authors": "Jay Fuhrman, Joe Lane, Haewon McJeon, Gokul C Iyer, Morgan R Edwards, Zachary Thomas, James A. Edmonds",
          "abstract": "CO2 capture and storage (CCS) in geological reservoirs is expected to play a large role in low-emissions scenarios from multi-sector human Earth system models. Yet these scenarios have often projected near-term CCS deployments that far exceed what is currently planned, let alone operational. They have also failed to consider regional differences in capacity to deploy large-scale CO2 capture, transport, and subsurface injection. Here, we update a leading integrated energy-economy-land model by recalibrating maximum deployments to publicly announced CCS projects through to 2030. We also quantify a range of regionally explicit future scaling and maximum injection rates for the overall CCS value chain and evaluate their implications for emissions trajectories, energy mix, use of rate-limited storage capacity, and mitigation costs. Under limited CCS growth rates, deployment at mid-century and 2100 could be reduced by a factor of 7 relative to a scenario that does not consider injectivity or growth rate limits. However, sustained efforts to rapidly scale CCS could reduce transition costs by nearly $11 trillion (20%) globally, with cost reductions most heavily concentrated in regions such as China and India. Delayed mitigation combined with slower-than-expected CCS deployment could result in large and prolonged temperature overshoot. Conversely, there are lower peak and long-term temperatures with aggressive emissions cuts in anticipation of slow CCS scaling that subsequently far exceeds expectations.",
          "url": "https://doi.org/10.1088/1748-9326/add9af",
          "doi": "https://doi.org/10.1088/1748-9326/add9af",
          "filter": "2"
        },
        {
          "title": "Causal pathway from AMOC to Southern Amazon rainforest indicates stabilising interaction between two climate tipping elements",
          "authors": "Annika Högner, Giorgia Di Capua, Jonathan F Donges, Reik V Donner, Georg Feulner, Nico Wunderling",
          "abstract": "Declines in resilience have been observed in several climate tipping elements over the past decades, including the Atlantic Meridional Overturning Circulation (AMOC) and the Amazon rainforest (AR). Large-scale nonlinear and possibly irreversible changes in system state, such as AMOC weakening or rainforest-savanna transitions in the Amazon basin, would have severe impacts on ecosystems and human societies worldwide. In order to improve future tipping risk assessments, understanding interactions between tipping elements is crucial. The AMOC is known to influence the Intertropical Convergence Zone, potentially altering precipitation patterns over the AR and affecting its stability. However, AMOC-AR interactions are currently not well understood. Here, we identify a previously unknown stabilising interaction pathway from the AMOC onto the Southern AR, applying an established causal discovery and inference approach to tipping element interactions for the first time. Analysing observational and reanalysis data from 1982-2022, we show that AMOC weakening leads to increased precipitation in the Southern AR during the critical dry season, in line with findings from recent Earth system model experiments. Specifically, we report a 4.8% increase of mean dry season precipitation in the Southern AR for every 1 Sv of AMOC weakening. This finding is consistent across multiple data sources and AMOC strength indices. We show that this stabilising interaction has offset 17% of dry season precipitation decrease in the Southern AR since 1982. Our results demonstrate the potential of causal discovery methods for analysing tipping element interactions based on reanalysis and observational data. By improving the understanding of AMOC-AR interactions, we contribute toward better constraining the risk of potential climate tipping cascades under global warming.",
          "url": "https://doi.org/10.1088/1748-9326/addb62",
          "doi": "https://doi.org/10.1088/1748-9326/addb62",
          "filter": "2"
        },
        {
          "title": "Flash Drought Prediction using Deep Learning",
          "authors": "Pratik Elias Jacob, Nurendra Choudhary, Abhirup Dikshit, Jason P Evans, Biswajeet Pradhan, Alfredo Huete",
          "abstract": "Flash droughts are sudden, short-term drought events that develop within weeks, unlike traditional droughts that unfold gradually over time. These events arise from a combination of climatic factors, such as low rainfall, high temperatures, and strong winds, which rapidly deplete soil moisture and stress vegetation, leading to severe agricultural, economic, and ecological impacts. Despite the significant challenges in defining and analysing flash droughts, only a few studies have employed machine learning techniques to predict these occurrences. The use of machine learning in this context remains in its early stages due to complications like imbalanced datasets and limited data size. This study addresses these challenges by employing Convolutional Neural Networks (CNN) to predict flash droughts in Eastern Australia - a region historically prone to these events. We identified flash droughts from 2001 to 2022, with the model training performed on data from 2001-2015, validation from 2016-2017, and testing from 2018-2022. The model's performance was assessed across different scenarios, including drought duration, spatial distribution, and seasonal variability. The CNN achieved a balanced accuracy of 80% and an Area Under the Curve (AUC) of 93%, demonstrating its capability to predict flash drought events effectively. While the model showed promising results in accurately forecasting flash droughts, it tended to overestimate the spatial extent of drought-prone regions, highlighting areas for future improvement. These findings underscore the potential of deep learning, in enhancing our understanding and prediction of flash droughts, offering a valuable tool for early warning systems and drought management strategies.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addb65",
          "doi": "https://doi.org/10.1088/1748-9326/addb65",
          "filter": "2"
        },
        {
          "title": "Unraveling uncertainties in near-term runoff projections across Europe: The major role of atmospheric noise",
          "authors": "Juliette Deman, Julien Boé",
          "abstract": "Internal variability drives large runoff variations across Europe. Disentangling its effects from that of anthropogenic forcing in future regional projections is crucial for effective adaptation planning. Here, we show that internal variability is the main source of uncertainty in near-term changes in Europe compared to model and scenario uncertainty, or as important as model uncertainty for the Mediterranean. The contribution of internal variability is even larger for runoff than for precipitation or evapotranspiration over northern, western and central Europe. The inter-member differences in runoff changes are mainly explained by precipitation changes and indirectly by changes in sea level pressure. In potential disagreement with observational studies, no apparent teleconnection between runoff multi-decadal variability and the Atlantic Multi-decadal Variability is generally found in climate models. This misrepresentation of teleconnections might affect the multi-decadal variability of annual precipitation and therefore runoff over the Mediterranean. Indeed, the multi-decadal variability in precipitation and sea level pressure over this area is shown to be generally underestimated.",
          "url": "https://doi.org/10.1088/1748-9326/addb66",
          "doi": "https://doi.org/10.1088/1748-9326/addb66",
          "filter": "2"
        },
        {
          "title": "Reduced spread of simulated global warming patterns among CMIP6 models with elevated level of warming",
          "authors": "Yilin Meng, Yan Yu, Ji Nie",
          "abstract": "Uneven economic impacts of climate change have been largely caused by differentiated warming rates across different geographical regions, affecting the lives of the majority of worlds’ population. Historical and future warming rates are commonly obtained from global climate models, which exhibit considerable spreads in terms of global mean and region-dependent warming rates. While the multi-model spread in global mean warming rate has been widely reported in past literature, the multi-model spread in terms of global warming pattern and its temporal evolution remain unclear. Here we show that the multi-model spread in the simulated global warming pattern depends closely on the level of warming. The simulated global warming pattern deviates substantially among CMIP6 models before 2010s and converges afterwards, as the levels of greenhouse gases global mean warming elevate. Moreover, the consistency of model-predicted future warming pattern varies by emission scenario. Models predict increasingly consistent warming patterns under the intermediate and high emission scenarios during the entire 21st century; whereas under low emission scenarios, the multi-model consistency in their simulated future warming patterns reaches a hiatus around middle of the 21st century. While our study detects a synchronism between the multi-model consistency in the global warming pattern and global warming level, the physical mechanisms underlying such varying multi-model consistency in the warming pattern merits further investigation.",
          "url": "https://doi.org/10.1088/1748-9326/add9ae",
          "doi": "https://doi.org/10.1088/1748-9326/add9ae",
          "filter": "2"
        },
        {
          "title": "Heterogeneous drivers of decarbonization in the global power sector",
          "authors": "Xu Peng, Jing Liang, Hong Chen, Jindao Chen, Jiaping Zhang, Qingqing Sun, Pu You",
          "abstract": "The decarbonization of the fossil-intensive power sector is critical for climate mitigation. During the global financial crisis, we find that major countries changed their energy inputs and achieved a rapid low-carbon transition in the global power sector. In this study, we employ two-stage decomposition models to reveal the diverse drivers of the peak-and-decline dynamic in the global CO2 intensity of electricity. We then examine the regional heterogeneous drivers of CO2 intensity from major electricity-producing countries within three income groups. Results show that the global CO2 intensity of electricity has reached its peak and declined by 0.35% per year since 2007. High-income countries consistently reduce the CO2 intensity, while upper- and lower-middle income countries contribute to a reduction of the CO2 intensity until recently. The adoption of renewable energy, phase-out of thermal power, and improvement in energy efficiency supported by pronounced regional allocation effects contribute to the rapid decline in the global CO2 intensity of electricity. This paper reveals breakthroughs in the recent global energy transition and sheds light on future CO2 mitigation pathways in the global power sector.",
          "url": "https://doi.org/10.1088/1748-9326/add9b1",
          "doi": "https://doi.org/10.1088/1748-9326/add9b1",
          "filter": "2"
        },
        {
          "title": "Quasi-decadal oscillation of concurrent cold extremes and intense surface ultraviolet radiation events over the East European Plain",
          "authors": "Xing Xiang, Fei Xie, Yan Xia",
          "abstract": "The East European Plain, a densely populated region and major contributor to global grain production, has emerged as a critical hotspot for climatic extremes. Using multiple sets of reanalysis data, this study identifies a systematic co-occurrence of cold extremes and intense surface ultraviolet (UV) radiation in winter over this region, forming compound cold-UV extreme events (cold-UV CEEs). The cold extremes are primarily driven by the East Atlantic blocking which disrupts the typical westerly flow, causing meridional transport of Arctic cold air masses into the East European Plain. Concurrently, the blocking high, which induces subsidence and stabilizes the atmosphere, suppresses cloud formation. The resultant cloud reduction elevates surface UV radiation intensity by about 20% relative to the climatology. In addition, our analysis identifies a significant 9-year cycle in the frequency of cold-UV CEEs, providing a critical foundation for predicting these cascading hazards.",
          "url": "https://doi.org/10.1088/1748-9326/adda66",
          "doi": "https://doi.org/10.1088/1748-9326/adda66",
          "filter": "2"
        },
        {
          "title": "An indirect radiative surface-cooling due to water vapor in the tropics and its implications for pre-monsoonal heat stress",
          "authors": "Jaya Khanna,  Karan",
          "abstract": "Severe pre-monsoonal heat stress has become a routine occurrence in several tropical regions. Motivated by the surmounting evidence that high ambient humidity worsens the perception of heat during these events, we analyse the general, net radiative impacts of humidity on pre-monsoonal surface temperatures using reanalysis and satellite data. Surprisingly, we find that there exists an indirect, radiative surface-cooling effect of water vapor within extended regions in the tropics during periods of high ambient humidity relative to drier periods in the pre-monsoonal season. This observation is contrary to the strong greenhouse effect generally associated with water vapor. We show that this radiative surface-cooling is associated with a previously unreported large positive correlation between lower tropospheric humidity and cloud cover in these regions bordering the ITCZ. These clouds are predominantly low-level and altocumuli, known to have a negative surface-radiative forcing, possibly causing the surface-cooling observed during periods of high ambient humidity. Therefore, periods of lower ambient humidity—or equivalently lesser low-to-mid-level cloud cover—lead to strong surface warming. We find that these pan-tropical regions, where heat stress is negatively correlated with ambient humidity, border the ITCZ and are co-located with the horizontal branch of the Hadley cell, moving north-to-south with the seasonal cycle. Hence, this indirect negative radiative effect of water vapor is particularly relevant for heat stress during the pre-monsoons. We demonstrate this with case studies of some recent major heat waves over the Indian sub-continent when this indirect water vapor effect is found dominantly active throughout the season and in its warming phase during the period of the heat wave. The evolution of this indirect, radiative effect of water vapor, under future climate warming, needs further investigation, considering its crucial importance for heat stress in the tropics.",
          "url": "https://doi.org/10.1088/1748-9326/add174",
          "doi": "https://doi.org/10.1088/1748-9326/add174",
          "filter": "2"
        },
        {
          "title": "Implementation of automated biodiversity monitoring lags behind its potential",
          "authors": "Rachel A King, Benjamin S Halpern",
          "abstract": "Efforts to conserve and restore biodiversity rely on widespread, accurate, and timely monitoring to understand where and how fast biodiversity is changing and develop appropriate responses. The current landscape of biodiversity assessments typically requires time-intensive and costly field surveys that rarely match the pace of monitoring needs. Automated biodiversity monitoring could increase the speed and accuracy at which information on species and ecosystems is gathered, and thus improve the data used in conservation decision making. However, the extent of existing monitoring with these ‘digital assets’ is not well characterized, limiting how and where current data can be used and our understanding of where key gaps remain. Here, we catalog existing digital assets for monitoring living organisms globally, finding that they predominantly come from satellite data (68%) and monitor plants at coarse taxonomic resolutions. Additionally, the spatial coverage is biased towards regions in North America and Europe, and data availability frequently lags well behind its collection. We also developed a framework to describe key steps in creating digital assets that can be used to identify bottlenecks in their production, and suggest strategies to address barriers. In particular, investing in developing data processing algorithms, building and automating workflows, and increasing accessibility of existing data could help rapidly increase the availability of digital assets for biodiversity monitoring. Accelerating and expanding development of automated biodiversity assessments should pay broad dividends for managing and conserving biodiversity globally.",
          "url": "https://doi.org/10.1088/1748-9326/add02d",
          "doi": "https://doi.org/10.1088/1748-9326/add02d",
          "filter": "2"
        },
        {
          "title": "On the validity of corporate green bonds’ environmental claims: is the environmental reporting of corporate green bonds reliable?",
          "authors": "Claudio Petucco, Thomas Schaubroeck, Thomas Gibon, Ioana-Stefania Popescu, Enrico Benetto",
          "abstract": "Green bonds are debt instruments aimed at raising funds for sustainable investments. While issuers must provide post-issuance impact reports to inform investors about the allocation of proceeds, these reports lack standardization and often contain unverifiable claims, limiting independent assessment. We examined a dataset of 1600 corporate green bonds (CGBs) and found that only a small fraction provided project-level data. For these 32 bonds and their 192 projects, representing issuers with the highest level of disclosure, we applied a LCA-based methodology to verify the reliability of the environmental impact claims of the issuers. In about 73% of cases, reported avoided climate change (CC) impacts exceed LCA-based estimates, highlighting the lack of methodological consistency in post-issuance reporting. Applying a cost-effectiveness perspective, we estimate that one million euro invested in a CGB from our sample can avoid the annual CC impact of 44–48 European citizens, but effectiveness varies significantly across projects. Expanding the analysis beyond CC to other environmental impact categories reveals significant uncertainties and potential violations of the do no significant harm (DNSH) principle of the EU Taxonomy. This study demonstrates how LCA can enhance transparency by benchmarking green bond impact claims, comparing climate cost-effectiveness across investments, and ensuring compliance with DNSH through standardized metrics. However, the lack of mandatory project-level data disclosure, which is not requested by the existing green bond standards significantly limits the potential of such analyses. Strengthening project-level reporting, integrating LCA methodologies, and enforcing third-party verification would improve transparency, comparability, and credibility in CGB markets.",
          "url": "https://doi.org/10.1088/1748-9326/add028",
          "doi": "https://doi.org/10.1088/1748-9326/add028",
          "filter": "2"
        },
        {
          "title": "Intraseasonal variability of vegetation water content in India driven by monsoon hydrometeorology",
          "authors": "Sampelli Anoop, Muvva Venkata Ramana, Raghu Murtugudde, Andrew F Feldman, Subhankar Karmakar, Subimal Ghosh",
          "abstract": "Understanding how Indian vegetation during the summer monsoon (June–September) responds to intraseasonal variability, with hydrometeorological stressors like vapor pressure deficit (VPD) and soil moisture (SM), is crucial and yet it is not well-explored. Existing studies often rely on correlation analysis and occasionally use causal inference, but they tend to overlook the intraseasonal scales of monsoon variability and their impact on vegetation water content. Traditional methods struggle to reveal these dependencies due to the tight coupling between SM and VPD, making it difficult to isolate their individual effects. This study fills this gap by analyzing the interactions between SM, vegetation water content, and VPD at the two dominant intraseasonal modes of the Southwest Monsoon, i.e. the 10–20 d and 30–60 d timescales, using multi-satellite observations from 1998 to 2018. We found a counterintuitive phase relationship in central India’s core monsoon zone, where vegetation optical depth (VOD), a measure of vegetation water content, is out of phase with SM but in phase with VPD. Our analysis indicates that VPD enhances vegetation’s water uptake, increasing VOD when SM is not limiting, extending even into monsoon breaks. The delayed impact of prior rainfall contributes to the soil-water availability during the break and subsequently, to the out-of-phase relationship between SM and VOD. While both intraseasonal variability modes are evident in SM, VPD, and VOD, the out-of-phase relationship between SM and VOD and the in-phase relationship between VPD and VOD are more pronounced at the 30–60 d scale. Given that intraseasonal variability is a key characteristic of the monsoon, shaping its seasonal totals and impacts, the findings from this study offer crucial insights into vegetation responses to climate variability in the Indian subcontinent. These results can be expected to have implications for atmosphere-land interactions and climate predictions.",
          "url": "https://doi.org/10.1088/1748-9326/add0c7",
          "doi": "https://doi.org/10.1088/1748-9326/add0c7",
          "filter": "2"
        },
        {
          "title": "Unprecedented rainfall events increase the magnitude of design storms",
          "authors": "Ashlin Ann Alexander, Tabasum Rasool, Chandan Kumar, Saswata Sahoo, Rajarshi Das Bhowmik, D Nagesh Kumar",
          "abstract": "Climate change, driven by human activities and increasing greenhouse gas emissions, is pushing Earth’s climate toward a warmer state, as evidenced by long-term observations. The frequency and intensity of unprecedented rainfall events have increased in recent years, underscoring the urgent need to revise design storms and depth-duration frequency (DDF) curves to better adapt to and mitigate the impacts of climate change. This study used a serial type of stochastic rainfall generator (SRG) that is capable of simulating daily rainfall series by embedding unprecedented events to study extreme precipitation scenarios under the changing climate. By perturbing values of power law tuning parameters in the SRG model, we developed thirty-six precipitation scenarios, some of which directly correlate with the current climate change scenario, while others represent very extreme conditions. High-performance computing is employed to run the computationally intensive SRG for simulating thirty-six scenarios across the entire Indian region. These simulated scenarios were analyzed to prepare rainfall return level maps and DDF curves. The findings reveal substantial increases in rainfall return levels across all frequencies when unprecedented events are considered, with pronounced impacts in coastal, northeastern, and Himalayan regions. The spatial pattern of simulated extreme precipitation was consistent across all generated scenarios from SRG irrespective of the return periods. Minimal spatial uncertainty in return level estimates across climate zones is observed which confirms the robustness of the SRG model and spatial clusters of extreme rainfall are identified irrespective of SRG being a point model. The analysis in this study based on SRG simulated climate change scenarios offers crucial insights for revising design storms and for devising climate resilience and flood management strategies.",
          "url": "https://doi.org/10.1088/1748-9326/add175",
          "doi": "https://doi.org/10.1088/1748-9326/add175",
          "filter": "2"
        },
        {
          "title": "Structure and changing trends of carbon footprint in sugarcane",
          "authors": "Yuan Xie, Qibin Wu, Ting He, Yuyue Que, Rukai Chen, Niandong Chen, Youxiong Que",
          "abstract": "Carbon footprint is vital for the sustainable development of sugarcane industry. In this study, a systematic investigation involving a life cycle approach, structure analysis, sensitivity analysis and the individual fixed regression was conducted on the structure, changing trends and driving factors of carbon footprint in Chinese sugarcane industry from 2012 to 2021. Results showed that the national average value of carbon footprint per unit area was 7.8317 t CO 2 e ha −1 , whereas the average carbon footprint of yield and output were 0.1029 t CO 2 e t −1 and 0.2311 kg CO 2 e yuan −1 , respectively. Notably, significant differences were observed in the carbon footprint of each main production region. Due to regional natural resource conditions, variations in industrial structure and differences in cultivation technology, Guangdong had the highest average carbon footprint per unit area (8.8213 t CO 2 e ha −1 ), while Hainan exhibited the lowest carbon footprint per unit area (7.0263 t CO 2 e ha −1 ), which was 79.65% of that in Guangdong. Sensitivity analysis demonstrated that when the major carbon source varies ±40%, the indirect sensitivity coefficient was 0.9775. Interestingly, Yunnan displayed the highest direct sensitivity (0.9802), while the weakest direct sensitivity (0.6098) was observed in Guangxi. At both natural and social levels, the main drivers of carbon footprint in sugarcane were fertilizer, agricultural film, sugarcane machinery and the disposable income of rural residents. From all the above, optimizing cultivation practices and machinery use, reducing fertilizer and agricultural film inputs while maintaining high yield and high sugar production and low-carbon utilization of straw represent the three directions for low-carbon sugarcane production in the future.",
          "url": "https://doi.org/10.1088/1748-9326/add1f6",
          "doi": "https://doi.org/10.1088/1748-9326/add1f6",
          "filter": "2"
        },
        {
          "title": "Global health benefits of policies to reduce on-road vehicle pollution through 2040",
          "authors": "Lingzhi Jin, Jonathan Benoit, M Omar Nawaz, Patricia Ferrini Rodrigues, Patrick Wiecko, Joshua Miller, Gabriel Alvarez, Daven K Henze, Liudmila Osipova, Susan Anenberg",
          "abstract": "Air pollution from road transport-related tailpipe emissions is a well-documented risk to human health. This study assesses the health impacts of these emissions under business-as-usual and various policy scenarios across 186 countries and territories, including 13 135 urban areas, until 2040, at a 1 km resolution. We evaluate emissions for 15 scenarios based on different combinations of key emission control measures. We use Goddard Earth Observing System -Chem Adjoint v35n for pollutant concentration modeling. We estimate PM 2.5 and ozone-attributable premature mortalities following global burden of disease 2019 methodology, and an epidemiologically-derived concentration-response model for NO 2 -attributable new paediatric asthma cases. Implementing all measures identified in this study is projected to avoid 1.9 million (95% confidence interval 1.3 million-2.4 million) premature deaths and 1.4 million (95% confidence interval 0.7 million-1.7 million) new cases of paediatric asthma cumulatively from 2023 to 2040. These health benefits differ by region and age group. Adults aged 65 and older account for 70% of global avoidable years of life lost, and children under 5 represent 50% of global avoidable new paediatric asthma cases. In countries without Euro 6/VI-equivalent standards, implementing such standards could achieve 56% and 63% of the total benefits of all identified measures combined for avoidable premature deaths and new paediatric asthma cases respectively. Regional disparities in road transport-attributable air pollution and health burdens are projected to widen without additional policies. Less developed countries are projected to experience more adverse impacts. Developing countries and urban areas show substantial potential in reducing new paediatric asthma cases. Stronger policies are needed to mitigate these health impacts, particularly for vulnerable groups such as children and older adults, and to address the growing inequities in air pollution exposure and related health impacts across regions. This evidence is valuable to policymakers to identify and prioritize actions to protect public health.",
          "url": "https://doi.org/10.1088/1748-9326/adcd87",
          "doi": "https://doi.org/10.1088/1748-9326/adcd87",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Strategic implication of sustainability practices and corporate performance under competitive landscape; An empirical investigation",
          "authors": "Umakanta Gartia, Rajesh Bhue, Ajaya Kumar Panda",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103010",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103010",
          "filter": "0"
        },
        {
          "title": "Driving ecologically unequal exchange: A global analysis of multinational corporations’ role in environmental conflicts",
          "authors": "Marcel Llavero-Pasquina",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103006",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103006",
          "filter": "0"
        },
        {
          "title": "The labour and resource use requirements of a good life for all",
          "authors": "Chris McElroy, Daniel W. O’Neill",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103008",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103008",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Erratum",
          "url": "https://doi.org/10.1162/glep_x_00781",
          "doi": "https://doi.org/10.1162/glep_x_00781",
          "filter": "1"
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Irreversible glacier change and trough water for centuries after overshooting 1.5 °C",
          "authors": "Lilian Schuster, Fabien Maussion, David R. Rounce, Lizz Ultee, Patrick Schmitt, Fabrice Lacroix, Thomas L. Frölicher, Carl-Friedrich Schleussner",
          "abstract": "Exceeding 1.5 °C of global warming above pre-industrial levels has become a distinct possibility, yet the consequences of such an overshoot for mountain glaciers and their contribution to raising sea levels and impacting water availability are not well understood. Here we show that exceeding and then returning to below 1.5 °C will have irreversible consequences for glacier mass and runoff over centuries. Global climate and glacier simulations project that a 3.0 °C peak-and-decline scenario will lead to 11% more global glacier mass loss by 2500 compared with limiting warming to 1.5 °C without overshooting. In basins where glaciers regrow after peak temperature, glacier runoff reduces further than if the glaciers stabilize, a phenomenon we call ‘trough water’. Half the studied glaciated basins show reduced glacier runoff with overshoot compared with without for decades to centuries after peak warming. These findings underscore the urgency of near-term emissions reductions and limiting temperature overshoot.",
          "url": "https://doi.org/10.1038/s41558-025-02318-w",
          "doi": "https://doi.org/10.1038/s41558-025-02318-w",
          "filter": "2"
        },
        {
          "title": "Glacier melt trough after overshoot",
          "authors": "Arthur Lutz",
          "url": "https://doi.org/10.1038/s41558-025-02312-2",
          "doi": "https://doi.org/10.1038/s41558-025-02312-2",
          "filter": "2"
        },
        {
          "title": "Managing for climate and production goals on crop-lands",
          "authors": "Shelby C. McClelland, Deborah Bossio, Doria R. Gordon, Johannes Lehmann, Matthew N. Hayek, Stephen M. Ogle, Jonathan Sanderman, Stephen A. Wood, Yi Yang, Dominic Woolf",
          "url": "https://doi.org/10.1038/s41558-025-02337-7",
          "doi": "https://doi.org/10.1038/s41558-025-02337-7",
          "filter": "2"
        },
        {
          "title": "Vertical climate velocity adds a critical dimension to species shifts",
          "authors": "Laura K. Gruenburg, Janet Nye, Kamazima Lwiza, Lesley Thorne",
          "url": "https://doi.org/10.1038/s41558-025-02300-6",
          "doi": "https://doi.org/10.1038/s41558-025-02300-6",
          "filter": "2"
        }
      ]
    }
  ]
}
