{
  "update": "2025-10-03",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "The tale of two climate risks in Latin America: the perspective of the NGFS climate scenarios",
          "authors": "Giacomo M. Bressan, Maria J. Nieto",
          "url": "https://doi.org/10.1080/14693062.2025.2563063",
          "doi": "https://doi.org/10.1080/14693062.2025.2563063",
          "filter": 0
        },
        {
          "title": "Mitigating regional employment disparities through flexible coal power phasedown and workforce resettlement",
          "authors": "Danni Meng, Yueting Ding, Haotian Zhang",
          "url": "https://doi.org/10.1080/14693062.2025.2557235",
          "doi": "https://doi.org/10.1080/14693062.2025.2557235",
          "filter": 0
        },
        {
          "title": "Global public perceptions of climate change risks and their determinants",
          "authors": "Jiahui Chen, Hua Liao",
          "url": "https://doi.org/10.1080/14693062.2025.2562025",
          "doi": "https://doi.org/10.1080/14693062.2025.2562025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Innovations in the climate assessment development process",
          "authors": "Allison R. Crimmins, Christopher W. Avery, David R. Reidmiller, Aaron M. Grade",
          "abstract": "Climate assessments have long been key scientific inputs that inform the development of productive and impactful climate policy in the United States and around the world. This introduction sets the stage for the suite of papers in the Topical Collection “Advancements in U.S. Climate Assessments.” Inspired and informed by the release of the Fifth National Climate Assessment, the papers within this issue document lessons learned over the past 30+ years and leverage the perspectives of previous assessment authors and staff to aid those interested in developing their own climate assessments. This paper reviews the evolution of climate assessments and the factors that make for useful, usable, and used scientific products to support societal choices. Evolving user needs over the last 30+ years also reflect a shift in demand towards more localized or more context-specific climate data that integrates social science information, tools, and frameworks. To meet these needs, we highlight three areas of potential opportunity and challenge for future assessments: continued and strengthened conversations between assessment developers across geographic scale to share innovations and lessons learned in the development process; working with knowledge holders in under-represented areas of expertise to alter assessment governance and guidelines to better incorporate diverse perspectives; and seizing opportunities for using innovative communication and engagement mediums.",
          "url": "https://doi.org/10.1007/s10584-025-04023-1",
          "doi": "https://doi.org/10.1007/s10584-025-04023-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Evidence of climate and economic drivers affecting migration in an unequal and warming world",
          "authors": "Xiaoye Yang, Deliang Chen, Ibrahim Wahab, Anders Burman",
          "abstract": "Climate conditions, in complex interrelations with other socioenvironmental, economic, political and cultural factors, significantly play a key role in shaping population density and movement. However, the impacts of climate change on global human migration remain poorly understood. This study assesses the sensitivity of international migration to climate change across 160 countries and regions, focusing on temperature-related climate indices. The results show that migration patterns are strongly influenced by a country’s baseline climate and economic conditions. Under global warming, countries in mid- to high-latitudes with lower baseline temperatures are projected to experience substantial increases in migration inflows, while low-latitude countries are likely to see rising migration outflows. This climate sensitivity is especially pronounced in higher Gross Domestic Product (GDP) countries, whereas lower-GDP countries show little dependence on baseline climate. A simple predictive model based on projected changes in climate and GDP suggests that populations in low-GDP, low-latitude countries will face worsening conditions and increasing migration pressure by the end of the 21st century. The results underscore the growing influence of economic factors on migration and call for urgent integration of climate justice into migration policy to support vulnerable populations in a warming world.",
          "url": "https://doi.org/10.1038/s43247-025-02811-2",
          "doi": "https://doi.org/10.1038/s43247-025-02811-2",
          "filter": 0
        },
        {
          "title": "Publics and UK parliamentarians underestimate the urgency of peaking global greenhouse gas emissions",
          "authors": "John Kenny, Lucas Geese",
          "abstract": "Intergovernmental Panel on Climate Change assessment reports treat politicians as recipients of information, but not as foci of research efforts. Moreover, academic research on politicians’ knowledge concentrates on belief in climate change’s anthropogenic cause. Little is known of how aware national parliamentarians are of key findings and policy recommendations from assessment reports. Here, we address this through a survey of 100 Members of Parliament in the United Kingdom on their knowledge of the well-publicised statement from the 6th assessment report of when global greenhouse emissions need to peak for a global temperature increase limit of 1.5 °C to be possible. Parliamentarians overwhelmingly overestimate the time period humanity has left to bend the temperature curve although partisan differences apply. Public surveys in Britain as well as Canada, Chile and Germany show similarly low knowledge, yet being younger, worried about climate change, and having lower levels of conspiracy belief mentality increase accuracy significantly.",
          "url": "https://doi.org/10.1038/s43247-025-02655-w",
          "doi": "https://doi.org/10.1038/s43247-025-02655-w",
          "filter": 0
        },
        {
          "title": "Interactive role-play with climate policy simulation can motivate evidence-based climate action",
          "authors": "Juliette N. Rooney-Varga, Rachel L. Coleman, Andrew P. Jones, Florian Kapmeier, Peyton Newsome, Krystal Noiseux, Bethany Patten, Kenneth Rath, John D. Sterman",
          "url": "https://doi.org/10.1038/s43247-025-02744-w",
          "doi": "https://doi.org/10.1038/s43247-025-02744-w",
          "filter": 0
        },
        {
          "title": "Multilingual social media analysis reveals global patterns and language imbalances in volcanic eruption coverage",
          "authors": "Jamie I. Farquharson",
          "abstract": "Understanding how people access and engage with volcanic hazard information in the attention economy is critical for crisis response and building long-term preparedness. Volcanic eruptions can have widespread effects, potentially creating language barriers for risk communication and aid provision. Though social media offers a proxy for public attention to geohazards, previous studies have been limited to single events, short timescales, and/or monolingual analyses. Accordingly, we lack detail on how social media reflects real-world volcanic activity, how notable eruptions shape online discourse, and how language and geography influence information dissemination. This study addresses these gaps through a longitudinal, multilingual analysis of specific keywords on \"Image missing\" (Twitter), covering 18 languages over ~4 years. Through timeseries analysis, discrete volcanic events emerge from social media data. The 2022 Hunga Tonga–Hunga Haʻapai eruption stands out as the dominant event within the dataset across almost all languages, highlighting how notable eruptions can initiate a step-change in online discourse. However, results reveal substantial linguistic imbalance: English dominates—even for eruptions in non-English-speaking regions—disconnecting the online visibility of eruptions from their real-world significance. To foster inclusive knowledge-sharing practice, volcanologists are strongly encouraged to actively engage with diverse linguistic groups beyond the silos of their own languages.",
          "url": "https://doi.org/10.1038/s43247-025-02757-5",
          "doi": "https://doi.org/10.1038/s43247-025-02757-5",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Sub-millimeter molybdenum and uranium isotopes track millennial redox events in the Cambrian ocean",
          "authors": "Zhengfu Zhao, Iben W. Hougård, Caineng Zou, Alexander J. Dickson, Shifeng Dai, Zhenhua Jing, Arne T. Nielsen, Pengcheng Ju, Zhaojie Guo, Anirban Basu, Niels H. Schovsbo, Tais W. Dahl",
          "url": "https://doi.org/10.1038/s43247-025-02722-2",
          "doi": "https://doi.org/10.1038/s43247-025-02722-2",
          "filter": 2
        },
        {
          "title": "Changes in sea ice concentration explain half of the winter warming of the Arctic surface",
          "authors": "Yiling Huo, Rudong Zhang, Hailong Wang, Aodhan Sweeney, Qiang Fu, Philip J. Rasch, Yufei Zou, Muyin Wang, Weiming Ma",
          "abstract": "Arctic winter warming is stronger than in summer, but its driving mechanisms remain debated, particularly the roles of local processes, like sea-ice loss, versus remote factors, like atmospheric heat transport. Here we introduce a novel decomposition framework that characterizes Arctic warming as a function of historical atmospheric circulation, sea ice concentration, and carbon dioxide changes using observational and reanalysis data. We show that sea ice changes explain about 55% of the winter Arctic near-surface temperature trend during 1959–2015, after removing the effects directly connected to atmospheric circulation. Dynamically induced warming accounts for about 20% at surface and up to 80% in mid-troposphere. The remaining ~25% is attributed to the increase in carbon dioxide, though it also indirectly affects sea-ice loss and circulation-related warming. These findings highlight the dominant role of sea ice loss and change in atmospheric dynamics in affecting the historical Arctic winter warming.",
          "url": "https://doi.org/10.1038/s43247-025-02548-y",
          "doi": "https://doi.org/10.1038/s43247-025-02548-y",
          "filter": 2
        },
        {
          "title": "Flood risk from small mountain lakes",
          "authors": "Ashim Sattar, Adam Emmer, Tashi Lhazom, Shashi Kant Rai, Mohd. Farooq Azam",
          "url": "https://doi.org/10.1038/s43247-025-02758-4",
          "doi": "https://doi.org/10.1038/s43247-025-02758-4",
          "filter": 2
        },
        {
          "title": "Centennial to millennial-scale paleoenvironmental record from a coastal iron-manganese concretion",
          "authors": "Joonas Wasiljeff, Yann Lahaye, Arttu Lehtonen, Roger Fu, Johanna M. Salminen, Radoslaw M. Michallik, Matti Kurhila, Minna Myllyperkiö, Joonas J. Virtasalo",
          "abstract": "Coastal sea ecosystems are increasingly threatened by global change and human activities. Our understanding of these changes is limited, especially in dynamic coastal regions lacking thick sediment sequences. Iron-manganese concretions, biogeochemical precipitates on the seafloor, grow in non-depositional coastal areas and record numerous marine processes and environmental variability. Establishing reliable geochronology for these precipitates has been challenging. We combine anthropogenic lead accumulation, cobalt chronometry, and radiocarbon dating to develop a high-resolution Bayesian age model for a rapidly growing iron-manganese concretion from the Baltic Sea. The concretion core formed ca. 11,000 cal. BP, with overgrown material showing successively younger ages from 7500 years ago to recent decades. Analyses of microstructure, magnetic microscopy, and bulk mineral magnetic properties, trace elements, and iron isotopic composition reveal that the concretion records environmental variability over the past 7000 years. Our study may serve as a benchmark for paleoenvironmental records from coastal iron-manganese concretions.",
          "url": "https://doi.org/10.1038/s43247-025-02741-z",
          "doi": "https://doi.org/10.1038/s43247-025-02741-z",
          "filter": 2
        },
        {
          "title": "Wing dam effects on water and bed levels in rivers are influenced by bedload type",
          "authors": "Gergely Tihamér Török, Gary Parker",
          "abstract": "Wing dams, used in rivers like the Mississippi and Danube, improve navigation by increasing water depth during low flow. Their hydromorphological effects are complex, and their influence on flood risk remains debated. Here we developed an approach that identifies local physical patterns from detailed numerical calculations, enabling extension to larger river sections and longer time scales previously difficult to study. We apply this numerical method to assess wing dam impacts on water and bed levels over decades to centuries. Our results show that rivers with bed materials prone to armouring tend to experience long-term water level increases due to wing dams, while others may see decreases. Adjustments to new stable conditions take decades, with temporary water level rises even in uniform beds. For the Mississippi River, wing dams likely caused initial water level increases, but effects declined over time, indicating evolving riverbed responses. These findings help design flood risk–optimal wing dam configurations.",
          "url": "https://doi.org/10.1038/s43247-025-02739-7",
          "doi": "https://doi.org/10.1038/s43247-025-02739-7",
          "filter": 2
        },
        {
          "title": "Subsurface fluvial sediments beneath InSight on Mars from geophysical constraints",
          "authors": "Wanbo Xiao, Sebastián Carrasco, Zongbo Xu, Yanbin Wang, Marouchka Froment, Taichi Kawamura, Philippe Lognonné",
          "url": "https://doi.org/10.1038/s43247-025-02777-1",
          "doi": "https://doi.org/10.1038/s43247-025-02777-1",
          "filter": 2
        },
        {
          "title": "More land is needed for solar and wind infrastructure under a high renewables scenario in the Western US by 2050",
          "authors": "Kendall Mongird, Cameron Bracken, Casey D. Burleyson, Konstantinos Oikonomou, Yang Ou, Jennie S. Rice, Travis Thurber, Nathalie Voisin",
          "abstract": "Expanding United States electricity infrastructure to meet growing demand could require extensive power plant development footprints and land use conversion, depending on the mix of generation types chosen. Understanding where future power plant sitings are likely to take place and identifying potential conflicts and land-use tradeoffs will be key to identifying feasible and affordable investments and evaluating regional planning coordination needs. Here we use an integrated modeling framework that combines capacity expansion planning, hourly grid operations, and geospatial techno-economic analysis to develop projections (2025-2050) of power plant sitings in the Western United States (US) at a 1 km 2 resolution for a business-as-usual scenario and a high renewables penetration scenario. We find that 30% more land will be needed in the high renewables scenario as compared to business-as-usual, and that 75% of that development is projected to be located within 10 km of natural areas.",
          "url": "https://doi.org/10.1038/s43247-025-02632-3",
          "doi": "https://doi.org/10.1038/s43247-025-02632-3",
          "filter": 2
        },
        {
          "title": "Strategic land reallocation enhances carbon sequestration and biodiversity protection without compromising agricultural productivity in Great Britain",
          "authors": "Sarah S. Gall, Tom Harwood, Michael Obersteiner, Jim W. Hall",
          "abstract": "Due to the negative environmental consequences of current land-use, and land’s important role regarding carbon, biodiversity and food security, there is an urgent interest in reforming land-use. Policy objectives for tree planting to sequester carbon and the protection of land to increase biodiversity require land reallocation, which leads to inevitable trade-offs. Here, we evaluate the trade-offs between three objectives for rural land: agricultural/forestry production, carbon sequestration and biodiversity, by calculating metrics for these three objectives on a 500 m grid covering Great Britain. We use a multi-objective optimisation that allows us to explore the full option space of possible land conversions and identify the land allocations that entail limited trade-offs. Our results show that current land-use in Great Britain is far from optimal for any combination of objectives. We identify the locations where carbon sequestration and biodiversity can be substantially improved without compromising overall agricultural production, provided conversions are located carefully.",
          "url": "https://doi.org/10.1038/s43247-025-02728-w",
          "doi": "https://doi.org/10.1038/s43247-025-02728-w",
          "filter": 2
        },
        {
          "title": "Environmental lead risk in the 21st century",
          "authors": "Mengli Chen, Ludovica Gazze, Francis J. DiTraglia, Reshmi Das, Jerome Nriagu, Yigal Erel, Edward A. Boyle, Caroline M. Taylor, Dominik Weiss",
          "abstract": "Lead has been central to technological development for centuries; however, its release into the environment and subsequent human exposure pose significant public health risks. The review presented here critically assesses the contemporary environmental lead risk as global lead production and use are rapidly increasing, largely driven by the rising demand for electrification. We show that environmental lead exposure persists today due to legacy contamination, ongoing coal usage, and insufficient protection of workforces during production, use, and recycling of lead-acid batteries and other lead-containing products, particularly in low- and middle- income countries. We estimate that contemporary childhood lead exposure alone leads to an annual global economic loss exceeding $3.4 trillion (2021 US dollars adjusted for purchasing power parity), with pronounced disparities between high- and low- and middle- income countries. To prevent a large-scale resurgence in lead exposure, we identify four critical areas for urgent policy intervention.",
          "url": "https://doi.org/10.1038/s43247-025-02735-x",
          "doi": "https://doi.org/10.1038/s43247-025-02735-x",
          "filter": 2
        },
        {
          "title": "Earthquakes can drive hydrocarbon seepage along the Cyprus Arc",
          "authors": "Romain Jatiault, Chastity Autry Aiken, Frauke Klingelhoefer",
          "abstract": "Understanding the mechanisms controlling hydrocarbon seepage in marine environments is crucial due to the toxicity of liquid components and the contribution of the gaseous fraction to carbon budgets. While natural seepage is common, the role of earthquakes remains poorly understood. Here, we show that major earthquakes along the East Anatolian Fault in 2023 triggered hydrocarbon expulsion hundreds of kilometers away. Satellite monitoring revealed that nine days after the 7.8 moment magnitude mainshock, oil seepage began at a new site, leading to a 71% increase in the emitted oil volume over six months. Four events had energy densities and dynamic strains similar to known cases of earthquake-triggered hydrological responses. Our results suggest that low-frequency waves and high dynamic strains likely extended pathways and mobilized fluids in three-phase systems (oil, gas, water). Earthquake-driven hydrocarbon seepage should be monitored near active seismic zones to better account for greenhouse gas emissions in carbon budgets.",
          "url": "https://doi.org/10.1038/s43247-025-02556-y",
          "doi": "https://doi.org/10.1038/s43247-025-02556-y",
          "filter": 2
        },
        {
          "title": "Publisher Correction: Dynamic management of uncertainty in rapid tsunami forecasting",
          "authors": "Louise Cordrie, Jacopo Selva, Fabrizio Bernardi, Roberto Tonini, Fabrizio Romano, Manuela Volpe, Stefano Lorito",
          "url": "https://doi.org/10.1038/s43247-025-02786-0",
          "doi": "https://doi.org/10.1038/s43247-025-02786-0",
          "filter": 2
        },
        {
          "title": "Author Correction: A 45-year global analysis of the spatial human forest nexus",
          "authors": "Emanuele Massaro, Peter Newton, Juan Carlos Ciscar, Gregoire Dubois, Angela Fanelli, Dolores Ibarreta, Nicola Riccetti, Wojciech Szewczyk, Alessandro Cescatti",
          "url": "https://doi.org/10.1038/s43247-025-02750-y",
          "doi": "https://doi.org/10.1038/s43247-025-02750-y",
          "filter": 2
        },
        {
          "title": "Disrupted geomorphic and biotic stream connectivity in paraglacial regions",
          "authors": "Lina E. Polvi, Lovisa Lind",
          "abstract": "Ecological and geomorphic theory assume longitudinal connectivity; here, we test whether these concepts apply in naturally disconnected paraglacial stream networks with lakes and coarse glacial sediment. We determined downstream hydraulic geometry relationships (DHG) for channel width; riparian vegetation was inventoried across process domains (rapids, flats, lakes) over 10 km in two northern Swedish catchments—one above and one below the former highest coastline (FHC). Below the FHC, finer sediment from marine/deltaic deposition may allow more stream self-adjustment. DHG relationships were weak overall, with large local width variation, but slightly stronger in the FHC-below catchment, where a lake-effect was found, with wider channels downstream of lakes. Riparian vegetation species density did not substantially increase downstream as in connected stream networks, and vegetation similarity between reaches was weakly related to distance, suggesting disrupted dispersal. These findings indicate that formerly glaciated catchments are highly fragmented, with local factors dominating geomorphic and ecological patterns.",
          "url": "https://doi.org/10.1038/s43247-025-02812-1",
          "doi": "https://doi.org/10.1038/s43247-025-02812-1",
          "filter": 2
        },
        {
          "title": "Direct human interventions drive spatial variability in long-term peak streamflow trends across the United States",
          "authors": "Jibin Joseph, Sanjiv Kumar, Venkatesh M. Merwade, David R. Johnson",
          "url": "https://doi.org/10.1038/s43247-025-02738-8",
          "doi": "https://doi.org/10.1038/s43247-025-02738-8",
          "filter": 2
        },
        {
          "title": "Interception reduction from deforestation and forest fire increases large-scale fluvial flooding risk",
          "authors": "Tae-Ho Kang, Ashish Sharma, Lucy Marshall, Young-Oh Kim",
          "abstract": "Catastrophic flooding has been noted to occur with greater frequency following deforestation, but limited observations have been available to test this connection over large spatial scales. Here we used the data of mega forest fires impacting a region of 25,000 km 2 in Australia exhibiting rapid loss in forest canopy, where the runoff generation has been carefully observed with minimum anthropogenic influences for more than half a century. This provides a unique opportunity to assess the impact of the forest canopy loss on large-scale fluvial flooding. A state-controlled hypothesis test, with the climate and watershed states controlled to enhance robustness, shows a statistically significant increase in annual maximum flows resulting from the forest loss treatment. The reasoning for this natural experiment is that the forest loss impact on the interception potential of forest canopy, fallen leaves, and root-zone soils in wide region could have a recognizable impact on the fluvial flood.",
          "url": "https://doi.org/10.1038/s43247-025-02748-6",
          "doi": "https://doi.org/10.1038/s43247-025-02748-6",
          "filter": 2
        },
        {
          "title": "Heavy metal toxicity and its role as a major driver of past biodiversity crises",
          "authors": "Francesca Galasso, Anja B. Frank, William J. Foster",
          "abstract": "Whether today’s heavy metal pollution constitutes an unprecedented threat to biodiversity remains unresolved. Although evidence of metal enrichment exists for several deep-time biotic crises, direct causal links to extinction are lacking. This review synthesizes the current understanding of the relationship between elevated environmental heavy metal concentrations and biological responses, including malformations and extinctions, across marine and terrestrial ecosystems. Drawing on analogies from modern environments, we assess the role of heavy metal toxicity in past mass extinction events. While some studies implicate heavy metals as primary extinction drivers, shown for instance by sporomorphs malformations, others interpret these signals as post-extinction artifacts linked to organic matter decomposition. Our analysis highlights the influence of normalization methods, particularly sulfur-based approaches, and emphasizes the role of metal bioavailability as a key factor influencing biological effects. Further research is needed to clarify the role of heavy metals in Earth’s biotic history and ongoing environmental risks.",
          "url": "https://doi.org/10.1038/s43247-025-02781-5",
          "doi": "https://doi.org/10.1038/s43247-025-02781-5",
          "filter": 2
        },
        {
          "title": "Tremor signals reveal the structure and dynamics of the Oldoinyo Lengai magmatic plumbing system",
          "authors": "M. C. Reiss, Corentin Caudron, Philip Hering, Diana Roman",
          "abstract": "Earth’s only active carbonatite volcano Oldoinyo Lengai, Tanzania, is a peculiar endmember of volcanism in a young rift segment. Targeted by many petrological studies due to its effusive, cold carbonatite eruptions, its subsurface structure has only been recently explored using geophysical approaches. Here we use data from a short-term seismic deployment, to exploit coherent seismic signals in the frequency domain to detect, characterize and locate volcanic tremor. We show that narrow-band tremor is related to degassing and the ascent of carbonatite melt across the crust close to the Natron border fault, which was previously linked to the ascent of carbonatites. We further show how narrow-band and quasi-harmonic tremor partly alternate and interpret this as the interplay of deeper magmatic injections into a shallow reservoir which causes resonance. Our findings yield important implications on how physical properties, structures and dynamics of volcanic plumbing systems are linked to tremor signals.",
          "url": "https://doi.org/10.1038/s43247-025-02804-1",
          "doi": "https://doi.org/10.1038/s43247-025-02804-1",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Exploring the politics of degrowth – first evidence from two cases of repair policies in Austria and Sweden",
          "authors": "Jan Pollex, Lars E. Berker",
          "url": "https://doi.org/10.1080/09644016.2025.2565059",
          "doi": "https://doi.org/10.1080/09644016.2025.2565059",
          "filter": 0
        },
        {
          "title": "A turning point in global biodiversity governance?",
          "authors": "Florian Rabitz, Simon Beaudoin, Theresa Jedd, Ina Lehmann, Christian Prip, Guilherme de Queiroz-Stein, Elsa Tsioumani",
          "url": "https://doi.org/10.1080/09644016.2025.2565867",
          "doi": "https://doi.org/10.1080/09644016.2025.2565867",
          "filter": 0
        },
        {
          "title": "Cassandra from the far right: how the German and Austrian populist radical right links climate skepticism with economic issues",
          "authors": "Till Hilmar",
          "url": "https://doi.org/10.1080/09644016.2025.2560188",
          "doi": "https://doi.org/10.1080/09644016.2025.2560188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Adaptive mobility responses during Hurricanes Helene and Milton in 2024",
          "authors": "Qing Yao, Victoria D. Lynch, Molei Liu, Xiao Wu, Robbie Parks, Sen Pei",
          "abstract": "Adaptation is crucial for minimizing the societal impacts of tropical cyclones amid climate change. Using 3.56 billion high-resolution foot-traffic records from mobile devices, we analyzed human mobility patterns during Hurricanes Helene and Milton, which struck the southeastern United States in 2024. We observed marked differences in adaptive mobility responses across geographic regions with varying levels of historical hurricane exposure. Milton primarily impacted coastal areas with frequent hurricane exposure and prompted sharp increases in out-region travel prior to landfall and sustained elevated mobility in the post-disaster period. In contrast, Helene affected mostly inland areas, where mobility changes were modest and largely within natural variation. Within Helene-affected regions, coastal counties showed stronger mobility responses than inland counties. Our findings underscore the need for tailoring disaster preparedness and response strategies to the specific characteristics of affected populations.",
          "url": "https://doi.org/10.1088/1748-9326/ae0e39",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e39",
          "filter": 0
        },
        {
          "title": "Forecast-based disruptions in the energy sector: economic impacts of anticipatory hurricane responses in U.S. Gulf Coast refineries",
          "authors": "Yayun Chen, Xiaoyang Deng, Chengcheng J. Fei, Bruce McCarl, Yangyang Xu",
          "abstract": "Critical energy infrastructure along the U.S. Gulf Coast faces hurricane induced risks. While many studies assess the realized impacts of hurricane strikes, less attention has been paid to the economic consequences of anticipatory responses. Using 25 years of weekly refinery crude oil input data and 36-hour hurricane forecast information, we estimate the effect of projected storm strength and strike location on regional refinery oil input. We find that stronger forecasted hurricanes targeting larger refinery subregions significantly reduce oil input, with impacts lasting several weeks. We also identify substantial economic losses that occur even when storms do not ultimately make landfall, highlighting the cost of forecast-driven disruption. For example, our estimates show that under a Category 4 hurricane that is forecast to threaten 31% of Gulf Coast capacity, there would be a reduction of 18 million barrels in refinery throughput and an operating profit loss of $770 million.",
          "url": "https://doi.org/10.1088/1748-9326/ae0e3a",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e3a",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "How does urbanization process affect urban heat island effect? Interpretation of 31 cities in China based on local climate zones",
          "authors": "Hanguang Yu, Le Yu, Chunxiao Zhang, Yazhou Qi",
          "abstract": "Urbanization has dramatically reshaped the urban landscape and intensified the urban heat island (UHI) effect in recent decades. This study investigates the spatiotemporal dynamics of UHI across 31 major Chinese cities from 2000 to 2020, using the local climate zone (LCZ) framework, MODIS-derived land surface temperature (LST), and machine learning models. Existing research has found significant differences in the level of UHI variation among different cities, but few studies attributing it from the perspective of urban morphology changes. We quantify urbanization processes through nine LCZ-derived indicators and assess their influence on daytime and nighttime UHI in summer. Results show that UHI intensity increased in 80.6% of cities during the day and in 77.4% at night, with over half experiencing statistically significant intensification (p &lt; 0.05). Daytime UHI was stronger in southern cities (mean: 3.12 °C), while nighttime UHI was more prominent in northern regions (mean: 1.86 °C). Urban expansion (UE) and vegetation reduction (VR) were identified as the primary contributors to UHI intensification, with random forest and SHAP analyses indicating that UE accounted for up to 28.3% of UHI variance. Functional transformation (FT) of urban areas showed mixed thermal effects, with stronger nighttime impact. High-rise (LCZ4) and mid-rise (LCZ5) building expansions were particularly linked to elevated LST. Moreover, three land use indices, exhibited significant correlations with UHI trends, especially in cities with significant UHI growth. This study provides a comprehensive attribution analysis of UHI dynamics at the national scale, offering empirical evidence to guide sustainable urban planning and climate-adaptive city design.",
          "url": "https://doi.org/10.1088/1748-9326/ae0da5",
          "doi": "https://doi.org/10.1088/1748-9326/ae0da5",
          "filter": 2
        },
        {
          "title": "A globally relevant data-driven assessment of carbon leakage from forestry",
          "authors": "Adam Daigneault, Brent Sohngen, Ethan Belair, Peter Ellis",
          "abstract": "Climate Smart Forestry (CSF) practices are widely recognized as efficient natural climate solutions. However, leakage accounting for these practices often relies on limited analysis and ad hoc reasoning, leading to integrity concerns and underinvestment in CSF. This study proposes a data-intensive, dynamic economic-ecological modeling approach to estimating regional CSF leakage, with global applicability. Results show how leakage varies by CSF activity, location, forest type, timeframe, and implementation rate. Critically, we show that widely cited harvest leakage estimates ignore complex forest dynamics and are a poor proxy for the metric most applicable to CSF implementation: carbon leakage. While harvest leakage is nearly always positive, our results demonstrate that some project designs can result in beneficial carbon spillovers, or negative carbon leakage. These results improve the evidence base for robust leakage quantification in CSF-based projects, enabling more accurate accounting and thereby ensuring credible climate benefits. These results are relevant in a carbon markets context, where robust leakage accounting would help safeguard the credibility of ecosystem service payments, but are also applicable to traditional, non-carbon markets conservation projects seeking to quantify carbon mitigation impacts.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0ce2",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ce2",
          "filter": 2
        },
        {
          "title": "WEFE Nexus unveiled: A comprehensive review of monitoring and modelling methods in the Water-Energy-Food-Ecosystems nexus",
          "authors": "Maria Vrachioli, Nikos Mellios, Emre Alp, Nils Borchard, Cristina Sousa Coutinho Calheiros, Giulio Castelli, Virginia Rosa Coletta, Pedro Carvalho, Julieta Domínguez-Soberanes, Marianela Fader, Raffaele Giordano, Cristina Madrid-López, Hasan Volkan Oral, Chrysaida- Aliki Papadopoulou, Maria Papadopoulou, Sofia Isabel Almeida Pereira, Rocío Pineda-Martos, Tadej Stepisnik Perdih, Lydia Vamvakeridou-Lyroudia, Konstantinos Ziliaskopoulos, Giannis Adamos, Floor Brouwer, Chrysi Laspidou",
          "abstract": "Sustainable resource management in the face of climate change is a pressing challenge for our society. This paper delves into the Water-Energy-Food-Ecosystems (WEFE) nexus, a scientific framework that supports the integrated assessment and management of the interconnected resources. Shifting from sectoral to cross-sectoral and transdisciplinary perspectives, the WEFE nexus addresses interdependencies and interactions among water, energy, food, ecosystems, and climate. This paper focuses on the extended nexus, incorporating ecosystems as a fourth pillar, underscoring the importance of considering ecosystems on an equal footing with water, energy, and food sectors. In addition, the paper emphasizes the significance of monitoring and modelling techniques, laying the foundations for understanding the nexus complexities and assessing uncertainty. The paper offers an overview of integrated nexus modelling, system analysis and socio-economic modelling, bridging the gap between nexus science and practice. It highlights the role of multifaceted stakeholder engagement methods, policy assessment, and institutional analysis in nexus models. Quantifying the nexus through indicators, and its alignment with the Sustainable Development Goals (SDGs), EU Green Deal, and EU Blue Deal are also key focal points. Finally, the last part of the paper addresses challenges in existing nexus modelling attempts, advocates for the integration of transdisciplinary information, and presents lessons learned. The paper concludes with recommendations for the future of the WEFE nexus, emphasizing its potential in fostering transformative change toward sustainable resource management and inclusive policymaking.",
          "url": "https://doi.org/10.1088/1748-9326/ae0da3",
          "doi": "https://doi.org/10.1088/1748-9326/ae0da3",
          "filter": 2
        },
        {
          "title": "A methodological framework for assessing the vulnerability of protected habitats and species to extreme weather events",
          "authors": "Ashenafi Yohannes Battamo, Mary Kelly-Quinn, John James O'Sullivan, Elke Eichelmann, Md Arman Habib, Wenhui Wei, Md Salauddin",
          "abstract": "Extreme weather events (EWEs) can adversely affect protected habitats and species as well as ecosystem services they provide. The frequency and intensity of these extreme events are projected to increase under ongoing climate change, requiring a systematic approach to assess the vulnerability of protected habitats and species to EWEs. However, there is a lack of model-based operational frameworks to assess the vulnerability and guide decision makers in the complex task of designing resilient protected areas in the face of changing climate. Here, we propose a methodological framework to assess the vulnerability of protected habitats and species to extreme climatic events, based on the three IPCC vulnerability components including exposure, sensitivity, and adaptive capacity. The framework provides standardized procedure for defining and combining the three components of vulnerability, alongside an adaptable list of indicators for assessing the vulnerability of protected habitats and species to EWEs. Using expert knowledge and literature review, we define indicators of exposure, sensitivity, and adaptive capacity, developing a comprehensive Extreme Event Vulnerability Index (EVI) to quantify the vulnerability of coastal protected habitat as a test-bed. Finally, we demonstrate application of the proposed framework step-by-step using a real-life case study on Atlantic Salt Meadow habitats (Glauco-Puccinellietalia Maritimae) in Dublin Bay’s Natura 2000 sites, which include diverse Special Areas of Conservation (SACs) and Special Protected Areas (SPAs) under the EU Habitat Directive. The framework and its methodological approach lay the foundation for the vulnerability analysis and mapping, advancing adaptation planning, and guiding targeted interventions and conservation efforts, and the development of forward-looking conservation policies in the face of escalating extreme climatic threats.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0e37",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e37",
          "filter": 2
        },
        {
          "title": "Coastal squeeze reduces nitrogen removal services provided by wetlands: insights from an interdisciplinary framework",
          "authors": "Anne Margaret Smiley, Lauren E Grimley, Helena Garcia, Antonia Sebastian, Philip Berke, Miyuki Hino, Michael Piehler",
          "abstract": "Natural landscapes provide valuable ecosystem services that increase community resilience to environmental change. We present a novel interdisciplinary framework to quantify and spatially evaluate the value and fate of coastal wetlands in the context of sea level rise (SLR) and future land use (FLU) plans. We apply our framework in New Bern, NC, USA, where we project changes in nitrogen removal ecosystem services provided by wetlands and undeveloped open spaces during heavy rainfall events under current sea levels and with 0.15-1.5 m (0.5-5 ft) of SLR. These landscapes currently provide $90,000 USD worth of nitrogen removal ecosystem services annually. Areas currently designated for conservation are especially valuable, contributing 53% of annual services despite making up only 13% of New Bern’s total land area (107 km2). We show that these Conservation designations are expected to lose over 60% of their wetlands with 0.90 m (3 ft) of SLR, reducing New Bern’s expected annual benefit by 56%. Wetland migration to higher elevations is inhibited largely by existing urban development, though we locate potential wetland migration corridors that extend into Developed and Urban Transition FLU designations. Application of our framework can help to maintain ecosystem services and reduce the pressures of coastal squeeze across changing coastal landscapes.",
          "url": "https://doi.org/10.1088/1748-9326/ae0cde",
          "doi": "https://doi.org/10.1088/1748-9326/ae0cde",
          "filter": 2
        },
        {
          "title": "Can we estimate, and even predict, terrestrial water storage months in advance during severe large-scale Amazon droughts?",
          "authors": "Shuang Liu, Tim R McVicar, Xue Wu, Xin Cao, Yi Y. Liu",
          "abstract": "Over the past two decades, the Amazon has experienced four severe large-scale droughts (i.e., 2005, 2010, 2015/16 and 2023), leading to drastically reduced water availability, slowed vegetation growth and higher forest mortality. As future droughts are expected to become more frequent and severe, accurately predicting the unprecedentedly low water storage levels and water shortages in advance is crucial. Herein, we developed a new approach to predict terrestrial water storage (TWS) during droughts, based on monthly changes in TWS (ΔTWS) and meteorological variables from 2003 to 2023. The model was trained during non-drought months and assessed during the four droughts when TWS values are well below the range of training data. The ΔTWS-based model excels in predicting drought-month TWS even only using precipitation and incoming solar radiation, with average correlation (R) over 0.9 and RMSE below 50 mm. The model also showed superior skills for predicting drought TWS months lead-time, with the 3-month prediction achieved high performance (R &gt; 0.8, RMSE &lt; 80 mm). We further examined TWS predictions during the large-scale 2023 drought and found that the predicted TWS showed high spatial agreement with observed TWS, with all 1-, 2-, and 3-month lead-times reaching average R values over 0.9. Then we evaluated water deficits in the driest months (September – December) in 2023. The model predicted the affected regions with reasonable accuracy, achieving an average of 72% even at 3-month lead-time. We also analysed how uncertainty in meteorological inputs affects model performance, revealing higher input uncertainty reduced the model performance. This study presents a reliable approach for estimating and predicting low water storage during severe large-scale droughts, enabling early warnings of water deficits across the Amazon. This study could be generalized to other regions, supporting proactive water resource management, water security policies, ecosystem protection and climate adaptation strategies.",
          "url": "https://doi.org/10.1088/1748-9326/ae0da7",
          "doi": "https://doi.org/10.1088/1748-9326/ae0da7",
          "filter": 2
        },
        {
          "title": "Wheat breeding trials will lose climate relevance in Europe",
          "authors": "Rogerio de S. Nóia Júnior, Pierre Martre, Loïc MANCEAU, Boris Parent",
          "abstract": "Europe is a major wheat producer, but rising frequencies of drought and heatwaves increasingly threaten yields. To support breeding strategies aligned with future climatic challenges, we identified current European environments that are analogous to projected future drought and heat stress conditions in major wheat-growing regions. Using gridded crop model simulations with historical and future climate data from an ensemble of five global circulation models (RCP4.5 and RCP8.5 scenarios), we characterized stress patterns during key wheat developmental phases. We clustered environments into stress classes and computed a continuous similarity index to map analogue regions. Our results show that by the end of the century, most official value for cultivation and use (VCU) trial sites will face intensified drought and heat stresses, with stress combinations exceeding historical ranges. Current climate analogues for most VCU wheat trial sites in Central Europe are predominantly located in southern Spain, southern Italy, and parts of Greece, yet these analogue environments are projected to decrease substantially under high-emission scenarios. The disappearance of climate analogues threatens breeding based on past conditions. Our results highlight the need to rapidly adapt wheat breeding strategies in Europe to future climate conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ae0e38",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e38",
          "filter": 2
        },
        {
          "title": "Fertilizing potential of nitrogen in human excreta across diverse countries and food systems",
          "authors": "Thomas Starck, Fabien Esculier",
          "abstract": "Human excreta represent a significant but underutilized source of nitrogen (N) for&amp;#xD;agriculture. Few studies have quantified the full fertilizing potential of human excreta&amp;#xD;across national contexts, or under a range of diverse food systems. This study provides&amp;#xD;the first systematic assessment of the potential contribution of N in human excreta to&amp;#xD;current cropland fertilization in a wide range of countries, covering 80% of the global&amp;#xD;population. Using food supply and demographic data, we estimate N in human excreta&amp;#xD;for each country and compare it to current cropland total N inputs, including synthetic&amp;#xD;fertilizers, manure, biological fixation, and atmospheric deposition.&amp;#xD;Assuming a 100% recovery rate of human excreta to estimate an upper-bound&amp;#xD;potential, under the current situation, we find that human excreta (37 MtN at the&amp;#xD;global scale) could provide 15–30% of current cropland N inputs in most countries,&amp;#xD;30–50% in sub-Saharan Africa, and over 50% in major agricultural importers (e.g.&amp;#xD;Japan, Korea, Algeria). In contrast, large agricultural exporters with high external&amp;#xD;inputs, such as Argentina or the United States, show lower potential (5–10%). For the&amp;#xD;whole world, the rate is 20%. For most countries, N excreted by humans is also of the&amp;#xD;same order of magnitude as (and often superior to) livestock manure currently applied&amp;#xD;to croplands.&amp;#xD;In addition to an analysis of the current situation, we assess how improved food&amp;#xD;system efficiency—via more vegetarian diets, reduced losses and increased manure&amp;#xD;recycling thanks to better coupling of husbandry and crop cultivation—could affect&amp;#xD;the potential contribution. Under deeply transformative agro-ecological scenarios, the&amp;#xD;global contribution of human excreta to N fertilization could exceed 30%.&amp;#xD;This work focuses on maximum potentials; future research should focus on realistic&amp;#xD;recovery rates (&lt;100%) and adjust our results accordingly",
          "url": "https://doi.org/10.1088/1748-9326/ae0cdf",
          "doi": "https://doi.org/10.1088/1748-9326/ae0cdf",
          "filter": 2
        },
        {
          "title": "Earlier carbon neutrality more effectively limits heat exposure of urban populations in developing continents",
          "authors": "Seok-Geun Oh, Seok-Woo Son, Sujong Jeong, Sang-Wook Yeh",
          "abstract": "Achieving carbon neutrality by the 2050s, as proposed in the Paris Agreement, is imperative for mitigating climate risks and fostering a sustainable future. Here, by examining the multi-model projections under the Coupled Model Intercomparison Project Phase 6 (CMIP6) Shared Socioeconomic Pathway (SSP) scenarios, we show that achieving carbon neutrality by the 2050s (SSP1-1.9) can reduce global population exposure to hot temperature extremes—defined as person-days exceeding the 30-year return value of annual maximum daily maximum temperature—by 98%, compared to the scenario of continued regional rivalry in carbon emissions (SSP3-7.0). It is also up to 7% more effective than achieving carbon neutrality by the 2070s (SSP1-2.6), with this additional benefit driven primarily by significant reductions in urban population exposure, 4–9 times greater than those in rural population exposure. The effects of earlier carbon neutrality are particularly greater in developing continents, such as Africa, Asia, and South America, than in developed continents, thereby helping to reduce the regional inequality in climate risks. This result underscores the urgency of pursuing earlier carbon neutrality to reduce climate risks, especially in developing continents.",
          "url": "https://doi.org/10.1088/1748-9326/ae0ce1",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ce1",
          "filter": 2
        },
        {
          "title": "A system dynamics model to evaluate historical and future trend of water scarcity in Beijing",
          "authors": "Xizhu He, Qing He, Taikan Oki",
          "abstract": "Water scarcity assessments are crucial for sustainable water management in the future. Previously, such assessments were mainly conducted through simple statistical analyses and water resource models, which apply minimal observational data on socioeconomic factors. Here, we present a data-driven method to evaluate water scarcity, and reveal the interplaying mechanisms between its key driving factors. We selected Beijing as a case study for its complex human-water system representative of other megacities. We collected annual parameters from government’s statistics and yearbooks during 2000–2021 and designed a System Dynamics (SD) framework to characterize the key human-water coupling components. The framework was then used to project water demand and supply changes under different Shared Socioeconomic Pathways (SSPs) (2024–2050) using meteorological forcing from CMIP6. Results show that the SD framework performs reasonably in reproducing historical water supply and demand variability, showing continuously mitigated water scarcity severity due to government efforts to constrain agricultural and industrial water demand. Future projections indicate that water scarcity severity will be gradually mitigated until 2030, particularly under SSP1, SSP2, and SSP3 scenarios. After 2030, water scarcity is intensifiesd across all scenarios except for SSP5. This is associated with increased (decreased) sectoral water demand, together with reduced (increased) total water supply under each scenario. Sensitivity analyses, by keeping key parameters constant, highlight the distinct roles of climatological and socioeconomic factors in shaping the timing and variability of water scarcity, and offer valuable policy implications. The SD framework in this study has unique strength in simulating the temporal evolutions of sectoral water demands and their complex interactions, and thus can improve the realism of water demand estimation, which is essential for water resource modeling and assessment studies.",
          "url": "https://doi.org/10.1088/1748-9326/ae0e86",
          "doi": "https://doi.org/10.1088/1748-9326/ae0e86",
          "filter": 2
        },
        {
          "title": "Global carbon storage in harvested wood products: A forest sector model inter-comparison",
          "authors": "Madisen Fuller, Justin Baker, Adam Daigneault, Jinggang Guo, Pekka Lauri, Alice Favero, Nicklas Forsell, Craig Johnston, Brent Sohngen",
          "abstract": "Forests can contribute to climate mitigation through the use of harvested wood products (HWPs), which provide a significant long-term source of carbon sequestration, replacement of emissions-intensive building materials, and the integration of biomass into bioenergy systems. However, knowledge gaps remain regarding the interplay between HWP carbon flows, traditional forest product market developments, and policy developments incentivizing bioenergy and carbon sequestration in forestry at global scales. Information on the extent to which future policy and market developments can impact global carbon fluxes in HWP pools is for guiding policy design and quantifying longer-term tradeoffs between carbon stock preservation in forests and increased carbon sequestration in wood products. This study builds on projections from a Forest Model Inter-Comparison (For-MIP) analysis of three global forest sector models to estimate the potential carbon pool in HWPs across various socioeconomic conditions and levels of climate policy ambition. Further, we assess the extent to which the use of bioenergy, paired with carbon capture and storage technologies, can enhance this forest carbon sink. In scenarios with higher levels of global timber production, even when paired with }fossil-fueled economic growth, we see an increase in carbon stored in wood products used for housing materials, lumber, pulp, and paper products. However, climate policy stringency reduces the HWP sink, shifting C sequestration to forests and allocating harvests to bioenergy systems. The use of carbon capture and storage technologies substantially increases the global HWP carbon sink. The results of this study highlight how socioeconomic conditions and the potential stringency of climate policy (or carbon markets more broadly) could impact the role of global forests in climate mitigation through carbon storage in long-lived wood products and BECCS pools, providing new insight to policy-makers, forest managers, and forest product manufacturers on viable pathways to support the co-production of timber and long-lived carbon sinks.",
          "url": "https://doi.org/10.1088/1748-9326/ae0ce0",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ce0",
          "filter": 2
        },
        {
          "title": "Nitrogen budgets in Europe: a methodology to quantify environmentally relevant flows of reactive nitrogen compounds on a national scale",
          "authors": "Wilfried Winiwarter, Bettina Schäppi, Judith Reutimann, Martin Bach, Ika Djukic, Ulrike Dragosits, Inga Grīnfelde, Maximilian Kanig, Filip Moldan, Monika Suchowska-Kisielewicz, Markus Geupel",
          "abstract": "Reactive nitrogen compounds are responsible for multiple negative impacts while they remain in the environment, changing their state and chemical form. Here we develop a methodology to trace these compounds throughout the environment using a stringent concept to describe their fate consistently and comprehensively. Using an individual country as the system scale, the individual flows of reactive nitrogen are characterized between and within eight pools reflecting human society, economic sectors and environmental spheres, also accounting for transboundary flows, to create a national nitrogen budget. The methodology has been devised for implementation by national agencies in conjunction with greenhouse gas or air pollution emission inventories, hence it links closely with the structures and data derived in these contexts. The guiding methodological principle is the mass conservation of reactive nitrogen, implemented as a material flow analysis that systematically describes all flows and stock changes. Embedding results obtained from five European countries demonstrates the feasibility of the approach. The major environmental pathways of reactive nitrogen compounds can be traced from industrial processes and agricultural production, including the agri-food chain, indicating levers for policy interventions. Spatial and temporal benchmarking of the results demonstrates comparisons between countries or over time. While further results of practical implementation are needed to assess overall robustness, the budget approach allows for multiple opportunities of data checks and verification to visualize the uncertainty associated to many input data, such as lacking information on nitrogen contents and specific flows, or the relevance of so-far unaccounted-for stocks of reactive nitrogen. Useful applications have been identified that link nitrogen budgets to impacts on human health as well as on ecosystems and the climate, indicating that developing and using national nitrogen budgets may shape improved and information-led policies.",
          "url": "https://doi.org/10.1088/1748-9326/ae0da8",
          "doi": "https://doi.org/10.1088/1748-9326/ae0da8",
          "filter": 2
        },
        {
          "title": "Projected land use change due to goals and trends for utility scale solar in New York State",
          "authors": "Ted, Theodore William Koch, Peter B Woodbury, Jenifer Wightman",
          "abstract": "Governments worldwide are adopting ambitious policies to reduce greenhouse gas (GHG) emissions. A New York State (NYS) legislative mandate requires net zero statewide GHG emissions by 2050 in part through decarbonizing electricity generation. However, increasing renewable energy capacity, including utility scale solar (USS), competes with land-uses such as agriculture and forestry. This case study evaluates USS historic land use to project future demand for land to meet NYS’s 2050 GHG goal. Data collected from open-source solar databases were combined with USS boundaries obtained through manual and automated digitization and Monte-Carlo and Maximum Entropy modeling were used to project the likely area and land use characteristics of future sites built to meet the projected 2050 demand for electricity.&amp;#xD;Demand for solar energy in NYS is projected to reach 116-125 terawatt hours per year by 2050, when electrification of current fossil-fueled heating and transportation sectors is taken into account. By analyzing the performance of over 300 existing USS sites across NYS, we project that approximately 100 GWDC of USS capacity can meet this demand. We found an average power density of 0.62 MWDC/ha of land for fixed axis sites and 0.59 MWDC/ha for single axis tracked sites. Stochastic modeling of power density trends over time indicates that the 2050 mandate will require between 71,072 and 128,784 hectares (ha) depending on siting variables. If trends continue, we project that between 21,386 and 27,233 ha of cropland and between 14,985 and 18,463 ha of forest could be converted to USS. For future scenarios in which conversion of annual row crop land and high-quality soils were limited, there was an increase in distance to transmission lines, number of parcels required, and complexity of site shapes, which would likely increase solar development costs. These results help bound the likely land use changes that will occur to meet electric sector GHG mitigation mandates. These results also provide information about the benefits and trade-offs of restricting the conversion of current agricultural land to solar energy production. Additionally, the approach we developed, combining analysis of fenced area, capacity factors, trends in power density over time, and projecting likely future locations for solar stochastically is applicable to many global regions with solar development on agricultural lands.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0da4",
          "doi": "https://doi.org/10.1088/1748-9326/ae0da4",
          "filter": 2
        },
        {
          "title": "Amplified agricultural impacts from more frequent and intense sequential heat events",
          "authors": "Raed Hamed, Carmen B Steinmann, Qiyun Ma, Daniel Balanzategui, Ellie Broadman, Corey Lesk, Kai Kornhuber",
          "abstract": "As the climate warms, interacting weather extremes such as sequential heat events pose complex risks to societies. Regarding global agriculture, laboratory experiments suggest that early crop exposure to heat may either confer tolerance or enhance vulnerability to subsequent heat during the critical crop flowering stage. We show that warm early-seasons improve crop yield potential, particularly for soybean and maize, but also increase the impacts of subsequent heat by 5%–55% compared to years with average early-season temperatures. The impacts of this increased yield sensitivity outweigh the benefits of early season heat when mid-season temperature anomalies exceed 0.7 ∘ C–5 ∘ C (depending on the crop). Analyzing projected temperatures under the Shared Socioeconomic Pathway 3-7.0, we find a tenfold increase in the likelihood of experiencing sequential heat in early and mid-season crop growth stages, defined as a joint 90th percentile event. Accounting for the interactive effects of early and mid-season warming increases projected temperature-related crop yield losses by 2%–44%, depending on crop and region. These results underline the emerging nonlinear risks from sequential heat extremes to food systems, which can largely be avoided when limiting warming to 1.5 ∘ C globally.",
          "url": "https://doi.org/10.1088/1748-9326/ae06b8",
          "doi": "https://doi.org/10.1088/1748-9326/ae06b8",
          "filter": 2
        },
        {
          "title": "The (Co)Benefits Portal—an evidence-based and climate policy-relevant tool for decision-making",
          "authors": "Bianca van Bavel, Lea Berrang-Ford, Rose Willoughby, Daisy Harley Nyang, Emma Sands, Conor O’Donnell, Tamora James, Piers M Forster, Stephen Arnold, Carly Reddington, Jason A Lowe",
          "abstract": "From improving health outcomes and health inequalities to ensuring energy and income security, the mitigation of and adaptation to climate change has extensive and diverse benefits. This paper describes a systematic evidence synthesis of climate action (co)benefits and trade-offs as well as the development of a decision-support tool that enables policy makers to explore that evidence-base. The term ‘(co)benefit’ is used deliberately to encompass both the direct benefits of averted impacts due to climate change as well as the indirect or ancillary benefits resulting from mitigation and adaptation interventions. We conducted a systematic search of the peer-reviewed literature in the IPCC 6th Assessment Report, Web of Science, and the Lancet Countdown on Health and Climate Change Reports. Our search strategy prioritised synthesised evidence (e.g. reviews, assessments) excluding primary studies and single case-studies. Data were extracted from 74 distinct records meeting our inclusion criteria and a total of 1785 rows of evidence were analysed. Scientific and technical teams then worked together to develop a tool interface that underwent iterative testing among a small group of potential users. The resulting (Co)Benefits Portal presents an assessment of the available scientific evidence of health, ecosystem, economic, energy, and socio-cultural (co)benefits and trade-offs associated with 40 different mitigation and adaptation actions for both global and regional scales. We then apply the (Co)Benefits Portal into a UK context, in combination with national policy documents and departmental guidance, to connect evidence about relevant climate interventions and reveal cross-sectoral policy implications that are essential for optimising opportunities and avoiding risks. We discuss how evidence-based tools can be developed to bridge critical climate adaptation and mitigation research, policy, and decision-making gaps.",
          "url": "https://doi.org/10.1088/1748-9326/adf981",
          "doi": "https://doi.org/10.1088/1748-9326/adf981",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "The private sector has started investing in climate adaptation with positive effects for regional economies",
          "url": "https://doi.org/10.1038/s41558-025-02463-2",
          "doi": "https://doi.org/10.1038/s41558-025-02463-2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Synchronization of global peak river discharge since the 1980s",
          "authors": "Yixin Yang, Long Yang, Gabriele Villarini, Fang Zhao, Danqing Huang, Gabriel A. Vecchi, Qiang Wang, Yida Sun, Fuqiang Tian",
          "url": "https://doi.org/10.1038/s41558-025-02427-6",
          "doi": "https://doi.org/10.1038/s41558-025-02427-6",
          "filter": 2
        },
        {
          "title": "Perspectives on climate change in South Asia",
          "authors": "T. S. Amjath-Babu, Nausheen H. Anwar, Abhra Chanda, Rajiv Kumar Chaturvedi, Saadia Hina, Suvarna Fadnavis, Chaya Sarathchandra, Shree Raj Shakya, Chandni Singh",
          "url": "https://doi.org/10.1038/s41558-025-02442-7",
          "doi": "https://doi.org/10.1038/s41558-025-02442-7",
          "filter": 2
        }
      ]
    }
  ]
}
