{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Battles and settlements in fossil finance: the UK and the making of the Clean Energy Transition Partnership (CETP)",
          "authors": "Freddie Daley",
          "url": "https://doi.org/10.1080/14693062.2026.2621585",
          "doi": "https://doi.org/10.1080/14693062.2026.2621585",
          "filter": 0
        },
        {
          "title": "Effective climate policies for ‘all seasons’: novel evidence from 40 countries",
          "authors": "Xavier Fernández-i-Marín, Markus Hinterleitner, Christoph Knill, Yves Steinebach",
          "url": "https://doi.org/10.1080/14693062.2025.2598684",
          "doi": "https://doi.org/10.1080/14693062.2025.2598684",
          "filter": 0
        },
        {
          "title": "Institutional overlap and climate governance in Africa: a comparative analysis of policy coherence between SADC and EAC",
          "authors": "Jani Grey Kasunda",
          "url": "https://doi.org/10.1080/14693062.2026.2623366",
          "doi": "https://doi.org/10.1080/14693062.2026.2623366",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Legal guardrails on states’ dependence on carbon dioxide removal to meet climate targets",
          "authors": "Lavanya Rajamani, Ewan White, Joeri Rogelj, Ruben Prütz, Thom Wetzer, Marianne Wood, Rupert F. Stuart-Smith",
          "url": "https://doi.org/10.1080/14693062.2025.2599861",
          "doi": "https://doi.org/10.1080/14693062.2025.2599861",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "From mitigation to adaptation: network models of their interrelations with climate anxiety, future anticipation, and intolerance of uncertainty",
          "authors": "Camille Mouguiama-Daouda, Alexandre Heeren",
          "url": "https://doi.org/10.1007/s10584-026-04130-7",
          "doi": "https://doi.org/10.1007/s10584-026-04130-7",
          "filter": 0
        },
        {
          "title": "Facing the drought: a scoping review of the impact of extreme weather events on adaptation and pro-environmental behavior in Africa",
          "authors": "Joyeuse Iragena, Alejandro Lopez-Feldman",
          "url": "https://doi.org/10.1007/s10584-026-04121-8",
          "doi": "https://doi.org/10.1007/s10584-026-04121-8",
          "filter": 0
        },
        {
          "title": "Financial inclusion and climate change resilience in sub-Saharan Africa: a micro-level gender and households’ location-based analysis",
          "authors": "Essossinam Ali",
          "url": "https://doi.org/10.1007/s10584-026-04125-4",
          "doi": "https://doi.org/10.1007/s10584-026-04125-4",
          "filter": 0
        },
        {
          "title": "Carbon emissions and population migration preferences: the impact of China’s carbon emissions and low-carbon policies on regional population migration",
          "authors": "Pan Jiang, Ziwang Yu, Shuaiyi Lu, Lianghan Cong",
          "url": "https://doi.org/10.1007/s10584-026-04126-3",
          "doi": "https://doi.org/10.1007/s10584-026-04126-3",
          "filter": 0
        },
        {
          "title": "From Paris to practice: a knowledge-mapping to climate justice research in developed and developing countries",
          "authors": "Vahid Karimi, Marzieh Keshavarz, Ezatollah Karami, Elham Ahmadifard, Hossein Azadi, Masoud Yazdanpanah",
          "url": "https://doi.org/10.1007/s10584-026-04116-5",
          "doi": "https://doi.org/10.1007/s10584-026-04116-5",
          "filter": 0
        },
        {
          "title": "Do Facts Matter? Consumer Misperceptions About Adopting Electrification Technologies",
          "authors": "Shahzeen Z. Attari, Benjamin A. Motz, Apramay Mishra, Grace K. Brautigam, Ty Trapp, John D. Graham",
          "url": "https://doi.org/10.1007/s10584-026-04120-9",
          "doi": "https://doi.org/10.1007/s10584-026-04120-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Thermoregulation strategies and microhabitat structure as determinants of susceptibility to heat waves in two sympatric Mediterranean lizards",
          "authors": "S. Blázquez-Castro, R. Barrientos, S. Reguera, I. Barja, R. Megía-Palma",
          "url": "https://doi.org/10.1007/s10584-026-04119-2",
          "doi": "https://doi.org/10.1007/s10584-026-04119-2",
          "filter": 2
        },
        {
          "title": "Correction to: Bias correction of precipitation from convection-permitting models at the point scale: a case study in Switzerland",
          "authors": "Trang Nguyen, Patricio Velasquez, Andreas Dietzel, Lauren M. Cook",
          "url": "https://doi.org/10.1007/s10584-026-04124-5",
          "doi": "https://doi.org/10.1007/s10584-026-04124-5",
          "filter": 2
        },
        {
          "title": "Extreme heat and drought at flowering could threaten global wheat yields under climate change",
          "authors": "Nimai Senapati, Nigel G. Halford, Malcolm J. Hawkesford, Peter R. Shewry, Mikhail A. Semenov",
          "abstract": "Global food security is a major challenge in the 21st century, exacerbated by increasing frequency and intensity of extreme climatic events under climate change. The extreme climatic events around flowering, such as intense heatwaves and droughts, threaten crop yields by impacting reproductive development and grain setting. Our study estimated the potential impacts of short-term, high impact extreme temperature and drought events during flowering on global wheat yields under future climates, using climate projections from CMIP6 and a state-of-the-art wheat model (Sirius). Results show that although extreme drought around flowering currently poses a higher yield loss than extreme heat, global yield loss due to drought is predicted to decrease by 9% and 18% by 2050 and 2090, respectively. Yet, global yield losses from heat stress are expected to increase significantly, by 32% and 77% by 2050 and 2090, respectively. Consequently, heat stress at flowering emerges as a serious threat to global wheat yields under climate change, substantially increasing the vulnerability of wheat. Therefore, developing new cultivars tolerant not only to drought but also heat stress during flowering is critical for enhancing future wheat yields and sustainability in changing climates.",
          "url": "https://doi.org/10.1007/s10584-025-04054-8",
          "doi": "https://doi.org/10.1007/s10584-025-04054-8",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Cropland concentration powers sustainable intensification of agriculture in China",
          "authors": "Shibin Liu, Long Ling, Fakun He, Jie Lei, Wenbin Huang, Jiamei Long, Jichong Han, Long Wan, Jiaguo Qi, Huaiyong Shao",
          "url": "https://doi.org/10.1038/s43247-026-03259-8",
          "doi": "https://doi.org/10.1038/s43247-026-03259-8",
          "filter": 0
        },
        {
          "title": "High profits from soybean-corn agriculture are associated with increased land prices and deforestation rates in Mato Grosso’s Amazon forests",
          "authors": "Richards Peter, Eugenio Arima",
          "abstract": "Land clearing in the Brazilian Amazon is strongly influenced by the economics of farming at the forest frontier. Here we examine how rising profits from second-season corn, grown after soybeans, may increase pressure on forests in the state of Mato Grosso. We assemble detailed annual data on crop prices, yields, production costs, land values, and forest loss, and construct measures of both per-hectare and regional-level profits from soybean and safrinha corn farming. Using statistical models designed to separate the effects of expected returns from the effects of profit-driven expansion, we show that increases in farm profits raise land prices and are followed by higher levels of forest clearing. These effects persist for several years after a shift in profits. Our results suggest that expanding corn production in frontier regions, by making farming more profitable, fuels land speculation and encourages the clearing of new land.",
          "url": "https://doi.org/10.1038/s43247-025-03172-6",
          "doi": "https://doi.org/10.1038/s43247-025-03172-6",
          "filter": 0
        },
        {
          "title": "African green growth initiatives have a positive impact on agricultural productivity but not on fisheries",
          "authors": "Eric Bomdzele, Solomon O. Okunade, Joe E. Assoua, Sarah Enwa, Olanrewaju O. Omosehin, Loveth C. Ode Omenka, Samuel O. Binuomote, Evans Osabuohien",
          "url": "https://doi.org/10.1038/s43247-025-03148-6",
          "doi": "https://doi.org/10.1038/s43247-025-03148-6",
          "filter": 0
        },
        {
          "title": "Climate justice orientation is linked to preferences for decarbonisation policy design",
          "authors": "Kristiina Joon, Angie P. Celis, Rira Seo, Susanne Hanger-Kopp, Anthony G. Patt, Tim Tröndle",
          "abstract": "Policy acceptance is one of the biggest hurdles to climate action and is heavily driven by people’s perceptions of fairness. Here we investigate which distributive justice principles people prefer and whether these distributive preferences are linked to policy preferences along three policy characteristics: stringency, redistribution, and instrument type. Using an online survey experiment ( N  = 2, 230), we assess agreement with four justice principles relevant to the decarbonisation context - equal outcomes, sufficientarianism, limitarianism, and utilitarianism - and identify groups with distinct justice orientations. Using data from two choice experiments, we show that climate justice orientation is associated with distinct policy preferences, with most individuals supporting a combination of principles and being sensitive to redistribution in policy design. This study provides further evidence on the widely noted observation that justice is a key aspect in the public’s policy assessment. We suggest this justice orientation should be considered in both policymaking and policy-driven research.",
          "url": "https://doi.org/10.1038/s43247-026-03255-y",
          "doi": "https://doi.org/10.1038/s43247-026-03255-y",
          "filter": 0
        },
        {
          "title": "Progress on the Sustainable Development Goals in Asia requires ambitious climate targets combined with sustainability-focused measures",
          "authors": "Huawei Zhang, Yang Ou, Muzhen Ren, Yan Sun, Pu Wang",
          "abstract": "Asian countries face the dual challenge of fulfilling ambitious climate commitments under the Paris Agreement while simultaneously advancing the United Nations Sustainable Development Goals (SDGs). This study develops an integrated analytical framework that links decarbonization pathways with SDG indicators across energy, air quality, health, and the food-water-land nexus, as well as policy cost-effectiveness, explicitly incorporating national circumstances. Our findings indicate that current climate pledges primarily deliver gains in SDG indicators related to energy and air quality. Achieving broader progress across other SDG dimensions requires combining more ambitious climate targets with diverse, sustainability-oriented mitigation measures tailored to domestic contexts. Middle- and low-income countries face greater pressure in balancing transition costs and target feasibility; therefore, strengthened international support and robust domestic policies are needed to advance climate ambition alongside sustainable development, including climate finance, technology transfer, and measures that can ensure a just transition for vulnerable industries.",
          "url": "https://doi.org/10.1038/s43247-025-02970-2",
          "doi": "https://doi.org/10.1038/s43247-025-02970-2",
          "filter": 0
        },
        {
          "title": "A meta-coupling analysis between three-dimensional urbanization and ecosystem services in China’s urban agglomerations",
          "authors": "Yinshuai Li, Nan Jia, Lilin Zheng, Chenglong Yin, Kai Chen, Nansha Sun, Anyao Jiang, Mengting Wang, Ruishan Chen, Zhenju Zhou",
          "url": "https://doi.org/10.1038/s43247-025-03047-w",
          "doi": "https://doi.org/10.1038/s43247-025-03047-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Aperture and roughness govern iron oxide passivation in olivine fractures during carbon mineralization",
          "authors": "Yun Yang, Lawrence Opoku Boampong, Haylea Nisbet, Chelsea W. Neil, Hari Viswanathan",
          "url": "https://doi.org/10.1038/s43247-026-03235-2",
          "doi": "https://doi.org/10.1038/s43247-026-03235-2",
          "filter": 2
        },
        {
          "title": "Triple-isotopic analyses pinpoint microbial methane release from subsea permafrost in the inner Laptev Sea",
          "authors": "Marenka Brussee, Henry Holmstrand, Birgit Wild, Denis Kosmach, Denis Chernykh, Natalia Shakhova, Arkadiy Kurilenko, Igor Semiletov, Örjan Gustafsson",
          "abstract": "Elevated methane concentrations are observed in the shallow water column above subsea permafrost on the East Siberian Arctic Shelf, including the inner Laptev Sea. The subsea source of this methane is poorly understood, yet crucial for predicting future methane emissions. Here, we combine analyses of dissolved methane concentrations, triple-isotopic fingerprinting, and Bayesian Markov Chain Monte Carlo statistics to constrain the source of high-concentration methane sampled during four expeditions, 2016-2020. In contrast to earlier findings of predominantly thermogenic methane release in the outer Laptev Sea, our results for the major methane release region of the inner Laptev Sea suggest that old microbial methane (radiocarbon age &gt;48000 y BP) is being released from preformed methane pools stored within the subsea permafrost system. This observation reveals that several sources contribute to the elevated methane on the shelf and thus the necessity to consider a diversity of sources when estimating future methane release trajectories.",
          "url": "https://doi.org/10.1038/s43247-026-03222-7",
          "doi": "https://doi.org/10.1038/s43247-026-03222-7",
          "filter": 2
        },
        {
          "title": "Machine learning uncovers dominant fractions of heavy metal(loid)s in global soils",
          "authors": "Tao Hu, Mengting Wu, Qiusong Chen, Liyuan Chai, Chongchong Qi",
          "url": "https://doi.org/10.1038/s43247-026-03221-8",
          "doi": "https://doi.org/10.1038/s43247-026-03221-8",
          "filter": 2
        },
        {
          "title": "Early Cambrian explosive super-eruptions in the north-western margin of Gondwana may have triggered the ‘Strangelove ocean’",
          "authors": "Di Zhang, Mingzhong Zhou, Zhongfa Zhou, Xixi Xue, Haifeng Fan, Li Zhou, Enlin Yang, Zongling Zhang, Zhuo Wu, Taiyi Luo",
          "abstract": "The ‘Strangelove ocean’ (a state of ocean, almost devoid of living organisms) documented in the early Cambrian strata in South China, has been thought to be driven by an extraterrestrial impact, but this viewpoint has been doubted for emerging geochemical evidence. Volcanism may be a trigger for the oceanic crisis. However, such a linkage has not yet been established. Here, we conduct an investigation into the timing and origin of the early Cambrian K-bentonites (a type of clay rock formed from volcanic ash) of the Yangtze and Baoshan blocks. The results suggest that the K-bentonites may represent early Cambrian explosive super-eruptions occurred in the north-western margin of Gondwana. The eruptions might trigger the anoxia of the contemporaneous ocean and coincided temporally with a bio-crisis preceding the summit of the Cambrian explosion. We propose that they may have initiated the ‘Strangelove ocean’ and delayed the climax of the Cambrian bio-radiation.",
          "url": "https://doi.org/10.1038/s43247-026-03243-2",
          "doi": "https://doi.org/10.1038/s43247-026-03243-2",
          "filter": 2
        },
        {
          "title": "Ultradeep drilling beyond 10 km revealing new insights into Earth systems and resources",
          "authors": "Guangyou Zhu, Haiping Huang",
          "url": "https://doi.org/10.1038/s43247-026-03246-z",
          "doi": "https://doi.org/10.1038/s43247-026-03246-z",
          "filter": 2
        },
        {
          "title": "Amazonian fog harbors viable microbes",
          "authors": "Ricardo H. M. Godoi, Emerson L. Y. Hara, Bruna G. Sebben, Philip E. Taylor, Dulcilena M. Castro e Silva, Sebastian Brill, Valter B. Duo Filho, Glaucio Valdameri, Luciano F. Huergo, Rosaria R. Ferreira, Cléo Q. Dias-Junior, Maurício C. Mantoani, Fábio L. T. Gonçalves, Rachel I. Albrecht, Nurun N. Lata, Gregory Vandergrift, Swarup China, Carlos I. Yamamoto, Rodrigo F. C. Marques, Rodolfo D. Piazza, Rodrigo A. F. Souza, Theotonio Pauliquevis, Paulo Artaxo, Luiz A. T. Machado, Heitor Evangelista, Jéssica C. dos Santos-Silva, Sanja Potgieter-Vermaak, Subha S. Raj, Christopher Pöhlker, Jens Weber, Bettina Weber, Laudemir C. Varanda, Ivan Kourtchev, Scot T. Martin, Ulrich Pöschl, Meinrat O. Andreae",
          "url": "https://doi.org/10.1038/s43247-026-03233-4",
          "doi": "https://doi.org/10.1038/s43247-026-03233-4",
          "filter": 2
        },
        {
          "title": "Recovering complex ecological dynamics from time series using state-space universal dynamic equations",
          "authors": "Jack H. Buckner, Zechariah D. Meunier, Jorge Arroyo-Esquivel, Nathan Fitzpatrick, Ariel Greiner, Lisa C. McManus, James R. Watson",
          "url": "https://doi.org/10.1038/s43247-025-03130-2",
          "doi": "https://doi.org/10.1038/s43247-025-03130-2",
          "filter": 2
        },
        {
          "title": "Rewiring climate modeling with machine learning emulators",
          "authors": "Peter Van Katwyk, Baylor Fox-Kemper, Helene T. Hewitt, Karianne J. Bergen",
          "url": "https://doi.org/10.1038/s43247-026-03238-z",
          "doi": "https://doi.org/10.1038/s43247-026-03238-z",
          "filter": 2
        },
        {
          "title": "Linking ecological resilience and ecosystem services to inform spatial conservation planning",
          "authors": "Zhuangzhuang Wang, Bojie Fu, Xutong Wu, Shuai Wang, Junze Zhang, Liwei Zhang, Lei Jiao, Hao Wang, Yingjie Li, Ying Luo",
          "url": "https://doi.org/10.1038/s43247-026-03244-1",
          "doi": "https://doi.org/10.1038/s43247-026-03244-1",
          "filter": 2
        },
        {
          "title": "Unraveling pyroclastic density current dynamics with multiparameter geophysical sensing",
          "authors": "Francesco Biagioli, Jean-Philippe Métaxian, Eléonore Stutzmann, Pascal Bernard, Giorgio Lacanna, Anne Mangeney, Giacomo Ulivieri, Gilda Risica, Alister Trabattoni, Marc Peruzzetto, Lorenzo Innocenti, Maurizio Ripepe",
          "abstract": "Detecting, locating, and characterising the dynamics of destabilised volcanic material is critical for assessing the extreme hazards posed by volcanic mass flows, such as pyroclastic density currents. Geophysical measurements of these events may offer information otherwise hardly observable at close range. Here we investigate pyroclastic density current dynamics using a multiparameter approach that combines seismic, distributed acoustic sensing, and infrasound data with thermal and visible imagery, supported by numerical simulations. We focus on two events at Stromboli volcano, Italy, that occurred in October and December 2022. By comparing visible imagery with seismic energy and applying array processing techniques, we identify different flow volumes ( ~23.5 ± 9.5 × 10 3  m 3 and  ~80 ± 9 × 10 3  m 3 , respectively) and velocities (33-42 m/s and 54-59 m/s, respectively). Simulations reveal that reproducing these velocities requires volume-dependent empirical friction angles ( ~27° and 21°), consistent with dry granular flow behaviour and friction weakening. These findings offer new insights into the use of distributed acoustic sensing for volcanic monitoring and underscore the value of integrating multiparameter data with modeling to better understand complex volcanic processes.",
          "url": "https://doi.org/10.1038/s43247-025-03091-6",
          "doi": "https://doi.org/10.1038/s43247-025-03091-6",
          "filter": 2
        },
        {
          "title": "Shipping and water diversion pathways expand the global area at risk from invasive freshwater bivalves",
          "authors": "Jiahao Zhang, Mengzhen Xu, Aibin Zhan, Chunlong Liu, He Tian, Gustavo Darrigran, Zhaoyin Wang, Xudong Fu",
          "url": "https://doi.org/10.1038/s43247-026-03256-x",
          "doi": "https://doi.org/10.1038/s43247-026-03256-x",
          "filter": 2
        },
        {
          "title": "Chromium mobilisation by ligand complexation in oxic and anoxic environments and the isotopic fingerprint",
          "authors": "Wenhao Wang, Vladislav Chrastný, Johannes Hettler, Anna Kistler, Asheesh K. Yadav, Ondřej Šebek, Naresh Kumar, Stephan M. Kraemer",
          "url": "https://doi.org/10.1038/s43247-025-03071-w",
          "doi": "https://doi.org/10.1038/s43247-025-03071-w",
          "filter": 2
        },
        {
          "title": "Out-of-season water escape during Mars' northern summer triggered by a strong localized dust storm",
          "authors": "Adrián Brines, Shohei Aoki, Frank Daerden, Michael S. Chaffin, Samuel A. Atwood, Susarla Raghuram, Bruce A. Cantor, Yannick Willame, Loïc Trompet, Geronimo L. Villanueva, Michael J. Wolff, Michael D. Smith, Christopher S. Edwards, Ian R. Thomas, Giuliano Liuzzi, Lori Neary, Manish R. Patel, Miguel Angel López-Valverde, Armin Kleinböhl, Hoor AlMazmi, James Whiteway, AnnCarine Vandaele, Bojan Ristic, Giancarlo Bellucci",
          "url": "https://doi.org/10.1038/s43247-025-03157-5",
          "doi": "https://doi.org/10.1038/s43247-025-03157-5",
          "filter": 2
        },
        {
          "title": "Molecular fingerprinting of microbial consortia in late Oligocene microbialite architectures from a freshening Junggar paleolake, Central Asia",
          "authors": "Zhenle Zhao, Chaodong Wu, Xingqian Cui, Jian Ma",
          "url": "https://doi.org/10.1038/s43247-026-03253-0",
          "doi": "https://doi.org/10.1038/s43247-026-03253-0",
          "filter": 2
        },
        {
          "title": "Atmospheric rivers and winter sea ice drive recent reversal in Antarctic ice mass loss",
          "authors": "Marlen Kolbe, Jose Abraham Torres Alavez, Ruth Mottram, Marwan Katurji, Richard Bintanja, Eveline C. van der Linden",
          "abstract": "Since about 2000, the total mass of the Antarctic Ice Sheet has declined at a near-linear rate, increasing global sea levels. Since 2016, however, satellite gravimetry data reveal a slowdown in net Antarctic ice mass loss and a net mass gain since 2020, despite increases in dynamically-driven ice loss by discharge from outlet glaciers. Here we use a reanalysis and regional climate model to show that this reversal is primarily due to positive surface mass balance anomalies, which result from increased precipitation driven by enhanced atmospheric river activity, strengthened westerlies, and reduced sea ice extent. Atmospheric rivers have become more frequent and intense since 2020, particularly over the Antarctic Peninsula, Queen Maud Land, and Wilkes Land, resulting in strong regional positive mass balance anomalies. High-resolution regional climate model simulations with modified sea ice extent show that the effect of sea ice loss on enhancing precipitation through increased evaporation accounts for around 10% of the winter increase, but is overall minor compared to remote large-scale processes. Combined, these factors result in accumulation increases that currently offset the mass loss from accelerated ice discharge in Antarctica and point to processes important for future projections.",
          "url": "https://doi.org/10.1038/s43247-026-03242-3",
          "doi": "https://doi.org/10.1038/s43247-026-03242-3",
          "filter": 2
        },
        {
          "title": "Substantial contribution of trees outside forests to above-ground carbon across China",
          "authors": "Yang Su, Tianqi Shi, Xianglin Zhang, Yidi Xu, Kai Cheng, Siyu Liu, Ge Han, Xin Ma, Songchao Chen, Xiaowei Tong, Wei Li, Wei Gong, Qinghua Guo, Martin Brandt, Shilong Piao, Alexandre d’Aspremont, Philippe Ciais",
          "abstract": "Accurately quantifying canopy height and above-ground carbon across diverse land-cover types is crucial for understanding carbon storage dynamics and guiding climate-mitigation strategies. Yet existing maps often overlook non-forest ecosystems. Here we present a deep learning framework based on a U-Net architecture that combines radar, optical, elevation and slope data to produce a 10 m canopy height map across China. The model is trained with laser measurements from NASA’s GEDI mission validated using unmanned aerial vehicle lidar data ( MAE = 2.39 m ). We then estimate the above-ground biomass and carbon from these heights using a Random Forest model ( MAE = 37.71 Mg ha-1 ). By deriving carbon from canopy height, we take advantage of U-Net’s ability to capture trees in non-forest ecosystems such as croplands, grasslands and urban areas. Our nationwide 30 m carbon map reveals that trees outside forests contribute 20.8-32.9% of China’s above-ground carbon in 2019 (3.62-5.72 Pg C), underscoring their importance.",
          "url": "https://doi.org/10.1038/s43247-025-03150-y",
          "doi": "https://doi.org/10.1038/s43247-025-03150-y",
          "filter": 2
        },
        {
          "title": "El Niño–Southern Oscillation strengthened by North Atlantic Iceberg discharge during Heinrich stadial 1",
          "authors": "Marco Yseki, Bruno Turcq, Dimitri Gutiérrez, Renato Salvatteci, Dante Espinoza-Morriberón, Hugues Boucher, Philippe Martinez, Matthieu Carré",
          "abstract": "The last deglaciation provides an opportunity to assess the response of El Niño–Southern Oscillation to rapid warming and disruptions of the Atlantic Meridional Overturning Circulation, both projected in the near future. We present a reconstruction of deglacial El Niño–Southern Oscillation activity using finely laminated sediments from the El Niño–Southern Oscillation-sensitive Peruvian margin. An interannual record of titanium fluxes, a proxy for riverine discharge, shows that the frequency of extreme Eastern Pacific El Niño events and the amplitude of El Niño–Southern Oscillation variability were higher during the deglaciation and peaked during episodes of massive iceberg discharge into the North Atlantic. Maximum El Niño–Southern Oscillation variability occurred in the early phase of Heinrich event 1, at ~17.3–16.7 kyr BP, associated with at least five extreme floods per century in southern Peru. This proxy evidence linking El Niño–Southern Oscillation and the North Atlantic suggests a possible increase in El Niño-related extreme climatic events under future Atlantic Meridional Overturning Circulation weakening.",
          "url": "https://doi.org/10.1038/s43247-026-03247-y",
          "doi": "https://doi.org/10.1038/s43247-026-03247-y",
          "filter": 2
        },
        {
          "title": "Ecosystem diversity in southern African savannas is fueled by pyrodiversity",
          "authors": "Víctor Fernández-García, Tercia Strydom, Dave I. Thompson, José Manuel Fernández-Guisuraga, Cristina Santín",
          "url": "https://doi.org/10.1038/s43247-026-03260-1",
          "doi": "https://doi.org/10.1038/s43247-026-03260-1",
          "filter": 2
        },
        {
          "title": "Geological regulation of nitrous oxide emission risks in rivers globally",
          "authors": "Hongkai Qi, Yi Liu, Haoran Wang, Yu Pang, Junyu Li, Xiao Ma, Longjun Wu, Ding He, Jianping Gan",
          "url": "https://doi.org/10.1038/s43247-026-03250-3",
          "doi": "https://doi.org/10.1038/s43247-026-03250-3",
          "filter": 2
        },
        {
          "title": "Demystifying stable hydrogen isotope offsets between plants and source waters",
          "authors": "Yue Li, Stephen P. Good, Lixin Wang",
          "url": "https://doi.org/10.1038/s43247-026-03230-7",
          "doi": "https://doi.org/10.1038/s43247-026-03230-7",
          "filter": 2
        },
        {
          "title": "Publisher Correction: Leveraging peri-urban forests to reduce temperature and air pollution-related urban mortality in European cities",
          "authors": "Alessandro Anav, Maurizio Gualtieri, Beatrice Sorrentino, Ilaria D’Elia, Pierre Sicard, Elena Paoletti, Alessandra De Marco",
          "url": "https://doi.org/10.1038/s43247-026-03252-1",
          "doi": "https://doi.org/10.1038/s43247-026-03252-1",
          "filter": 2
        },
        {
          "title": "Physicochemical controls on ancient carbon assimilation into ecosystem biomass in shallow-water hydrothermal systems",
          "authors": "Joely Marie Maak, Marcus Elvert, Hendrik Grotheer, Yu-Shih Lin, Gesine Mollenhauer, In-Tian Lin, Solveig I. Bühring, Enno Schefuß",
          "abstract": "Hydrothermal vents release substantial amounts of ancient carbon into the ocean, primarily as carbon dioxide, yet the extent to which this carbon is integrated into marine food webs remains poorly constrained. Here, we present a combination of bulk radiocarbon and stable carbon isotope measurements of particulate organic carbon from water column filters with compound-specific hydrogen and radiocarbon isotope analyses of fatty acids from surface sediments to trace carbon assimilation across benthic and pelagic realms in a low pH, shallow-water hydrothermal system off Taiwan. Isotope correlations indicate that vent-derived carbon dioxide constitutes a substantial fraction of the local microbial and faunal biomass through chemoautotrophic pathways (up to ~30%). Farther from the vents, hydrothermal carbon remains detectable and is incorporated into photoautotrophic biomass in the overlying water column. Notably, ancient carbon content in the standing stock of particulate organic carbon was higher at the lower temperature (“White”) vent, even though fluid and sulfide emissions – and thus potential energy availability – were substantially greater at the higher temperature (“Yellow”) vent. These findings show that physicochemical conditions, including pH and temperature, rather than fluid chemistry alone, control carbon assimilation patterns and ultimately limit the retention of vent-derived carbon in this shallow-water system.",
          "url": "https://doi.org/10.1038/s43247-026-03254-z",
          "doi": "https://doi.org/10.1038/s43247-026-03254-z",
          "filter": 2
        },
        {
          "title": "Unique atmospheric boundary layer structures driven by lake effects",
          "authors": "Weiyao Ma, Weiqiang Ma, Zhipeng Xie, Binbin Wang, Haoran Shi, R. Iestyn Woolway, Yaoming Ma",
          "url": "https://doi.org/10.1038/s43247-026-03234-3",
          "doi": "https://doi.org/10.1038/s43247-026-03234-3",
          "filter": 2
        },
        {
          "title": "Non-randomness of Japan megaquakes implied by stress recovery and accumulation",
          "authors": "Kazuyoshi Z. Nanjo, Takane Hori, Daichi Iwata",
          "url": "https://doi.org/10.1038/s43247-025-03075-6",
          "doi": "https://doi.org/10.1038/s43247-025-03075-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Environmental activism and authoritarianism in Myanmar: interrogating assemblages across three political epochs",
          "authors": "Adam Simpson, Thomas Kean, Susan Park",
          "url": "https://doi.org/10.1080/09644016.2026.2619310",
          "doi": "https://doi.org/10.1080/09644016.2026.2619310",
          "filter": 0
        },
        {
          "title": "Review of Acknowledging indigenous knowledge: voices of tropical forest people",
          "authors": "Hyungro Yoon",
          "url": "https://doi.org/10.1080/09644016.2026.2624252",
          "doi": "https://doi.org/10.1080/09644016.2026.2624252",
          "filter": 0
        },
        {
          "title": "From seas to oceans: assessing the Latin American states’ contribution towards a regime complexification",
          "authors": "Kevin Parthenay, Rafael Mesquita",
          "url": "https://doi.org/10.1080/09644016.2026.2618894",
          "doi": "https://doi.org/10.1080/09644016.2026.2618894",
          "filter": 0
        },
        {
          "title": "States of transition: from governing the environment to transforming society",
          "authors": "Christina Frendo",
          "url": "https://doi.org/10.1080/09644016.2026.2623724",
          "doi": "https://doi.org/10.1080/09644016.2026.2623724",
          "filter": 0
        },
        {
          "title": "Environmental authoritarianism at work and contested: the quasi-NGO sector in China, Vietnam, and Kazakhstan",
          "authors": "Fengshi Wu",
          "url": "https://doi.org/10.1080/09644016.2026.2627173",
          "doi": "https://doi.org/10.1080/09644016.2026.2627173",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Coal mine workers in the climate transition: subnational vulnerability disparities in China and India",
          "authors": "Augustin Danneaux, Thomas Le Gallic, Julien Lefèvre, Saritha Sudharmma Vishwanathan, Gang He",
          "abstract": "Transitioning away from fossil fuels poses significant challenges for coal-dependent workers and regions. While anticipating job losses is crucial for designing effective policy responses, we examine the future of coal workers across time and geographies in China and India under mitigation scenarios. We focus on mine workers who have been less studied, outnumber those in coal power plants, and are more geographically concentrated. Our approach enriches the results of an integrated assessment model by incorporating mine-level data and coupling with a novel module for demographic and labour mobility to understand how concentrated vulnerabilities challenge the transition. A decline in coal jobs is inevitable in China due to continued mining productivity increase. The potential employment reduces by 41% in the next decade even under current climate policies. On the other hand, India faces a critical crossroads as projected mining production growth surpasses productivity increases. Beyond national climate ambitions, differences in mining productivity, local economic diversification, labour concentration, and employment patterns drive subnational disparities in vulnerability to accelerated mitigation. Notably, Shanxi and Jharkhand, the main mining regions for each country, account for a third of the 1.2 million workers who may struggle to transition to other sectors in the next decade under ambitious emissions mitigation. Although they are less exposed with a smaller mining workforce, the challenges for unproductive regions such as West Bengal or Shandong are even more urgent. Our findings provide quantitative insights to guide just transition policies, emphasising the need for targeted support, including transitional assistance and economic diversification, in the most affected coal-producing regions.",
          "url": "https://doi.org/10.1088/1748-9326/ae3fb3",
          "doi": "https://doi.org/10.1088/1748-9326/ae3fb3",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Numerical representation of turbulent fluxes during the March 2019 Nebraska rain-on-snow event",
          "authors": "Ross D Dixon, Erik J Janzon, Tirthankar Roy, Zachary J Suriano, Samuel Davidson",
          "abstract": "Rain-on-snow (ROS) events—during which liquid precipitation falls on an existing surface snowpack—are highly impactful to society, with severe flooding being the primary hazard. ROS events remain a highly challenging hydrometeorological problem in several aspects of land surface model development, pushing the limits of land-atmosphere, snowpack, and runoff modeling. In particular, the representation of turbulent fluxes during these events is critical as energy into the snowpack controls the rate of melt and may impact the magnitude of resulting flooding. In this study, we investigate the representation of these turbulent fluxes in the Weather Research &amp; Forecasting (WRF) model coupled to the Noah-MP land model during a ROS event. For this case study, we use an extreme ROS event which occurred on 12-13 March 2019 across Nebraska, Iowa, and Missouri, resulting in historic flooding and damages. Our WRF simulation of this event was compared with observations from AmeriFlux, snow products, and ERA5 reanalysis fields. While the simulation was able to produce the synoptic dynamics leading up to and during the event, there were notable discrepancies between the observed and modeled turbulent fluxes, suggesting that during ROS events, latent heat flux into the snowpack is underrepresented. Furthermore, analysis of the kilometer-scale WRF simulation run across the CONtiguous United States for 40 years at 4-km resolution (CONUS404) reveals the same underrepresented latent heat fluxes. Simple snowmelt and runoff models, forced with the observed fluxes as well as an experiment with reduced latent heat fluxes, shows that including the latent heat flux melts the snowpack quicker than without it, which has implications for the modeling of flooding in the region.",
          "url": "https://doi.org/10.1088/1748-9326/ae3fb0",
          "doi": "https://doi.org/10.1088/1748-9326/ae3fb0",
          "filter": 2
        },
        {
          "title": "Eurasia's transition from colder winters to hotter summers driven by North Atlantic air-sea interaction and Arctic sea ice anomalies",
          "authors": "Ying Zhu, Shangfeng Chen, Renguang Wu, Zhibiao Wang, Wen Chen, Bin Yu, Linye Song",
          "abstract": "Extreme cold winters and hot summers over Eurasia are intensifying under global warming, posing substantial risks to agriculture, ecosystems, and human health. Here, we show that a colder winter tends to be followed by a hotter summer over Eurasia. This winter–summer extreme temperature reversal is linked to the phase switch of the Arctic Oscillation (AO) from winter to summer, which is driven by the North Atlantic air–sea interaction and Arctic sea ice–atmosphere coupling. Specifically, a negative AO in winter weakens high-latitude westerlies, causing cold extremes over Eurasia. Negative AO also induces a tripolar sea surface temperature (SST) anomaly in the North Atlantic that persists into the following summer and triggers positive AO-like atmospheric anomalies, leading to a hotter summer across Eurasia. Moreover, winter atmospheric anomalies reduce the Barents–Kara sea ice through horizontal moisture transport. This sea ice loss persists into summer and contributes to the formation of positive AO-like atmospheric anomalies. These processes establish a cross-seasonal transition from extreme cold winters to extreme hot summers over Eurasia, offering new insight into the prediction of summer extreme events.",
          "url": "https://doi.org/10.1088/1748-9326/ae4116",
          "doi": "https://doi.org/10.1088/1748-9326/ae4116",
          "filter": 2
        },
        {
          "title": "Regional trains and air pollution: estimating avoided NO 2 concentrations through a natural experiment",
          "authors": "Lorenzo Ciulla, Stefano Clò",
          "abstract": "Regional rail services offer a cleaner alternative to private road vehicles, contributing to environmental quality in terms of reduced pollution. However, air pollutant concentrations reductions are not observable, and the related environmental benefits provided by the train service might be underestimated. Our research quantifies the emission reductions attributable to regional rail services by exploiting a natural experiment. We leverage an unexpected accident in Florence that temporarily disrupted part of the Tuscan railway network. We find that affected areas experienced, on average, a 25% increase in NO₂ pollution compared to counterfactual areas where train services remained operational. This increase was most pronounced during peak commuting hours. These findings are consistent with the assumption of substitutability between public and private transport: when regional trains were unavailable, more people had to switch to private vehicles to commute, causing a rise in local pollution. Our study provides an indirect measure of the positive environmental impact of public transport.",
          "url": "https://doi.org/10.1088/1748-9326/ae3fb2",
          "doi": "https://doi.org/10.1088/1748-9326/ae3fb2",
          "filter": 2
        },
        {
          "title": "Observed sensitivity of evapotranspiration to tropical tree cover change",
          "authors": "Xiaoye Liu, Shuxin Luo, Meng Zhang, Shudi Xie, Yingzuo Qin, Jianhuai Ye, Zhilin Guo, Huizhong Shen, Zhenzhong Zeng",
          "abstract": "Tropical vegetation exerts a pivotal influence on the Earth system by regulating terrestrial water cycle and shaping regional to global climate through evapotranspiration (ET). However, uncertainties remain in how ET responds to Tree Cover (TC) change in Earth System Models (ESMs), primarily due to the lack of large-scale observational constraints. Here, we synthesize flux tower measurements and satellite observations to quantify the sensitivity of ET to tropical tree cover change (∂ET/∂TC) under controlled climate conditions. Using both climate-bin regressions and space-time analog approaches, we find a robust and significantly positive impact of tree cover on ET across multiple datasets and approaches, with an average sensitivity of ~11.06 mm yr -1 per 1% change in tree cover. This sensitivity exhibits pronounced climate dependence, with ∂ET/∂TC amplified in arid and semi-arid regions, where additional tree cover enhances transpiration efficiency, but attenuated in humid regions as canopy-atmosphere decoupling limits energy exchange. These findings provide the first large-scale, observationbased quantification of ET sensitivity to tree cover change and establish an empirical benchmark for improving ESM representations of land-atmosphere feedbacks and predicting tropical forest resilience under the climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae3faf",
          "doi": "https://doi.org/10.1088/1748-9326/ae3faf",
          "filter": 2
        },
        {
          "title": "Cost-optimal vs. policy-driven scenarios for a decarbonised European energy system",
          "authors": "Natasha Frilingou, Dirk-Jan van de Ven, Jon Sampedro, Alexandre Torné, Evelina Trutnevyte, Russell Horowitz, Clàudia Rodés-Bachs, Konstantinos Koasidis, Shivika Mittal, Georgios Xexakis, Alexandros Nikas",
          "abstract": "The European Union’s (EU) climate strategy, anchored in the European Green Deal, the Fit-for-55 package, and updated National Energy and Climate Plans (NECPs), requires a rapid transformation of the energy system to meet the legally binding target of net-zero greenhouse gas emissions by 2050 and a 55% reduction by 2030 relative to 1990 levels. Yet, how national plans align with EU-wide ambition, alongside the implications for investment, infrastructure, and power-system operation, remain insufficiently assessed. We address this gap by linking an EU-specific implementation of a prominent integrated assessment model with Member State-level disaggregation (GCAM-Europe) with a higher-resolution European electricity system model (EXPANSE). This modelling framework captures national heterogeneity, sectoral detail, and spatiotemporal variability in electricity demand, renewable supply, and storage, enabling the assessment of grid investments and infrastructure. We analyse four scenarios representing EU-wide (Fit-for-55) or national (NECP) targets, implemented through explicit policies (POLICY) or cost-optimal carbon caps (COST_OPTIMAL). Results show all scenarios achieve the −55% fossil CO2 reduction by 2030, with the electricity sector driving the largest chunk. Renewable energy nearly doubles, with POLICY scenarios accelerating electrification and heat pump deployment, while COST_OPTIMAL scenarios leaning more on biofuels. Efficiency targets are partially met, with POLICY scenarios distributing savings more evenly across Member States compared to concentrated reductions (COST_OPTIMAL). By 2035, power system transformation diverges strongly: COST_OPTIMAL scenarios expand about 1,250 GW of new capacity, concentrated in few resource-rich regions, while POLICY scenarios reach around 1,750GW with broader spatial distribution, requiring higher investments in renewables and grids. Average wholesale electricity prices are higher and more heterogeneous under POLICY scenarios, reflecting carbon costs, transmission bottlenecks, and reliance on fossil backup. Results highlight trade-offs between economic efficiency and equitable burden-sharing, underscoring the importance of coordinated EU governance, infrastructure planning, and complementary policies to balance cost-effectiveness with political feasibility and social acceptance.",
          "url": "https://doi.org/10.1088/1748-9326/ae3f45",
          "doi": "https://doi.org/10.1088/1748-9326/ae3f45",
          "filter": 2
        },
        {
          "title": "How extremes in surface incident solar radiation shape its long-term trends in China and Europe",
          "authors": "Yanyi He, Kun Yang, Mingyu Zhang, Jingjing Zhou, Chenlu Li, Xin Zhang, Xiaoyue Tan, Kaicun Wang",
          "abstract": "Although extremes of surface incident solar radiation (Rs) are critical for climate and energy assessments, their long-term variations and contributions to Rs trends remain poorly understood. Leveraging the recently homogenized daily Rs data at ~2,600 stations across China and Europe during 1961–2022, this study provided the first quantification of long-term variations in extremely low (Rs10p) and high (Rs90p) Rs and their contributions to Rs trends. During the dimming period, increasing Rs10p and decreasing Rs90p frequencies, along with increased magnitudes, jointly led to the dimming over China and Europe. Europe began to steadily brighten after 1980, due to early air pollution emission controls and reduced cloud cover, which reversed the frequency trends of Rs10p and Rs90p and intensified the severities of both extremes. In contrast, dimming in China persisted until 2014, only transitioning to brightening after the implementation of stricter emission controls which increased Rs90p frequencies but attenuated the severities of both extremes. Overall, Rs extremes jointly regulated Rs trends: China’s brightening was positively contributed by both extremes, while Europe's brightening was dominated by Rs90p but partially offset by Rs10p. These findings underscore the pivotal role of extremes in shaping overall Rs trends and highlight their importance for accurately assessing regional solar energy availability under global climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae4112",
          "doi": "https://doi.org/10.1088/1748-9326/ae4112",
          "filter": 2
        },
        {
          "title": "Constraining the projections of tropical extreme precipitation with radiation-precipitation relationship",
          "authors": "Yuanyuan Huang, Zhijian Yang, Xiaoming Shi",
          "abstract": "Over the tropics, a robust statistical relationship between outgoing longwave radiation (R) and precipitation (P) is observed, linked to the cloud-radiative effect (CRE). To quantify this R-P relation, we define the CRE parameter, which exhibits significant disparities across global climate models (GCMs), with most overestimating it relative to the observation. Given the strong correlation between the CRE parameter and both historical and future extreme precipitation, an emergent constraint on the hydrological cycle projection is constructed. It lowers the fractional increase in the 99.9th percentile of tropical precipitation by the end of the 21st century from 29% to 24% under the high-emission warming scenario, with a 58% reduction in uncertainty. Overall, GCMs tend to underestimate the intensity of tropical extreme precipitation while overestimating its fractional increase. These findings provide valuable insights for model evaluation, improvement, and climate adaptation strategies.",
          "url": "https://doi.org/10.1088/1748-9326/ae4117",
          "doi": "https://doi.org/10.1088/1748-9326/ae4117",
          "filter": 2
        },
        {
          "title": "High-resolution models better simulate historical snowpack declines in the Upper Colorado River Basin",
          "authors": "Ankur Dixit, Stefan Rahimi, Lei Huang, Keith N Musselman, Julie A. Vano, Nans Addor, Flavio Lehner",
          "abstract": "The Colorado River supplies water to nearly 40 million people, 4.5 million acres of irrigated land, 29 federally recognized Tribes, and supports over 4,200 MW of hydropower capacity across the U.S. and Mexico. River discharge is strongly controlled by snowpack accumulation and melt in the headwater regions, making upper-basin snow dynamics a primary driver of water availability throughout the basin. Therefore, changes in snow water equivalent (SWE) are critical for water resources planning in the Upper Colorado River Basin (UCRB), yet there is considerable uncertainty even in historical SWE trends. We compare historical UCRB SWE trends across various gridded snow products, including new WRF simulations at 45-, 9-, and 3-km resolution, against Snow Telemetry (SNOTEL) station data. We find that SWE trends are systematically amplified with higher model resolution and that high resolution (&lt;10 km) is needed to accurately capture not only SWE amounts but also historical SWE declines across high-elevation mountains. Trend amplification primarily results from higher resolution simulations having higher snowfall due to stronger orographic forcing, an effect further modulated by synoptics. This is confirmed in a set of alternative historical realizations from a downscaled climate model large ensemble, which, despite a tendency for SWE declines, highlight the important role of internal variability in historical UCRB SWE trends. These results demonstrate that model resolution plays an important role in shaping assessments of snow-related climate change, with implications for a wide range of impact studies.",
          "url": "https://doi.org/10.1088/1748-9326/ae4113",
          "doi": "https://doi.org/10.1088/1748-9326/ae4113",
          "filter": 2
        },
        {
          "title": "Climate-driven increases in wildfire projected to affect European forest types differently",
          "authors": "Marco Patacca, Marc Grünig, M J Schelhaas, Iciar Alberdi, Sara Filipek, Jonas Fridman, Janne Järvikylä, Rupert Seidl, Cornelius Senf, Igor Staritsky, Sergey Zudin, Madelon Lohbeck, Gert-Jan Nabuurs",
          "abstract": "Climate change is expected to increase the frequency and size of large uncontrollable fires. The impact of this trend on forest vegetation is still poorly understood, especially in areas not commonly subject to recurrent fires, where tree species may not be adapted and fuel load flammability may increase as warming decreases moisture. Here we use recent advances in remote sensing to simulate burned area development until the end of the century under different climate scenarios. Then we combined these projections with an European forest resources model to assess the impact of projected fire regimes on forests in three major biomes in Europe (i.e. Mediterranean, temperate and boreal forests, here represented by three countries: Spain, Germany and Sweden). Burned area was projected to increase in all regions in the 21st century, with the biggest increase and highest absolute damage in the Mediterranean region under the most severe climate scenario. Furthermore, we found that future fire disproportionately affects temperate forests, where a higher damage occurs for the same relative increase in burned area, compared to the other biomes. This was mostly due to the combination of increasingly favourable weather conditions for fire and larger forest standing biomass, which drove the increased susceptibility of temperate regions to emerging wildfire regimes. Our findings call for mainstreaming fuel management strategies in forest planning to increase resilience to fires, particularly in temperate regions with limited past fire occurrence but projected increase in favourable fire weather and dry conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ae4115",
          "doi": "https://doi.org/10.1088/1748-9326/ae4115",
          "filter": 2
        },
        {
          "title": "The role of carbon border adjustment in steel decarbonization",
          "authors": "Russell Horowitz, Dirk-Jan van de Ven, Georg Holtz",
          "abstract": "Emission-intensive and trade-exposed (EITE) sectors, such as steel, are especially challenged by emissions leakage and loss of competitiveness with the implementation of climate policies. A carbon border adjustment mechanism (CBAM) is one of the principal policies suggested to minimize these impacts. This study examines the implications of CBAM for the global iron and steel industry using a modified version of the Global Change Analysis Model (GCAM). We introduce an expanded steel sector representation and a differentiated trade market to assess the impacts of CBAM implementation across OECD and non-OECD regions under deep decarbonization scenarios. Additionally, we explore the role of free emissions allowances, export rebates, and green subsidies in modifying CBAM outcomes. Our findings indicate that CBAM can reduce emissions leakage and incentivize the adoption of low-carbon steel technologies but may disadvantage exporters in regions implementing CBAM, leading to a net-loss of production in CBAM regions. This study contributes to the literature by modelling CBAM in an integrated assessment framework and providing insights for policymakers balancing climate action and economic competitiveness.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae3fb1",
          "doi": "https://doi.org/10.1088/1748-9326/ae3fb1",
          "filter": 2
        },
        {
          "title": "Policy can downsize passenger vehicles and cut climate emissions",
          "authors": "Jonn Axsen, Chandan Bhardwaj",
          "abstract": "The growing global market share of sport utility vehicles (SUVs) and other light-duty trucks is increasing the carbon and energy intensity of new passenger vehicles—cancelling out some of the benefits of efficiency improvements including electrification. Existing climate regulations can inadvertently support this trend, notably the attribute-based vehicle emissions standards (VES) that have less stringent requirements for larger vehicles. We utilize a model of demand and supply interactions to simulate a VES that is neutral regarding vehicle class and size, as well as a truck purchase tax and electric vehicle efficiency standard. Relative to the attribute-based version, a neutral VES can induce modest but additive reductions in GHG emissions and new vehicle mass. Additional instruments can further reduce vehicle emissions and size, and reduce battery capacity among electric vehicles. In short, careful policy design can help to reduce vehicle upsizing trends while contributing to GHG mitigation.",
          "url": "https://doi.org/10.1088/1748-9326/ae41d0",
          "doi": "https://doi.org/10.1088/1748-9326/ae41d0",
          "filter": 2
        },
        {
          "title": "Alaskan regional-scale measurements show late season ecosystem carbonyl sulfide uptake decoupled from gross photosynthesis",
          "authors": "Aleya Kaushik, John Miller, Stephen A Montzka, Lei Hu, Colm Sweeney, Kathryn McKain, Ian Baker, Katherine Haynes, A Scott Denning, Arlyn Andrews",
          "abstract": "Increasing atmospheric CO2 seasonal cycle amplitudes in boreal regions have been attributed to climate-driven changes in land ecosystems, but terrestrial biosphere models are unable to replicate observations, leading to large uncertainties in future predictions of carbon cycle changes. Accurately partitioning net ecosystem exchange into its component fluxes – gross primary production (GPP) and respiration – is essential for understanding impacts of changing climate on the Arctic and boreal carbon balance, yet these component fluxes cannot be measured directly. Carbonyl sulfide (OCS) has been used to infer GPP at site to global scales, because its one-way uptake by plants is an analog for photosynthesis. However, expanding site-level process understanding to regional scales remains challenging. Here, we use atmospheric OCS mole fraction observations representative of Alaskan boreal forests to evaluate simulations of OCS fluxes in a state-of-the-science terrestrial biosphere model (TBM). We use TBM-estimated OCS fluxes and surface influence functions on the order of 100-1000 km to simulate OCS mole fractions at the NOAA Global Monitoring Laboratory’s CRV tower site in central Alaska. By comparing with atmospheric observations, we can evaluate the TBM over much larger scales than is possible using eddy covariance data while still providing valuable information about underlying mechanisms. Comparisons reveal a missing ecosystem sink corresponding to a concentration difference of 22.3 ± 9.1 ppt OCS for July-November relative to observed concentrations of 433 ± 26 ppt at CRV. Solely improving the temperature sensitivity of apparent mesophyll conductance reduces the July-November mismatch between modeled and observed OCS concentration data by ~5.3 ± 2.7 ppt. Consideration of alternate land cover maps provides an additional ~5.3  3.0 ppt towards the mismatch. These results demonstrate a strong decoupling of OCS and GPP, especially after the end of the growing season. Our analyses demonstrate the limitations of using OCS as a proxy for GPP and highlight potential missing processes that need to be incorporated into future OCS modeling efforts to maximize its potential as a photosynthetic tracer.",
          "url": "https://doi.org/10.1088/1748-9326/ae4045",
          "doi": "https://doi.org/10.1088/1748-9326/ae4045",
          "filter": 2
        },
        {
          "title": "Drought impacts on global crop production decline despite its frequency and severity intensifying",
          "authors": "Shuyang Han, Zhao Zhang, Jichong Han, Xinyu Wu, Shaokun Li, Fei Cheng, Huimin Zhuang, Jialu Xu, Fulu Tao",
          "abstract": "Climate change is intensifying the frequency and severity of droughts, posing a significant threat to global crop production. Accurately quantifying drought impacts is challenging and critical for mitigation. Here, we use a high-resolution, bottom-up assessment framework to analyze drought impacts on yields of four major crops—maize, soybean, rice, and wheat—at county, provincial, and national levels over 1997–2021. Results show yield losses escalate dramatically with spatial granularity, from 3.3% at the national level to 10.8% at the county level, with soybeans (16.3%) and maize (11.4%) being the most vulnerable. Despite an increase in drought frequency, drought-induced crop losses declined significantly, owing to the improvements in irrigation. Notably, a 10% increase in agricultural water use was significantly associated with a 1.71% reduction in yield losses. Our findings not only highlight the critical importance of scale-dependent risk assessments but also provide robust evidence and spatial pattern for the significant role of irrigation in mitigating drought risks.",
          "url": "https://doi.org/10.1088/1748-9326/ae4114",
          "doi": "https://doi.org/10.1088/1748-9326/ae4114",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Unequal air quality benefits from EV adoption in California, the world’s EV leader",
          "authors": "Jiaxun Sun, Guangxiao Hu, William Zhou, Laixiang Sun, Kuishuang Feng",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103126",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103126",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Introduction to the 25th Anniversary Special Issue: Continuity and Change in Global Environmental Politics",
          "authors": "D. G. Webster, Henrik Selin, Susan Park",
          "abstract": "In this introduction to the twenty-fifth anniversary special issue of Global Environmental Politics (GEP), we reflect on and celebrate the first 100 issues of the journal. To that end, we collected data on the authors who submit their manuscripts to GEP, those who publish in GEP, and the many scholars who review for GEP. Using this information, we evaluate trends over time, particularly in terms of collaboration and diversity. We find that coauthorship has become much more common in recent years, with many early-career scholars publishing in teams. Gender balance among authors has improved considerably over the last quarter century, and people who engage with the journal are diverse in the theoretical and methodological approaches they bring to bear on global environmental politics. However, as most authors work at universities in North America and Europe, geographic diversity remains low, resulting in a lack of representation from the Global South. We end by introducing the articles included in this twenty-fifth anniversary special issue, all of which look to the journal’s past to derive lessons for our collective future.",
          "url": "https://doi.org/10.1162/glep.a.733",
          "doi": "https://doi.org/10.1162/glep.a.733",
          "filter": 0
        },
        {
          "title": "Back to the Future or Back to Our Roots? Twenty-Five Years of Global Environmental Politics",
          "authors": "D. G. Webster",
          "abstract": "As we celebrate twenty-five years of Global Environmental Politics, this article reviews major trends in the journal. Results are organized around the three main areas of scope: global, environmental, and political. The global scope expanded somewhat, but the largest change was the deepening of scholarship across levels of analysis. The environmental scope is now dominated by climate change, which crowded out other issues but also created a critical mass of knowledge that helped advance the field. The political scope started with emphasis on systemic drivers of environmental degradation but then quickly shifted to the design and implementation of specific institutions. This detailed research created a mountain of evidence to show that, while rules and norms can make a difference, their effectiveness is constrained by disconnects between actors who have the power to govern the environment and those who have the incentives to do so. Scholars who recognize this trend are returning to the journal’s roots, emphasizing empowerment as a method to address systemic barriers to effective environmental governance and thereby get closer to a future that is just and sustainable.",
          "url": "https://doi.org/10.1162/glep.a.725",
          "doi": "https://doi.org/10.1162/glep.a.725",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "The expanding Indo-Pacific freshwater pool and changing freshwater pathway in the South Indian Ocean",
          "authors": "Gengxin Chen, Weiqing Han, Aixue Hu, Gerald A. Meehl, Arnold L. Gordon, Toshiaki Shinoda, Nan Rosenbloom, Lei Zhang, Yukio Masumoto",
          "url": "https://doi.org/10.1038/s41558-025-02553-1",
          "doi": "https://doi.org/10.1038/s41558-025-02553-1",
          "filter": 2
        },
        {
          "title": "Enhanced effect of warming on the leaf-onset date of boreal deciduous broadleaf forest",
          "authors": "Wenyu Li, Hui Lu, Jing M. Chen, Shilong Piao, Trevor F. Keenan, Guofang Miao, Qiang Liu, Zhou Zang, Nan Xu, Jane Liu, Qu Cheng, Han Wang, Rong Wang, Wenjie Ji, Peng Zhu, Congcong Li, Qinchuan Xin, Peng Gong",
          "url": "https://doi.org/10.1038/s41558-025-02528-2",
          "doi": "https://doi.org/10.1038/s41558-025-02528-2",
          "filter": 2
        },
        {
          "title": "Biodiversity implications of land-intensive carbon dioxide removal",
          "authors": "Ruben Prütz, Joeri Rogelj, Gaurav Ganti, Jeff Price, Rachel Warren, Nicole Forstenhäusler, Yazhen Wu, Andrey Lessa Derci Augustynczik, Michael Wögerer, Tamás Krisztin, Petr Havlík, Florian Kraxner, Stefan Frank, Tomoko Hasegawa, Jonathan C. Doelman, Vassilis Daioglou, Florian Humpenöder, Alexander Popp, Sabine Fuss",
          "abstract": "Pathways consistent with global climate objectives typically deploy billions of tonnes of carbon dioxide removal (CDR) from land-intensive methods such as forestation and bioenergy with carbon capture and storage. Such large-scale deployment of land-intensive CDR may have negative consequences for biodiversity. Here we assess scenarios across five integrated assessment models and show that scenarios consistent with limiting warming to 1.5 °C allocate up to 13% of global areas of high biodiversity importance for land-intensive CDR. These overlaps are distributed unevenly, with higher shares in low- and middle-income countries. Understanding the potential conflicts between climate action and biodiversity conservation is crucial. An illustrative analysis shows that if current biodiversity hotspots were protected from land-use change, over half the land allocated for forestation and bioenergy with carbon capture and storage in the assessed scenarios would be unavailable unless synergies between climate and conservation goals are leveraged. Our analysis also indicates CDR-related biodiversity benefits due to avoided warming.",
          "url": "https://doi.org/10.1038/s41558-026-02557-5",
          "doi": "https://doi.org/10.1038/s41558-026-02557-5",
          "filter": 2
        },
        {
          "title": "Careful land allocation for carbon dioxide removal is critical for safeguarding biodiversity",
          "url": "https://doi.org/10.1038/s41558-026-02567-3",
          "doi": "https://doi.org/10.1038/s41558-026-02567-3",
          "filter": 2
        }
      ]
    }
  ]
}
