{
  "update": "2025-07-11",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Are population issues mainstreamed into climate change policies and action in Nigeria? Evidence from a systematic review of national climate change documents",
          "authors": "Nnamdi Ifeanyi Maduekwe, Nasir Isa Kwarra, Aisha Abdulazeez-Adamu",
          "url": "https://doi.org/10.1080/14693062.2025.2527852",
          "doi": "https://doi.org/10.1080/14693062.2025.2527852",
          "filter": 0
        },
        {
          "title": "Between a rock and a hard place: unpacking India’s engagement in UNFCCC transparency arrangements",
          "authors": "Max van Deursen, Aarti Gupta, Sumit Surendra Prasad, Romain Weikmans",
          "url": "https://doi.org/10.1080/14693062.2025.2524512",
          "doi": "https://doi.org/10.1080/14693062.2025.2524512",
          "filter": 0
        },
        {
          "title": "Addressing the challenge of stabilization clauses in resolving international energy investment disputes under climate change",
          "authors": "Lujing Fan, Shixi Huang",
          "url": "https://doi.org/10.1080/14693062.2025.2525464",
          "doi": "https://doi.org/10.1080/14693062.2025.2525464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Past and future changes in potato production vulnerabilities in Maine, U.S",
          "authors": "Eunjin Han, Amor V. M. Ines, David H. Fleisher",
          "abstract": "Maine's favorable climate for potato growth has been threatened by the changing climate as an unprecedented drought in 2020 resulted in a significant reduction in yield. This study investigated climate-induced vulnerabilities by conducting trend analysis for weather indices affecting potato growth, including daily minimum (T min ) and maximum temperature (T max ), length of dry spells, heatwave duration, several temperature thresholds critical to tuber quality, and tuber initiation. A crop simulation model was used to translate the climate data into more practical information for growers' decision-making and climate change adaptation associated with irrigation water requirement. This study confirmed the occurrence of increasing trends in the historical temperature record, particularly nighttime temperatures and heatwave duration, especially in Aroostook County, Maine's potato heartland. The increasing temperature was associated with higher probability of exceeding optimal temperature ranges, in excess of 20 °C, for potato tuber growth. To maintain current yields, growers will need to use more water for irrigation. Increasing temperatures make potatoes less water-efficient, offsetting the benefits of CO 2 fertilization. Future climate change scenarios revealed that potatoes will experience more heat-stressed days (T max &gt; 32 °C) and stretches of sub-optimal temperatures by mid-century. Possible planting dates will shift 2–9 days earlier compared to historical averages. The irrigation water requirements will increase by up to 19% in the mid-century to meet potential potato production in the future. These results indicate that developing long-term strategies for managing agricultural water resources and improving water use efficiency are crucial to mitigating future vulnerabilities in Maine's potato industry. Highlights • Due to the warming climate, irrigation water requirements have, and will continue, to increase by the Mid-century. • Water use efficiency has decreased due to increasing temperature and ET. • The benefits of elevated CO 2 for WUE have declined because temperature increases exceed the optimal growth range. • Despite the humid climate in Maine, irrigation is critical to maintaining sustainable potato production.",
          "url": "https://doi.org/10.1007/s10584-025-03977-6",
          "doi": "https://doi.org/10.1007/s10584-025-03977-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Enhancing communication of climate changes under net zero emissions",
          "authors": "Andrew D. King, Chris D. Jones, Tilo Ziehn, Sarah Perkins-Kirkpatrick, Annette L. Hirsch, Liam Cassidy",
          "url": "https://doi.org/10.1038/s43247-025-02472-1",
          "doi": "https://doi.org/10.1038/s43247-025-02472-1",
          "filter": 0
        },
        {
          "title": "Carbon capture utilization and storage promotes poverty alleviation and sustainable development in China",
          "authors": "Zhengguang Liu, Yuntian Chen, Xuemei Wei, Congyu Zhao, Yangkai Zhang, Haizhi Luo, Kangyin Dong, Zhenhua Rui, Hao Xu, Lei Yang, Jinyue Yan, Fengqi You, Dongxiao Zhang, Zhenzhong Zeng, Haoran Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02474-z",
          "doi": "https://doi.org/10.1038/s43247-025-02474-z",
          "filter": 0
        },
        {
          "title": "Americans and policymakers underestimate endorsement for the most popular climate solution narrative, combining personal and political action",
          "authors": "Gregg Sparkman, Joel Ginn, Shahzeen Z. Attari, Elke U. Weber",
          "url": "https://doi.org/10.1038/s43247-025-02496-7",
          "doi": "https://doi.org/10.1038/s43247-025-02496-7",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Alternative rainfall storylines for the Western European July 2021 floods from ensemble boosting",
          "authors": "Vikki Thompson, Dim Coumou, Urs Beyerle, Joy Ommer, Hannah L. Cloke, Erich Fischer",
          "url": "https://doi.org/10.1038/s43247-025-02386-y",
          "doi": "https://doi.org/10.1038/s43247-025-02386-y",
          "filter": 2
        },
        {
          "title": "Spatial transmission of resilience loss in deltaic dynamic systems",
          "authors": "Yajun Wang, Jianliang Lin, Yu Yan, Zhenzhong Zeng, Xiaoye Liu, Shuxian Wang, Zhenyan She, Zeqin Huang, Pengnan Sun, Tongtiegang Zhao, Kairong Lin, Giovanni Coco, Huayang Cai",
          "url": "https://doi.org/10.1038/s43247-025-02519-3",
          "doi": "https://doi.org/10.1038/s43247-025-02519-3",
          "filter": 2
        },
        {
          "title": "Widespread and strong impacts of river fragmentation by anthropogenic barriers on fishes in the Mekong River Basin",
          "authors": "Jingrui Sun, Damiano Baldan, Martyn C. Lucas, Jie Wang, Amaia A. Rodeles, Shams M. Galib, Juan Tao, Mingbo Li, Daming He, Chengzhi Ding",
          "url": "https://doi.org/10.1038/s43247-025-02467-y",
          "doi": "https://doi.org/10.1038/s43247-025-02467-y",
          "filter": 2
        },
        {
          "title": "Wildfires will intensify in the wildland-urban interface under near-term warming",
          "authors": "Calum X. Cunningham, John T. Abatzoglou, Todd M. Ellis, Grant J. Williamson, David M. J. S. Bowman",
          "url": "https://doi.org/10.1038/s43247-025-02475-y",
          "doi": "https://doi.org/10.1038/s43247-025-02475-y",
          "filter": 2
        },
        {
          "title": "Rapid protoplanet formation in the outer Solar System recorded in a dunite from the carbonaceous chondrite reservoir",
          "authors": "B. G. Rider-Stokes, X. Zhao, S. L. Jackson, M. D. Suttle, I. A. Franchi, L. F. White, R. C. Greenwood, M. J. Whitehouse, L. Riches, M. Anand, B. Hoefnagels, M. M. Grady",
          "abstract": "Constraining the timing of accretion, differentiation, and breakup of early-formed protoplanets helps to unravel the Solar System’s evolution. The recent discovery of the oldest crustal material, Erg Chech 002, has provided important constraints on the timing of accretion and magmatism in the inner Solar System. Based on the age discrepancies of iron meteorites and basalts from the inner and outer Solar System reservoirs, it is accepted that protoplanets in the inner Solar System formed first. However, here we report on Northwest Africa 12264, a dunite originating from the outer Solar System, which records in-situ Pb–Pb and 26 Al– 26 Mg ages of 4569.8 ± 4.6 and 4564.44 ± 0.30 Ma, respectively. This demonstrates that protoplanets beyond the snowline accreted, differentiated, and broke apart rapidly and concurrently with those in the inner Solar System. Our findings are consistent with observations of exoprotoplanetary disks that imply rapid planetesimal formation coincided across radial distances.",
          "url": "https://doi.org/10.1038/s43247-025-02483-y",
          "doi": "https://doi.org/10.1038/s43247-025-02483-y",
          "filter": 2
        },
        {
          "title": "Impact-induced mixing generated the stratified soils of the Lunar South Pole Aitken Basin",
          "authors": "Haijun Cao, Jian Chen, Xuejin Lu, Jiaqi Kong, Le Qiao, Chengxiang Yin, Changqing Liu, Hongkun Qu, Xiaohui Fu, Yanqing Xin, Zongcheng Ling",
          "url": "https://doi.org/10.1038/s43247-025-02441-8",
          "doi": "https://doi.org/10.1038/s43247-025-02441-8",
          "filter": 2
        },
        {
          "title": "Semi-empirical estimates of stratospheric circulation and the lifetimes of chlorofluorocarbons and carbon tetrachloride",
          "authors": "Stephen Bourguet, Kane Stone, Megan Lickley",
          "abstract": "Chlorofluorocarbons (CFCs) and carbon tetrachloride (CCl 4 ) are ozone-depleting substances with high radiative efficiencies; however, uncertainties in their atmospheric lifetimes hinder top-down emission monitoring efforts. Here, we compute the loss, emission, and lifetime of CFC-11, CFC-12, and CCl 4 using their mass balance in the stratosphere. We first infer the strength of the stratospheric overturning circulation using satellite measurements of nitrous oxide; the mass flux at about 18 km is then used to compute the loss of CFC-11, CFC-12, and CCl 4 . We confirm that anomalous surface measurements of CFC-11 from 2013 to 2018 cannot be attributed to variability in stratospheric transport alone, and we infer near-steady CCl 4 emissions since 2013. Atmospheric lifetimes (50, 86, and 41 yr) independent of previous work are also computed using loss rates. These estimates add confidence to emission inversions and projections of the compounds’ ozone and climate impacts, and may help detect breaches of the Montreal Protocol.",
          "url": "https://doi.org/10.1038/s43247-025-02500-0",
          "doi": "https://doi.org/10.1038/s43247-025-02500-0",
          "filter": 2
        },
        {
          "title": "Winter stratospheric extreme events impact European storm damage",
          "authors": "Hilla Afargan-Gerstman, Daniela I. V. Domeisen",
          "url": "https://doi.org/10.1038/s43247-025-02431-w",
          "doi": "https://doi.org/10.1038/s43247-025-02431-w",
          "filter": 2
        },
        {
          "title": "Accumulation of perfluoroalkyl acids as forever chemicals in Antarctic waters",
          "authors": "Núria Trilla-Prieto, Jordi Dachs, Jon Iriarte, Naiara Berrojalbiz, Pere Colomer-Vidal, Gemma Casas, Odei Garcia-Garin, Maria Vila-Costa, Begoña Jiménez",
          "url": "https://doi.org/10.1038/s43247-025-02535-3",
          "doi": "https://doi.org/10.1038/s43247-025-02535-3",
          "filter": 2
        },
        {
          "title": "Global non-uniformity in biophysical surface temperature responses to cropland expansion over non-forest vegetation",
          "authors": "Menglin Si, Zhao-Liang Li, Xiangyang Liu, Yitao Li, Pei Leng, Bo-Hui Tang, Ronglin Tang, Si-Bo Duan, Meng Liu, Chenghu Zhou",
          "url": "https://doi.org/10.1038/s43247-025-02523-7",
          "doi": "https://doi.org/10.1038/s43247-025-02523-7",
          "filter": 2
        },
        {
          "title": "Intensifying tropical cyclones in the Arabian Sea replenish depleting aquifers",
          "authors": "Hassan Saleh, Mohamed Sultan, Eugene Yan, Himanshu Save, Hesham Elhaddad, Hadi Karimi, Karem Abdelmohsen, Mustafa K. Emil, Sara Al Qamshouai",
          "abstract": "Tropical cyclones intensified globally in recent decades, delivering extreme precipitation deeper inland. While much research has focused on the role of climate change in tropical cyclone intensification, less is known about their contribution to groundwater recharge, especially in arid regions where freshwater is scarce and aquifers are being depleted. Here we quantify cyclone-driven groundwater recharge across the Arabian Peninsula from 2002 to 2021 using satellite-based total water storage and hydrodynamic modeling. Findings show that cyclones contributed up to 60% of total precipitation in the southern Arabian Peninsula. Cyclone Mekunu (2018) alone delivered 30 km 3 of precipitation inland, resulting in a net groundwater recharge of 3.2 ± 1.2 km 3 in the Najd subbasin. These findings reveal that tropical cyclones play a crucial role in replenishing groundwater resources in arid regions. Our approach provides a framework for quantifying recharge in ungauged arid basins worldwide, offering valuable insights for climate-resilient water resource management.",
          "url": "https://doi.org/10.1038/s43247-025-02493-w",
          "doi": "https://doi.org/10.1038/s43247-025-02493-w",
          "filter": 2
        },
        {
          "title": "The stratospheric Goldilocks zone is critical for high-altitude balloon navigation",
          "authors": "David Brown, Jared Leidich",
          "url": "https://doi.org/10.1038/s43247-025-02526-4",
          "doi": "https://doi.org/10.1038/s43247-025-02526-4",
          "filter": 2
        },
        {
          "title": "Aerosol-induced surface cooling elevates relative humidity on the Indo-Gangetic Plain",
          "authors": "Jina Park, S. -Y. Simon Wang, Hyungjun Kim, Jee-Hoon Jeong, Nobuyuki Utsumi, Suyeon Moon, Jin-Ho Yoon",
          "abstract": "The Indo-Gangetic Plain has experienced a substantial rise in relative humidity in recent decades, with implications for human health and well-being. Here we use atmospheric reanalysis and large-ensemble climate model simulations to assess changes since the 1960s. Relative humidity increased by 10.3 ± 0.3 percent, mainly due to a 2.9 ± 0.1 grams per kilogram rise in specific humidity and a slight decrease in air temperature (−0.2 ± 0.1 degrees Celsius). Aerosol-induced surface cooling played a crucial role in enabling this moistening. Decomposition analysis reveals that specific humidity accounts for 95% of the increase, with cooling explaining the rest. Future projections show contrasting trends. High-emission scenarios peak and then decline after the 2040s, as greenhouse gas warming overtakes weakening aerosol effects. In contrast, low-emission scenarios maintain stable or slightly increasing humidity. These findings reveal how aerosols and greenhouse gases exert opposing influences on humidity and underscore the need for coordinated climate strategies in this vulnerable region.",
          "url": "https://doi.org/10.1038/s43247-025-02513-9",
          "doi": "https://doi.org/10.1038/s43247-025-02513-9",
          "filter": 2
        },
        {
          "title": "Site selection for ocean alkalinity enhancement informed by passive tracer simulations",
          "authors": "Yiming Guo, Ke Chen, Adam V. Subhas, Jennie E. Rheuban, Zhaohui Aleck Wang, Daniel C. McCorkle, Anna Michel, Heather H. Kim",
          "abstract": "Ocean alkalinity enhancement is a marine-based carbon dioxide removal strategy that involves adding alkaline material to the surface ocean to boost carbon uptake and storage. The physical circulation of ocean water exerts fundamental control on the dilution, spreading, and retention of alkaline materials, influencing carbon removal effectiveness, environmental impacts, and monitoring feasibility. Here we evaluate potential sites and timing for ocean alkalinity enhancement on the U.S. Northeast Shelf by conducting passive tracer simulations from 2009 to 2017. Monthly dye release experiments across ten locations were analyzed by quantifying dye evolution metrics such as surface spread, lateral movement, upper-ocean concentration, and gas transfer velocity. A site selection index was developed to assess site and time suitability for tracer dispersal for ocean alkalinity enhancement. Results showed strong seasonality, with optimal conditions in summer and less favorable conditions in winter. Among the tested locations, Wilkinson Basin emerged as the most favorable tracer release site due to its larger spreading area, higher tracer concentrations, and longer decay time. These findings inform a future field experiment in the region and offer a scalable framework for guiding future research on ocean alkalinity enhancement in other regions based on physical characteristics of tracer evolution.",
          "url": "https://doi.org/10.1038/s43247-025-02480-1",
          "doi": "https://doi.org/10.1038/s43247-025-02480-1",
          "filter": 2
        },
        {
          "title": "Prospecting urban mines of fossil fuel-based energy systems in the energy transition",
          "authors": "Yanan Liang, Sebastiaan Deetman, René Kleijn, Thije Wubs, Detlef P. van Vuuren, Vassilis Daioglou, Ester van der Voet",
          "url": "https://doi.org/10.1038/s43247-025-02518-4",
          "doi": "https://doi.org/10.1038/s43247-025-02518-4",
          "filter": 2
        },
        {
          "title": "Fish-aggregating-devices are viable for ocean model currents verification",
          "authors": "Saima Aijaz, Gary B. Brassington, Lauriane Escalle",
          "abstract": "We have leveraged the rapid growth of satellite-tracked drifting fish-aggregating-devices used by the fishing industry to evaluate their potential as ocean observing systems. Ocean currents derived from fish-aggregating-devices were compared with those from the Australian Bureau of Meteorology’s global ocean forecast system and the Global Drifter Program in the Western Central Pacific Ocean. Using the Lagrangian modeling framework OceanPARCELS, we assessed the model’s ability to reproduce fine-scale circulation features. Our analysis revealed a strong correlation between fish-aggregating-devices speeds and observed currents both from drifter buoys and modeled currents from the forecast system. These findings demonstrate the value of fish-aggregating-devices as a complementary observational platform for verifying global ocean forecast systems. Their large numbers and broad spatial coverage offer a key advantage over the relatively sparse drifter buoy network, enhancing the resolution and reliability of ocean current observations in data-sparse regions.",
          "url": "https://doi.org/10.1038/s43247-025-02415-w",
          "doi": "https://doi.org/10.1038/s43247-025-02415-w",
          "filter": 2
        },
        {
          "title": "Rapid ecological change outpaces climate warming in Tibetan glacier lakes",
          "authors": "Chenliang Du, Ke Zhang, Qi Lin, Shixin Huang, Yaoyao Han, Junming Ren, Peng Xing, Jianbao Liu, David Taylor, Ji Shen",
          "url": "https://doi.org/10.1038/s43247-025-02443-6",
          "doi": "https://doi.org/10.1038/s43247-025-02443-6",
          "filter": 2
        },
        {
          "title": "Ocean acidification at the Toarcian Anoxic Event captured by boron isotopes in the lime mud record",
          "authors": "Simone A. Kasemann, Tina Klein, Richard A. Boyle, Clemens V. Ullmann, Martin Aberhan, Anette Meixner, Luís V. Duarte, Timothy M. Lenton, Veronica Piazza, Rachel A. Wood",
          "abstract": "The Toarcian Oceanic Anoxic Event (ca. 183 million years ago) marks a global mass extinction coincident with dramatic changes in climate and ocean circulation, likely driven by large igneous province emplacement. Rapid carbon dioxide release may have induced global warming, widespread ocean deoxygenation, and ocean acidification. To constrain the magnitude of ocean acidification, we present boron isotope data from three different carbonate components, lime mud (micrite), brachiopods, and bivalves, from two marine sections in SW Europe. Only data from micrite shows a temporary decrease in boron isotope composition during the Toarcian Oceanic Anoxic Event, recording an ocean acidification event, which we reproduce using a coupled biogeochemical model. The contrasting stability of boron isotope values shown by bivalves and brachiopods suggests that the investigated taxa may have been able to physiologically buffer changes in ocean pH, and are therefore poor targets for the interrogation of pH changes in Earth history.",
          "url": "https://doi.org/10.1038/s43247-025-02510-y",
          "doi": "https://doi.org/10.1038/s43247-025-02510-y",
          "filter": 2
        },
        {
          "title": "Large volcanic eruptions are mostly sourced above mobile basal mantle structures",
          "authors": "Annalise Cucchiaro, Nicolas Flament, Maëlis Arnould, Noel Cressie",
          "url": "https://doi.org/10.1038/s43247-025-02482-z",
          "doi": "https://doi.org/10.1038/s43247-025-02482-z",
          "filter": 2
        },
        {
          "title": "Author Correction: Glacier-fed lakes produce lower methane fluxes than non-glacier-fed lakes on the Tibetan Plateau",
          "authors": "Shuang Liu, Fuyuan Mai, Xiaodong Li, Meiqi Huang, Qing Yang, Guangli Mu, Linyuan Lu, Qianggong Zhang, Yiwen Liu, Yindong Tong",
          "url": "https://doi.org/10.1038/s43247-025-02521-9",
          "doi": "https://doi.org/10.1038/s43247-025-02521-9",
          "filter": 2
        },
        {
          "title": "Marine heatwaves impact organism developmental time",
          "authors": "Luis Giménez, Gabriela Torres",
          "abstract": "Understanding the effect of marine heatwaves on organisms is central for improving climate change predictions. Even moderate heatwave events are likely to drive performance of organisms especially if they are long relative to the life cycle duration. In ectotherms, such events will affect biological time on a stage-dependent basis; they could alter the timing of life cycle events (e.g. spawning, reproduction) and cause reproductive failure. We use a mathematical framework to explore three different scenarios for the causal relationship between temperature and developmental time and help future experimental research. Here, we highlight the need to experimentally test for (1) stage-dependent responses to temperature and (2) plastic responses to the thermal history. (3) Consider traits linked to developmental time (e.g. body size) and (4) integrate across levels of organization to develop stronger explanatory models. Experiments need to manipulate the timing, duration, and magnitude of warm events.",
          "url": "https://doi.org/10.1038/s43247-025-02469-w",
          "doi": "https://doi.org/10.1038/s43247-025-02469-w",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "It’s not just climate: rethinking ‘climate emotions’ in the age of burnout capitalism",
          "authors": "Michael J. Albert",
          "url": "https://doi.org/10.1080/09644016.2025.2526228",
          "doi": "https://doi.org/10.1080/09644016.2025.2526228",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Evaluating critical and essential service access vulnerabilities",
          "authors": "Utkuhan Genc, David R Johnson, Jordan Fischbach, Audrey Grismore, Allison Haertling, Scott A. Hemmerling, Patrick Kane",
          "abstract": "Access to critical and essential services (CES) is vital for community resilience, particularly in coastal areas facing natural hazards. We developed a novel transportation network analysis framework to assess access fragility (in terms of losing access), criticality (in terms of the importance of CES facilities), and equity of CES access across five Louisiana communities. We used drive time to the closest facility, marginal drive time to the second closest facility, and the number of alternatives within critical time thresholds as three measures for fragility analysis. Our findings show that fragility is not limited to rural areas—urban communities experiencing in-migration also face risks due to limited alternatives. Removing one facility at a time revealed that it can cause up to a 500% increase in drive times to dialysis centers and hospitals for residents of Morgan City and Stephensville, while, on average, removing one random high school results in a 6–30% increase in drive time across communities. We also introduced a criticality ranking method using total population, percentage of the population without an alternative, and marginal drive time for populations without alternatives, and calculated rank stability across different weightings of these three measures to identify facilities that are consistently most critical. Cameron Parish had the highest concentration of critical facilities, though facilities in Slidell and Mandeville also ranked highly, highlighting potential capacity concerns for two communities with growing populations. Finally, our equity analysis, performed using Monte Carlo simulations, shows that Native populations are disproportionately affected by limited access to services (~29% are identified as outliers for dialysis and hospital access), while White populations experience the lowest average drive times to most CES facilities.",
          "url": "https://doi.org/10.1088/1748-9326/adee30",
          "doi": "https://doi.org/10.1088/1748-9326/adee30",
          "filter": 0
        },
        {
          "title": "A framework for city-specific air quality health index: a comparative assessment of Delhi and Varanasi, India",
          "authors": "Franciosalgeo George, Pallavi Joshi, Sagnik Dey, R K Mall, Santu Ghosh",
          "abstract": "Air quality index (AQI) is a crucial tool for communicating the health risks of air quality to the public. However, the current AQI in India does not consider the health impacts of exposure to air pollutants, necessitating the development of air quality health index (AQHI). Here, we proposed a framework for developing city-specific AQHI that better reflects local air quality and associated health risks using air pollution and health data from two polluted and densely populated cities in north India - Delhi and Varanasi (Delhi: 2013–2017; Varanasi: 2009–2016). We also constructed a pooled AQHI by combining data from both cities. Using concentrations of ambient fine particulate matter (PM2.5), nitrogen dioxide, and ozone, we applied generalized additive models with a quasi-Poisson link, using daily mortality counts as the outcome, excluding suicide and accidental deaths. A 10 µg/m³ increase in PM2.5 was associated with mortality increases of 0.17% (95% CI: 0.01-0.34) in Varanasi, 0.20% (95% CI: 0.1-0.29) in Delhi, and 0.16% (95% CI: 0.08-0.24) in the pooled model. The city-specific AQHI classified 21.8% of days in Delhi as ‘Satisfactory’ versus 18.2% by the pooled index, while 24.2% of days were ‘Poor’ compared to 30.1% under the pooled index. In Varanasi, 6.8% of days were ‘Good’ under the city-specific AQHI, compared to 9.3% by the pooled index, with 15.7% of days classified as ‘Poor’ versus 19.3% by the pooled index. Our results suggest that a single-pooled AQHI may misrepresent local air quality and associated health risks. Since AQHI values are derived from excess mortality risk estimates, a city-specific AQHI ensures a more accurate reflection of local pollution-related health impacts, supporting targeted public health interventions. We recommend accessibility of health data to enable developing AQHI for non-attainment cities in India and use it to track progress towards cleaner air.",
          "url": "https://doi.org/10.1088/1748-9326/aded26",
          "doi": "https://doi.org/10.1088/1748-9326/aded26",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Climate storylines of annual heatwave patterns in a 3°C warmer continental USA",
          "authors": "Nari Im, Patrick W Keys",
          "abstract": "In the US, extreme heat causes the largest weather-related deaths, and their frequency is projected to increase under global warming. We apply a storyline approach to identify coherent narratives of the spatial patterns of heatwave days in the contiguous United States (CONUS) in a 3℃ warmer climate. We use daily temperature data from the Seamless System for Prediction and EArth System Research (SPEAR) large-ensemble climate model under the Shared Socio-economic Pathway 5-8.5. We find that CONUS surpasses the 3℃-warming threshold (relative to 1921–1950) between the mid-2020s and early 2040s across all 30 ensemble members. Despite similar spatial patterns of annual mean surface temperatures over the CONUS in the 3℃-crossing years, the simulated heatwave days are clustered into four distinct spatial patterns: Southeastern, Mountain-Central, Western-Severe, and Western-Mild. The Western-Mild pattern is the most frequent (19 out of 30 realizations) with the fewest annual heatwave days, while the remaining patterns tend to experience a greater number of annual heatwave days and are less common (3 or 4 out of 30). We present four case studies corresponding to the representative clusters to better understand local extreme heat storylines, highlighting how the maximum annual mean temperature at the local scale might differ from the continental scale. Specifically, we find very severe potential conditions in the 3℃-passing years with parts of the US potentially experiencing more than 150 cumulative heatwave days. This study implies that careful consideration of local temperature changes will be necessary to provide various climate adaptation policy perspectives.",
          "url": "https://doi.org/10.1088/1748-9326/adec03",
          "doi": "https://doi.org/10.1088/1748-9326/adec03",
          "filter": 2
        },
        {
          "title": "Long-term analysis of carbon sequestration in China's tea plantations and its mitigation potential for carbon emissions during 1978-2020",
          "authors": "Biao Zhang, Xiaoman Liu, Jie Xu, Keyu Qin, Zhongfei Li, Yunting Shi, Hongyu Dou, Zhuangzhuang Huang",
          "abstract": "The widespread tea plantations in China provide significant economic value and sequester atmospheric CO2. However, the removal contribution of carbon sequestration to carbon emissions in tea plantations remains unclear. Using the data of tea plantation areas and tea production of 16 provinces during 1978-2020, this study quantified the amount of carbon sequestration by vegetation and soil, and carbon emission from fertilization, pesticide, diesel, energy and soil in tea plantations in China, and compared their removal contributions. The results showed that the continuous changes of carbon sequestration and carbon emission in tea plantation, the amount of carbon sequestration in tea plantation increased from 1.73 Tg C∙yr-1 to 18.83 Tg C∙yr-1 from 1978 to 2020, with the average carbon sequestration capacity of 6.63 Mg C∙ha-1. The annual carbon emission increased continuously from 3.52 Tg C∙yr-1 to 10.54 Tg C∙yr-1, with an average carbon emission of 5.10 Mg C∙ha-1. Therefore, the annual residual quantities after carbon removal increased from -1.99 Tg C∙yr-1 to 8.29 Tg C∙yr-1 between 1978 and 2020, and the annual residual proportions increased from -115.12% in 1978 to 44.03% in 2020. The carbon removal contribution of tea plantations in China was drastically promoted and varied significantly among the 16 provinces, the ecological management practices of tea plantations in Shandong and Guizhou provinces should be improved to promote their carbon removal contributions.",
          "url": "https://doi.org/10.1088/1748-9326/adec04",
          "doi": "https://doi.org/10.1088/1748-9326/adec04",
          "filter": 2
        },
        {
          "title": "Grain for Green Project dominates greening in afforested areas rather than that in grass revegetation areas of the Loess Plateau, China -- using Deep Crossing LSTM Age network",
          "authors": "Xueting Wang, Honglin He, Mengyu Zhang, Jianming Deng, Xiaoli Ren, Yan Lv, Weihua Liu, Zining Lin, Shiyu Dong",
          "abstract": "Vegetation restoration on the Loess Plateau (LP) of China is driven by global changes (climate change, rising CO2, and nitrogen deposition), land cover change (LCC) from Ecological Restoration Projects (ERPs), and changes in forest age. However, the dominant factors influencing vegetation restoration remain controversial. This study improved the Deep Crossing network by integrating Bidirectional Long Short-Term Memory (Bi-LSTM) with Embedding, creating the Deep Crossing LSTM Age (DC-LSTM-Age) network. It incorporates land cover type, forest age, and global changes to reconstruct the Leaf Area Index (LAI). We investigated the LAI increase (greening) driven by various factors and their dynamics in the Grain for Green Project (GGP) regions of the LP from 2001 to 2021. Results showed that DC-LSTM-Age effectively simulated LAI values and its temporal dynamics in LCC regions, with superior validation performance (R2=0.87) compared to the Deep Crossing LSTM network (R²=0.84) that excluded forest age and the Bi-LSTM network (R²=0.79) that excluded forest age and land cover type. The LAI increase in afforested regions (GGP-Forest, 0.33 m2 m-2) significantly exceeded that in grass revegetation regions (GGP-Grass, 0.12 m2 m-2). Dominant drivers varied by restoration strategy: in GGP-Forest, LCC was the primary driver (0.25 m2 m-2, 52.9%), with an increasing impact over time. In GGP-Grass, global changes dominated (0.12 m2 m-2, 78.3%), led by climate change (0.064 m2 m-2, 39.5%), CO₂ (0.056 m2 m-2, 35.3%), and nitrogen deposition (0.007 m2 m-2, 4.1%). The CO2 fertilization effect showed signs of saturation. This research highlights the crucial role of ERPs in LAI increase.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adec02",
          "doi": "https://doi.org/10.1088/1748-9326/adec02",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Heatwave adaptation conditioned by everyday life: Analysing interacting changes to daily activities during Pacific Northwest summers",
          "authors": "Shiv G. Yücel, Tim Schwanen",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103026",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103026",
          "filter": 0
        },
        {
          "title": "Beyond property rights: all roads lead to sustainable grassland management",
          "authors": "Lu Yu, Siyuan Qiu, Qi Chen, Lingling Hou",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103029",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Rights of Nature and World Order: Reimagining Socioecological Futures",
          "authors": "Cristina Espinosa, Fabricio Rodríguez",
          "abstract": "Rights of Nature (RoN) have emerged as a transformative strategy to address contemporary socioecological crises. Over the past two decades, RoN have gained traction as national laws and court rulings have increasingly recognized ecosystems as legal entities, capturing global interest. While existing research explores RoN across jurisdictions, their potential to contest dominant world orders—rooted in Western, anthropocentric, and capitalist logics—remains underexamined. This article investigates how RoN both disrupt and coexist with these hegemonic frameworks by foregrounding socioecological interdependence over commodification. Drawing on critical theory, relational international relations, sociotechnical imaginaries, and Indigenous cosmovisions, we focus on Ecuador’s pioneering constitutional framework and emblematic court cases, including Los Cedros. We show how RoN challenge the extractivist foundations of liberal Westphalian state sovereignty and empower legal actions beyond human-centered rights. Yet tensions arise as RoN are becoming institutionalized through technocratic and scientific logics that risk marginalizing nonscientific knowledge systems. The Ecuadoran experience with RoN reveals ambivalences: they enable imaginaries of plural socioecological futures while remaining entangled with the epistemic, legal, and political structures they seek to transform.",
          "url": "https://doi.org/10.1162/glep.a.6",
          "doi": "https://doi.org/10.1162/glep.a.6",
          "filter": 0
        },
        {
          "title": "Amazonia Center of the World: Telling Stories of Socioenvironmentalism as Struggles for a Planet of Many Worlds",
          "authors": "Cristina Yumie Aoki Inoue, Thais Lemos Ribeiro, Veronica Korber Gonçalves, Juliana Schiel, Vinícius Mendes, João Elbio de Oliveira Aquino Sequeira, Juliana Lins",
          "abstract": "Considered a regional entity of the Earth system, Amazonia is close to its ecological tipping point. Nonetheless, over the last decades, socioenvironmental alliances have emerged in Brazilian Amazonia from battles for rights and forest protection, grounded in grassroots resistance movements, local Amazonian ontologies, scientific knowledge, and links with transnational environmental organizations. In this article, we take an ontological turn and ask, what if Amazonia is at the center of global environmental politics (GEP)? Political ontology is a heuristic device that challenges the one-world world and invites us to look closer into Amazonian worlds. We bring stories of socioenvironmentalism, evidencing resistance to the predatory development model imposed on the region and, above all, struggles for entangled ways of being and complex webs among spirits, the living and nonliving. We argue that these stories reveal ontological alliances that inspire ways of worlding GEP from the forest that are more attuned to the challenges of our time-places.",
          "url": "https://doi.org/10.1162/glep.a.5",
          "doi": "https://doi.org/10.1162/glep.a.5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Challenges of institutional adaptation",
          "url": "https://doi.org/10.1038/s41558-025-02388-w",
          "doi": "https://doi.org/10.1038/s41558-025-02388-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A systems perspective for climate adaptation in deltas",
          "authors": "Sepehr Eslami, Gualbert Oude Essink, Amelie Paszkowski, Katharina Seeger, Philip S. J. Minderhoud, Kees Sloff, Robert J. Nicholls",
          "url": "https://doi.org/10.1038/s41558-025-02368-0",
          "doi": "https://doi.org/10.1038/s41558-025-02368-0",
          "filter": 2
        },
        {
          "title": "Continent-wide mapping shows increasing sensitivity of East Antarctica to meltwater ponding",
          "authors": "Peter A. Tuckett, Andrew J. Sole, Stephen J. Livingstone, Julie M. Jones, James M. Lea, Ella Gilbert",
          "abstract": "Surface meltwater is predicted to become increasingly important for Antarctic mass loss as atmospheric temperatures rise, due to its potential to influence ice dynamic, hydrofracture and radiative processes. However, our understanding of Antarctic surface meltwater is limited, with previous studies restricted in spatial or temporal scope. Here, using cloud computing, we produce an Antarctic-wide, monthly dataset of surface meltwater for 2006 to 2021. Surface meltwater covered 3,732 km 2 across Antarctica on average during each melt season, with 30% on grounded ice. High interannual variability in meltwater area across the Antarctic Peninsula and in East Antarctica correlates with large-scale modes of climate variability. In west Antarctica, meltwater area is comparatively low and this correlation is absent. An increase in the magnitude and variability of surface meltwater area without a coincident increase in modelled snowmelt in East Antarctica indicates that the ice-sheet surface might be becoming more favourable to meltwater ponding.",
          "url": "https://doi.org/10.1038/s41558-025-02363-5",
          "doi": "https://doi.org/10.1038/s41558-025-02363-5",
          "filter": 2
        },
        {
          "title": "Amplified warming accelerates deoxygenation in the Arctic Ocean",
          "authors": "Yingxu Wu, Zijia Zheng, Xianyao Chen, Wanqin Zhong, Xu Yuan, Wenli Zhong, Ruibo Lei, Chenglong Li, Yanpei Zhuang, Xiang Gao, Xichen Li, Hongmei Lin, Liqi Chen, Wei-Jun Cai, Di Qi",
          "url": "https://doi.org/10.1038/s41558-025-02376-0",
          "doi": "https://doi.org/10.1038/s41558-025-02376-0",
          "filter": 2
        },
        {
          "title": "East Antarctica slides into the spotlight as surface melt hotspot",
          "authors": "Alexandra L. Boghosian",
          "url": "https://doi.org/10.1038/s41558-025-02371-5",
          "doi": "https://doi.org/10.1038/s41558-025-02371-5",
          "filter": 2
        },
        {
          "title": "Marine heatwaves select for thermal tolerance in a reef-building coral",
          "authors": "E. J. Howells, D. Abrego, S. Schmidt-Roach, E. Puill-Stephan, H. Denis, S. Harii, L. K. Bay, J. A. Burt, K. Monro, M. Aranda",
          "url": "https://doi.org/10.1038/s41558-025-02381-3",
          "doi": "https://doi.org/10.1038/s41558-025-02381-3",
          "filter": 2
        },
        {
          "title": "Rapid increases in satellite-observed ice sheet surface meltwater production",
          "authors": "Lei Zheng, Xinyi Shang, Michiel R. van den Broeke, Brice Noël, Xichen Li, Xavier Fettweis, Qi Liang, Kang Wang, Jiping Liu, Xiao Cheng",
          "url": "https://doi.org/10.1038/s41558-025-02364-4",
          "doi": "https://doi.org/10.1038/s41558-025-02364-4",
          "filter": 2
        },
        {
          "title": "Promoting targeted heat early warning systems for at-risk populations",
          "authors": "Fergus K. O’Connor, Mehak Oberai, Zhiwei Xu, Sebastian Binnewies, Shannon Rutherford, Robert D. Meade, Steven Baker, Ella Jackman, Connor Forbes, Aaron J. E. Bach",
          "url": "https://doi.org/10.1038/s41558-025-02374-2",
          "doi": "https://doi.org/10.1038/s41558-025-02374-2",
          "filter": 2
        },
        {
          "title": "Avoid urban development policy that fuels climate risk",
          "authors": "Sumit Agarwal, Mingxuan Fan, Yu Qin",
          "url": "https://doi.org/10.1038/s41558-025-02365-3",
          "doi": "https://doi.org/10.1038/s41558-025-02365-3",
          "filter": 2
        }
      ]
    }
  ]
}
