{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Modeling the economywide effects of water and energy interventions in the face of climate shocks in Ethiopia",
          "authors": "Emerta Aragie, Yohannes Gebretsadik, Claudia Ringler",
          "url": "https://doi.org/10.1007/s10584-025-03971-y",
          "doi": "https://doi.org/10.1007/s10584-025-03971-y",
          "filter": 0
        },
        {
          "title": "Climate change scenarios and the evolution of Spanish tourism",
          "authors": "J. M. Barrutiabengoa, G. Carta, N. González, D. Pérez, P. Más, G. Yücel",
          "url": "https://doi.org/10.1007/s10584-025-03967-8",
          "doi": "https://doi.org/10.1007/s10584-025-03967-8",
          "filter": 0
        },
        {
          "title": "Behavioral climate change: does thinking about future consequences of climate change affect risk preferences and cooperation?",
          "authors": "Sven Grüner, Oliver Mußhoff",
          "abstract": "Human-made climate change is one of the most pressing challenges of the 21st century. This paper examines how thinking about future consequences of climate change influences decision-making. Using priming experiments, we address ambiguity preferences, risk preferences, and willingness to cooperate among farmers, students, and representatives of the general population of Germany. The results show that farmers (who were asked specifically about the consequences for their profession) – but not students or representatives of the general population – increase their investments in uncertain assets. There are also common patterns across the subject pools, most notably willingness to cooperate remains largely unchanged.",
          "url": "https://doi.org/10.1007/s10584-025-03968-7",
          "doi": "https://doi.org/10.1007/s10584-025-03968-7",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Integrating metals and minerals into climate-economic models: a review",
          "authors": "Karolina Safarzynska, Taras Kryvyy",
          "abstract": "Most climate-economy models ignore the role of scarce metals and minerals in the low-carbon transition. Moreover, even if they do not, existing models fail to acknowledge the dual role of metals as production inputs and financial assets. However, the recent financialization of the commodity markets has made metal assets vulnerable to bubbles and high price volatility, which can contribute to the transition risk. Against this background, we review three different strands of literature on modeling: energy, commodity, and financial markets. We systematically assess the mechanisms that may amplify the coupling between them. Based on our review, we conclude that three issues need urgent consideration in future climate-economy modeling: (1) the impact of metal prices on the costs of investment in renewable energy; (2) the impact of metal scarcity on supply chain risks and the feasibility of the low-carbon transition; and (3) the dual role of metals as production inputs and financial assets, which increases the risk of transmission of price shocks from financial markets to the real economy. We formulate suggestions on how to incorporate these mechanisms into climate policy assessment to quantify commodity-related transition risks.",
          "url": "https://doi.org/10.1007/s10584-025-03966-9",
          "doi": "https://doi.org/10.1007/s10584-025-03966-9",
          "filter": 2
        },
        {
          "title": "Insular ecosystem services in peril: a systematic review on the impacts of climate change and other drivers",
          "authors": "George Zittis, Christos Zoumides, Shiri Zemah-Shamir, Mirela Tase, Savvas Zotos, Nazli Demirel, Irene Christoforidi, Turgay Dindaroğlu, Tamer Albayrak, Cigdem Kaptan Ayhan, Mauro Fois, Paraskevi Manolaki, Attila Sandor, Ina M. Sieber, Valentini Stamatiadou, Elli Tzirkalli, Ioannis Ν. Vogiatzakis, Ziv Zemah-Shamir, Aristides Moustakas",
          "abstract": "Islands around the world are disproportionately affected by climate change, and their adaptive capacity is generally lower than that of mainland areas. Ecosystems play a vital role in supporting the well-being of island communities; however, their response to climate change has not been thoroughly assessed. Following the PRISMA methodology, this study presents a systematic literature review that examines studies on the impacts of climate change on island ecosystem services worldwide. Our findings highlight that island ecosystem services studies are increasing over time. About 60% of studies that explicitly focused on climate impacts report adverse effects on these services, predominantly impacting marine ecosystems (including fisheries and coral reefs), with significant but less frequently studied effects on terrestrial ecosystems. Climate factors such as rising temperatures, increased sea levels, and extreme weather events are commonly associated with negative impacts on island ecosystems. These effects are intensified by the combined influence of non-climatic factors, particularly land-use changes. Although island ecosystem services hold potential for nature-based solutions towards climate mitigation, their effectiveness is limited by knowledge gaps and insufficient policy-driven adaptation strategies. Addressing these gaps is essential to support sustainable adaptation and resilience in vulnerable island communities.",
          "url": "https://doi.org/10.1007/s10584-025-03961-0",
          "doi": "https://doi.org/10.1007/s10584-025-03961-0",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Indigenous and Local Communities’ initiatives have transformative potential to guide shifts toward sustainability in South America",
          "authors": "A. Jiménez-Aceituno, A. Burgos-Ayala, E. Cepeda-Rodríguez, D. P. M. Lam, B. Martín-López",
          "abstract": "Addressing current environmental crises requires a fundamental shift in our relationship with nature. Indigenous Peoples and Local Communities can guide diverse pathways towards sustainable and just futures, rooted in ancestral knowledge and relational values that challenge the status quo . Indigenous knowledge and practices, however, are still largely underappreciated, not being recognized as agents of transformative change. Inspired by the Seeds of Good Anthropocenes approach, this research identifies types of initiatives driven by Indigenous Peoples and Local Communities. Through hierarchical cluster analysis of 127 initiatives from Ecuador, Peru, and Colombia, six groups of initiatives are revealed. Three out of these six groups, i.e., Empowering, Reconnecting people and nature, and Intercultural and ancestral education (named here as I-Seeds ), apply knowledge co-design processes led by Indigenous Peoples and Local Communities and have higher transformative potential. Such initiatives also implement amplification strategies of scaling deep that catalyze profound shifts in values and mindsets beyond the I-Seed . This study draws attention to the importance of Indigenous Peoples and Local Communities and their (retro)innovations to foster sustainability transformations.",
          "url": "https://doi.org/10.1038/s43247-025-02433-8",
          "doi": "https://doi.org/10.1038/s43247-025-02433-8",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Km-scale mounds and sinkites formed by buoyancy driven stratigraphic inversion",
          "authors": "Jan Erik Rudjord, Mads Huuse",
          "url": "https://doi.org/10.1038/s43247-025-02398-8",
          "doi": "https://doi.org/10.1038/s43247-025-02398-8",
          "filter": 2
        },
        {
          "title": "Enhanced phosphorus regeneration linked to Ediacaran ocean oxygenation",
          "authors": "Dongtao Xu, Xinqiang Wang, Eva E. Stüeken, Weiming Xu, Zheng Qin, Jihua Hao, Xiaoying Shi, Dongjie Tang",
          "abstract": "Several pulses of ocean oxygenation events were recognized in the Ediacaran period. However, the intrinsic triggers behind them remain ambiguous. Here we report phosphorus speciation data from the Ediacaran Doushantuo Formation, South China, to elucidate the role of recycled phosphorus in driving ocean oxygenation. High ratios of organic carbon to organic phosphorus in all samples relative to the Redfield ratio generally imply preferential release of phosphorus during the remineralization of organic matter. Notably, ratios of organic carbon to reactive phosphorus exceed the Redfield ratio during purported oxygenation intervals, but fall mostly below or close to the Redfield ratio in the rest of the section. Quantitative calculations suggest that enhanced benthic and water-column recycling created a phosphorus influx into the ocean that was comparable to or outpaced that of weathering input. Our study provides empirical evidence for untangling the mechanisms of the Ediacaran oxygenation.",
          "url": "https://doi.org/10.1038/s43247-025-02463-2",
          "doi": "https://doi.org/10.1038/s43247-025-02463-2",
          "filter": 2
        },
        {
          "title": "Increased irrigation could mitigate future warming-induced maize yield losses in the Ogallala Aquifer",
          "authors": "Lina Zhang, Guihua Bai, Steven R. Evett, Paul D. Colaizzi, Qingwu Xue, Gary Marek, Ramesh Dhungel, Haidong Zhao, Nenghan Wan, Xiaomao Lin",
          "abstract": "Irrigation is a fundamental practice for mitigating crop yield losses from drought and heat extremes. However, the extent to which irrigation moderates crop sensitivity to these stresses and the future quantity of irrigation required to maintain crop yields remain unclear. Here, we use a meta-analysis of maize field experiments across the Ogallala Aquifer to quantify how varying irrigation amounts influence yield sensitivity to heat and drought based on a panel regression model. We find that each 100 mm increase in irrigation reduces heat sensitivity of maize by 7.6%. By the 2050s, offsetting a projected 26% yield decline under a high-emission scenario, primarily driven by intensifying heat stress, would require a 67% increase in irrigation amounts. These findings provide key insights into the interplay between irrigation and climatic extremes, highlighting the urgent need for efficient irrigation strategies to balance crop yield and water resource sustainability.",
          "url": "https://doi.org/10.1038/s43247-025-02459-y",
          "doi": "https://doi.org/10.1038/s43247-025-02459-y",
          "filter": 2
        },
        {
          "title": "Stratospheric aerosol injection can weaken the carbon dioxide greenhouse effect",
          "authors": "Haozhe He, Brian J. Soden, Gabriel A. Vecchi, Wenchang Yang",
          "abstract": "Stratospheric aerosol injection is a proposed method for offsetting greenhouse gas-induced warming by introducing scattering aerosols into the lower stratosphere to reflect sunlight. Here we explore a potentially more efficient alternative: weakening the Earth’s greenhouse effect by deploying absorptive aerosols in the upper stratosphere (~10 hPa). These aerosols warm the carbon dioxide emission level—where outgoing longwave radiation is most sensitive to temperature—thereby enhancing top-of-atmosphere infrared emission without altering atmospheric carbon dioxide concentrations. Idealized climate model simulations indicate that this approach can reduce global temperatures an order of magnitude more efficiently per unit aerosol mass than conventional scattering-based interventions. Although based on simplified model experiments lacking interactive aerosol processes and operational constraints, our results identify a distinct physical mechanism for climate intervention, arguing for further research into the impacts—especially potential unintended side effects—of injecting absorptive aerosols into the upper stratosphere as an alternative solar radiation management strategy.",
          "url": "https://doi.org/10.1038/s43247-025-02466-z",
          "doi": "https://doi.org/10.1038/s43247-025-02466-z",
          "filter": 2
        },
        {
          "title": "Mantle-driven plate convergence due to slab detachment",
          "authors": "Yangming Wu, Manuele Faccenda, Jie Liao, Jianke Fan, Feng Guo, Zhongping Lai",
          "url": "https://doi.org/10.1038/s43247-025-02484-x",
          "doi": "https://doi.org/10.1038/s43247-025-02484-x",
          "filter": 2
        },
        {
          "title": "Turbulence in Earth’s core generates large topographic torques on the mantle",
          "authors": "Tobias G. Oliver, Eric G. Blackman, John A. Tarduno, Michael A. Calkins",
          "url": "https://doi.org/10.1038/s43247-025-02451-6",
          "doi": "https://doi.org/10.1038/s43247-025-02451-6",
          "filter": 2
        },
        {
          "title": "Chlorinated very short-lived substances offset the long-term reduction of inorganic stratospheric chlorine",
          "authors": "Kimberlee Dubé, Susann Tegtmeier, Adam Bourassa, Johannes C. Laube, Andreas Engel, Laura N. Saunders, Kaley A. Walker, Ryan Hossaini, Ewa M. Bednarz",
          "url": "https://doi.org/10.1038/s43247-025-02478-9",
          "doi": "https://doi.org/10.1038/s43247-025-02478-9",
          "filter": 2
        },
        {
          "title": "Wildfires drive multi-year water quality degradation over the western United States",
          "authors": "Carli P. Brucker, Ben Livneh, Fernando L. Rosario-Ortiz, Fangfang Yao, A. Park Williams, William C. Becker, Stephanie K. Kampf, Balaji Rajagopalan",
          "abstract": "Wildfires can dramatically alter water quality, resulting in severe implications for human and freshwater systems. However, regional-scale assessments of these impacts are often limited by data scarcity. Here, we unify observations from 1984–2021 in 245 burned watersheds across the western United States, comparing post-fire signals to baseline levels from 293 unburned basins. Organic carbon and phosphorus exhibit significantly elevated levels ( p ≤ 0.05) in the first 1–5 years post-fire, while nitrogen and sediment show significant increases up to 8 years post-fire. During peak post-fire response years, average carbon, nitrogen, and phosphorus concentrations are 3–103 times pre-fire levels, and sediment 19–286 times pre-fire concentrations. Higher responses are linked with greater forested and developed areas, which respectively explain up to 31 and 33% of inter-basin response variability. Overall, this analysis provides strong evidence of multi-year water quality degradation following wildfires in the western United States and highlights the influence of basin and wildfire features. These insights may aid water managers in preparation efforts, increasing resilience of water systems to wildfire impacts.",
          "url": "https://doi.org/10.1038/s43247-025-02427-6",
          "doi": "https://doi.org/10.1038/s43247-025-02427-6",
          "filter": 2
        },
        {
          "title": "Trigger mechanism and propagation dynamics of pyroclastic density currents at basaltic volcanoes",
          "authors": "Francesco Zuccarello, Daniele Andronico, Paola Del Carlo, Mattia de’ Michieli Vitturi, Alessio Di Roberto, Gaetana Ganci, Boris Behncke, Tomaso Esposti Ongaro, Francesco Ciancitto, Annalisa Cappello",
          "url": "https://doi.org/10.1038/s43247-025-02397-9",
          "doi": "https://doi.org/10.1038/s43247-025-02397-9",
          "filter": 2
        },
        {
          "title": "Copper isotope evidence for recycled crustal sulfides in deep mantle plume source",
          "authors": "Junhua Yao, Wei Yuan, Zhengrong Wang, Frédéric Moynier, Wei-Guang Zhu, Ya-Dong Wu, Yuchen An, Jiubin Chen",
          "url": "https://doi.org/10.1038/s43247-025-02468-x",
          "doi": "https://doi.org/10.1038/s43247-025-02468-x",
          "filter": 2
        },
        {
          "title": "Foliar methane and nitrous oxide fluxes in Salix bebbiana respond to light and soil factors",
          "authors": "Md Rezaul Karim, Md Abdul Halim, Sean C. Thomas",
          "url": "https://doi.org/10.1038/s43247-025-02453-4",
          "doi": "https://doi.org/10.1038/s43247-025-02453-4",
          "filter": 2
        },
        {
          "title": "Author Correction: Arctic food and energy security at the crossroads",
          "authors": "Adrian Unc, Majdi R. Abou Najm, Paul Eric Aspholm, Tirupati Bolisetti, Colleen Charles, Ranjan Datta, Trine Eggen, Belinda Flem, Getu Hailu, Eldbjørg Sofie Heimstad, Margot Hurlbert, Meriam Karlsson, Marius Korsnes, Arthur Nash, David Parsons, Radha Sivarajan Sajeevan, Narasinha Shurpali, Govert Valkenburg, Danielle Wilde, Bing Wu, Sandra F. Yanni, Debasmita Misra",
          "url": "https://doi.org/10.1038/s43247-025-02434-7",
          "doi": "https://doi.org/10.1038/s43247-025-02434-7",
          "filter": 2
        },
        {
          "title": "Offshore wave and wind energy development in the Southern Hemisphere will remain optimal between 20°E and 180°E by 2100",
          "authors": "Xiaohu Zhao, Guohe Huang, Yongping Li, Chen Lu, Chuyin Tian, Tangnyu Song, Xiong Zhou, Wenchang Tang, Bo Pang",
          "url": "https://doi.org/10.1038/s43247-025-02437-4",
          "doi": "https://doi.org/10.1038/s43247-025-02437-4",
          "filter": 2
        },
        {
          "title": "Green and blue water response to drought modulated by background climate and vegetation",
          "authors": "Jing Xiao, Fubao Sun, Tingting Wang, Wang Hong",
          "url": "https://doi.org/10.1038/s43247-025-02476-x",
          "doi": "https://doi.org/10.1038/s43247-025-02476-x",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Fluid hope in a climate emergency: Lessons from an English citizens’ jury",
          "authors": "Pancho Lewis",
          "url": "https://doi.org/10.1080/09644016.2025.2522516",
          "doi": "https://doi.org/10.1080/09644016.2025.2522516",
          "filter": 0
        },
        {
          "title": "Ecological Democracy: Caring for the Earth in the Anthropocene",
          "authors": "Govind S, Smita Jha",
          "url": "https://doi.org/10.1080/09644016.2025.2523100",
          "doi": "https://doi.org/10.1080/09644016.2025.2523100",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Nonpartisans hold the key: how proximity to utility scale renewable energy projects influences attitudes towards climate mitigation policy",
          "authors": "Shan Zhou, Zhengyan Li, Aseem Prakash",
          "abstract": "Not-in-my-backyard (NIMBY) literature notes public opposition to projects that impose local costs but generate public goods. However, whether NIMBY experience has spillover effects on support for related policy goals remains underexplored. As a typical case of NIMBYism, utility-scale renewable energy projects have faced significant local opposition across the U.S. In this paper, we investigate if an individual’s proximity to such projects correlates with their support for broader climate goals. Drawing on individual responses from three waves of cross-sectional U.S. Nationscape survey data (2019-2021), we constructed a comprehensive dataset by combining them with geocoded information on all utility-scale renewable energy projects for this period, as well as with county-level socioeconomic, political, and policy information. Our regression results show that proximity to wind or solar projects does not significantly influence climate policy preferences among Democrats or Republicans. However, for political Independents, living near wind turbines correlates with reduced opposition to climate policies, specifically large-scale investments for clean energy technology. These findings suggest that climate attitudes linked to renewable energy exposure are contingent on political affiliation. While strong partisans (Democrats and Republicans) remain unaffected by direct exposure to renewable energy projects, Independents—who are less anchored by partisan narratives—are more responsive to personal experience. Exposure to wind power does not necessarily create strong supporters for climate policy, but it shifts Independents away from outright opposition. The results highlight the necessity of more targeted approaches to expand public support for climate policies.",
          "url": "https://doi.org/10.1088/1748-9326/ade72e",
          "doi": "https://doi.org/10.1088/1748-9326/ade72e",
          "filter": 0
        },
        {
          "title": "Citizens ditching cars: How do assessments of SDG interactions predict a modal shift towards low-carbon urban transport choices?",
          "authors": "Myriam Pham-Truffert, Mario Angst, Thomas Breu, Maria João Santos",
          "abstract": "In light of climate change, urbanization and worldwide mobility trends, the requirements for transforming urban transport systems towards the Sustainable Development Goals (SDGs) are twofold. First, understanding the systemic interactions underlying sustainable development as envisioned in the UN 2030 Agenda for Sustainable Development is key. In the context of urban transport systems, this includes understanding what hinders or fosters reduced carbon emissions. Second, systemic knowledge must be coupled with a strong societal and political engagement. This study analyses whether citizen assessments of key SDG interactions in urban transport systems play a role in predicting individual transport mode choices. Normatively, changes in individually held systemic perspectives could encourage greater use of low-carbon transport modes in urban and peri-urban areas, which would be an essential step toward climate change mitigation. We use survey data (n = 822) to measure citizens' perspectives on the urban transport system and their transportation habits in terms of car driving, cycling, or public transport. We use a Bayesian multilevel regression model to investigate ''How do citizen assessments of SDG interactions influence transport mode choices?''. We find that negative citizen assessments of the influence of car-related (1) infrastructure and (2) transport affordability on reduced carbon emissions are associated with reduced frequency of car-driving. Conversely, we find that positive citizen assessments of the influence of (3) road safety for cyclists and (4) public transport affordability on reduced carbon emissions are associated with increased frequency of cycling and public transport use, respectively.",
          "url": "https://doi.org/10.1088/1748-9326/ade817",
          "doi": "https://doi.org/10.1088/1748-9326/ade817",
          "filter": 0
        },
        {
          "title": "Who leads, who lags? Inter-urban inequities in European climate adaptation funding and financing",
          "authors": "Kayin Venner, Marta Olazabal, Melissa García-Lamarca, Aldo Treville, Luca Costantino Arbau, Paolo Bertoldi",
          "abstract": "Despite increased attention to climate finance in urban adaptation, empirical data on the socio-political processes shaping funding accessibility, allocation, and their implications for inter-urban adaptation progress remains limited. In a first-of-its-kind survey, we analyse results from 148 urban administrations across 17 EU countries. Our results reveal widespread funding shortages (&gt;85% of administrations), insufficient staff capacity (73%) and low levels of political support (43%). Additionally, we find limited participation of vulnerable groups and inadequate consideration of climate risks and vulnerability when allocating resources. Towns lag behind cities, and Southern Europe lags behind Northern Europe in funding adaptation measures. Notably, higher climate risk levels are not associated with easier access to funding sources or increased funding availability. With reliance on public funding over loans, we nuance the role of financialisation in urban climate governance and propose cohesive adaptation as a finance strategy towards more equitable policy and practice.",
          "url": "https://doi.org/10.1088/1748-9326/adde71",
          "doi": "https://doi.org/10.1088/1748-9326/adde71",
          "filter": 0
        },
        {
          "title": "Building governance infrastructure for a technological and resident network for low-cost neighborhood air quality monitoring",
          "authors": "Kelly A Stevens, Thomas A. Bryer, Elchin Kazimov, Xinwen Fu, Deliang Fan, Haofei Yu",
          "abstract": "Low-cost air quality sensor networks have gained tremendous popularity in the past decade, and they are increasingly being used for air quality related research and public outreach. They are also being used by different levels of governments as a governance tool to handle the “wicked” problem of ambient air pollution. The Smart and Trustworthy Air quality network (STAIR) is a multi-disciplinary, large-scale, low-cost sensor network designed for air quality, cybersecurity, and public administration research purposes for the Orlando, FL area. The custom designed monitors measure fine and coarse particulate matter at 2-minute intervals across an approximately 30 km by 60 km area. In this article, we describe the establishment of two interlinked networks: one technological and one human-focused following a community-engaged research approach. In this paper, we explain design elements of both sides of the network and reflect on how well the outcomes achieved the principles of our design. Information presented in this article will inform other researchers who wish to operate their own low-cost sensor networks utilizing community-centered science and collaborative design for research purposes.",
          "url": "https://doi.org/10.1088/1748-9326/ade72a",
          "doi": "https://doi.org/10.1088/1748-9326/ade72a",
          "filter": 0
        },
        {
          "title": "Higher in-utero exposure to greenspace can reduce the prevalence of low birth weight in India",
          "authors": "Gautam Kumar Saw, Joe Van Buskirk, Sagnik Dey, Luke D. Knibbs",
          "abstract": "An emerging body of evidence suggests that exposure to residential greenspace may provide reproductive health benefits to mothers during pregnancy by promoting physical activity and reducing exposure to environmental risks. Here, we addressed this evidence gap in India and assessed the association between residential greenspace and the prevalence of low birth weight (LBW) (birth weight ≤ 2500 g) among Indian mothers. We analyzed health and demographic data from India’s National Family and Health Survey conducted between 2015-16 and 2019-21. Greenspace exposure was quantified using high-resolution MODIS-derived Enhanced Vegetation Index (EVI) data with a 30-day temporal resolution. Multivariable binomial logistic regression models were employed, adjusting for maternal demographics, lifestyle behaviors, socioeconomic status, household characteristics, and exposure to fine particulate matter (PM2.5). Among 38,358 participants, 13,677 (35.6%) had LBW. We found a protective association between EVI and the odds of LBW, with an odds ratio (OR) of 0.99 (95% CI: 0.95 - 1.03) after controlling for covariates. When stratified by PM2.5 exposure levels, the protective effect of EVI was strongest in areas with low PM2.5 concentrations (OR = 0.92; 95% CI: 0.85–1.00), corresponding to an 8% reduction in the odds of LBW. In areas with medium-high exposure, the effect was attenuated (OR = 0.97; 95% CI: 0.90–1.06), while in high exposure areas, the association reversed, with EVI linked to a 23% increase in LBW odds (OR = 1.23; 95% CI: 1.13–1.34). The protective effect was found in urban areas rather than in rural areas and in economically affluent households. Our results suggest that increasing access to greenspace can serve as an adaptive measure to reduce the prevalence of LBW. Further cohort studies are recommended to ascertain the underlying mechanisms.",
          "url": "https://doi.org/10.1088/1748-9326/ade727",
          "doi": "https://doi.org/10.1088/1748-9326/ade727",
          "filter": 0
        },
        {
          "title": "Evaluation of the association between air pollution and academic performance in school-aged children in Australia",
          "authors": "Richard John Martino, Hayley J.C. Dyke, Caroline X. GAO, Luke D. Knibbs, Fay H. Johnston",
          "abstract": "There is increasing international evidence that exposure to air pollutants such as particulate matter less than 2.5 microns in diameter (PM2.5) and nitrogen dioxide (NO2) may be associated with poorer performance in language and numeracy testing in children. This time-series ecological study evaluated the association between annual ambient PM2.5 and NO2 exposure and school-level National Assessment Program – Literacy and Numeracy (NAPLAN) scores between 2008 and 2018 in Australia. Annual concentrations of PM2.5 and NO2 were estimated with satellite-based land use regression models. Weighted multipollutant mixed effects models, adjusted for available confounders, were used to evaluate the association between air pollutants and school-level NAPLAN scores. A total of 9,268 schools were included in the study. We found that increasing exposure to PM2.5 within a 10 km radius around the school was associated with poorer school-level scores in Reading, Numeracy, Spelling, and Grammar and Punctuation NAPLAN domains for certain grades. Unexpectedly, we found that increasing exposure to NO2 was associated with higher school-level scores in all domains. Our findings for PM2.5 are consistent with previous literature and suggest that associations between PM2.5 and adverse educational outcomes could occur in lower pollution settings. Our findings for NO2 were in the opposite direction to what was expected from prior studies. We posit that these findings may be driven by uncontrolled confounders, such as individual socio-economic factors or exposure misclassification for NO2 which has high spatial variability not captured by our models given NO2 concentrations rapidly decrease away from major high traffic roads. Further exploration of these results is required to understand the association between air pollution and academic performance in this context.",
          "url": "https://doi.org/10.1088/1748-9326/ade7a2",
          "doi": "https://doi.org/10.1088/1748-9326/ade7a2",
          "filter": 0
        },
        {
          "title": "Land use and housing policy implications on building whole life carbon",
          "authors": "Ilmari Talvitie, Ali Amiri, Seppo Junnila, Jussi Vimpari",
          "abstract": "Ongoing urbanization and development pose complex challenges in addressing climate change and biodiversity loss. This study evaluates the impact of land use and housing policies on building whole life carbon emissions, introducing a novel approach that incorporates carbon stock losses from urban land expansion. Using geospatial data and standardized life cycle assessment methodologies, it analyzes residential buildings in Helsinki from 2001 to 2020. These are grouped into four regional housing portfolios, with 1040 observations, based on construction period and socioeconomic attributes. Findings show a 42% reduction in whole life carbon emissions (from 24 to 14 kgCO2e/m²/a in Vuosaari) during the study period. These reductions are primarily driven by energy system decarbonization and supported by improved building energy performance in new builds. However, embodied carbon remains a hidden challenge, though some progress is seen in one housing portfolio where a rise in biogenic construction led to 13% lower embodied emissions and a substantial increase in carbon storage (from 0.1 to 1.3 kgCO2e/m²). Densification efforts have mitigated carbon losses from land use change, yet they remain meaningful (4–8% of new build emissions). While lower-density areas show greater carbon losses, the overall variation in emissions between densities in relatively small due to factors pertaining to other life cycle stages. Municipalities and developers must account for these losses from urban development to better reflect urban sustainability. Additionally, the study presents that carbon emissions per floor area offers only a partial view of building sustainability, as the functional unit moderately correlates with emissions per capita. Hence, a wider array of functional units are required in assessing building emissions. Future research could elaborate on such policies by proposing concrete operational plans.",
          "url": "https://doi.org/10.1088/1748-9326/ade60a",
          "doi": "https://doi.org/10.1088/1748-9326/ade60a",
          "filter": 0
        },
        {
          "title": "The essential but often misunderstood role of economics in groundwater sustainability research",
          "authors": "William K Jaeger, Ellen Bruno, Karen Fisher-Vanden, Thomas Harter",
          "abstract": "To promote better groundwater policymaking, hydrologists and economists need to work together. The importance of hydrology is self-evident, but we posit that questions about the causes of and potential solutions for groundwater problems, and pathways to better policymaking, are fundamentally economics questions in that they rely on understanding people’s preferences, incentives, and responses to laws and other institutions that guide people’s actions. Not surprisingly then, most hydrologic research questions implicitly arise in response to economic demands and constraints. Hydrology and economics both rely on positive science involving theory, empirical methods, calibration, and validation. Indeed, their models can be linked to characterize and understand their interdependent dynamics. While other natural and social sciences also have important roles to play, this paper focuses primarily on how economics connects (ground)water to policymaking. Economics is a broad discipline with a primary role in understanding how people live in a landscape. Analogous to hydrology’s primary role in describing how water flows, recedes, seeps, evaporates, or recharges aquifers, economics describes people’s endeavors including their use of water, land, and other resources to produce, consume, trade, invest, conserve, and degrade the systems where they live. Policymaking is normative: it involves value judgements when assessing tradeoffs, setting priorities, or choosing among policy options. Economics is unique among disciplines in that it also comprises “normative analysis” frameworks for measuring people’s values as a guide toward satisfying those preferences to the greatest extent possible (e.g., using benefit-cost analysis). But when natural science research is conducted without recognizing the economic considerations relevant to policymakers and managers, it may overlook critical ways that human system structures, dynamics, and people’s values inform the most promising ways to turn science into policy. By collaborating with economists, interdisciplinary research can bring natural sciences together with positive and normative economics to promote better groundwater policy.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade698",
          "doi": "https://doi.org/10.1088/1748-9326/ade698",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Amazonian forest resilience inferred from fire-induced changes in carbon stocks and tree diversity",
          "authors": "Leonardo Maracahipes-Santos, Leandro Maracahipes, Divino Vicente Silvério, Marcia Macedo, Antônio Carlos Silveiro, Nathalia Potter, Lucas Navarro Paolucci, Bela Starinchak, Ane Alencar, Paulo Brando",
          "abstract": "Understanding the resilience of tropical forests to fire is essential for evaluating their dynamics under climate change and increasing land-use pressures. Here, we assess how different fire frequencies and intensities influence tree mortality and carbon dynamics in southeastern Amazonia. Using a replicated randomized block design with 24 plots (40 × 40 m), we applied four treatments: unburned control, one burn in 2016 (B1), two burns in 2013 and 2016 (B2), and two burns with added fuel (B2+) to increase fire intensity. Forest inventories conducted from 2012 to 2024 measured tree mortality, diversity, composition, and aboveground biomass. Fire frequency and intensity significantly increased mortality, particularly among small trees, but impacts on forest structure and productivity were more nuanced. Aboveground biomass declined modestly in burned plots, with the greatest loss in B2+ (13%). Aboveground net primary productivity (ANPP) dropped immediately post-burn, especially in B2 and B2+, and partially recovered by 2022–2024. In contrast, leaf area index (LAI) and litterfall rebounded within a couple of years, suggesting a degree of structural and functional resilience. Species richness and composition remained relatively stable in the years following the first experimental fires, but gradually declined and shifted in B2 and B2+ plots beginning in 2014. These results indicate that the experimental forests’ resilience to low-intensity and infrequent fires can prevent widespread forest collapse, but repeated and intensified burns likely undermine long-term resilience by altering forest structure, composition, and carbon dynamics. With the southeastern Amazon forests projected to burn more often in the coming decades, our results highlight both the vulnerability and recovery potential of these ecosystems. Maintaining ecological integrity and minimizing additional disturbances that influence fuel availability will be critical for sustaining forest functions under future fire regimes.",
          "url": "https://doi.org/10.1088/1748-9326/ade60d",
          "doi": "https://doi.org/10.1088/1748-9326/ade60d",
          "filter": 2
        },
        {
          "title": "Learning physically interpretable deep networks from reanalysis data for medium-term regional PM 2.5 forecasts",
          "authors": "Mingming Zhu, Lin Wu, Marc Bocquet, Junji Cao, Lei Kong, Si Zhang, Wudi Cao, Xiao Tang, Hang Su, Jiang Zhu, Zifa Wang",
          "abstract": "Medium-term regional forecasts of fine particulate matter (PM 2.5 ) are critical to mitigate its hazardous environmental effects. Deep learning has recently emerged as a promising technique to improve traditional forecasts based on chemistry-transport models (CTMs). However, challenges remain in (1) representing the complex physics of the PM 2.5 pollution processes including the emission, transport, and chemical conversion of the pollutants, and (2) probing the interpretability of deep learning models for trustworthy forecasts and mitigations. Here we learn U-Net deep networks from a reanalysis dataset – the data fusion information by blending available pollutant observations and CTM simulations in China – to represent the best available physics of PM 2.5 pollution in this region, and then assess this representation using interpretability methods. This hybridization between CTM and U-Net results in robust improvements by over 30% against the baseline CTM forecasts in root mean square error over 1391 stations of the China National Environmental Monitoring Centre network. Interpretability analysis demonstrates physical consistency, manifesting the roles of wind fields and precursor pollutants in modulating PM 2.5 concentration variations through dispersion and chemical processes. A decline in the emission importance from 2013 to 2020 suggests the potential of the deep networks to capture the evolving PM 2.5 pollution processes and growing emission uncertainties under China’s continuous significant emission reduction in this period. Such a combination of learning of physics and interpretability analysis is valuable for PM 2.5 forecasts that are accurate yet trustworthy for effective pollution mitigation.",
          "url": "https://doi.org/10.1088/1748-9326/ade606",
          "doi": "https://doi.org/10.1088/1748-9326/ade606",
          "filter": 2
        },
        {
          "title": "The El Niño-Southern Oscillation teleconnection to southern Africa in a changing climate",
          "authors": "Jessica Steinkopf, Francois Engelbrecht",
          "abstract": "Understanding how ENSO influences African rainfall is critical for water and food security planning. However, how this teleconnection may change in a warmer world remains unclear. CMIP6 models simulate the observed ENSO-rainfall teleconnection well, with southern Africa dry (wet) and East Africa wet (dry) during El Niño (La Niña) austral summers. This dipole pattern remains remarkably stable in a warmer world, with strong model agreement. This suggests that the global and southern African circulation responses to ENSO (the teleconnection) remain robust under warming. However, parts of eastern southern Africa, including the water-critical Integrated Vaal River System catchment, the ENSO signal weakens or even reverses in CMIP6 model projections. This likely reflects a general wetting of eastern escarpment regions, especially during El Niños, which may be linked to mesoscale and oceanic processes associated with relatively warm El Niño events under future climate conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ade60e",
          "doi": "https://doi.org/10.1088/1748-9326/ade60e",
          "filter": 2
        },
        {
          "title": "Impacts of Extreme Drought and Heatwave Events on Evergreen Forests in Warm and Humid Climate Regions",
          "authors": "Yangfei Ge, Mijun Zou, Yali Ding, Weijia Jia, Jiale Shen, Rui Liu, Wenpeng Lin",
          "abstract": "Afforestation and reforestation are widely recognized as key ecological approaches for addressing global warming. However, the increasing frequency, duration, and intensity of extreme climate events, especially in warm and humid regions, pose great challenges to the carbon sequestration efficiency and ecological stability of forest ecosystems. Consequently, understanding the different performances of planted versus natural forests under extreme conditions in such vulnerable regions is urgently needed. This study investigated the impacts of drought and heatwave events on the gross primary productivity (GPP) and water use efficiency (WUE) of natural and planted evergreen forests. The response of ecological stability to event intensity and duration was assessed by anomalies, and resistance and resilience were calculated using the GPP and WUE, respectively. Our findings revealed that (1) GPP anomaly was more sensitive to heatwaves, whereas WUE anomaly was more sensitive to drought in both forest types; notably, natural forests presented smaller GPP and WUE anomalies during extreme events; (2) natural forests presented superior resistance across varying intensities and durations, whereas planted forests generally presented greater resilience; and (3) threshold comparisons indicated that natural forests could withstand more intense drought and heatwaves. In terms of duration, natural forests presented greater resistance to drought events lasting up to three months, whereas planted forests presented greater resilience to heatwave events lasting more than two months. These findings provide valuable insights and guidance for forest management under climate extremes and contribute to a more reliable foundation for strategies to mitigate global warming.",
          "url": "https://doi.org/10.1088/1748-9326/ade60b",
          "doi": "https://doi.org/10.1088/1748-9326/ade60b",
          "filter": 2
        },
        {
          "title": "Projected shrinking of tropical vegetation biomass potential with future hydroclimatic shifts",
          "authors": "Félicien Meunier, Marijn Bauters, Pascal Boeckx, Philippe Ciais, Steven De Hertog, Wim Thiery, Yitong Yao, Hans Verbeeck",
          "abstract": "Global change threatens the carbon stocks stored in tropical ecosystems. However, considerable uncertainty remains regarding the estimates of these future carbon losses. Here, we analyzed Earth system model (ESM) simulations to assess future changes in tropical vegetation biomass potential due to shifts in the hydrological cycle. We found that tropical ecosystems could experience substantial decreases in vegetation biomass potential, particularly under high-emission scenarios, due to decreasing precipitation, increasing evaporation demand, and higher rainfall seasonality. These declines are principally driven by the transition of Amazon rainforests towards drier ecosystems. However, the difference in tropical vegetation biomass potential between most extreme ESMs reached 73 Pg C at the end of this century for the shared socio-economic pathway (SSP) 2-4.5 and 147 Pg C for SSP5-8.5. Weighting models based on their ability to reproduce the current hydroclimate in the tropics resulted in a reduction of vegetation biomass potential by 2100 in SSP2-4.5 of 12 Pg C (8-16 Pg C) compared with a simple average of all ESMs which gave 20 Pg C (17-24 Pg C). Our findings underscore the urgent need to reduce not only direct anthropogenic disturbances but also the rate of global greenhouse gas emissions to preserve the vegetation biomass potential of tropical ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/ade81a",
          "doi": "https://doi.org/10.1088/1748-9326/ade81a",
          "filter": 2
        },
        {
          "title": "More Intense and Prolonged Bottom Marine Cold-Spells than Surface: Evidence from the Continental Shelf of China",
          "authors": "Chao Li, Xinyi Cao, Jinlin Ji, Yulong Yao, Yuwei Hu",
          "abstract": "Marine cold-spells (MCSs), the cold ocean temperature extremes as the counterpart to marine heatwaves (MHWs), may have brutal impacts on marine ecosystems and fisheries. However, recent MCS-related researches mainly focused on the ocean surface, while the character of bottom MCSs (BMCSs) remains unclear. Here, we provide an analogous assessment of BMCSs and surface MCSs (SMCSs) over the continental shelf of China based on a 1/12° ocean reanalysis dataset during period of 1993–2023. We found that the duration and cumulative intensity of BMCSs can be longer and more intense than SMCSs, up to 20 days and ‒20°C days, respectively. The mean and cumulative intensities of BMCSs and SMCSs increased in most regions, reaching 0.2–0.4°C/10a and 20–40°C days/10a, respectively. In contrast, there are no clear trends in the area-averaged time series of BMCS/SMCS metrics over the period 1993–2023. In terms of category and seasonal variations, BMCS generally has longer days than SMCS in the Moderate and Strong categories, persists longer than SMCS in summer and autumn (ranging from 2–6 days), and is more intense than SMCS in autumn and winter (ranging from 1–2°C). There are clear differences in category and seasonal changes between BMCS and SMCS. Furthermore, annual BMCS days are positively correlated with bottom depth, while mean intensity is negatively correlated. In addition, BMCS and SMCS often co-occur over shallow areas where the mixed layer depth can extend to the bottom.",
          "url": "https://doi.org/10.1088/1748-9326/ade81b",
          "doi": "https://doi.org/10.1088/1748-9326/ade81b",
          "filter": 2
        },
        {
          "title": "Global space-time patterns of sub-daily extreme precipitation and its relationship with temperature and wind speed",
          "authors": "Yichi Zhang, Xushu Wu",
          "abstract": "Sub-daily extreme precipitation events can present significant risks such as flooding and soil erosion. Yet the space time pattern of such events on a global scale and their relationships with temperature and wind speed are not well understood. Based on over 9000 global meteorological stations and Multi-Source Weighted-Ensemble Precipitation (MSWEP) covering the warm seasons of 1980-2022, the characteristics and trends in sub-daily extreme precipitation (3h time interval) were examined and their relationships with temperature and wind speed were explored across global major river basins. The results revealed a similar spatial pattern in the annual frequency, intensity, duration, and total amount of 3h extreme precipitation events, though notable discrepancies were observed in specific regions such as Southeast Asia and eastern North America. Over half of the stations, particularly in South America, exhibited decreasing trends in extreme precipitation frequency, while significant increases were documented in Europe and Southeast Asia. The relationship between extreme precipitation intensity and temperature over different river basins exhibited diverse behaviors, characterized by monotonic increase (sub-daily Clausius-Clapeyron scaling, mostly in Europe), hook structure (mostly in North America), monotonic decrease (mostly in Africa), and nearly constant (mostly in Mid East, South Africa and South America). Moreover, wind speed generally increased with extreme precipitation intensity for tropical and subtropical basins, while in high-latitude basins strong winds tended to occur with lower precipitation intensity. These insights are vital for improving resilience against sub-daily extreme precipitation.",
          "url": "https://doi.org/10.1088/1748-9326/ade607",
          "doi": "https://doi.org/10.1088/1748-9326/ade607",
          "filter": 2
        },
        {
          "title": "Hysteresis and irreversibility of global drought patterns in response to CO2 mitigation efforts",
          "authors": "Sanjit Kumar Mondal, Soon-Il An, Seung-Ki Min, Tong Jiang, Buda Su, Seungmok Paik, Soong-Ki Kim",
          "abstract": "Drought is expected to intensify with rising CO2, but its behavior under CO2 mitigation, remains uncertain. The response of the climate system to CO2 variation exhibits hysteresis and irreversibility, highlighting the difficulty of recovery and the potential for long-lasting impacts. We investigated the hysteresis and reversibility of global drought and the associated underlying drivers. The Community Earth System Model 2 (CESM2) was used to simulate CO2 changes: linear increases, decreases (i.e., net negative), and restoration to the initial level. This paper incorporates three well-established indices based on atmospheric, meteorological and soil moisture data to reflect drought. Here, we show that drought is dominant during the CO2 decrease phase, leading to strong hysteresis with irreversible behavior over more than half of the global land cover. The robust irreversible changes in drought are concentrated in specific areas, i.e. hotspots, covering over 11% of the global land and are particularly pronounced in Northern Africa, Southwest Russia, and Central America. A decrease in precipitation drives drought during the CO2 increase phase, while an enhanced vapor pressure deficit (VPD) exacerbates it during the CO2 decrease phase. This increased VPD exacerbates drought hysteresis by raising potential evapotranspiration (PET). Our findings suggest that only CO2 reduction is not enough to effectively mitigate drought impacts, rather advanced water management strategies are essential.",
          "url": "https://doi.org/10.1088/1748-9326/ade608",
          "doi": "https://doi.org/10.1088/1748-9326/ade608",
          "filter": 2
        },
        {
          "title": "Occurrence, spatial distribution, potential sources, and risk assessment of common antibiotics in surface seawater of the Northeastern Indian Ocean",
          "authors": "Jiuming Wang, Ruixue Hao, Yuanxin Cao, Xiuping He, Fengjun Wang, Haiyuan Wang, Junhui Chen",
          "abstract": "Abstract&amp;#xD;The increasing entry of antibiotics into the marine environment has led to marine pollution and the potential global spread of antibiotic resistance genes (ARGs), posing a threat to both marine ecosystems and human health. Compared with β-lactam and sulfonamide antibiotics, tetracycline and quinolone antibiotics have longer environmental half-lives and are more widely used, particularly in agriculture, aquaculture, and healthcare. In this study, the composition, spatial distribution, potential sources, and ecological risks of 4 tetracycline and 20 quinolone antibiotics were systematically investigated by liquid chromatography tandem mass spectrometry (LC-MS/MS) in the surface seawater of the Northeastern Indian Ocean for the first time. A total of nine antibiotics were detected in seawater samples, including tetracycline (detection rate: 100%), oxytetracycline (100%), chlortetracycline (100%), doxycycline (100%), ofloxacin (100%), ciprofloxacin (100%), norfloxacin (92.3%), enrofloxacin (96.2%), and fleroxacin (23.1%). Tetracycline, oxytetracycline, chlortetracycline, doxycycline, ofloxacin, ciprofloxacin, norfloxacin, and enrofloxacin were widely distributed throughout the study area, with tetracycline antibiotics (83.8%) being significantly more prevalent than quinolone antibiotics. Among them, oxytetracycline was the dominant tetracycline antibiotic. The concentrations of tetracycline and quinolone antibiotics ranged from 0.258 to 23.521 ng/L (mean: 16.813 ng/L) and 0.016 to 9.480 ng/L (mean: 3.261 ng/L), respectively. The highest concentrations were found in the northeastern region of the study area. Aquaculture and livestock farming in Myanmar, Thailand, and Malaysia were identified as potential sources of these antibiotics. Ecological risk assessments indicated that ciprofloxacin poses a moderate risk to aquatic organisms in the Northeastern Indian Ocean. This study provides new insights into antibiotic pollution in the open waters of the Indian Ocean and highlights the urgent need for further research on the ecological impacts of these emerging pollutants in marine environments.",
          "url": "https://doi.org/10.1088/1748-9326/ade60c",
          "doi": "https://doi.org/10.1088/1748-9326/ade60c",
          "filter": 2
        },
        {
          "title": "Disasters classification in a compound event perspective: Insights from existing databases",
          "authors": "Carlo De Michele, Fabiola Banfi, Maria Pia Russomando",
          "abstract": "Natural disasters often result from compound event dynamics, in which multiple interacting drivers converge across spatial and temporal scales, significantly amplifying their impacts. The concept of compound events has gained increasing attention in recent literature, offering opportunities to enhance disaster understanding, while also presenting challenges and open issues for modern risk assessment frameworks. &amp;#xD;This study investigates the capability of existing disasters/extreme events databases (Emergency Events Database EM-DAT, Severe Weather Data Inventory SWDI, and Canadian Disaster Database CDD) to capture compound event dynamics, and assess the accuracy of reported impacts.&amp;#xD;We found that SWDI, a national dataset for the USA, reports a high number of compound events versus single events, always higher than 50\\%, except for wildfires, and its structure allows for accurately identify spatially compounding events. &amp;#xD; This percentage in EM-DAT, a global dataset, is always lower than 50\\%, except for storms. A good match in events occurrences can be observed between the three databases, however the agreement in terms of deaths and injures varies depending on the databases compared.&amp;#xD; Finally, the work highlights the limitations of existing databases in representing the multidimensional nature of risks, and the cascading impacts that emerge from compound hazards. Reclassifying disasters from a compound event perspective not only enriches our knowledge of hazard dynamics, but also provides actionable pathways for improving risk assessment, informing adaptive policies, and enhancing resilience to the growing complexity of environmental challenges.",
          "url": "https://doi.org/10.1088/1748-9326/ade72d",
          "doi": "https://doi.org/10.1088/1748-9326/ade72d",
          "filter": 2
        },
        {
          "title": "CANN2ONET - A Canadian nitrous oxide collaboration network to meet greenhouse gas emission reduction targets",
          "authors": "Erin Daly, David Burton, Graham K. MacDonald, Kari Dunfield, Tongzhe Li, Alfons Weersink, Mario Tenuta, Kate Congreves, Roberta Helgason, Tristan Skolrud, Thomas Andrew Black, Henrique Da Ros Carvalho, Willemijn M Appels, Adam Gillespie, Herman Simons, Claudia Wagner-Riddle",
          "abstract": "The application of nitrogen (N) fertilizer to agricultural soils results in the emission of nitrous oxide (N₂O) accounting for ~40% of Canada’s and 10% of global agricultural greenhouse gas emissions. Reducing these emissions through N fertilizer best management practices (BMPs) is critical to achieve the fertilizer-related emission reduction target of 30% below 2020 levels by 2030 set by the Canadian government. However, progress is hindered by several key challenges: (1) the need to quantify N₂O emission reductions associated with BMPs, (2) an incomplete understanding of the behavioral factors influencing the adoption of BMPs, (3) the lack of suitable metrics to track progress towards reduction targets, and (4) an absence of region-specific management recommendations that balance emission reduction potential with farm profitability and farmer decision-making. To address these challenges, we introduce CANN2ONET, an innovative collaborative network formed in 2024 and comprising a diverse range of experts from institutions across Canada with partners representing academia, industry, government, and producer organizations. CANN2ONET is focused on (1) the establishment of a national network of benchmark sites linking year-round N₂O emission measurements and soil processes with behavioral economic studies on decision-making processes; (2) development and validation of robust metrics for tracking progress towards emission reduction targets by utilizing Canada’s first regional tower measurements, database development, and enhanced biogeochemical models; and (3) creation of a roadmap for emission reduction by up-scaling BMPs to the regional level, incorporating economic trade-offs, and behavioral insights. This work represents the first coordinated national effort to generate a comprehensive understanding of N₂O mitigation potential from improved management practices across Canada’s major grain and oilseed-producing regions. It offers actionable farm-level metrics reflective of real-world agricultural conditions and a transferable framework to guide region-specific nutrient management strategies globally; advancing both climate goals and agricultural sustainability.",
          "url": "https://doi.org/10.1088/1748-9326/ade818",
          "doi": "https://doi.org/10.1088/1748-9326/ade818",
          "filter": 2
        },
        {
          "title": "Modeling the impact of legacy nitrogen accumulated in agricultural soil-groundwater on water quality improvement",
          "authors": "Jia Zhou, Xinyi Jiao, Hao Wu, Yu Zhang, Zheqi Pan, Yi Pan, Zeqi Zhang, Zhihan Cheng, Mingpeng Hu, Qian Zhang, Dingjiang Chen",
          "abstract": "Nitrogen (N) legacy effects are widely recognized as a primary obstacle to the improvements of water quality following mitigation efforts. The Exploration of Long-term Nutrient Trajectories for Nitrogen model (ELEMeNT-N) has been applied to estimate legacy effects in several watersheds globally. However, ELEMeNT-N does not account for the accumulation-release processes of nitrate within soil profile, introducing potential uncertainty in long-term simulations. This study enhances ELEMeNT-N by incorporating a soil nitrate accumulation coefficient and a deep soil nitrate cycling module to better assess the long-term impact of legacy N on water quality. Long-term simulation for riverine N flux in the Yongan watershed, China (1980-2022) indicate that the modified model, ELEMeNT-N-SP, demonstrated significantly improved performance relative to the original model (Nash–Sutcliff coefficient: 0.89 vs. 0.72, R2: 0.89 vs. 0.71). ELEMeNT-N-SP results indicate that ~39.5% of N input accumulated in soil and groundwater, mainly in agricultural soil-groundwater. Legacy N contributed to 81.7% (Temporal: 65.6-92.0%; i.e., cumulative contributions of historical N inputs) of riverine N flux (466 kg N ha-1). Among 12 modeling units, legacy N accumulation (SON: 175-1083 kg N ha-1; soil nitrate: -11-259 kg N ha-1; groundwater: 147-656 kg N ha-1) and its contribution to riverine N flux (Spatial: 64.0-85.5%) showed considerable spatial heterogeneity. Agricultural soil-groundwater served as the primary accumulation sink for N input and the important source of riverine N pollution. Model validation, which included comparisons with monitored soil-groundwater N content and dual stable isotope data, confirmed the reliability of ELEMeNT-N-SP. ELEMeNT-N-SP offers a valuable framework for improving watershed nutrient management globally, emphasizing the importance of incorporating soil N cycling dynamics into predictive tools.",
          "url": "https://doi.org/10.1088/1748-9326/ade7a3",
          "doi": "https://doi.org/10.1088/1748-9326/ade7a3",
          "filter": 2
        },
        {
          "title": "A systematic review of green infrastructure and ecosystem-based technologies for climate resilience: Development trends, research outlook and future projections",
          "authors": "Sakibu Seidu, Daniel WM Wai Ming CHAN, David John Edwards, De-Graft Owusu-manu",
          "abstract": "The first and current global stocktake (GST) launched by the United Nations Framework Convention on Climate Change (UNFCCC) unveils lags and regional differences in climate resilience efforts and stresses the need to improve the effective adoption of ecosystem-based climate adaptation systems. The current study provides a critical analysis of literature on the application of green infrastructure (GI) and ecosystem-based technologies for climate resilience (CR). The review revealed regional disparities in implementation, technological applications, and scales of integration. Analysis conducted indicated that the United States, the United Kingdom and China are key pioneers in implementation; while developing nations, tropical and Mediterranean regions need more research and execution. Emergent findings showed that research on GI-CR achieved exponential growth in 2016, after the Paris Agreement. Further, built environment-scale climate resilience considerations have accomplished significant developments. At the built environment-scale, the review systematically developed a five-stage implementation framework for GI-CR from grey infrastructure to broader systems, such as nature-based solutions (NBS) and green cities. At the building-scale, the review revealed a weak linkage between climate resilience and sustainability studies. The analysis therefore delineates the need to consider integrated climate resilience systems that effectively incorporate mitigation and adaptation guidelines. Holistically, key directions provided include willingness to pay, the need for integrated sustainability and resilience systems, digital technologies application for indicator selection and effective monitoring. This study provides clear future research directions by highlighting existing knowledge gaps, scope considerations, geographic factors, and key areas for exploration within the realm of GI-CR.",
          "url": "https://doi.org/10.1088/1748-9326/ade730",
          "doi": "https://doi.org/10.1088/1748-9326/ade730",
          "filter": 2
        },
        {
          "title": "Soil Health Metrics for Assessment of Floodplain Restorations",
          "authors": "Joseph George Galella, Md. Moklesur Rahman, Eric R. Moore, Marc Peipoch, Jinjun Kan, Alexis M Yaculak, Matthew Sena, Bisesh Joshi, Sujay S Kaushal, Shreeram Inamdar",
          "abstract": "While healthy soils are critical for stream and floodplain restoration, little guidance is available to restoration practitioners on which soil metrics to measure and when to expect the signs of recovery post-restoration. Here, we address this important knowledge gap through a study of 37 soil metrics for 11 restored floodplains and two reference sites across a chronosequence of 0-22 years. Soil metrics differed in their sensitivity and response to restoration and followed different rates of change including fast (0-2 years), moderate (2-10 years), and slow (&gt; 10 years). Physicochemical metrics dominated the first two trajectories, whereas biological metrics, while sensitive, fell into the last trajectory. Soil recovery rates for restored sites differed considerably for reference sites highlighting the need to better define reference conditions. Availability of consistent and sensitive soil health metrics will allow restoration practitioners to better assess restoration recovery and receive regulatory credits for meeting restoration targets.",
          "url": "https://doi.org/10.1088/1748-9326/ade7a1",
          "doi": "https://doi.org/10.1088/1748-9326/ade7a1",
          "filter": 2
        },
        {
          "title": "Predicting weather impacts on corn production in a data-limited region using a transfer learning approach",
          "authors": "Srishti Vishwakarma, Stephanie Morris, Abigail Snyder, Claudia Tebaldi",
          "abstract": "The stability of food supply and prices may depend more on annual changes in yields from year-to-year variability in weather than on longer-term average changes from changing climatic conditions. However, the absence of high-quality data on crop yields at fine spatial resolutions in many regions of the world makes it challenging to statistically model their response to interannual variability in weather patterns. Therefore, there is a need for empirical methods that can project annual crop yield changes even in limited data regions. Here, we propose a transfer learning algorithm that uses high spatial resolution data from one region to project yields in another region with more limited data. The goal of our work is to understand what data types can be beneficial for transferring learning from a source region to a very different target region with more limited data. We utilize Long Short-Term Memory to develop a transfer learning model that is trained on historical county-level corn yield in the United States and predicts district-level corn yield variations in India. Even using smaller amounts of data in India, simulating a data-scarce region, we achieve an average RMSE of 0.48 bu/acre in predicting interannual variations. Using Shapley values to interpret results, we explore the contribution of the different weather parameters to interannual yield variability and find a larger influence of precipitation-related variables. Our study demonstrates the usefulness of this method for transferring models of weather impacts on crop yields trained on a data-rich country to one with more limited data. It suggests the potential of applying the transfer learning model to mitigate the need for extensive raw data globally.",
          "url": "https://doi.org/10.1088/1748-9326/ade728",
          "doi": "https://doi.org/10.1088/1748-9326/ade728",
          "filter": 2
        },
        {
          "title": "Automated machine learning integrating multi-source satellite observations to predict gross and net CO2 fluxes of coastal wetlands in China",
          "authors": "Ngoc Tu Nguyen, Haishen Lu, Wei He, Peipei Xu, Mengyao Zhao, Shuai Liu, Yonghua Zhu, Xinhui Lei",
          "abstract": "Coastal wetlands are increasingly vital carbon sinks, helping mitigate atmospheric CO2 and slow global warming. However, we have limited knowledge about the carbon sink capacity of coastal wetlands, whereby developing advanced skills for predicting CO2 fluxes of coastal wetlands is critical. Here, by employing recent cutting-edge achievements in artificial intelligence, we evaluated three automated machine learning (AutoML) platforms, including Lazy Predict, H2O AutoML and FLAML, for predicting gross primary production (GPP), ecosystem respiration (RE), and net ecosystem exchange (NEE) in China’s of mangrove and saltmarsh coastal wetlands with multi-source satellite observations. Our results indicate that these AutoML platforms effectively predicted GPP, RE and NEE, with superior performance for GPP and RE compared to NEE. For individual predictions across 14 sites, the testing set yielded average determination coefficient (R2) values of 0.74, 0.79, and 0.63, and root mean square error (RMSE) values of 0.83, 0.45, and 0.76 gC m-2 s-1 for GPP, RE, and NEE respectively. Cross-site predictions performed better for saltmarsh (average R2 : 0.86, 0.84, and 0.76 for GPP, RE, and NEE) than mangrove ecosystems (average R2 : 0.72, 0.76, and 0.59). In addition, ensemble ML models, particularly on the Lazy Predict platform, significantly outperformed individual models. Feature important analyses revealed that vegetation variables (LAI and FAPAR) play pronouncedly important roles in mangrove ecosystems, followed by climate variables (air temperature and precipitation) with considerably important roles, while air temperature dominated in saltmarsh ecosystems, with vegetation variables but playing a lesser role. Our study offers valuable insights for utilizing AutoML techniques to enhance CO2 flux predictions and regional budget estimations for coastal wetlands, potentially advancing strategies for monitoring large-scale coastal “blue carbon” dynamics.",
          "url": "https://doi.org/10.1088/1748-9326/ade731",
          "doi": "https://doi.org/10.1088/1748-9326/ade731",
          "filter": 2
        },
        {
          "title": "Multi-scenario ecosystem risk identification and early warning coupling \"pattern-service-stability\": a case study of the Poyang Lake Plain, China",
          "authors": "Xiaofang Yang, Zhijun Luo, Songkai Luo",
          "abstract": "Synthesizing the multidimensional characteristics of landscape ecosystems provides critical insights for ecological risk assessment and complex human-nature interdependencies. Through synergetic integration of multi-temporal datasets encompassing landscape ecological risk (LER), ecosystem service value (ESV) and ecosystem stability sustainability (ESS), we formulated a novel three-dimensional analytical framework anchored in “pattern-service-stability”. This methodological advancement enabled the quantification of dynamic ecosystem risk during 2000-2035 in the Poyang Lake Plain (PYLP) through multi-scenario simulation. Results reveal that: (1) The changes of forest, water and impervious land show significant scenario dependence. The EP scenario preserved higher forest-water proportions, while UG scenario showed accelerated construction expansion, with ND scenario maintaining transitional states. (2) LER remains consistently low across periods, characterized by stability and minimal inter-scenario variations. ESV shows a decreasing trend, with high-ESV decreasing abruptly and concentrated in Poyang Lake’ s southern bay, and low-ESV increases significantly in UG scenario, while EP scenario can maintain a higher service capacity. ESS display pronounced spatial heterogeneity, and extreme value of ESS will tend to be flat, but high-grade ESS will dominate in EP scenario. (3) The interaction of LER, ESV and ESS has significant space-time heterogeneity and policy sensitivity. Lakeshore is mostly “low LER-high ESS”, while near lake zone is concentrated in “high LER-low ESS”, and the ESV in each zone is mostly in intermediate state. (4) The growth rate and spatial variation of ecosystem risk index (ERI) were small during 2000-2023, and it was predicted that ERI would surge under the UG scenario. (5) The ecosystem risk evolution paths are different in each zone, which roughly conforms to linear fit, with lakeshore exhibiting accelerated risk escalation. The gravity centre of each risk early warning unit is in Nanchang County. This spatially explicit diagnostic framework enables dynamic ecosystem risk early warning management and resilience enhancement.",
          "url": "https://doi.org/10.1088/1748-9326/ade72f",
          "doi": "https://doi.org/10.1088/1748-9326/ade72f",
          "filter": 2
        },
        {
          "title": "Variability in ice shelf basal melting in the Amundsen Sea Embayment from 2019 to 2023",
          "authors": "Xinyu Meng, Qi Liang, Teng Li, Lei Zheng, Xiao Cheng",
          "abstract": "The Amundsen Sea Embayment (ASE) of West Antarctica is one of the most crucial regions for understanding current ice-sheet mass loss and its impact on global sea-level rise. Past observations have revealed rapid thinning of ice shelves, driven primarily by ocean-induced basal melting of their undersides. These processes weaken the shelves’ buttressing effect, potentially accelerating inland ice discharge, and raising concerns about marine ice-sheet instability. Despite recent advances in multi-mission satellite altimetry, gaps remain in quantifying the most recent basal melt trends at high spatial resolution and over shorter timescales. Here, we present a five-year (2019–2023) time series of ice-shelf basal melting across major glaciers in the ASE, using new laser altimetry data from the Ice, Cloud, and land Elevation Satellite-2 (ICESat-2). Our results reveal pronounced spatial melt patterns and substantial temporal variability in basal melt rates, highlighting a clear temporal coherence linked to ENSO phase transitions and associated atmospheric drivers. Furthermore, regional geometry significantly influences local variability in melt trends, underscoring the necessity of incorporating detailed bathymetric and climatic factors into predictive ice-ocean models. These ICESat-2–derived melt-rate estimates provide an up-to-date assessment of basal melting in the ASE and reinforce the urgent need to refine coupled ice–ocean models. By improving our knowledge of recent melt-rate variability, this study contributes to more reliable projections of future ice-shelf stability and sea-level rise, thereby underscoring the key role of high-resolution satellite altimetry in monitoring one of Earth’s most vulnerable ice-sheet sectors.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade729",
          "doi": "https://doi.org/10.1088/1748-9326/ade729",
          "filter": 2
        },
        {
          "title": "Global Drought Impacts in Near-Real-Time: A Media-Based Database for Drought Impact Reporting",
          "authors": "Monika Hlavsová, Markéta Poděbradská, Milan Fischer, Zdeněk Žalud, Miroslav Trnka",
          "abstract": "Drought impact monitoring is often limited by data availability in terms of both access to impact information and the effectiveness of data acquisition. These challenges have been partially addressed by employing the drought impact information accessed via text data (newspaper articles or online social network content). While this approach provides valuable insights, it remains constrained by temporal relevance, as data preparation is often retrospective and time-consuming. In this study, we introduce the Global Drought Impact Report Database, a system for the weekly collection and classification of drought impact data from online media sources, designed to support near-real-time monitoring. The database includes over 9400 drought impact reports from 152 countries. The database is updated weekly, and the results are publicly available at a pilot database content viewer. The database can serve as a complementary source for drought monitoring, early impact detection, and global impact analysis, and may support further assessment of drought monitoring systems.",
          "url": "https://doi.org/10.1088/1748-9326/ade819",
          "doi": "https://doi.org/10.1088/1748-9326/ade819",
          "filter": 2
        },
        {
          "title": "Meteorological and hydrological dry-to-wet transition events are only weakly related over European catchments",
          "authors": "M I Brunner, Bailey Anderson, Eduardo Muñoz-Castro",
          "abstract": "Transitions from dry to wet states challenge water management and can lead to severe impacts. While meteorological transitions from dry-to-wet spells are well studied, it is yet unclear how, and if, they propagate to hydrological transitions. Here, we study where and why seasonal meteorological transitions propagate to drought-to-flood transitions in Europe using a large-sample dataset of hydro-meteorological observations. Our analysis shows that the relationship between meteorological and hydrological transitions is weak, with only 10% and 25% of the meteorological transitions propagating to the hydrosphere at monthly and annual time scales, respectively. Transition propagation is limited by the propagation of wet spells, in particular those with small precipitation intensities and volumes but favored in catchments with a direct link between precipitation and streamflow and limited storage influences. As hydrological and meteorological transitions are only weakly related, changes in meteorological transitions are a relatively poor proxy for future changes in drought-to-flood transitions.",
          "url": "https://doi.org/10.1088/1748-9326/ade72c",
          "doi": "https://doi.org/10.1088/1748-9326/ade72c",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Climate change anxiety: A meta-analysis",
          "authors": "Clara Kühner, Corinna Gemmecke, Joachim Hüffmeier, Hannes Zacher",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103015",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103015",
          "filter": 0
        },
        {
          "title": "Pathways to just conservation: A crisp-set qualitative comparative analysis of environmental defender mobilization in conservation conflicts",
          "authors": "Raphael Anammasiya Ayambire, Jeremy Pittman, Gideon Abagna Azunre, Cynthia Itbo Musah, Romeo Agominab, Abdul-Salam Jahanfo Abdulai, Owusu Amponsah, Stephen Appiah Takyi",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103030",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Changing wildfire complexity highlights the need for institutional adaptation",
          "authors": "Branda Nowell, Kate Jones, Shannon McGovern",
          "url": "https://doi.org/10.1038/s41558-025-02367-1",
          "doi": "https://doi.org/10.1038/s41558-025-02367-1",
          "filter": 0
        },
        {
          "title": "Social strategies to engage video gamers in climate action",
          "authors": "Jennifer Carman, Marija Verner, Marina Psaros",
          "url": "https://doi.org/10.1038/s41558-025-02369-z",
          "doi": "https://doi.org/10.1038/s41558-025-02369-z",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: Recommendations for producing knowledge syntheses to inform climate change assessments",
          "authors": "James D. Ford, Robbert Biesbroek, Lea Berrang Ford, Felix Creutzig, Neal Haddaway, Sherilee Harper, Jan C. Minx, Mark New, Anne J. Sietsma, Carol Zavaleta-Cortijo, Max Callaghan",
          "url": "https://doi.org/10.1038/s41558-025-02378-y",
          "doi": "https://doi.org/10.1038/s41558-025-02378-y",
          "filter": 2
        },
        {
          "title": "Protect young secondary forests for optimum carbon removal",
          "authors": "Nathaniel Robinson, C. Ronnie Drever, David A. Gibbs, Kristine Lister, Adriane Esquivel-Muelbert, Viola Heinrich, Philippe Ciais, Celso H. L. Silva-Junior, Zhihua Liu, Thomas A. M. Pugh, Sassan Saatchi, Yidi Xu, Susan C. Cook-Patton",
          "abstract": "Avoiding severe global warming requires large-scale removals of atmospheric carbon dioxide. Forest regeneration offers cost-effective carbon removals, but annual rates vary substantially by location and forest age. Here we generate grid-level (~1-km 2 ) growth curves for aboveground live carbon in naturally regrowing forests by combining 109,708 field estimates with 66 environmental covariates. Across the globe and the first 100 years of growth, maximum carbon removal rates varied 200-fold, with the greatest rates estimated in ~20- to 40-year-old forests. Despite a focus on new forests for natural climate solutions, protecting existing young secondary forests can provide up to 8-fold more carbon removal per hectare than new regrowth. These maps could help to target the optimal ages and locations where a key carbon removal strategy could be applied, and improve estimates of how secondary forests contribute to global carbon cycling.",
          "url": "https://doi.org/10.1038/s41558-025-02355-5",
          "doi": "https://doi.org/10.1038/s41558-025-02355-5",
          "filter": 2
        }
      ]
    }
  ]
}
