{
  "update": "2025-09-12",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Towards net-zero electricity sector in emerging economies – Brazil, India, Indonesia and South Africa",
          "authors": "Saritha Sudharmma Vishwanathan, Chris Bataille, Erika Carvalho Nogueira, Bryce McCall, Ucok W.R. Siangian, Sergio Cunha, Emilio Lebre La Rovere, Hilton Trollip, Amit Garg, Omkar Patange, Jesse Burton, Marta Torres Gunfaus",
          "url": "https://doi.org/10.1080/14693062.2025.2550588",
          "doi": "https://doi.org/10.1080/14693062.2025.2550588",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Unspoken crisis: the absence of climate change communication in U.S. Catholic churches",
          "authors": "Alexander A. Kaurov, Denys Cherhykalo, Debra Javeline, John H. Evans, Naomi Oreskes",
          "abstract": "Climate change, as a topic, is virtually absent from discourse in the U.S. Catholic Masses. This is despite Pope Francis's strong emphasis on environmental stewardship in his two encyclicals Laudato Si’ (2015) and Laudate Deum (2023). Leveraging the increased online presence of churches since the COVID-19 pandemic, we employed automated text analysis to examine the transcripts of more than 700,000 services from Roman Catholic churches. For comparison, we also analyzed services from the Southern Baptist Convention, Presbyterian Church (USA), United Church of Christ, and the Association of Related Churches. Mentions of \"climate change\" occurred in 0.40% of the analyzed Catholic videos. Similar patterns were observed across other denominations, with higher engagement in the United Church of Christ and Presbyterian Church (USA), both liberal Protestant denominations, particularly around Earth Day. The observed lack of climate change communication at the parish level suggests that Pope Francis's messages did not reach or resonate with local clergy and congregations in the U.S. This disconnect has significant implications, given the potential influence of religious messaging on public opinion and policy—especially in a country where Catholics hold a disproportionate number of political offices. Our study suggests that scientists’ expectations that Pope Francis’s messaging on climate change would have a major impact on the climate conversation among American Catholics, and therefore on broader American climate discourse, have not been fulfilled, in part because American Catholic priests have not reinforced his message.",
          "url": "https://doi.org/10.1007/s10584-025-04001-7",
          "doi": "https://doi.org/10.1007/s10584-025-04001-7",
          "filter": "0"
        },
        {
          "title": "Adaptive capacity to climate change: Asymmetric effects of energy aid and governance quality",
          "authors": "Manuel A. Zambrano-Monserrate, Gaetano Perone",
          "url": "https://doi.org/10.1007/s10584-025-04017-z",
          "doi": "https://doi.org/10.1007/s10584-025-04017-z",
          "filter": "0"
        },
        {
          "title": "Refining methods for attributing health impacts to climate change: a heat-mortality case study in Zürich",
          "authors": "Rupert F. Stuart-Smith, Ana M. Vicedo-Cabrera, Sihan Li, Friederike E.L. Otto, Kristine Belesova, Andy Haines, Luke J. Harrington, Jeremy J. Hess, Rashmi Venkatraman, Thom Wetzer, Alistair Woodward, Kristie L. Ebi",
          "abstract": "Heat-related deaths occur throughout the summer months, peak during heatwaves, and are affected by temperature and exposed populations’ sensitivities to meteorological conditions. Previous studies found that climate change is increasing heat-related mortality worldwide. We build on existing epidemiological methods to shed light on the adverse effects of climate change on human health. We address limitations in existing methods and apply refined approaches to assess heat mortality attributable to human-induced climate change in Zürich, Switzerland, over 50 years (1969–2018) including a case study of summer 2018. Our methodological refinements affect how counterfactual climate scenarios are derived, and facilitate accounting for changing vulnerability, and assessing impacts during and outside heatwaves. We find nearly 1,700 heat-related deaths attributable to human-induced climate change between 1969 and 2018. Declining vulnerability to heat avoided at least 700 heat-related deaths. The approach described here could be applied elsewhere to quantify the effect of climate change on other health outcomes.",
          "url": "https://doi.org/10.1007/s10584-025-04011-5",
          "doi": "https://doi.org/10.1007/s10584-025-04011-5",
          "filter": "0"
        },
        {
          "title": "Temperature rising is threatening adolescent mental health in China",
          "authors": "Zhuang Hao, Xinhai Yuan, Yang Xie",
          "url": "https://doi.org/10.1007/s10584-025-04008-0",
          "doi": "https://doi.org/10.1007/s10584-025-04008-0",
          "filter": "0"
        },
        {
          "title": "Positive deviance in adaptation to climate change through farmer-led practices in the Ethiopian Highlands",
          "authors": "Birgit Habermann, Tigist Worku, Daniel Nigussie, Elizabeth Getahun, Shenkute Goshme",
          "url": "https://doi.org/10.1007/s10584-025-04018-y",
          "doi": "https://doi.org/10.1007/s10584-025-04018-y",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Understanding droughts under climate change in South America based on severity-duration-frequency curves and drought atlases",
          "authors": "Niklas Merz, Mariam Zachariah",
          "abstract": "Droughts are among the most complex and costly natural disasters, with major impacts on environmental and socio-economic structures which are substantially influenced by anthropogenic factors. The continent of South America is particularly vulnerable and has experienced significant drought events over the past decade. The primary objective of this study is to enhance the understanding of droughts on this continent. Furthermore, it seeks to support the development of science-based decisions and strategies to mitigate the impacts of droughts on agriculture, water resources and wider socio-economic systems. To this end, Severity-Duration-Frequency (SDF) curves are developed using a copula-based approach, which offers a robust framework for assessing the likelihood and the impact of drought events. The analysis is carried out for the seven regions that describe the continent according to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC AR6) and based on ERA5 and CMIP6 data. Recurrence intervals of drought severity and duration are quantified for historical experiments (hist and histnat) and future climate scenarios (ssp245 and ssp585). These results are complemented by Drought Atlases for South America for different drought types. The results indicate that all analysed regions in South America will experience an increase in severity in the future, as anthropogenic emissions continue to rise. However, there are significant differences between the regions depending on the aggregation time, return period and experiment, particularly between the histnat and historical experiments. These findings can help inform policymakers designing region-specific drought policies, assist farmers in crop planning and irrigation, and guide water managers to optimise resource allocation and infrastructure planning, particularly in high-risk regions.",
          "url": "https://doi.org/10.1007/s10584-025-04015-1",
          "doi": "https://doi.org/10.1007/s10584-025-04015-1",
          "filter": "2"
        },
        {
          "title": "Climate-corrected modeling of biomass burning in Equatorial Asia: the roles of climate change and anthropogenic control",
          "authors": "Shuai Yin, Chong Shi, Dabin Ji, Huazhe Shang, Nan Li, Zhongyi Sun, Tangzhe Nie, Kunpeng Yi, Meng Guo, Xin Zhao, Lan Wu, Xinlu Liu",
          "url": "https://doi.org/10.1007/s10584-025-03996-3",
          "doi": "https://doi.org/10.1007/s10584-025-03996-3",
          "filter": "2"
        },
        {
          "title": "Managing the water-energy-food nexus in the adige river basin: impacts of climate and land use change on ecosystem services bundles",
          "authors": "Beatrice Sambo, Anna Sperotto, Celina Aznarez, Stefano Terzi, Massimiliano Pittore, Andrea Critto, Silvia Torresan",
          "abstract": "The Water-Energy-Food (WEF) nexus framework highlights the interdependencies among water, energy, and food systems. Integrating Ecosystem Services (ESs) enhances this approach by incorporating ecological benefits for more holistic assessments. This study applies a spatially explicit ESs-based WEF nexus analysis in the Adige River Basin (Northern Italy), focusing on five ESs: water provisioning, crop yield, sediment retention, carbon storage, and landscape diversity, under two future scenarios (SSP1-RCP 2.6 and SSP5-RCP 8.5) from 2018 to 2050. Using Self-Organizing Maps, sub-basins were clustered into ESs bundles enabling the identification of tailored management strategies. Results reveal spatial heterogeneity and shifts in ESs bundles, with synergies often found in upstream, forested areas. Under high-emission scenarios, regulating services decline and provisioning services face trade-offs, especially with intensified agriculture. Key strategies suggested include maintaining environmental flows, reducing synthetic fertilizers, promoting reforestation, crop diversification, and expanding protected areas. These are structured into physical, economic, and climatic pathways aligned with EU restoration goals. Findings demonstrate the value of an ESs-bundles approach for optimizing synergies and managing trade-offs across the WEF nexus.",
          "url": "https://doi.org/10.1007/s10584-025-04013-3",
          "doi": "https://doi.org/10.1007/s10584-025-04013-3",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Indigenous Territories can safeguard human health depending on the landscape structure and legal status",
          "authors": "Julia Rodrigues Barreto, Ana Filipa Palmeirim, Florencia Sangermano, Farah Carrasco-Rueda, Benoit de Thoisy, Adrian González-Chaves, Maria Eugenia Grillet, Victoria Morpurgo-Dest, Fidel Ernesto Rodríguez Galarza, Ana Rosa Sáenz Rodríguez, Nerida Nadia H. Valero, Catalina Zuluaga Rodríguez, Paula R. Prist",
          "url": "https://doi.org/10.1038/s43247-025-02620-7",
          "doi": "https://doi.org/10.1038/s43247-025-02620-7",
          "filter": "0"
        },
        {
          "title": "Heat stress causes economic and welfare disparities across agroecological zones in Burkina Faso",
          "authors": "Martial A. K. Houessou, Zuhal Elnour, Qinqin Kong, Harald Grethe, Matthew Huber",
          "abstract": "Increased warming due to climate change can induce heat stress in humans and adversely affect labour productivity due to heat-related morbidity. Here, we use a simulation model to examine the effects of heat stress, through declined labour capacity under +1.5 °C and 3.5 °C warming scenarios on agriculture and welfare across the three agroecological zones (Sudanian, Sudano-Sahelian, and Sahelian) in Burkina Faso. In the two scenarios, domestic production declines, with outdoor labour-intensive sectors such as cropping and mining being the most affected, reducing gross domestic product by 9% and 20%, respectively. All households lose welfare in all scenarios except non-poor households in the +1.5 °C scenario. Across zones, crop production declines strongest in the crop-producing Sudanian and Sudano-Sahelian zones. In contrast, relative welfare losses are strongest for households in the Sahelian zone. The study highlights the most vulnerable sectors, household groups, and zones requiring urgent attention in heat stress adaptation and mitigation policies.",
          "url": "https://doi.org/10.1038/s43247-025-02650-1",
          "doi": "https://doi.org/10.1038/s43247-025-02650-1",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "The nature of soil blue carbon varies across mangrove geomorphic settings",
          "authors": "Marie Arnaud, Catherine E. Lovelock, Marion Maceiras, Dang Thuong-Huyen, Sarah Robin, Samuel Abiven, Amrit Kumar Mishra, Syed Hilal Farooq, Tuhin Bhadra, Axel Felbacq, Cyril Marchand, Nicolas Bottinelli, Thanh-Phong Le, Ahmad Aldrie Amir, Cornelia Rumpel",
          "abstract": "Mangrove forests store significant amounts of blue carbon, mainly as soil organic matter. Insights into mangrove organic matter are limited, despite its importance for understanding blue carbon accumulation and vulnerability to global change. Here, we quantified soil organic matter preserved through chemical recalcitrance and association with the mineral phase, as key factors influencing blue carbon persistence. We found that the nature of the soil organic matter varied with mangrove geomorphic settings. Delta settings were dominated by presumably the most persistent soil organic matter associated with minerals, while open coast karstic settings contained mostly particulate soil organic matter, likely preserved due to low microbial activity. Across mangrove soil depths, there was little difference in soil organic matter pools. The soil organic matter pool across mangroves’ geomorphic settings exhibited greater variation than that observed across all terrestrial biomes. These findings underscore the need to tailor mangrove conservation and restoration to geomorphic settings.",
          "url": "https://doi.org/10.1038/s43247-025-02531-7",
          "doi": "https://doi.org/10.1038/s43247-025-02531-7",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "From (De)regulation to industrialization? Chilean lithium policy in comparative perspective",
          "authors": "Gabriela Bortz",
          "url": "https://doi.org/10.1080/09644016.2025.2557063",
          "doi": "https://doi.org/10.1080/09644016.2025.2557063",
          "filter": "0"
        },
        {
          "title": "In praise of floods: the untamed river and the life it brings",
          "authors": "Robert Lee Cavazos",
          "url": "https://doi.org/10.1080/09644016.2025.2557064",
          "doi": "https://doi.org/10.1080/09644016.2025.2557064",
          "filter": "0"
        },
        {
          "title": "NIMBYs, shills and liars: ancient woodland, high-speed rail and the legibility of justifications",
          "authors": "Richard MacDonald",
          "url": "https://doi.org/10.1080/09644016.2025.2557060",
          "doi": "https://doi.org/10.1080/09644016.2025.2557060",
          "filter": "0"
        },
        {
          "title": "The aesthetics of climate misinformation: computational multimodal framing analysis with BERTopic and CLIP",
          "authors": "Anton Törnberg, Petter Törnberg",
          "url": "https://doi.org/10.1080/09644016.2025.2557684",
          "doi": "https://doi.org/10.1080/09644016.2025.2557684",
          "filter": "0"
        },
        {
          "title": "From climate crisis to energy crisis: foster public support for renewable energy transition through framing",
          "authors": "Catherine Y. Chen, Verena Benoit, Lorraine Whitmarsh, Cäzilia Loibl",
          "url": "https://doi.org/10.1080/09644016.2025.2543622",
          "doi": "https://doi.org/10.1080/09644016.2025.2543622",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Under what conditions and why is carbon pricing effective? A realist synthesis of ex-post evidence",
          "authors": "Niklas Döbbeling-Hildebrandt, Diana Danilenko, William F Lamb, Jan C Minx",
          "abstract": "To get on track for the rapid emissions reductions required to meet the Paris Agreement temperature goal, we need to understand what climate policies work, under what conditions, and why. In this review, we study how carbon pricing policies lead to emissions reductions and which context factors make each of these mechanisms more or less effective. We systematically review the evidence from 80 ex-post carbon pricing evaluations, covering 21 policy schemes across the globe. Using a realist synthesis methodology we collect 177 hypotheses on how and under what conditions this policy works, clustering hypotheses into nine mechanisms that explain why emission reductions were achieved. We extract 293 evidence statements from the primary studies to evaluate the relevance of each of the mechanisms across different sector and country contexts. We find that in the short term there is evidence that emissions reductions are achieved by a mix of fuel switching, efficiency improvements, downscaling of some emission-intensive activities, and leakage. The prevalence of these mechanisms varies by sector and country. For other emission reduction mechanisms identified in this study, such as low-carbon technology scaling, investments, and research and development activities, there is less robust evidence, suggesting that these need to be further evaluated through longer-term policy evaluations. To gain a rigorous understanding of what climate policies work, under what conditions, and why, we need to make best use of the emerging evidence base using evidence synthesis methods that address policy-relevant research questions.",
          "url": "https://doi.org/10.1088/1748-9326/ae03d8",
          "doi": "https://doi.org/10.1088/1748-9326/ae03d8",
          "filter": "0"
        },
        {
          "title": "Towards system-aware governance of marine carbon dioxide removal: a review of interdependent challenges",
          "authors": "Lina Roeschel",
          "abstract": "Marine carbon dioxide removal (mCDR) is increasingly discussed as a potential climate response, yet its governance remains underdeveloped. This study conducts a structured literature review, following the PRISMA framework, to identify and analyse governance challenges associated with mCDR within the broader context of multilateral ocean governance. Using the Socio-Ecological-Technological Systems (SETS) framework, challenges were systematically coded to capture interdependencies across social, ecological, and technological domains. The analysis of 35 peer-reviewed publications identified 100 distinct governance challenges, revealing that most cannot be categorised within single-system domains. Instead, challenges frequently span intersections between social, ecological, and technological systems, highlighting issues such as fragmented governance structures, ecological risks from technological interventions, and legitimacy concerns linked to deployment. These findings underscore the systemic nature of mCDR governance challenges and the limitations of siloed governance approaches. The study demonstrates that applying a SETS perspective enables the identification of cross-domain trade-offs, synergies, and coordination gaps, supporting the development of system-aware governance frameworks for mCDR.",
          "url": "https://doi.org/10.1088/1748-9326/ae0493",
          "doi": "https://doi.org/10.1088/1748-9326/ae0493",
          "filter": "0"
        },
        {
          "title": "Economic Evaluation of Water Resources Projects under Uncertainty: From Theory to Practice",
          "authors": "Tolulope Odunola, Paul Kirshen, John Kucharski, Petrina Rowcroft, Drew McAvoy, Casey Brown, Garima Mandavya, Koen Verbist, Patrick Ray",
          "abstract": "Economic evaluation using cost benefit analysis (CBA) focuses on the allocation of scarce resources to competing needs and often requires a multi-objective approach for accurate analysis. However, known and unforeseen project uncertainties hinder the monetary quantification of all project objectives. Future cost and benefit projections of civil infrastructure such as water resources projects are influenced by uncertainties in societal preferences and behavioral patterns, policies and their implementation, as well as distribution and sustainability of benefits under changing climate. It is especially difficult to measure the projected benefits of public goods like water infrastructure because they have no direct or standard valuation approach. With advancement in technology, improvement to analytical tools and methods, and the science of decision making under uncertainty, there has been more research interest in CBA under uncertainty. This paper: 1) reviews the historical evolution of analytical approaches for water infrastructure evaluation; 2) explains the limitations on CBA imposed by uncertainties such as climate change; 3) describes analytical techniques applied to manage uncertainty in CBA; and 4) proposes methods for improved incorporation of socio-economic factors into economic evaluation. Our review of 302 manuscripts showed that standard practice differs from academic assumptions. For instance, there is limited uptake of analytical techniques that support robust characterization of deep uncertainties such as climate change (e.g., the climate stress test) and the incorporation of socio-economic factors such as equity. The paper suggests ways to reconcile academia and practice, provides direction for future work, and presents recommendations for improving current approaches to CBA. To strengthen water management efforts and improve policy making, we recommend more collaborative partnerships that identify opportunities to integrate academic recommendations into practice. Better documentation of systematic approaches to water project evaluation under uncertainty and holistic consideration of equity at the various stages of water project planning are also required.",
          "url": "https://doi.org/10.1088/1748-9326/ae04ff",
          "doi": "https://doi.org/10.1088/1748-9326/ae04ff",
          "filter": "0"
        },
        {
          "title": "When climate impact costs do not add up: do local policy assessments align with global macroeconomic insights? A case study of France",
          "authors": "Adrien Delahais, Vincent Viguie",
          "abstract": "Climate change is expected to cause increasingly severe economic and social disruptions, making adaptation a key pillar of climate policy. Assessing the economic costs of climate impacts is essential to inform adaptation strategies, especially when these costs are used to calibrate the scale of adaptation investments and to weigh adaptation needs against other policy priorities. Yet, estimates of these costs vary widely across studies. Here we compare the estimated economic cost of climate change for France across two lines of evidence: international macroeconomic studies and national policy documents. We find that recent macroeconomic literature, especially econometric studies, produces much higher cost estimates than those that can be inferred from aggregating national policy assessments. This discrepancy could be attributed to methodological lag, limited sectoral coverage, lack of monetization, and the omission of cross-border effects. It could also be attributed to an overestimation of climate impacts in the latest econometric studies. Besides, we also show that while the national institutional literature is extensive, many broad impact categories lack comprehensive quantification, and even fewer are monetized.",
          "url": "https://doi.org/10.1088/1748-9326/ae05b3",
          "doi": "https://doi.org/10.1088/1748-9326/ae05b3",
          "filter": "0"
        },
        {
          "title": "Broadening forest restoration’s benefits by including community-identified priorities in the Atlantic Forest of Brazil",
          "authors": "Rayna Benzeev, Megan Mills-Novoa, Fabiana Pataxó, Marilza Machado, Osmar Bernardo Dos Santos, Paulo Dimas Menezes",
          "abstract": "Forest restoration has gained global momentum, with proclaimed positive effects anticipated to impact socio-ecological systems worldwide. Despite the potential positive outcomes achieved through forest restoration (hereafter restoration ), many projects have neglected to focus on social and biocultural benefits of restoration at the local level. Erasures of locally-derived restoration priorities by larger-scale actors (e.g. project developers, practitioners, funders, and scholars) have resulted in inequitable distributions of benefits and tree mortality. It is therefore crucial to determine some of the key locally-derived, plural priorities and benefits of restoration. In this study, we investigated how communities conceptualize the priorities and benefits of restoration by conducting in-depth participatory mapping workshops with two Indigenous communities, two Afro-descendant ( Quilombola ) communities, and two agrarian-reform settlements in the Atlantic Forest of Brazil–a top global priority biome for restoration. Through transdisciplinary mapmaking exercises on conceptions of restoration, we assembled five primary themes on the plural ways that communities have reappropriated the concept of restoration and created alternatives to how restoration has been commonly represented by larger-scale actors. These include: asserting territorial sovereignty and defending claims to lands; Bem Viver (living well); contesting dominant narratives about monoculture, capitalism, and land speculation; caring for ancestors, animals, and other living things, and fulfilling spiritual and cultural responsibilities; and realizing dreams and visions for desired futures. By broadening conceptualizations of the priorities and benefits of restoration, our study diverges from past research on restoration and emphasizes the importance of expanding beyond narrow definitions of restoration. We highlight the critical role of communities in the restoration process and the importance of conducting direct work with affected communities to inform the way restoration is understood, discussed, and practiced. This research may support action towards a restoration future that is both effective and equitable.",
          "url": "https://doi.org/10.1088/1748-9326/adfce8",
          "doi": "https://doi.org/10.1088/1748-9326/adfce8",
          "filter": "0"
        },
        {
          "title": "Impact of the national fertility rate recovery policy on the household carbon footprint in South Korea",
          "authors": "Seiyo Iwamoto, Sunhee Suk, Yosuke Shigetomi",
          "abstract": "Tailoring policies to reduce greenhouse gas (GHG) emissions, cognizant of rapid population aging and shrinkage, is crucial for many developed nations. South Korea faces this issue, particularly owing to a rise in the nation’s average age at an unprecedented rate and a significantly low total fertility rate (TFR) (0.72 in 2023). Research on measures to reduce GHG emissions in an aging society with a declining birthrate has highlighted the importance of the structure of household carbon footprint (HCF) across different age groups. However, no studies have analyzed the structure of HCF across different age groups or the impact of demographic changes on HCF in South Korea. This study highlights the structures of HCF by age group in South Korea by combining a multi-regional input–output model with household and demographic surveys. Furthermore, we projected the effects of demographic changes in line with business-as-usual and an ambitious government policy for recovering the TFR (BaU and fertility rate recovery (FRR) Scenarios, respectively) on HCF from 2020 to 2050. These procedures revealed that the FRR will increase in 13.5 Mt-CO 2 eq in 2050, compared to BaU. This brings the HCF of senior generations (60 years and older) from 49.7% (BaU) to 48.3% (FRR) of the total HCF in 2050, slightly reducing their dominance of HCF. With the fertility recovery policy, the impact of an increase in the HCF of younger generations, aged 39 years and below, was limited until 2050. However, the rebound of HCF (e.g. education, entertainment and culture, restaurants, and hotels) must be considered in case the number of younger generations continues to increase, underlying national policies for fertility recovery.",
          "url": "https://doi.org/10.1088/1748-9326/ae01bf",
          "doi": "https://doi.org/10.1088/1748-9326/ae01bf",
          "filter": "0"
        },
        {
          "title": "Electricity grid and societal vulnerability interconnection: Stakeholder implications and integrated solutions in Europe",
          "authors": "Chuma Ebere, Solmaria Halleck Vega, Eveline Van Leeuwen, Bardia Mashhoodi",
          "abstract": "The electricity grid is a pivotal element in the energy transition, serving as the backbone for integrating and distributing renewable energy. However, amid rapid digitalisation and decentralisation of energy systems, its limitations have become increasingly apparent, posing significant challenges for inclusive and equitable stakeholder engagement in the transition. Stakeholders including consumers, prosumers, energy communities, aggregators and electricity utilities, face unequal distribution of grid-related costs and benefits. There is thus a need to understand and address coupled grid-societal vulnerability (GSV). However, there is still no comprehensive study identifying factors influencing GSV and the corresponding challenges vis-à-vis stakeholders. Previous studies have predominantly focused on the disparities in access to hosting capacities for new renewable energy projects and grid congestion due to increased energy demand from households and businesses. We contribute to the literature by developing a comprehensive view of GSV through a systematic literature review of 185 peer-reviewed academic papers focusing on the European context. Three main factors influencing GSV are identified: grid constraints, cybersecurity risks, and regulatory barriers. A complex interrelationship exists between stakeholders in the electricity grid and, as a result, we find there are (in)direct implications of their grid challenges across stakeholders. Therefore, tackling GSV and inequalities in the energy transition requires an integrated solutions approach combining supportive policies, regulatory frameworks and market-based mechanisms with technological integration, innovations and consumer engagement.",
          "url": "https://doi.org/10.1088/1748-9326/ae0492",
          "doi": "https://doi.org/10.1088/1748-9326/ae0492",
          "filter": "0"
        },
        {
          "title": "Exploring net-zero emissions pathways for Africa across different timelines: an integrated assessment modeling",
          "authors": "Michael O Dioha, Jeffrey Dankwa Ampah, Lily Odarno",
          "abstract": "Understanding how net-zero emissions timelines affect sustainable development is essential for climate planning in Africa. We apply the Global Change Analysis Model to explore the continent’s energy–land–water systems under four scenarios: a business-as-usual (BAU) and three net-zero scenarios targeting 2050 (NZ50), 2070 (NZ70), and 2100 (NZ100). Our analysis quantifies how the pace of decarbonization influences Africa’s interconnected energy, land, and water systems. Without new climate policy (BAU), Africa’s net CO 2 emissions could increase by nearly six-fold; from 1.8 GtCO 2 yr −1 in 2020 to 10.4 GtCO 2 yr −1 by 2100. All net-zero scenarios constrain this growth, with NZ50, NZ70, and NZ100 achieving net-zero emissions by their respective target years through deployment of multiple carbon dioxide removal approaches (e.g. BECCS). Across all scenarios, primary energy supply expands, but its composition shifts under net-zero conditions. Over 2020–2100, renewables account for an average of 49%–53% of primary energy in the net-zero cases, displacing fossil fuels. Net-zero pathways also drive land-use shifts, reducing cropland area by 29%–31% and lowering water demand for food crops by 14%–15%, while increasing water use for BECCS (∼0.9 km 3 yr −1 in NZ50). These land constraints raise staple food prices, averaging $1.16 kg −1 in NZ50—about 96% above BAU—with the steepest increase in Western Africa. In terms of mitigation cost, NZ50 is the most expensive pathway ($78 tCO 2 −1 ), compared to $68 tCO 2 −1 in NZ100. While earlier action enables deeper emissions cuts and faster clean energy transitions, it also imposes higher economic and resource trade-offs. Delayed net-zero deadlines reduce near-term disruption but result in higher cumulative emissions. Given Africa’s development context, we argue that net-zero timelines must balance technical feasibility with economic realities and social justice.",
          "url": "https://doi.org/10.1088/1748-9326/ae0053",
          "doi": "https://doi.org/10.1088/1748-9326/ae0053",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Projection of end-of-life electric vehicle batteries in India considering net-zero targets: a step towards circularity",
          "authors": "Poulomi Bhattacharya, Kartik Nair, Sarwar Ali, Ritika Verma, Anjali Singh",
          "abstract": "Road transportation and infrastructure development in India have seen significant growth over the years improving the connectivity across the country. However, transport sector leaves behind a significant carbon footprint across various modes of transport accounting for 14% of the energy related emissions. Electrification of transport sector is the key driver of India’s goal to achieve net-zero targets by 2070. This transition will create a huge volume of battery waste in the coming years. The impact of electric vehicles (EV) battery waste on environment sustainability and circularity in supply chain of these dead batteries need to be explored. Therefore, the waste management infrastructure for processing EV battery waste and recycling the critical raw materials extracted from these wastes in the value chain is underdeveloped in India. To ensure sustainable net-zero transition, understanding the end-of- life (EOL) process of EV batteries and their circularity in the value-chain becomes imperative. The study presents future projections of vehicle sales and estimates corresponding vehicle stock in India until 2050 under three scenarios: a) Business-as-usual (BAU); b) transformative scenario (TS); and c) accelerated scenario (AS). By utilizing the projected volume of batteries existing in the economy, the study forecasts the amount of waste generated until 2050 to gauge the circularity of critical materials recovered from the waste. The novelty of the study lies in the composition and computation of the EV battery waste projection. First, unlike other studies, it presents projections for a broad range of vehicle segments including two-wheelers, three- wheelers, private cars and commercial cars, buses and trucks. Second, unlike other Indian studies, it estimates the EOL of batteries by calculating the volume of failed batteries using the Weibull distribution, considering their respective reduced and extended services. With the estimation of these EOL batteries, the study calculates the waste generated until 2030 for each segment and the % of critical minerals (e.g., Lithium, Cobalt, Nickel and Phosphorous) recovered from these wastes. The battery waste generate yearly is expected to reach 37-80 GWh by 2030 which is expected increase further by 7 folds by 2040 and 10 folds by 2050. The recovered materials can meet 28-43% of critical raw materials needed in battery manufacturing in 2050.",
          "url": "https://doi.org/10.1088/1748-9326/ae03d9",
          "doi": "https://doi.org/10.1088/1748-9326/ae03d9",
          "filter": "2"
        },
        {
          "title": "Seasonal Evolution Patterns of Arctic Sea Ice and Their Connection to Tropical Pacific Sea Surface Temperature Anomalies",
          "authors": "Lejiang Yu, Shiyuan Zhong, Junqiao Feng, Cuijuan Sui",
          "abstract": "This study applies the Self-Organizing Map (SOM) method to identify the primary modes of seasonal evolution in Arctic sea ice concentration anomalies from 1979 to 2023. The resulting patterns fall into two broad categories: negative sea ice anomalies, occurring more frequently after 2005, and positive anomalies, more common prior to 2005. Differences among the modes within each category are primarily driven by sea ice variability in the Bering Sea, Sea of Okhotsk, Labrador Sea, and Greenland Sea during boreal winter and spring. Warmer temperatures, increased longwave radiation, and southerly winds favor reduced sea ice, while cooler conditions and northerly winds support increased ice cover. These atmospheric anomalies are often linked to tropical Pacific sea surface temperature (SST) variability, which influences Arctic conditions via poleward-propagating Rossby wave trains triggered by changes in tropical convection. Our findings enhance the basis for seasonal, interannual, and decadal predictions of Arctic sea ice.",
          "url": "https://doi.org/10.1088/1748-9326/ae03da",
          "doi": "https://doi.org/10.1088/1748-9326/ae03da",
          "filter": "2"
        },
        {
          "title": "Latitudinal differences of changes in Northern Hemisphere clear-sky outgoing longwave radiation over the past 4 decades (1979-2021)",
          "authors": "Lynn Aria Hirose, David J Paynter, Raymond Menzel, Venkatachalam Ramaswamy",
          "abstract": "Earth’s energy budget is modulated by climate forcings and feedbacks. Outgoing longwave radiation (OLR) is a critical component of the Earth’s energy budget, and the balance between absorbed solar radiation and OLR determines the net gain of energy of the entire climate system. Radiation computations using 43 years of ERA5 reanalysis profiles show an increase in clear-sky OLR in the polar regions and a decrease in the tropics. To understand this contrast, we analyze zonal- and annual-mean clear-sky OLR changes in the Northern Hemisphere from 1979 to 2021. We identify a transition in temporal clear-sky OLR changes from low to high latitudes, with a “crossover“ point where the sign changes around 30ºN. We improve upon previous studies by employing infrared spectrally-detailed line-by-line radiative transfer calculations, to decompose zonal-mean trends caused by forcing and feedback mechanisms. Our diagnostic investigation shows that the increase in water vapor exerts a dominant negative contribution to the OLR temporal change in the tropics due to a larger OLR sensitivity to water vapor increase there, while the increase in surface temperature (Ts) dominates the positive temporal change in the Arctic, both due to Arctic amplification and a larger OLR sensitivity to Ts increase. Greater GHGs’ forcings and smaller OLR sensitivity to Ts change in the tropics, as well as an imperfect cancellation between atmospheric temperature and water vapor contribution, delineates the crossover point at around 30ºN.",
          "url": "https://doi.org/10.1088/1748-9326/ae0500",
          "doi": "https://doi.org/10.1088/1748-9326/ae0500",
          "filter": "2"
        },
        {
          "title": "Permafrost vulnerability to climate change: understanding thaw dynamics and climate feedback of permafrost degradation",
          "authors": "Jing Tao, Anna K Liljedahl, Christopher R Burn, Guido Grosse, Jeannette Noetzli, Scott J Goetz, Thomas A Douglas, Yuanhe Yang",
          "abstract": "Permafrost regions are undergoing profound changes under a warming climate, with significant implications for Earth system feedback, ecosystems, and infrastructure. This editorial synthesizes findings from 35 interdisciplinary studies featured in this focus issue, which collectively advance our understanding of permafrost degradation dynamics and their cascading impacts. The contributions span a wide range of spatial scales from site-level process studies to regional syntheses. The studies encompass critical research scopes, including thaw processes, hydrology-ecosystem interactions, biogeochemical feedback, and emerging techniques in monitoring and modeling (e.g. AI and machine learning). Collectively, these studies highlight the critical importance of integrative, cross-disciplinary approaches for characterizing and understanding permafrost vulnerability. These studies also underscore the need for sustained investment in observational networks, methodological innovation, and coordinated synthesis efforts to improve predictive capabilities and understand long-term consequences of permafrost thaw and the associated adaptive responses in a rapidly evolving cryosphere.",
          "url": "https://doi.org/10.1088/1748-9326/adfc7e",
          "doi": "https://doi.org/10.1088/1748-9326/adfc7e",
          "filter": "2"
        },
        {
          "title": "Concurrent increases in winter precipitation and summer wildfire risk in a warming Alaska",
          "authors": "JUEUN LEE, S.-Y S Wang, Seok-Woo Son, Daehyun Kim, Jee-Hoon Jeong, Hyungjun Kim, Jin-Ho Yoon",
          "abstract": "Alaska is experiencing simultaneous trends of increased winter wetness and heightened summer fire risk due to global warming, leading to more frequent wildfires and greater unpredictability in fire behavior in recent decades. Multi-ensemble simulations show that warming drives distinct seasonal changes: in winter, an intensified ridge over the western U.S. enhances moisture transport to Alaska, increasing in increased precipitation while promoting vegetation growth near the Alaska Range. In summer, rising temperatures intensify the Fire Weather Index (FWI) signaling greater wildfire potential and increase lightning activity. Although the links among these complex seasonal changes remain difficult to validate, temporal overlap - enhanced vegetation growth followed by more fire-conducive weather, and associated increase in lightning could collectively heighten wildfire risk. The robustness of our large-ensemble simulations provides compelling evidence for these cascading effects. Extreme lightning-driven events, such as the Swan Lake Fire, represent the emerging pattern in Alaska’s evolving fire regime. The concurrent increases in winter wetness and summer fire conditions underscore the urgent need for adaptive fire management strategies that address these interconnected climate drivers.",
          "url": "https://doi.org/10.1088/1748-9326/ae0491",
          "doi": "https://doi.org/10.1088/1748-9326/ae0491",
          "filter": "2"
        },
        {
          "title": "Landscape-scale analysis of shrub encroachment unveils the complexity of greening in the Carpathian Mountains",
          "authors": "Pavel Dan Dan Turtureanu, Arthur Bayle, Baptiste Nicoud, Mihai Pușcaș, Philippe Choler",
          "abstract": "Over recent decades, cold-climate ecosystems have exhibited a pronounced increase in vegetation greenness, and shrub encroachment is a major ecological process underlying these changes. Our knowledge of these dynamics remains limited in the temperate mountains of Eastern Europe, which have experienced significant land-use shifts, especially following the collapse of the communist regime. It is noteworthy that the contribution of shrubs has not been evaluated, partly due to the difficulty of providing high-resolution mapping of shrublands. This study examines vegetation greenness dynamics in the Carpathian Mountains over the past four decades by integrating Landsat-derived NDVI time series with a customized land cover classification, based on Sentinel-2 images, specifically targeting shrublands. We detected significant positive greenness trends in 44% of pixels above 1500 m, particularly at mid-elevations (1800–2300 m) and on north-facing slopes. High-resolution mapping revealed a strong correlation between greening and shrubland cover, with Ericaceous and Juniperus-dominated plant communities exhibiting the most pronounced trends. Comparisons of historical and recent aerial photographs confirmed the increase in woody vegetation cover, suggesting that encroachment explains a disproportionate greening in shrublands. We suggest that the decline of traditional land-use, particularly extensive grazing practices, is a key driver of these ecological shifts, promoting the resurgence of previously more widespread subalpine shrublands. Our findings highlight the importance of integrating high-resolution remote sensing observations and diachronic analysis of aerial photographs to disentangle the complexity of vegetation greening in high-elevation ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/ae05b2",
          "doi": "https://doi.org/10.1088/1748-9326/ae05b2",
          "filter": "2"
        },
        {
          "title": "Co-benefits of aerosol pollution mitigation in enhancing solar photovoltaic power generation in China",
          "authors": "Sicong Ding, Bo Qiu, Yuzhe Luo",
          "abstract": "Solar photovoltaic (PV) power provides low-carbon renewable energy to reach ambitious carbon neutrality goals. Atmospheric aerosol-induced changes in surface solar radiation and air temperature have profoundly influenced solar energy in China in recent decades. However, the solar PV power generation losses caused by aerosol pollution in China remain unclear. Here, we combined multi-model ensemble simulations from multiple Earth system models with different anthropogenic emission scenarios and the latest information from 14072 solar plants in China to evaluate the impact of aerosol pollution on solar energy. Our results show that aerosol pollution mitigation can improve solar PV generation in China. Compared with preindustrial anthropogenic emission levels, aerosol pollution may reduce annual mean solar PV power generation by up to 48.13 TWh across the 14 072 solar plants in China. Notably, even low pollution levels can cause substantial generation losses in northwestern China because of their extensive installed capacity. Moreover, negative effects of aerosol pollution on solar energy will exist in the future. Our study highlights the importance of aerosol pollution mitigation for enhanced renewable energy in China.",
          "url": "https://doi.org/10.1088/1748-9326/ae0502",
          "doi": "https://doi.org/10.1088/1748-9326/ae0502",
          "filter": "2"
        },
        {
          "title": "Projected population exposure to dangerous heat stress around Lake Victoria under a high-end climate change scenario",
          "authors": "Delphine Ramon, Clare Heaviside, Oscar Brousse, Charles Simpson, Irene Amuron, Eddie Wasswa Jjemba, Jonas Van de Walle, Wim Thiery, Nicole P M van Lipzig",
          "abstract": "Recent global temperature increases and extreme heat events have raised concerns about their impact on health, particularly in vulnerable regions like Africa. This study assesses future heat stress and population exposure in the Lake Victoria region under the high-emission SSP5-8.5 climate change scenario, using a convection-permitting climate model, heat stress indices (humidex and heat index), and high-resolution population projections under the high-emission SSP5-8.5 scenario, interpreted here as the high-end of the climate change signal. Results indicate a substantial increase in the duration of dangerous heat stress. By the end of the century, up to 122 million people, or around 44% of the population may experience dangerous heat stress for more than 5% of the time annually (i.e. ~18 days), compared to 1% of the population or around 1 million people for the period 2005-2016. Up to 28% of the population (~78 million people) would even experience dangerous heat for 15% of the time (i.e. ~55 days). 66% of this increased population exposure can be attributed to the combined effect of increasing temperatures and total population in the region. High heat-risk areas include the northern and southern shores of Lake Victoria and urban areas. The study emphasizes the importance of considering both climate and population dynamics in assessing heat stress impacts. Moreover, it puts forward a pressing need for adaptation to extreme heat in the Lake Victoria region.",
          "url": "https://doi.org/10.1088/1748-9326/ae05b1",
          "doi": "https://doi.org/10.1088/1748-9326/ae05b1",
          "filter": "2"
        },
        {
          "title": "Interaction between super typhoon Yagi (2024) and a marine heatwave in the northern South China sea",
          "authors": "Renhao Wu, Kaifeng Han, Chenyang Tong",
          "abstract": "Statistical analyses have long suggested that the South China Sea (SCS) is generally unfavorable for super typhoons, primarily due to its shallow thermocline and the strong interaction between typhoon-induced near-inertial oscillations and internal tides, which enhance surface cooling and suppress storm intensification. However, the unprecedented case of Super Typhoon Yagi (2024) challenges this conventional understanding. Using satellite observations, reanalysis datasets, and numerical simulations, we show that a summer marine heatwave (MHW) in the northern SCS played a critical role in fueling Yagi’s rapid intensification and sustaining its super typhoon strength. Notably, the MHW was abruptly dissipated by Yagi’s wind-driven mixing. Further statistical analysis reveals that MHWs may serve as a necessary precondition for super typhoon development in the SCS, providing valuable predictive insights for anticipating future extreme events.",
          "url": "https://doi.org/10.1088/1748-9326/ae0501",
          "doi": "https://doi.org/10.1088/1748-9326/ae0501",
          "filter": "2"
        },
        {
          "title": "Long-term prediction of the influence of sudden stratospheric warmings on the electricity consumption and wind power generation in Finland",
          "authors": "Veera Juntunen, Mikhail Vokhmyanin, Antti Salminen, Timo Asikainen",
          "abstract": "Electricity consumption is highly dependent on outside temperatures in regions where electricity is used for heating, for example in northern Europe during winter. Wind power generation also heavily depends on weather conditions, which affect wind speed. Winter weather in northern Europe is influenced by the polar vortex, a strong westerly wind dominating the wintertime polar stratosphere. The polar vortex can temporarily collapse during sudden stratospheric warming (SSW), which is often followed by cold and windless weather in northern Europe, including Finland. In this paper, we examine the influence of SSWs on wintertime electricity consumption and wind power generation in Finland. We show that cold temperature and low wind speed anomalies are more often observed in winters when an SSW happens and the so-called quasi-biennial oscillation (QBO) of equatorial stratospheric winds is in the easterly phase. These changes are associated with higher electricity consumption and lower wind power generation. In contrast, winters without an SSW tend to have warm temperature and high wind speed anomalies, and thus, lower electricity consumption and higher wind power generation. When the probability of an SSW event is known, the results of this study show that it is possible to predict winter electricity consumption and wind power generation several months in advance.",
          "url": "https://doi.org/10.1088/1748-9326/ae0503",
          "doi": "https://doi.org/10.1088/1748-9326/ae0503",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Understanding the role of pluralistic ignorance in biodiversity conservation: A research agenda",
          "authors": "Sandra J. Geiger, Hirotaka Imada, Carya Maharja, Nattavudh Powdthavee, Valeria Vitale, Lei Zhang, Claudio D. Rosa, Zenith N.C. Delabrida, Kristian S. Nielsen, Franz Essl, Mathew P. White",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103043",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103043",
          "filter": "0"
        },
        {
          "title": "Can zero deforestation agreements in the cattle sector protect Colombia’s forests and páramos?",
          "authors": "Clare C. Sullivan, Joseph App, Lisa L. Rausch, Steven Sotelo, Daisy Tarrier, Miguel Ángel Vianchá Pinzón, Holly K. Gibbs",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103055",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103055",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0959-3780(25)00099-8",
          "doi": "https://doi.org/10.1016/s0959-3780(25)00099-8",
          "filter": "1"
        },
        {
          "title": "Citizen science data can significantly improve predictions of potential ranges of non-charismatic species: a study on two freshwater sponges",
          "authors": "Łukasz Dylewski, Radosław Puchałka, Joanna T. Bialas, Katarína Fogašová, Zuzanna Jagiełło, Sandra Kaźmierczak, Henn Timm, Marcin Tobółka, Grzegorz Tończyk, Julia Zawadzka, Marcin K. Dyderski",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103056",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103056",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "The expanding role of climate assessments as legal evidence",
          "authors": "Stacy-ann Robinson, Shaina Sadai, Heloise Evins-Mackenzie",
          "url": "https://doi.org/10.1038/s41558-025-02434-7",
          "doi": "https://doi.org/10.1038/s41558-025-02434-7",
          "filter": "0"
        },
        {
          "title": "Election and policy inaction",
          "authors": "Lingxiao Yan",
          "url": "https://doi.org/10.1038/s41558-025-02433-8",
          "doi": "https://doi.org/10.1038/s41558-025-02433-8",
          "filter": "0"
        },
        {
          "title": "Rising temperatures increase added sugar intake disproportionately in disadvantaged groups in the USA",
          "authors": "Pan He, Zhuojing Xu, Duo Chan, Pengfei Liu, Yan Bai",
          "abstract": "Extreme heat may affect added sugar consumption through the increased intake of drinks and frozen desserts, but such an impact is rarely quantified. Here, using individual transaction-level data for US households in 2004–2019, we find that added sugar consumption is positively related to temperature, notably within 12–30 °C at a rate of 0.70 g °C −1 . This is primarily driven by the higher consumption of sugar-sweetened beverages and frozen desserts. The magnitude of such impact is larger among households with lower income or educational levels. Our projections indicate a substantial nationwide increase in added sugar consumption of 2.99 g per day by 2095 (or equivalently 5 °C warming level), with vulnerable groups at an even higher risk. Our results highlight the critical need to mitigate health risks from the over-intake of added sugar and to explore dietary adaptation to climate change.",
          "url": "https://doi.org/10.1038/s41558-025-02398-8",
          "doi": "https://doi.org/10.1038/s41558-025-02398-8",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Scope for waterfowl to speed up migration to a warming Arctic",
          "authors": "Hans Linssen, Thomas K. Lameris, Michiel P. Boom, Rascha J. M. Nuijten, Nelleke H. Buitendijk, Adriaan M. Dokter, Barwolt S. Ebbinge, Götz Eichhorn, Jan Geisler, Trinus Haitjema, Andrea Kölzsch, Helmut Kruckenberg, Jutta Leyrer, Jesper Madsen, Carl Mitchell, Sander Moonen, Gerhard J. D. M. Müskens, Kees H. T. Schreven, Lisa Vergin, Tom S. L. Versluijs, Judy Z. Shamoun-Baranes, E. Emiel van Loon, Bart A. Nolet",
          "url": "https://doi.org/10.1038/s41558-025-02419-6",
          "doi": "https://doi.org/10.1038/s41558-025-02419-6",
          "filter": "2"
        },
        {
          "title": "Showy dragonflies are being driven extinct by warming and wildfire",
          "authors": "Sarah E. Nalley, Michael P. Moore",
          "url": "https://doi.org/10.1038/s41558-025-02417-8",
          "doi": "https://doi.org/10.1038/s41558-025-02417-8",
          "filter": "2"
        },
        {
          "title": "Neglecting land–atmosphere feedbacks overestimates climate-driven increases in evapotranspiration",
          "authors": "Sha Zhou, Bofu Yu",
          "url": "https://doi.org/10.1038/s41558-025-02428-5",
          "doi": "https://doi.org/10.1038/s41558-025-02428-5",
          "filter": "2"
        },
        {
          "title": "Unpredictable impacts of previous stress",
          "authors": "Tegan Armarego-Marriott",
          "url": "https://doi.org/10.1038/s41558-025-02432-9",
          "doi": "https://doi.org/10.1038/s41558-025-02432-9",
          "filter": "2"
        },
        {
          "title": "Africa must lead the governance of solar radiation management",
          "authors": "Kwesi Akumenyi Quagraine, Babatunde J. Abiodun, Samuel Essien-Baidoo",
          "url": "https://doi.org/10.1038/s41558-025-02420-z",
          "doi": "https://doi.org/10.1038/s41558-025-02420-z",
          "filter": "2"
        },
        {
          "title": "Truth discernment may not help to overcome misinformation",
          "authors": "Tobia Spampatti",
          "url": "https://doi.org/10.1038/s41558-025-02426-7",
          "doi": "https://doi.org/10.1038/s41558-025-02426-7",
          "filter": "2"
        },
        {
          "title": "Sinking carbon sinks",
          "url": "https://doi.org/10.1038/s41558-025-02440-9",
          "doi": "https://doi.org/10.1038/s41558-025-02440-9",
          "filter": "2"
        },
        {
          "title": "Understanding unexpected slowdown",
          "authors": "Jasper Franke",
          "url": "https://doi.org/10.1038/s41558-025-02430-x",
          "doi": "https://doi.org/10.1038/s41558-025-02430-x",
          "filter": "2"
        },
        {
          "title": "Activity changes during heatwaves",
          "authors": "Danyang Cheng",
          "url": "https://doi.org/10.1038/s41558-025-02431-w",
          "doi": "https://doi.org/10.1038/s41558-025-02431-w",
          "filter": "2"
        }
      ]
    }
  ]
}
