{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Adaptive capacity of agricultural institutions to climate change and the barriers: a comparative study from Turkey",
          "authors": "Hacer Gören",
          "url": "https://doi.org/10.1080/14693062.2025.2526674",
          "doi": "https://doi.org/10.1080/14693062.2025.2526674",
          "filter": "0"
        },
        {
          "title": "Modelling policy packages with combined climate, social, and macroeconomic goals: the Swedish case",
          "authors": "Jens Ergon, Markus Larsson, Göran Finnveden, Mikael Karlsson, Ioannis Gutzianas, Bence Kiss-Dobronyi",
          "url": "https://doi.org/10.1080/14693062.2025.2531098",
          "doi": "https://doi.org/10.1080/14693062.2025.2531098",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Implications of states’ dependence on carbon dioxide removal for achieving the Paris temperature goal",
          "authors": "Rupert F. Stuart-Smith, Ewan White, Ruben Prütz, Joeri Rogelj, Thom Wetzer, Marianne Wood, Lavanya Rajamani",
          "url": "https://doi.org/10.1080/14693062.2025.2528775",
          "doi": "https://doi.org/10.1080/14693062.2025.2528775",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Projections of extreme rainfall and floods in Mediterranean basins from an ensemble of convection-permitting models",
          "authors": "Nils Poncet, Yves Tramblay, Philippe Lucas-Picher, Guillaume Thirel, Cécile Caillaud",
          "url": "https://doi.org/10.1007/s10584-025-03983-8",
          "doi": "https://doi.org/10.1007/s10584-025-03983-8",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Russia-Ukraine war has altered the pattern of carbon dioxide emissions from shipping in the Black Sea region",
          "authors": "Yuanquan Xu, Pengjun Zhao, Tingting Kang, Kun Qin",
          "url": "https://doi.org/10.1038/s43247-025-02537-1",
          "doi": "https://doi.org/10.1038/s43247-025-02537-1",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Arbuscular mycorrhizal fungi communities and glomalin mediate particulate and mineral-associated organic carbon formation in grassland patches",
          "authors": "Deng Ao, Baorong Wang, Yubin Wang, Yuanjia Chen, Chao Liang, Shaoshan An",
          "url": "https://doi.org/10.1038/s43247-025-02492-x",
          "doi": "https://doi.org/10.1038/s43247-025-02492-x",
          "filter": "2"
        },
        {
          "title": "East Asian aerosol cleanup has likely contributed to the recent acceleration in global warming",
          "authors": "Bjørn H. Samset, Laura J. Wilcox, Robert J. Allen, Camilla W. Stjern, Marianne T. Lund, Sharar Ahmadi, Annica Ekman, Maxwell T. Elling, Luke Fraser-Leach, Paul Griffiths, James Keeble, Tsuyoshi Koshiro, Paul Kushner, Anna Lewinschal, Risto Makkonen, Joonas Merikanto, Pierre Nabat, Larissa Narazenko, Declan O’Donnell, Naga Oshima, Steven T. Rumbold, Toshihiko Takemura, Kostas Tsigaridis, Daniel M. Westervelt",
          "abstract": "Global surface warming has accelerated since around 2010, relative to the preceding half century 1–3 . This has coincided with East Asian efforts to reduce air pollution through restricted atmospheric aerosol and precursor emissions 4,5 . A direct link between the two has, however, not yet been established. Here we show, using a large set of simulations from eight Earth System Models, how a time-evolving 75% reduction in East Asian sulfate emissions partially unmasks greenhouse gas-driven warming and influences the spatial pattern of surface temperature change. We find a rapidly evolving global, annual mean warming of 0.07 ± 0.05 °C, sufficient to be a main driver of the uptick in global warming rate since 2010. We also find North-Pacific warming and a top-of-atmosphere radiative imbalance that are qualitatively consistent with recent observations. East Asian aerosol cleanup is thus likely a key contributor to recent global warming acceleration and to Pacific warming trends.",
          "url": "https://doi.org/10.1038/s43247-025-02527-3",
          "doi": "https://doi.org/10.1038/s43247-025-02527-3",
          "filter": "2"
        },
        {
          "title": "Bacillus biofilm formation and niche adaptation shape long-distance transported dust microbial community",
          "authors": "Naama Lang-Yona, Ella Lahav, Hilit Levy Barazany, Talal Salti, Liat Rahamim- Ben Navi, Prem Anand Murugan, Ilana Kolodkin-Gal",
          "url": "https://doi.org/10.1038/s43247-025-02534-4",
          "doi": "https://doi.org/10.1038/s43247-025-02534-4",
          "filter": "2"
        },
        {
          "title": "Microbial degradation and watershed weathering jointly regulate soil organic matter stabilization in alpine wetlands",
          "authors": "Bin Niu, Tianzhu Lei, Qiuyu Chen, Yilun Hu, Hailiang Dong, Yibo Yang, Jizhong Zhou, Gengxin Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02547-z",
          "doi": "https://doi.org/10.1038/s43247-025-02547-z",
          "filter": "2"
        },
        {
          "title": "Geochemical-integrated machine learning approach predicts the distribution of cadmium speciation in European and Chinese topsoils",
          "authors": "Naichi Zhang, Chen Lv, Yan Li, Panos Panagos, Cristiano Ballabio, Jun Man, Xueyuan Gu, Fang-Jie Zhao, Peng Wang, Xingmei Liu, Yifan Qian, Peixin Cui, Tongliang Wu, Meiying Huang, Cun Liu, Yujun Wang",
          "url": "https://doi.org/10.1038/s43247-025-02516-6",
          "doi": "https://doi.org/10.1038/s43247-025-02516-6",
          "filter": "2"
        },
        {
          "title": "Arctic wildfire carbon emissions strongly influenced by midsummer Tibetan Plateau precipitation",
          "authors": "Xiaoye Yang, Haolin Luo, Ziqian Zhong, Chang-Hoi Ho, Gang Zeng, Hui-Wen Lai, Tinghai Ou, Wei-Chyung Wang, Deliang Chen",
          "abstract": "Wildfires in the Arctic are accelerating ecosystem damage and increasing global carbon emissions. Siberia, a major Arctic wildfire hotspot, is shaped by both local weather and distant climate influences. Here we use climate reanalysis data and numerical model experiments to show that summer wildfires in Siberia are strongly influenced by rainfall patterns over the Tibetan Plateau, one of the Northern Hemisphere’s largest summer heat sources. A dipole in Tibetan Plateau rainfall—wetter in the west, drier in the east—coincides with more fires in central Siberia and fewer in the east. This pattern alters high-altitude winds, shifting the jet stream northward and generating air flow changes that create favorable fire conditions across Siberia. Model experiments support a causal link. The resulting carbon dioxide emissions can match annual emissions from all Nordic countries. These findings highlight an overlooked driver of Arctic wildfires and improve our understanding of their role in the global carbon cycle.",
          "url": "https://doi.org/10.1038/s43247-025-02505-9",
          "doi": "https://doi.org/10.1038/s43247-025-02505-9",
          "filter": "2"
        },
        {
          "title": "Basin-wide and coastal modes of north tropical Atlantic variability have distinct impacts on hurricanes",
          "authors": "Yi Liu, Michael J. McPhaden, Wenju Cai, Yu Zhang, Jiuwei Zhao, Hyacinth C. Nnamchi, Xiaopei Lin, Ziguang Li, Jun-Chao Yang",
          "url": "https://doi.org/10.1038/s43247-025-02529-1",
          "doi": "https://doi.org/10.1038/s43247-025-02529-1",
          "filter": "2"
        },
        {
          "title": "Detailed observations reveal the genesis and dynamics of destructive debris-flow surges",
          "authors": "J. Aaron, J. Langham, R. Spielmann, J. Hirschberg, B. McArdell, S. Boss, C. G. Johnson, J. M. N. T. Gray",
          "abstract": "Debris flows are one of the most damaging natural hazards in mountainous terrain. Their dynamics are controlled by both surging behaviour and the influence of large boulders. However, a lack of high-resolution field measurements has limited our mechanistic understanding of these important processes. Here, we provide high-resolution in situ debris-flow surge measurements that demonstrate that surges are formed by the spontaneous growth of small surface instabilities into large waves, which amplify the destructiveness of the flow by increasing peak discharge. We use our field measurements to invert for the effective basal friction experienced by the flow, and support this reconstruction using numerical simulations that reproduce the formation and propagation of the surges. Detailed analysis of the inverted frictional data further shows that large boulders in the flow can influence local flow dynamics by increasing basal resistance, but this is not required to drive the surge wave instability. Our analysis provides new insights into debris-flow dynamics and can provide the foundation for improved hazard management of these damaging processes.",
          "url": "https://doi.org/10.1038/s43247-025-02488-7",
          "doi": "https://doi.org/10.1038/s43247-025-02488-7",
          "filter": "2"
        },
        {
          "title": "Solar wind erosion of lunar regolith is suppressed by surface morphology and regolith properties",
          "authors": "Johannes Brötzner, Herbert Biber, Paul Stefan Szabo, Noah Jäggi, Lea Fuchs, Andreas Nenning, Martina Fellinger, Gyula Nagy, Eduardo Pitthan, Daniel Primetzhofer, Andreas Mutzke, Richard Arthur Wilhelm, Peter Wurz, André Galli, Friedrich Aumayr",
          "abstract": "Important aspects concerning the origin and formation of the Moon’s exosphere, its tenuous gas envelope, remain puzzling with uncertainties regarding the importance of different effects. Two competing processes — micrometeoroid impact vaporization and solar wind ion sputtering — are considered key contributors to the ejection of particles into the exosphere. Here we present direct, high-precision yield measurements of solar wind ion sputtering using real lunar samples (Apollo 16 sample 68501), combined with advanced 3D simulations of regolith erosion. We find solar wind sputter yields up to an order of magnitude lower than previously used in exosphere models. The difference is primarily due to the suppressive effects of surface morphology, in particular the roughness and high porosity of the lunar regolith. Our results provide critical, experimentally validated sputter yield estimates and address long-standing modeling uncertainties. These results are particularly timely in light of upcoming and ongoing missions, such as the Artemis program at the Moon or BepiColombo at Mercury, contributing essentially to our understanding of how the surfaces of rocky bodies in the solar system are altered.",
          "url": "https://doi.org/10.1038/s43247-025-02546-0",
          "doi": "https://doi.org/10.1038/s43247-025-02546-0",
          "filter": "2"
        },
        {
          "title": "Temperature mediated albedo decline portends acceleration of North American glacier mass loss",
          "authors": "S. N. Williamson, S. J. Marshall, B. Menounos",
          "abstract": "North American glaciers experienced accelerated mass loss over the last decade, yet the degree to which albedo decline drove this mass loss remains uncertain. We use daily summer glacier surface albedo averaged by decade (2000 − 2009 and 2010 − 2019) derived from Moderate Resolution Imaging Spectroradiometer to investigate how snow and ice darkening influenced glacier mass loss for 25 of the largest and most heavily glaciated regions in North America. Here we show that glacier albedo respectively decreased by 0.019 ± 0.019 and 0.018 ± 0.009 in western North America and in the Canadian Arctic. This decrease in albedo coincides with increased geodetically derived glacier mass loss within these regions (R 2 = 0.76, R 2 = 0.63; p &lt; 0.01). Modelled surface energy balance and melt rates, forced by European Centre for Medium-Range Weather Forecasts Reanalysis 5th Generation Land reanalysis and regional decadal averages of albedo, indicate that 31% of increased melt rate in Western North America and 41% of increased melt rate in the Canadian Arctic can be attributed to albedo decline. Projected increases in air temperature this century will further reduce glacier albedo, and the resulting positive feedback will further accelerate glacier mass loss.",
          "url": "https://doi.org/10.1038/s43247-025-02503-x",
          "doi": "https://doi.org/10.1038/s43247-025-02503-x",
          "filter": "2"
        },
        {
          "title": "Climate change enhances soil fauna population and biomass in grasslands of the Loess Plateau",
          "authors": "Xi Yang, Ming’an Shao, Tongchuan Li",
          "url": "https://doi.org/10.1038/s43247-025-02542-4",
          "doi": "https://doi.org/10.1038/s43247-025-02542-4",
          "filter": "2"
        },
        {
          "title": "Carbohydrate content controls vertical variations in carbon to nitrogen ratios of organic particles within the euphotic zone in the northwest Sargasso Sea",
          "authors": "Lillian C. Henderson, Chance J. English, Dailen L. Jeng, Kimberly J. Popendorf, Craig A. Carlson, Hilary G. Close",
          "abstract": "Latitudinal variations in the carbon:nitrogen (C:N) ratio of particulate organic matter are well-established, but vertical (depth) variations within the euphotic zone remain largely unexplored. Here, we found that C:N ratios (mol:mol) of three size fractions of particulate organic matter exceeded the canonical Redfield ratio of 6.6 within the low-nutrient upper euphotic zone in the stratified northwest Sargasso Sea. In larger particles ( &gt;20 μm), these ratios reached as high as 10–16. Elevated C:N ratios in all size fractions of particles (0.3 to &gt;20 μm) in the upper euphotic zone coincided with the accumulation of glucose-rich carbohydrates. In contrast, particles within or below the nitracline, within the lower euphotic zone (~90–140 m), exhibited C:N ratios of &lt;6.6 and contained comparatively less carbohydrate and greater amounts of amino acids. Additionally, patterns in the composition of individual carbohydrate monomers suggest that the vertical variations originate from both primary production and degradative processes. These variations in particle composition over depth will affect the stoichiometry in models of primary production, microbial remineralization, and carbon export.",
          "url": "https://doi.org/10.1038/s43247-025-02524-6",
          "doi": "https://doi.org/10.1038/s43247-025-02524-6",
          "filter": "2"
        },
        {
          "title": "Large-scale impregnation of oceanic and continental slab-derived adakitic melts into the mantle wedge",
          "authors": "Pengjie Cai, Jaroslaw Majka, Dongyang Lian, Jingsui Yang, Lu Wang, Haitao Ma, Huichao Rui, Rongzong Bo, Ahmed E. Masoud",
          "url": "https://doi.org/10.1038/s43247-025-02552-2",
          "doi": "https://doi.org/10.1038/s43247-025-02552-2",
          "filter": "2"
        },
        {
          "title": "Transported dust modulates aerosol pollution domes over rapidly urbanizing Indian cities",
          "authors": "Soumya Satyakanta Sethi, V. Vinoj",
          "abstract": "Elevated anthropogenic emissions over cities are said to form distinct pollution domes. Here, we characterize them, exploring their general patterns for 141 Indian cities using satellite-retrieved aerosol optical depth data from 2003 to 2020. We show the existence of a distinct north-south pollution dome pattern across the Indian cities, with the domes for the highly polluted northern cities generally punctured due to regional or long-range transported aerosols, especially dust. Our study highlights the significant role of large-scale circulation and the requirement for synergistic regional and local aerosol pollution mitigation measures for clean air and urban sustainability.",
          "url": "https://doi.org/10.1038/s43247-025-02538-0",
          "doi": "https://doi.org/10.1038/s43247-025-02538-0",
          "filter": "2"
        },
        {
          "title": "Solar System’s earliest solids as tracers of the accretion region of Ryugu and Ivuna-type carbonaceous chondrites",
          "authors": "Noriyuki Kawasaki, Sota Arakawa, Yushi Miyamoto, Naoya Sakamoto, Daiki Yamamoto, Sara S. Russell, Hisayoshi Yurimoto",
          "url": "https://doi.org/10.1038/s43247-025-02511-x",
          "doi": "https://doi.org/10.1038/s43247-025-02511-x",
          "filter": "2"
        },
        {
          "title": "The Gulf Stream moved northward at the end of the Little Ice Age",
          "authors": "Edward C. G. Forman, James U. L. Baldini, Robert A. Jamieson, Franziska A. Lechleitner, Izabela W. Walczak, Dan C. Nita, Struan R. Smith, David A. Richards, Lisa M. Baldini, Cameron McIntyre, Wolfgang Müller, Andrew J. Peters",
          "abstract": "The Gulf Stream forms part of the upper-ocean limb of the Atlantic Meridional Overturning Circulation, playing an essential role in redistributing heat northward and greatly influencing regional climates in the North Atlantic. Understanding Gulf Stream path and strength variability on pre-instrumental timescales is vital to contextualise its proposed present-day weakening and to better appreciate its sensitivity to external forcing. Here we present a 564 year-long monthly resolved terrestrial palaeo-oceanographic temperature record derived from a Bermudan stalagmite, spanning 1449 to 2013 in the Common Era. Our reconstruction suggests that the Gulf Stream migrated northward as the Little Ice Age abated, after a combination of reduced Gulf Stream transport, enhanced Labrador Current and Deep Western Boundary Current transport, and an extended negative North Atlantic Oscillation phase had likely forced its path southward.",
          "url": "https://doi.org/10.1038/s43247-025-02446-3",
          "doi": "https://doi.org/10.1038/s43247-025-02446-3",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Policy for regime destabilisation in CAP Strategic plans assessing the transformative ambition of France’s and Germany’s implementations of the Common agricultural policy",
          "authors": "Leonard Frank, Heiner Schanz",
          "url": "https://doi.org/10.1080/09644016.2025.2523101",
          "doi": "https://doi.org/10.1080/09644016.2025.2523101",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "What discrepancies between farmer perceptions and observational data teach us about smallholder decision making",
          "authors": "Kurt B Waldman, Jordan Blekking, Meha Jain, Chewe Nkonde, Noemi Vergopolan",
          "abstract": "Applications of observational data to understand smallholder farming systems have increased as the accuracy of these data has improved. The more precise observational methods become, the more discrepancies between observational data and farmer perceptions arise. These discrepancies demonstrate the prevalence of heuristics and biases, highlighting the problematic ways we study fundamental decisions around agricultural input use, production outcomes, and perceptions about weather and climate.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adeff3",
          "doi": "https://doi.org/10.1088/1748-9326/adeff3",
          "filter": "0"
        },
        {
          "title": "Does greenspace influence the associations between ambient temperature and violent crime? An observational study",
          "authors": "Seulkee Heo, Hayon Michelle Choi, Scott Delaney, Peter James, Michelle L Bell",
          "abstract": "Despite the growing evidence on the associations between greenspace and violent crime, there is a lack of research on the urban greenspace’s influence on the associations between ambient temperature and violent crime. This observational study examined the risk differences by community’s greenspace level using various greenspace indicators. Our time-series analysis modeled the associations between daily mean temperature (ºC) over two lag days (lag0–1) and daily counts of violent crime during summer (May–September) in each ZIP code in Chicago, IL (2001-2023), adjusting for confounding factors. Our random-effects meta-regression analyses estimated the pooled relative risk (RR) at the 80th summer temperature percentile compared to the reference temperature (10th percentile) across the ZIP codes. Our meta-regressions analyzed how the ZIP code-specific relative risks differ by the number of parks, sum of park areas, percentage of vegetated area, percentage of recreational vegetated area, vegetation density (30 m), percent tree coverage, and percent street-level tree coverage aggregated at the ZIP code level. A total of 1,075,959 counts of violent crime were included in our analysis. We found 8% (95% CI: 7–10%) higher risk of violent crime incidents when the daily mean temperature was at the 80th percentile (25.9 ºC) compared to the reference temperature (8.6 ºC). The pooled RR was significantly lower in ZIP codes with the highest vegetation density (RR=1.09 [95% CI: 1.04–1.13]) compared to those with the lowest vegetated density (RR=1.12 [1.09–1.16]). The RR was significantly lower in ZIP codes with the highest percentage of tree coverage (RR=1.09 [1.05–1.13]) compared to the ZIP codes with the lowest percentage of tree coverage (RR=1.12 [1.09–1.16]). The observed results indicate that greenspace can be beneficial in reducing the associations between heat and violent crime. The results should be considered in urban greenery planning and policies to reduce violent crime.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adef6a",
          "doi": "https://doi.org/10.1088/1748-9326/adef6a",
          "filter": "0"
        },
        {
          "title": "Equity principles, mitigation and climate impacts: balancing welfare and costs",
          "authors": "Kaj-Ivar van der Wijst, Andries Hof, Detlef P van Vuuren",
          "abstract": "Equity considerations are crucial for successful international climate change policy. In this paper, several ways of incorporating equity in evaluating national climate targets are examined by comparing reduction targets resulting from the traditional cost-minimisation approach with those based on effort-sharing regimes and welfare optimisation taking into account not only regional differences in income, emissions and mitigation costs but also the latest insights in damage costs. We find that considering damage costs in effort-sharing regimes, leads to more stringent targets for developed regions like Europe and the USA compared to cost minimisation. One way to implement such schemes is via the use of flexible instruments, possibly leading to financial flows from emission trading of over 400 billion US$/yr in 2035. A welfare-maximising approach without emission trading is an alternative option, which leads to results that reduce emissions and global inequality, with no financial transfers. The downside is that global mitigation costs are higher due to the lack of emission trading. The reduction targets presented in this research can serve as input for updating national climate targets and presents ways to directly incorporate equity into Integrated Assessment Models scenarios often used by the IPCC.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adeeaa",
          "doi": "https://doi.org/10.1088/1748-9326/adeeaa",
          "filter": "0"
        },
        {
          "title": "Advancing new metrics for wildfire smoke exposure: Case study in Alaska to bridge public health, climate adaptation, and fire management",
          "authors": "Micah Hahn, Nelsha R Athauda, Zhiwei Dong, Melissa Bradley, Jingqiu Mao, Loretta J Mickley",
          "abstract": "Wildfire activity is increasing globally due to climate change, with implications for air quality and public health. Fine particulate matter (PM2.5) from wildfire smoke contributes to cardiorespiratory morbidity and mortality, adverse birth outcomes, mental health stressors, and disruptions to food security and traditional livelihoods. However, quantifying health risks remains difficult due to sparse monitoring, challenges in isolating wildfire-specific pollution, and limited long-term exposure assessments. We developed a historical air quality dataset for Alaska using a hybrid approach that integrates GEOS-Chem atmospheric modeling with ground-based data to estimate daily wildfire-attributable PM2.5 at a 0.625°×0.5° resolution from 2003–2020. We aggregated these estimates by census tract and derived metrics to quantify long-term wildfire smoke exposure, then combined these estimates with social vulnerability data to identify populations disproportionately affected. Alaskans experienced an average of 3.5 million person-days of moderate and &gt;800,000 person-days of dense smoke exposure annually. In years when over 2 million acres burned, 86–98% of census tracts recorded at least one day of moderate smoke, and up to 73% experienced heavy smoke. Northern Interior Alaska had over 300 cumulative days of poor air quality (~10% of summer days) over the 18-year period, with smoke waves lasting as long as 43 days. Tracts identified as having high smoke exposure and high smoke vulnerability were generally in rural Interior Alaska; however, urban tracts in Interior and Southcentral were also identified. High-exposure census tracts had statistically greater proportions of housing cost-burdened residents and women of childbearing age. This study highlights the need to move beyond traditional fire metrics and adopt measures that better capture the full scope of human exposure. Our approach provides a framework for assessing health risks and integrating public health into climate adaptation and fire management especially in wildfire-prone regions where observations are sparse.",
          "url": "https://doi.org/10.1088/1748-9326/adeff6",
          "doi": "https://doi.org/10.1088/1748-9326/adeff6",
          "filter": "0"
        },
        {
          "title": "Attitudes toward water conservation: evidence from a large sample of households in Germany",
          "authors": "Manuel Frondel, Delia Niehues, Valerie Peetz, Stephan Sommer, Lukas Tomberg",
          "abstract": "Based on randomized information treatments that were embedded in a large survey among more than 6000 single-family homeowners from Germany, we investigate the malleability of attitudes toward water conservation and a variety of conservation policies. The empirical results indicate that respondents generally have a positive attitude toward water conservation. Information treatments that included balanced or negatively biased information about the necessity of water conservation only moderately reduced this positive attitude. In addition, we find that respondents attribute a higher level of concern for water conservation to themselves than to people in their personal environment and the population in general. Conservation policies, such as price increases for heavy consumers, are accepted by the majority of respondents and perceived as fair, whereas smart water tariffs and frequent price increases are largely rejected.",
          "url": "https://doi.org/10.1088/1748-9326/ade45e",
          "doi": "https://doi.org/10.1088/1748-9326/ade45e",
          "filter": "0"
        },
        {
          "title": "Repression over responsibility: sanctioning of environmental activism",
          "authors": "Emiline Smith, Angus Nurse",
          "abstract": "Conservation provides the scientific and ecological foundation for many environmental activism efforts, while aConservation offers evidence-based insights into the state of ecosystems and biodiversity, while activism amplifies conservation goals through public and political engagement. Despite the importance of this relationship, a troubling pattern has emerged: However, environmental activism is increasingly met with disproportionate criminalization and punitive responses currently disproportionately criminalized and punished by many governments worldwide. Such repression not only threatens individual activists but also undermines the broader conservation movement by discouraging public participation and stifling dissent, ultimately jeopardizing our collective ability to address the planet’s most pressing challenges. This short perspective provides examines the growing trend of targeting environmental activists an overview of this troubling trend and discusses the potential consequences this may have for conservationists and anyone else concerned about the profound, immediate threats of climate change and environmental exploitation.",
          "url": "https://doi.org/10.1088/1748-9326/adef6b",
          "doi": "https://doi.org/10.1088/1748-9326/adef6b",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Stability of alkalinity in the land-ocean transition zone: a geochemical CDR perspective for the Elbe River, Germany",
          "authors": "Mingyang Tian, Jens Hartmann, Niels Suitner, Thorben Amann, Stephan Kempe, Carl Lim, Charly Andre Moras",
          "abstract": "Carbon dioxide removal (CDR) strategies like enhanced weathering and river/ocean alkalinity enhancement have been suggested to increase alkalinity in rivers, coastal areas, and eventually oceans. The effectiveness and sustainability of these CDR approaches depend on the persistence of added alkalinity, since exceeding certain Ω-thresholds for a given water composition may lead to carbonates formation, causing the loss of previously added alkalinity. In this research, stability of alkalinity was tested using incubation experiments with Elbe estuary freshwater from two seasons (March and August). Alkalinity was increased up to 4000 μmol kgw -1, with varying salinity from 0 to 16. This study shows that alkalinity stability depends on the presence and quantity of suspended particles, seasonality of water chemistry, and salinity. Based on the experimental data, the Elbe estuary may take up additional alkalinity in the freshwater part, corresponding to ~3.0 MtCO2 yr-1 being transported towards the North Sea. Estimates of alkalinity additions from the 1970s to 2010s show a decreasing potential due to changes in pCO2 and pH. The upper geochemical limit for transporting additional alkalinity through estuarine systems serves as a critical boundary. Environmentally feasible levels may be lower than identified here and depend on environmental regulations.",
          "url": "https://doi.org/10.1088/1748-9326/adeeab",
          "doi": "https://doi.org/10.1088/1748-9326/adeeab",
          "filter": "2"
        },
        {
          "title": "Seasonal contrast in dryland vegetation response to meteorological drought across South Asia",
          "authors": "Rafi Riaz, Zhang Jie, Irfan Ullah, Akintomide A Akinsanola, Sidra Syed, Chemeda Tizazu Geremew, Kaleem Ullah, Muhammad Qasim",
          "abstract": "Understanding vegetation sensitivity to drought in South Asia (SA) is essential due to the region’s exposure to frequent, seasonally varying drought driven by complex hydroclimatic factors. This study addresses a significant knowledge gap by investigating seasonal vegetation-drought sensitivity using multiple vegetation indicators and the influence of hydroclimatic factors. Our results show vegetation-drought sensitivity peaks in spring, rising from 0.2 in summer to 0.6, with drought-prone areas expanding from 40% to 60%. Along with drought-vegetation sensitivities, the other hydroclimatic factor's role played a wide range of dependency on the phenological stages of vegetation. For instance, a statistically significant positive correlation between increasing soil moisture–temperature coupling and decreased vegetation growth was detected from spring to summer in Pakistan and India, with an average sensitivity of 0.2 to 0.6 in all seasons. Vapor pressure deficit dominates vegetation responses, especially in summer and autumn, with central and northwestern croplands showing higher sensitivity, while humid northeastern parts remain resilient. Elevated aCO₂ amplifies drought effects in the spring, highlighting the vital role of seasonal water balance and hydroclimatic dynamics. Policy-makers should integrate these insights into regional drought management and climate adaptation strategies to support sustainable agricultural practices and ecosystem conservation.",
          "url": "https://doi.org/10.1088/1748-9326/adeeac",
          "doi": "https://doi.org/10.1088/1748-9326/adeeac",
          "filter": "2"
        },
        {
          "title": "The impact of livestock farming on global fire regimes",
          "authors": "Oliver Charles Perkins, Olivia Michele Mira Haas, James Millington",
          "abstract": "Fire is the largest source of global vegetation disturbance and livestock farming is amongst humanity’s most pervasive impacts on the biosphere. However, no quantification has been made of livestock farming’s global impact on fire regimes. Here, we quantify the impact of livestock farming on global burned area, through a combination of a new parameterisation of grassland grazing intensity in the Wildfire Human Agency Model (WHAM!) and generalised linear models of fire’s many additional biophysical dimensions. Results demonstrate that livestock farming has contributed to the decline in global burned area, but perhaps more importantly, also has highly spatially heterogenous impacts. Specifically, results suggest that the contrasting distributions of livestock grazing intensity and pastoral burning likely contribute to the observed burned area anomaly in the savanna grasslands of sub-Saharan Africa. Our results serve to highlight the major potential role of ‘prescribed grazing’ as a climate change adaptation measure and, more broadly, reiterate the importance of interactions between human and biophysical processes in driving the distribution of fire on Earth.",
          "url": "https://doi.org/10.1088/1748-9326/adeff5",
          "doi": "https://doi.org/10.1088/1748-9326/adeff5",
          "filter": "2"
        },
        {
          "title": "One-step estimation of non-seasonal terrestrial water storage variation in Southeastern China",
          "authors": "Lin Zhang, Yunzhong Shen, Nico Sneeuw, Kunpu Ji, Xiaolei Ju",
          "abstract": "Accurate estimation of Non-Seasonal Signals (NSSs) of Terrestrial Water Storage Anomaly (TWSA) from GRACE (Gravity Recovery and Climate Experiment) monthly gravity field models is essential for identifying and understanding extreme hydrological phenomena. However, significant north-south striped noise in the models necessitates spectral filtering before estimating NSSs, resulting in signal attenuation and leakage. In this paper, we propose a One-Step Approach (OSA) that iteratively filters noise and estimates NSSs alongside trends and seasonal signals starting from unfiltered regional TWSA signals, where the covariance matrices of NSSs are populated using distance-based exponential functions. The non-seasonal TWSA signals in Southeastern China, estimated by OSA from April 2002 to December 2024, effectively preserves signal integrity with reduced spatial leakage and enhanced signal strength, aligning closely with those of the RL06 mascon products from CSR (Center for Space Research) and JPL (Jet Propulsion Laboratory), achieving Nash-Sutcliffe Efficiency (NSE) of 0.91 and 0.90. Moreover, we introduce a Standardized NSS (SNSS) index from OSA, which enhances the consistency with the Standardized Streamflow Index (SSI), identifying the extreme wetness in Pearl River Basin (PRB) and Southeastern River Basin (SERB) from August 2015 to June 2016, and the extreme drought in Middle and Lower Yangtze River Basin (MLYRB) from July 2022 to April 2023. SNSS also exhibits enhanced correlations with nine key climate indices, especially for ENSO (El Niño-Southern Oscillation) and TIOS (Tropical Indian Ocean Sea Surface Temperature Anomaly), with cross-correlations of 0.99 and 0.96 for PRB, 0.97 and 0.94 for SERB during extreme wetness, and 0.96 and 0.90 for MLYRB during extreme drought.",
          "url": "https://doi.org/10.1088/1748-9326/adeff4",
          "doi": "https://doi.org/10.1088/1748-9326/adeff4",
          "filter": "2"
        },
        {
          "title": "Corrigendum: Metrics for quantifying the efficiency of atmospheric CO 2 reduction by marine carbon dioxide removal (mCDR) (2024 Environ. Res. Lett.  19 104053)",
          "authors": "Kana Yamamoto, Tim DeVries, David A Siegel",
          "url": "https://doi.org/10.1088/1748-9326/adea88",
          "doi": "https://doi.org/10.1088/1748-9326/adea88",
          "filter": "2"
        },
        {
          "title": "A new dark ice albedo threshold and its applications",
          "authors": "Shunan Feng, Christopher Williamson, Joseph Mitchell Cook, Yukihiko Onuma, Nozomu Takeuchi, Alexandre Magno Anesio, Liane G. Benning, Martyn Tranter",
          "abstract": "Dark ice (low albedo) areas are hot spots for investigating biological and abiotic darkening processes and their impact on the melt rate of the Greenland Ice Sheet. This study introduces a quantitative method for determining albedo thresholds to delineate areas of dark ice, which detects abrupt changes in the mean and linear trends in time series of weather station albedo measurements in documented dark ice areas. Four different stages of albedo change during the melt season are easily identified within data derived from PROMICE (Program for Monitoring of the Greenland Ice Sheet) and the Greenland Climate Network (GC-Net) AWS (automatic weather station) located in dark ice areas. The third stage is defined as the dark ice period, during which the albedo decline rate is lowest, gradually converging to the minimum annual value. The derived broadband albedo thresholds are $\\alpha$\\textless 0.451 and 0.431 for use with discrete data mapping and linear trend analysis, respectively. We recommend that the latter threshold is used because it can better indicate albedo trend changes. The thresholds were applied to harmonized Landsat and Sentinel 2 ice albedo and MODerate resolution Imaging Spectroradiometer (MODIS) MOD10A1 albedo products to analyze dark ice variations at local (30 m) and regional (500 m) scales on the ice sheet. Our findings reveal notable inter-annual and daily variations in dark ice areas, in line with previous studies. Dark ice occupies, on average, 60\\% of the bare ice area, and the transition from bare to dark ice averaged 5 to 6 days across the ice sheet. The impacts of the different thresholds applied are relatively minor.",
          "url": "https://doi.org/10.1088/1748-9326/adeea9",
          "doi": "https://doi.org/10.1088/1748-9326/adeea9",
          "filter": "2"
        },
        {
          "title": "Permafrost thaw affects the chemistry of mountain ponds",
          "authors": "NICOLA COLOMBO, Michael Pettauer, Stefano Brighenti, Danilo Godone, franco salerno, Raffaella Balestrini, Carlo Andrea Delconte, Emanuele Pintaldi, ANDREA BENECH, Luca Paro, Maria Martin, Alessandra Brunier, Nicolas Guyennon, Michele Freppaz",
          "abstract": "Permafrost is warming and thawing due to climate change. Among the related effects, water quality modification has gained increasing attention globally. Nevertheless, the impacts of diffuse permafrost thaw on water chemistry in high-mountain areas remain largely unexplored. Here, we investigated the seasonal and interannual variability of water chemistry of two close-by ponds located in high-elevation catchments (European Alps, NW Italy) with and without permafrost. We analysed major ions and stable water isotopes (2014–2022; weekly to monthly sampling during the ice-free season) and leveraged ground thermal measurements in a 30-m deep borehole. We also used geochemical modelling to investigate the impacts of permafrost thaw on dominant weathering processes. Despite similar climatic conditions, lithological characteristics, and water sources contribution, we observed higher concentrations and more pronounced seasonal increases of most solutes in the pond located within the permafrost catchment compared to the pond in the permafrost-free catchment. This was particularly evident for sulfate, with mean concentrations approximately four times higher in the permafrost pond. In the permafrost catchment, progressive warming and thawing during the investigation period enhanced sulfide oxidation, likely due to increased exposure of freshly weathered, sulfide-bearing rock particles. However, enhanced weathering did not lead to acidification and water quality deterioration due to pH buffering capacity provided by dissolving silicates and carbonates. Global warming is expected to further accelerate permafrost thawing and related chemical weathering in transitional permafrost catchments. Water quality issues may arise in catchments with poor acid neutralising potential of rocks.",
          "url": "https://doi.org/10.1088/1748-9326/adeff7",
          "doi": "https://doi.org/10.1088/1748-9326/adeff7",
          "filter": "2"
        },
        {
          "title": "Corrigendum: Urban precipitation dynamics risk assessment across Indian smart cities (2025 Environ. Res. Lett. 20 074059)",
          "authors": "Vijay Jain, Shekhar Singh, Manish Kumar Goyal",
          "url": "https://doi.org/10.1088/1748-9326/adec06",
          "doi": "https://doi.org/10.1088/1748-9326/adec06",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Uncovering decolonial pedagogies for learning agroecological transitions: comparative analysis of South America cases",
          "authors": "Michelle Bonatti, Renata Guimarães Reynaldo, Berta Martín-López, Sergio Bolivar, María Cordero-Fernández, Giovanna Chavez Miguel, Adriana Martin, Janika Hämmerle, Barbara Schröter, Carla Erismann, Teresa da Silva Rosa, Jon Hellin, Izabella Schlindwein, Álvaro Acevedo Osorio, Leonardo Medina, Carla Baldivieso, Luca Eufemia, Johanna Jacobi, Ana Maria Lobo Guerrero, Stefan Sieber",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103042",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103042",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0959-3780(25)00071-8",
          "doi": "https://doi.org/10.1016/s0959-3780(25)00071-8",
          "filter": "1"
        },
        {
          "title": "Overshoot, potential air pollution co-benefits and food shortages",
          "authors": "Li-Jing Liu, Qiao-Mei Liang, Felix Creutzig, Hua Tong, Yu-Xuan Xiao, Xiang-Yan Qian, Hao Wang, Si-Yi Wei, Xiao-Chen Yuan, Biying Yu, Lan-Cui Liu, Yi-Ming Wei",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103040",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103040",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Executive Climate Change Attention: Toward an Indicator of Comparative Climate Change Attention",
          "authors": "Emiliano Grossman, Malo Jan",
          "abstract": "This article introduces the Executive Climate Change Attention indicator. This unique comparative measure assesses the importance given to climate change by executives in a total of 195 countries since 1985 through their annual individual government speeches at the United Nations General Assembly (UNGA). To compute this indicator, we trained a transformer model to classify sentences related to climate change in the government speeches at the UNGA. We illustrate the usefulness of the indicator by examining the drivers of climate change attention at the UNGA and the link between climate change attention and national climate policy outcomes.",
          "url": "https://doi.org/10.1162/glep.a.1",
          "doi": "https://doi.org/10.1162/glep.a.1",
          "filter": "0"
        },
        {
          "title": "REDD+ and Extractivism: Navigating Sustainability in Ghana’s Cocoa Landscapes",
          "authors": "Esther Wahabu",
          "abstract": "REDD+ is a global green vision that addresses climate change by reducing emissions from deforestation and enhancing carbon storage in forests while promoting sustainable forest management. Despite the implementation of REDD+ interventions in Ghana’s cocoa forests, extractivist forest practices persist. Based on official documents, interviews, and participatory observation, this article analyzes and explains the coexistence of forest-based extractivism with REDD+ in one of Ghana’s flagship REDD+ project areas. The findings show that REDD+ interventions designed for cocoa forests are not only inadequately equipped to halt Ghana’s forest-based extractivist development path but also insufficiently address the dispossession of local communities who find themselves deprived of their management and forest access rights and thus powerless to protect and restore the forest. The article argues that the carbon-based greening of the cocoa sector under REDD+ opens a new frontier for transnational accumulation while simultaneously reinforcing the legacy of extractive capitalism.",
          "url": "https://doi.org/10.1162/glep.a.10",
          "doi": "https://doi.org/10.1162/glep.a.10",
          "filter": "0"
        },
        {
          "title": "The Global Politics of a Protected Earth",
          "authors": "Justin Alger, Peter Dauvergne",
          "abstract": "The vision of humans living sustainably on a “protected earth” has a long history. Support for this vision has been surging in recent years, coming into sharp relief in 2022 when negotiators at the Convention on Biological Diversity’s fifteenth Conference of the Parties set a target of protecting 30 percent of land and sea by 2030. This article explains why this global green vision is gaining power as an ordering principle in world politics. Three sets of factors, we argue, are propelling this vision. First, the base of support is broadening as the conceptualization of the vision increasingly integrates values of justice, equity, Indigenous rights, and community comanagement. Second, grassroots advocacy is steadily strengthening underlying norms of appropriate action for protecting the earth, such as high seas conservation, zero deforestation, and rights of nature. And third, as environmental problems compound and sustainability norms strengthen, a global policy understanding is emerging on the value of legal protections. The extent of protected area looks set to keep rising and even gain pace. We do not assume, however, that the vision of a protected earth is benign, apolitical, or uncontested. Indeed, some states are protecting areas to grab land, control resources, or repress communities, and vast tracts of “protected” land, forests, and oceans remain heavily exploited, both legally and illegally.",
          "url": "https://doi.org/10.1162/glep.a.7",
          "doi": "https://doi.org/10.1162/glep.a.7",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Consequential differences in satellite-era sea surface temperature trends across datasets",
          "authors": "S. Menemenlis, G. A. Vecchi, Wenchang Yang, S. Fueglistaler, S. P. Raghuraman",
          "url": "https://doi.org/10.1038/s41558-025-02362-6",
          "doi": "https://doi.org/10.1038/s41558-025-02362-6",
          "filter": "2"
        }
      ]
    }
  ]
}
