{
  "update": "2025-05-16",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "The influence of climate change vulnerability on gender inequality: evidence from international comparisons",
          "authors": "Xinghao Li, Chin-Hsien Yu, Chi-Chuan Lee",
          "url": "https://doi.org/10.1080/14693062.2025.2500609",
          "doi": "https://doi.org/10.1080/14693062.2025.2500609",
          "filter": 0
        },
        {
          "title": "Carbon offsetting in city climate action: role, determinants and characteristics",
          "authors": "Ellen N. Chappell, Carlijn Hendriks, Selwyn Hoeks, Mark A. J. Huijbregts, Steef V. Hanssen, Birka Wicke",
          "url": "https://doi.org/10.1080/14693062.2025.2499606",
          "doi": "https://doi.org/10.1080/14693062.2025.2499606",
          "filter": 0
        },
        {
          "title": "Environmental policy and the evolution of revenue efficiency in global oil and gas companies",
          "authors": "Adnan Kasman, Canan Yildirim",
          "url": "https://doi.org/10.1080/14693062.2025.2504111",
          "doi": "https://doi.org/10.1080/14693062.2025.2504111",
          "filter": 0
        },
        {
          "title": "Aligning green budgeting with nationally determined contributions",
          "authors": "Ick Jin",
          "url": "https://doi.org/10.1080/14693062.2025.2502108",
          "doi": "https://doi.org/10.1080/14693062.2025.2502108",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Carbon markets for carbon dioxide removal",
          "authors": "Injy Johnstone, Sabine Fuss, Nadine Walsh, Robert Höglund",
          "url": "https://doi.org/10.1080/14693062.2025.2478288",
          "doi": "https://doi.org/10.1080/14693062.2025.2478288",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "The IPCC uncertainty framework: what some decision makers want (and why they shouldn’t)",
          "authors": "Margherita Harris",
          "url": "https://doi.org/10.1007/s10584-025-03931-6",
          "doi": "https://doi.org/10.1007/s10584-025-03931-6",
          "filter": 0
        },
        {
          "title": "Current climate variability of pastoral yield: a case study in Canterbury, New Zealand",
          "authors": "Matt Dumont, Zeb Etheridge, Andrew Curtis, Pierre Beukes, Alex Schuddeboom",
          "url": "https://doi.org/10.1007/s10584-025-03946-z",
          "doi": "https://doi.org/10.1007/s10584-025-03946-z",
          "filter": 0
        },
        {
          "title": "Environmental actions, support for policy, and information’s provision: experimental evidence from the US",
          "authors": "Chiara Binelli, Matthew Loveless",
          "abstract": "We investigate the effectiveness of providing prospective versus retrospective information on local climate change to promote pro-environmental behavior and support for green policies. A randomized experiment on a representative sample of American adults finds that providing prospective local climate change information is most effective at increasing pro-environmental actions and policy support, regardless of partisanship. The impact of this information provision increases when individuals feel responsible for addressing climate change, have young children, and trust the central government. Prospective information on local climate change can thus contribute to promoting the vast support for the necessary actions to address the climate crisis.",
          "url": "https://doi.org/10.1007/s10584-025-03941-4",
          "doi": "https://doi.org/10.1007/s10584-025-03941-4",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "An assessment of ocean thermal energy conversion resources and climate change mitigation potential",
          "authors": "Anna G. Nickoloff, Sophia T. Olim, Michael Eby, Andrew J. Weaver",
          "abstract": "Ocean thermal energy conversion (OTEC) is a renewable energy system that harnesses the thermal gradient between surface and deep waters. Many multi-century simulations with a fully coupled climate-carbon cycle model are presented to explore the amount of extractable energy and the climate change mitigation potential from the widespread implementation of OTEC. The sustainability of OTEC power generation was assessed for present and possible future climate states. A warmer climate reduced the sustainable power potential of OTEC. OTEC could briefly produce over 35 TW of power and, depending on the climate state, maximum power production rates of 5 to 10 TW were found to be sustainable on multi-millennial timescales. Over 500 years of simulation, with a high emission scenario (equivalent to RCP8.5), the power from OTEC deployments, with peak power generation ranging from 3 to 15 TW at the year 2100, resulted in cumulative emission reductions equivalent to 36% to 111% of historical carbon emissions from 1750 to 2023 relative to the scenario without OTEC. Such significant emissions reductions coupled with sustained OTEC-induced mixing led to globally averaged atmosphere temperature decreases of up to 2.5 ºC by the year 2100 and up to 4 ºC by the year 2500 compared to a scenario without OTEC. While caution is required, and the engineering challenges would be large, early indications suggest that the large-scale implementation of OTEC could make a substantial contribution to climate change mitigation.",
          "url": "https://doi.org/10.1007/s10584-025-03933-4",
          "doi": "https://doi.org/10.1007/s10584-025-03933-4",
          "filter": 2
        },
        {
          "title": "How great will the demand for critical minerals be to meet the 2 °C and 1.5 °C goals? Insights from various technology deployment scenarios",
          "authors": "Ayami Hayashi, Fuminori Sano, Keigo Akimoto",
          "url": "https://doi.org/10.1007/s10584-025-03939-y",
          "doi": "https://doi.org/10.1007/s10584-025-03939-y",
          "filter": 2
        },
        {
          "title": "Cooling is a cost-efficient way to adapt to heatwaves even in high-latitude cities",
          "authors": "Matti Hyyrynen, Markku Ollikainen, Janina Käyhkö, Juuso Suomi, Jussi Lintunen, Jukka Käyhkö, Antti Mäkelä, Fanny Marie Groundstroem, Sirkku Juhola",
          "abstract": "Heatwaves pose a direct threat to human health and well-being, particularly in cities, but there is little evidence of how much adaptation is needed at high northern latitudes. Drawing on IPCC’s notion of climate risk, we develop an integrated approach to determine the economic viability of adaptation to growing mortality caused by increasing heatwaves via improved cooling of residential buildings. Accounting for the stochasticity of temperatures using Monte Carlo simulations, we estimate that the mortality will increase by tenfold relative to current mortality caused by heatwaves in Southern Finland. We carry out a cost–benefit analysis and show that adaptation to heatwaves via cooling is a feasible but costly solution in all studied cities and under all climate change scenarios. Given the high value of statistical life, lack of adaptation to increasing frequency of heatwaves would be costly to society. Adaptation to heatwaves by cooling is an effective solution: costs are 38 200 – 416 000 €/life saved, and benefits exceed the costs by 1.8 to 18 times in alternative warming scenarios. Our results suggest that it is optimal to avoid any additional heatwave-related fatalities, implying that all the people belonging to the vulnerable population should be added to a district cooling network. The net present value of the adaptation by cooling is especially affected by the choice of the value of statistical life and more research is needed to ascertain the relevant value in the Finnish society.",
          "url": "https://doi.org/10.1007/s10584-025-03913-8",
          "doi": "https://doi.org/10.1007/s10584-025-03913-8",
          "filter": 2
        },
        {
          "title": "Keep cool in a changing climate: an integrated modelling procedure for costeffective mitigation of rising temperatures in rural landscapes",
          "authors": "Lutz Philip Hecker, Frank Wätzold, Astrid Sturm, Beate Zimmermann, Sarah Kruber, Christian Hildmann",
          "abstract": "Rising temperatures may negatively impact rural landscapes in temperate climates due to reduced yields in agriculture and forestry, an increased risk of biodiversity loss, changes in the local climate and a decrease in recreational value. One promising way to mitigate increasing land surface temperatures (LST) in rural landscapes is to implement land-use and land-cover changes as adaptation measures that retain precipitation in soils, water bodies, and groundwater to allow vegetation to evaporate more water to reduce LST in summer. We develop an integrated modelling procedure to identify cost-effective spatially differentiated adaptation measures in agriculture and forestry to mitigate LST increases. We define cost-effective adaptation in a landscape as maximizing LST mitigation for given costs. The procedure combines the results of a model that predicts the spatially differentiated effects of adaptation measures on LST with the results of an economic model that estimates the respective spatially differentiated costs in an optimisation algorithm. We demonstrate how the procedure works by applying it to the Elbe-Elster-county in Germany. We find that a substantial share of results can only be explained by considering spatially differentiated costs and mitigation impacts and not average values showing the importance of taking into account costs and impacts of measures in a spatially differentiated manner. We also compare results from our integrated modelling procedure with a (purely natural science) approach that selects those adaptation measures first which perform best in terms of LST mitigation and find that our approach leads to a better heat mitigation effect by a factor of 3.5 – 4.8.",
          "url": "https://doi.org/10.1007/s10584-025-03929-0",
          "doi": "https://doi.org/10.1007/s10584-025-03929-0",
          "filter": 2
        },
        {
          "title": "Environmental impacts from the widespread implementation of ocean thermal energy conversion",
          "authors": "Anna G. Nickoloff, Sophia T. Olim, Michael Eby, Andrew J. Weaver",
          "abstract": "Ocean thermal energy conversion (OTEC) is a renewable energy system that could potentially displace significant amounts of fossil fuel-generated electricity. This study presents numerous multi-century simulations of the University of Victoria Earth System Climate Model, a coupled climate-carbon cycle model, to better understand the global-scale environmental impacts of the widespread implementation of OTEC at varying total power levels (3, 5, 7, 10, and 15 TW). Environmental impacts include reduced warming of the sea surface by up to 3.1 ºC, increased heat uptake at intermediate depths, and enhanced biological production compared to a fossil fuel intensive control scenario. At year 2100, OTEC-induced mixing contributes roughly 60% of the relative cooling, while the remainder is from OTEC-related emission reductions. Once OTEC is terminated, all relative cooling is caused by accumulated emissions reductions. If acting alone, the residual effect of OTEC-induced mixing would contribute to a minor relative warming of the sea surface. The effect of OTEC on the expansion of known oxygen minimum zones was minimal. In many circumstances, OTEC deployment opposes the projected impacts of climate change. Relative to a high carbon emissions control scenario, OTEC deployment is associated with less surface warming, a smaller increase in surface water pCO 2 , a suppression of ocean acidification, and significantly smaller declines in the strength of the Atlantic Meridional Overturning Circulation. Despite the potential engineering challenges and economic costs, early indications suggest that the large-scale implementation of OTEC could make a substantial contribution to climate change mitigation.",
          "url": "https://doi.org/10.1007/s10584-025-03944-1",
          "doi": "https://doi.org/10.1007/s10584-025-03944-1",
          "filter": 2
        },
        {
          "title": "Interdecadal changes in persistent drought over Asia under phase transitions of the Atlantic Multidecadal Oscillation",
          "authors": "Jianmin Zhang, Renguang Wu, Xiaojing Jia",
          "url": "https://doi.org/10.1007/s10584-025-03943-2",
          "doi": "https://doi.org/10.1007/s10584-025-03943-2",
          "filter": 2
        },
        {
          "title": "Navigating confidence–precision trade-offs in assessment",
          "authors": "Richard Bradley, Casey Helgeson, Brian Hill",
          "abstract": "In this reply, we address a comment on our paper “Combining probability with qualitative degree-of-certainty metrics in assessment” (Helgeson et al. Clim Change 149(3):517–525, 2018). Our original paper proposes an incremental systematization of confidence and likelihood language used by the Intergovernmental Panel on Climate Change (IPCC). Our goals were to improve consistency across findings and support use of confidence judgments in decision making. The comment critiques our proposal and recommends against its adoption. We argue that this recommendation is based on two misunderstandings. The first concerns trading off confidence against the precision of a finding (our proposal endorses and systematizes the practice). We defend this practice and attribute opposition to an overzealous Bayesianism inapt for the IPCC context. The second misunderstanding concerns our purported commitment to a specific procedure for producing confidence judgements. We clarify that our proposal makes no such commitment. We also note, contrary to the comment’s claim, that a version of the procedure in question has been used in the IPCC’s Sixth Assessment Report.",
          "url": "https://doi.org/10.1007/s10584-025-03935-2",
          "doi": "https://doi.org/10.1007/s10584-025-03935-2",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Author Correction: Eating habits and sociodemographic factors impact household dietary greenhouse gas emissions reduction in Great Britain",
          "authors": "Tony W. Carr, Arli Guadalupe Zárate-Ortiz, Anouk Reuzé, Grace O’Donovan, Hassan Mahfouz, Sarah Nájera Espinosa, Rosemary Green, Pauline F. D. Scheelbeek",
          "url": "https://doi.org/10.1038/s43247-025-02342-w",
          "doi": "https://doi.org/10.1038/s43247-025-02342-w",
          "filter": 0
        },
        {
          "title": "Active trading and regulatory incentives lower the levelized cost of green hydrogen in Greece",
          "authors": "Giannis Georgopoulos, Panagiotis Papadopoulos, Georgios Mitkidis, Stella G. Giannissi",
          "url": "https://doi.org/10.1038/s43247-025-02349-3",
          "doi": "https://doi.org/10.1038/s43247-025-02349-3",
          "filter": 0
        },
        {
          "title": "Heat-related rest-break recommendations for farmworkers in California based on wet-bulb globe temperature",
          "authors": "Sagar P. Parajuli, Trent Biggs, Nicolas Lopez Galvez, Penelope Quintana, Haley Ciborowski, Fernando De Sales, Miguel Angel Zavala Perez, Charles Jones, Callum Thompson, Stephanie Hurtado-Gonzalez, Samantha Madonia, Samuel S. P. Shen",
          "url": "https://doi.org/10.1038/s43247-025-02327-9",
          "doi": "https://doi.org/10.1038/s43247-025-02327-9",
          "filter": 0
        },
        {
          "title": "Simulated biodiversity hotspots from traditional ecological knowledge and Western metrics do not always overlap",
          "authors": "Kyle J.-M. Dahlin, Elisa Van Cleemput, Subodh Adhikari, Karen Castillioni, Lynette R. Strickland",
          "url": "https://doi.org/10.1038/s43247-025-02309-x",
          "doi": "https://doi.org/10.1038/s43247-025-02309-x",
          "filter": 0
        },
        {
          "title": "Integrating fire-smart fuels management with bioenergy benefits remote and Indigenous communities in Canada",
          "authors": "Nicolas Mansuy, Jennifer Buss, Kelvin Hirsch, Luc Guindon, François-Nicolas Robinne, Yan Boulanger, Maude Lussier, Adrian Regos, Claudia Castillo Ayala, Marc-André Parisien",
          "abstract": "The global urgency of more damaging wildfires calls for proactive solutions. Integrating fire-smart fuels management with bioenergy could reduce wildfire risk while providing feedstock for bioenergy. We explore this strategy in off-grid communities in Canada who are heavily dependent on diesel for their energy needs, many of which are home to Indigenous peoples. Combining national remote sensing data and community-based information, we identify 33 diesel-dependent communities at high wildfire risk due to a large accumulation of undisturbed flammable forest. We demonstrate that 30 of these 33 communities could theoretically meet their annual energy needs by harvesting less than 1% of the surrounding biomass, which with thoughtful planning could constitute effective fuel treatments. Given the growing wildfire risk and the need for energy security in Indigenous communities, Indigenous leadership, and collaboration with wildland fire agencies, are essential for developing integrated fuel management strategies and identifying synergies with the bioenergy sector.",
          "url": "https://doi.org/10.1038/s43247-025-02313-1",
          "doi": "https://doi.org/10.1038/s43247-025-02313-1",
          "filter": 0
        },
        {
          "title": "Carbon dioxide pipelines are disproportionally located in marginalized communities in the United States",
          "authors": "Julia A. Davis, Nafiseh Salehi, Liqing Li, Majid Shafiee-Jood",
          "url": "https://doi.org/10.1038/s43247-025-02295-0",
          "doi": "https://doi.org/10.1038/s43247-025-02295-0",
          "filter": 0
        },
        {
          "title": "Foreign direct investment can enhance the development of clean energy in countries with critical materials",
          "authors": "Jean Pierre Namahoro, Wu Qiaosheng, Deyun Wang, Zhou Na",
          "url": "https://doi.org/10.1038/s43247-025-02319-9",
          "doi": "https://doi.org/10.1038/s43247-025-02319-9",
          "filter": 0
        },
        {
          "title": "Country’s wealth is not associated with domestic control of metal ore extraction",
          "authors": "Baptiste Andrieu, Karla Cervantes Barron, Mehrnoosh Heydari, Amir H. Keshavarzzadeh, Jonathan Cullen",
          "abstract": "Countries increasingly rely on metal ores for the energy transition but face potential supply constraints. Here we combine multi-region input–output analysis with corporate ownership data from 2000 to 2022 for ten widely used metals, and visualize the results using Sankey diagrams for 159 countries plus four world regions. We find no association between a country’s wealth and the share of its locally extracted ores under domestic control, highlighting the highly globalized nature of the mining sector. Similarly, overseas mine ownership does not translate into direct material flows back to the controlling region, indicating that market forces can overshadow corporate influence. Despite no measurable trade shifts, foreign ownership remains a potential lever for supply chain disruptions. By integrating corporate control into criticality assessments, policymakers can identify future vulnerabilities and strengthen resource security. Enhanced data transparency is also essential for building resilient supply chains.",
          "url": "https://doi.org/10.1038/s43247-025-02321-1",
          "doi": "https://doi.org/10.1038/s43247-025-02321-1",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A composite index framework for compound flood risk assessment",
          "authors": "Juan Del-Rosal-Salido, María Bermúdez, Miguel Ortega-Sánchez, Marc Sanuy, Marcus Silva-Santana, José A. Jiménez",
          "url": "https://doi.org/10.1038/s43247-025-02331-z",
          "doi": "https://doi.org/10.1038/s43247-025-02331-z",
          "filter": 2
        },
        {
          "title": "China’s naturally regenerated forests currently have greater aboveground carbon accumulation rates than newly planted forests",
          "authors": "Kai Cheng, Yixuan Zhang, Haitao Yang, Yu Ren, Tianyu Xiang, Yuling Chen, Zekun Yang, Mengxi Chen, Jiachen Xu, Guoran Huang, Guangcai Xu, Shengli Tao, Zhen Yu, Qinghua Guo",
          "url": "https://doi.org/10.1038/s43247-025-02323-z",
          "doi": "https://doi.org/10.1038/s43247-025-02323-z",
          "filter": 2
        },
        {
          "title": "Space-based inversion reveals underestimated carbon monoxide emissions over Shanxi",
          "authors": "Xiaolu Li, Jason Blake Cohen, Pravash Tiwari, Liling Wu, Shuo Wang, Qin He, Hailong Yang, Kai Qin",
          "url": "https://doi.org/10.1038/s43247-025-02301-5",
          "doi": "https://doi.org/10.1038/s43247-025-02301-5",
          "filter": 2
        },
        {
          "title": "Exploring crop health and its associations with fungal soil microbiome composition using machine learning applied to remote sensing data",
          "authors": "Mathies Brinks Sørensen, David Faurdal, Giovanni Schiesaro, Emil Damgaard Jensen, Michael Krogh Jensen, Line Katrine Harder Clemmensen",
          "abstract": "Global food security is increasingly challenged by climate change and unsustainable agriculture, emphasizing the need for strategies to enhance crop productivity. Understanding the interplay between crop health and soil microbiomes is crucial. This study explores the link between crop health, observed via multi-spectral satellite imagery, and fungal soil microbiome taxonomy. We associate the normalized difference vegetation index with fungal microbiomes in wheat, barley, and maize using a two-step machine learning process. The first step adjusts normalized difference vegetation index values for abiotic confounders using a random forest model trained on Lucas 2018 topsoil and ERA5 climate datasets. The second step clusters operational taxonomy unit counts from fungal DNA, revealing significant differences in residual normalized difference vegetation index values. To identify potential bio-fertilizer candidates, we compare the average relative abundance of operational taxonomy unit clusters and construct sparse biological networks. Key findings are: (I) clusters with higher plant pathogenic genera have lower normalized difference vegetation index values; (II) clusters with higher influential scores for multiple beneficial genera have higher normalized difference vegetation index values; (III) lower abundance taxonomy (1-3%) seems to regulate microbial networks; (IV) the influence of beneficial vs. pathogenic taxonomy is relative to their abundance. The study links satellite imagery to fungal microbiomes, providing a baseline for exploring fungal bio-fertilizers.",
          "url": "https://doi.org/10.1038/s43247-025-02330-0",
          "doi": "https://doi.org/10.1038/s43247-025-02330-0",
          "filter": 2
        },
        {
          "title": "Climate change drives persistent organic pollutant dynamics in marine environments",
          "authors": "Pamela D. Noyes, Daniele Miranda, Gabriel Oliveira de Carvalho, Alessandra Perfetti-Bolaño, Yago Guida, Fábio Barbosa Machado Torres, João Paulo Machado Torres, Karina S. B. Miglioranza, Vanessa Hatje, Ricardo O. Barra",
          "abstract": "Understanding climate change impacts in combination with other anthropogenic stressors, such as chemical pollution, is critical to identifying vulnerable marine ecosystems. This paper presents a systematic review and conceptual model mapping evidence of the marine environmental fate and biological effects of persistent organic pollutants with shifting climate drivers. Increasing ice melt, atmospheric deposition, and sediment remobilization are altering persistent organic pollutant dynamics in northern polar environments, but with data gaps elsewhere. While limited to fish and invertebrates, principal biological effect pathways involve reduced survival and perturbed thermal regulation and bioenergetics, notably in some populations residing in more heavily polluted and thermal edge habitats. Associated food web shifts with climate change are also altering persistent organic pollutant bioaccumulation among some marine mammal and seabird populations and assemblages. The evidence suggests potential ecological deterioration in some areas, with many unknowns underscoring the need for advancing experimental and modeling tools to evaluate these complex interactions.",
          "url": "https://doi.org/10.1038/s43247-025-02348-4",
          "doi": "https://doi.org/10.1038/s43247-025-02348-4",
          "filter": 2
        },
        {
          "title": "Water-saving strategies across prefectures should target the manufacturing and agriculture sectors in China",
          "authors": "Zongyong Zhang, Yuli Shan, Martin R. Tillotson, Philippe Ciais, Xu Zhao, Dandan Zhao, Hong Yang, Jingwen Huo, Zhao Zeng, Xian Li, Heran Zheng, Bofeng Cai, Wanqing Wang, Wang Kai, Guanlin Li, Geng Niu, Dabo Guan, Junguo Liu, Yu Hao",
          "abstract": "Water scarcity is a global challenge in many emerging economies, including China. China is one of the most extensive freshwater users and has set water efficiency improvement goals for 2030 at the prefecture level. However, no systematic water use and savings comparison exists across prefectures and sectors. Here, we used datasets of water withdrawal for 10,608 industrial and 1715 agricultural sub-sectors for 343 prefectures, and explored the opportunities to reduce water use. Results show that 10% of the least water-efficient industrial sub-sectors represent a disproportionate 46% water use. 18.9 km 3 (±3.2%) water saving in industry and 50.3 km 3 (±2.3%) in agriculture could be achieved, equivalent to Russia’s annual demand. A minority of sectors, including cloth(ing)- and chemical-manufacturing, rice-, vegetable- and fruit-cultivation, could contribute the most to water savings. Our study is essential for identifying water use and efficiency information for individual prefectures and sectors.",
          "url": "https://doi.org/10.1038/s43247-025-02292-3",
          "doi": "https://doi.org/10.1038/s43247-025-02292-3",
          "filter": 2
        },
        {
          "title": "Soil erosion and risk assessment on the Qinghai-Tibetan Plateau",
          "authors": "Peijie Wei, Juanjuan Du, Ali Bahadur, Haoyue Zhang, Shijin Wang, Tonghua Wu, Shengyun Chen",
          "url": "https://doi.org/10.1038/s43247-025-02355-5",
          "doi": "https://doi.org/10.1038/s43247-025-02355-5",
          "filter": 2
        },
        {
          "title": "Atmospheric chemistry enhances the climate mitigation potential of tree restoration",
          "authors": "Robert J. Allen, Yu-Chi Lee, Antony Thomas, David Duarte, Mohima Sultana Mimi, Kai-Yuan Li, Brianna Wenzel, Joon-Gu Jeon, Olivia E. Clifton",
          "abstract": "Although tree restoration, including reforestation and afforestation, can enhance carbon sequestration and help mitigate climate change, this negative forcing can be strengthened or weakened through non-carbon cycle biogeophysical factors, including atmospheric chemistry. Here, we conduct climate modeling experiments with and without atmospheric chemistry driven by a high-end tree restoration scenario. Under both frameworks, the biogeophysical effects drive global mean warming due to surface darkening. This warming is muted in the Southern Hemisphere due to enhanced evapotranspiration. Furthermore, there is less warming—especially in the Southern Hemisphere—under interactive atmospheric chemistry, largely due to enhanced organic aerosol and cloud effects. Biogeophysical effects mute 45% of the biogeochemical cooling associated with enhanced land carbon storage, which decreases to 24% with atmospheric chemistry (including methane). Thus, higher climate change mitigation potential of tree restoration results from atmospheric chemistry effects, which are not usually considered.",
          "url": "https://doi.org/10.1038/s43247-025-02343-9",
          "doi": "https://doi.org/10.1038/s43247-025-02343-9",
          "filter": 2
        },
        {
          "title": "Asymmetric morphodynamics of the Wadden Sea",
          "authors": "Diego Pineda Leiva, Marvin Lorenz, Frank Kösters, Christian Winter, Robert Lepper",
          "abstract": "Shallow coastal systems with tidal flats and barrier islands are valuable assets to coastal protection and unique habitats with thriving biodiversity. Sea level rise threatens to diminish these systems unless sediment accretion compensates submergence. To quantify these dynamics for the world’s largest channel-shoal system, the Wadden Sea, an observed geomorphological time series was created and assessed over three decades. We found how (i) accretion-erosion was asymmetric from deep to shallow, (ii) topographic steepening occurred, and (iii) the morphological evolution was systematic across tidal basins. Peak accretion was observed below tidal low and above tidal high water, while the greatest erosion was found at intermediate subtidal elevations. Most intertidal areas accreted faster than sea level rise, and accretion was prominent at the channel-flat and flat-marsh interfaces. The simultaneous deepening of tidal channels leads to topographic steepening. Overall, the current net sediment import of the Wadden Sea is 19.7 Mm³/yr.",
          "url": "https://doi.org/10.1038/s43247-025-02340-y",
          "doi": "https://doi.org/10.1038/s43247-025-02340-y",
          "filter": 2
        },
        {
          "title": "Widespread sea surface salinification induced by tropical cyclones over the Changjiang River Plume",
          "authors": "Shoude Guan, Mengya Huang, I-I Lin, Hui Wu, Yaoting Lin, Ziyi Wu, Yihan Zhang, Fei-Fei Jin, Weili Wang, Xin Hong, Cheng Li, Zhenmin Liu, Xiaopei Lin, Wei Zhao, Jiwei Tian",
          "url": "https://doi.org/10.1038/s43247-025-02317-x",
          "doi": "https://doi.org/10.1038/s43247-025-02317-x",
          "filter": 2
        },
        {
          "title": "Anthropogenic climate change contributes to wildfire particulate matter and related mortality in the United States",
          "authors": "Beverly E. Law, John T. Abatzoglou, Christopher R. Schwalm, David Byrne, Neal Fann, Nicholas J. Nassikas",
          "url": "https://doi.org/10.1038/s43247-025-02314-0",
          "doi": "https://doi.org/10.1038/s43247-025-02314-0",
          "filter": 2
        },
        {
          "title": "Controlled burning of peat before rewetting modifies soil chemistry and microbial dynamics to reduce short-term methane emissions",
          "authors": "Shihao Cui, Haonan Guo, Lorenzo Pugliese, Claudia Kalla Nielsen, Shubiao Wu",
          "abstract": "Increased CH 4 emissions from rewetted organic soils can undermine the climate benefits of reduced CO 2 release. This is especially problematic in low-lying areas that tend to remain waterlogged and act as potential CH 4 hotspots. Here we test whether burning the soil surface before rewetting can reduce CH 4 emissions. Using laboratory experiments with soil cores collected from degraded farmland in Denmark, we found that rewetting organic soils following burning reduced CH 4 emissions by more than 95% over a 90-day period compared to rewetting alone. The reduction was likely associated with changed soil chemistry such as increased soil carbon stability and the decrease in methanogen abundance and activity. Our results suggest that targeted burning could help suppress short-term CH 4 emissions after rewetting. However, long-term field studies are needed to understand whether this effect persists and to assess potential ecological risks such as pollution runoff, before any broader field-scale implementation is considered.",
          "url": "https://doi.org/10.1038/s43247-025-02336-8",
          "doi": "https://doi.org/10.1038/s43247-025-02336-8",
          "filter": 2
        },
        {
          "title": "Reconciling tracked atmospheric water flows to close the global freshwater cycle",
          "authors": "Elena De Petrillo, Simon Felix Fahrländer, Marta Tuninetti, Lauren Seaby Andersen, Luca Monaco, Luca Ridolfi, Francesco Laio",
          "abstract": "Atmospheric moisture flows play a vital role in the hydrological cycle, connecting evaporation sources to precipitation sinks. While high-resolution tracking models provide valuable insights, discrepancies arise comparing tracked flows to atmospheric reanalysis data. Here we reconcile tracked atmospheric flows with reanalysis data by means of the Iterative Proportional Fitting applied to the UTrack dataset (averaged over 2008–2017) aggregated within countries and ocean boundaries. It corrects country-scale discrepancies of up to 275% in precipitation and 225% in evaporation, adjusting bilateral flows by  ~ 0.07 %, on average. The resulting dataset ensures that the total tracked moisture matches total precipitation at the sink and evaporation at the source annually. Remarkably, this procedure can be applied to any tracking model output and scale of analysis. The reconciled dataset enhances transboundary atmospheric water flows analysis, revealing that 45% of total terrestrial precipitation (~1.5  ⋅ 10 5 km 3 yr −1 ) originates from land evaporation (9.8  ⋅ 10 4 km 3 yr −1 ).",
          "url": "https://doi.org/10.1038/s43247-025-02289-y",
          "doi": "https://doi.org/10.1038/s43247-025-02289-y",
          "filter": 2
        },
        {
          "title": "Iron-rich microband formation in marine sediments by hydrothermal iron cycling bacteria at Lucky Strike−",
          "authors": "Jérémie Aubineau, Ernest Chi Fru, Christine Destrigneville, Thierry Decrausaz, Fleurice Parat, Fabien Baron, Alexandra Nederbragt, Manuel Henry, Alain Castillo, Céline Rommevaux, Valérie Chavagnac",
          "abstract": "Models describing banded iron formation deposition beneath oxygenated Paleoproterozoic marine shelf waters assume that microaerophilic iron-oxidizing microorganisms were significant contributors. However, direct evidence for this mechanism is lacking, and it remains unclear how associated primary organic biomass and biogenic iron oxyhydroxides transformed into organic carbon-poor iron oxide/carbonate-rich bands in banded iron formations. Here we explore in situ modern Zetaproteobacterial iron-oxidizing mats thriving in the Lucky Strike hydrothermal vent field to develop an empirical model that explains the potential contribution of iron-based metabolisms to deposition of rocks resembling banded iron formations. Petrographic, mineralogical, and geochemical data suggest that abundant production of Zetaproteobacterial stalks nucleates and drives spontaneous biotic/abiotic ferrihydrite precipitation in the mats. Subsequent early diagenetic anaerobic microbial oxidation of dead biomass as the mats aged, coupled to microbial reduction of iron oxyhydroxides/oxides, generates ferrous carbonates and mixed valence magnetite. Collectively, this forms crystalline iron-rich organic carbon-lean 13 C-depleted layers reminiscent of Precambrian banded iron formation microbands.",
          "url": "https://doi.org/10.1038/s43247-025-02223-2",
          "doi": "https://doi.org/10.1038/s43247-025-02223-2",
          "filter": 2
        },
        {
          "title": "Tracking air pollution and CO2 emissions in 13,189 urban areas worldwide using large geospatial datasets",
          "authors": "Soo-Yeon Kim, Gaige Hunter Kerr, Aaron van Donkelaar, Randall V. Martin, J. Jason West, Susan C. Anenberg",
          "url": "https://doi.org/10.1038/s43247-025-02270-9",
          "doi": "https://doi.org/10.1038/s43247-025-02270-9",
          "filter": 2
        },
        {
          "title": "Rising atmospheric moisture escalates the future impact of atmospheric rivers in the Antarctic climate system",
          "authors": "Michelle L. Maclennan, Andrew C. Winters, Christine A. Shields, Rudradutt Thaker, Léonard Barthelemy, Francis Codron, Jonathan D. Wille",
          "abstract": "Despite their relative rarity, atmospheric rivers are key contributors to the surface mass balance of Antarctica. However, the future role of atmospheric rivers in modulating Antarctic sea-level contributions is a major area of uncertainty. Here, we leverage high-resolution climate simulations to show that Antarctic atmospheric rivers are highly sensitive to future increases in atmospheric moisture, leading to a doubling of atmospheric river frequencies and 2.5 × increase in precipitation from 2066–2100 under present-day thresholds for atmospheric river detection. However, future precipitation impacts are critically dependent on the detection threshold: accounting for moisture increases in the threshold produces smaller, regional changes in atmospheric river frequency, primarily resulting from an eastward shift in the polar jet maximum wind speeds. Our results underscore the importance of using large ensembles to quantify Antarctic atmospheric river responses to variability in projected moisture, which may not be captured when using only a few ensemble members.",
          "url": "https://doi.org/10.1038/s43247-025-02333-x",
          "doi": "https://doi.org/10.1038/s43247-025-02333-x",
          "filter": 2
        },
        {
          "title": "Climate change-induced amplification of extreme temperatures in large lakes",
          "authors": "Hazem U. Abdelhady, Ayumi Fujisaki-Manome, David Cannon, Andrew Gronewold, Jia Wang",
          "abstract": "Lake surface temperature extremes have shifted over recent decades, leading to significant ecological and economic impacts. Here, we employed a hydrodynamic-ice model, driven by climate data, to reconstruct over 80 years of lake surface temperature data across the world’s largest freshwater bodies. We analyzed lake surface temperature extremes by examining changes in the 10th and 90th percentiles of the detrended lake surface temperature distribution, alongside heatwaves and cold-spells. Our findings reveal a 20–60% increase in the 10 and 90 percentiles detrended lake surface temperature in the last 50 years relative to the first 30 years. Heatwave and cold-spell intensities, measured via annual degree days, showed strong coherence with the Arctic Oscillation (period: 2.5 years), Southern Oscillation Index (4 years), and Pacific Decadal Oscillation (6.5 years), indicating significant links between lake surface temperature extremes and both interannual and decadal climate teleconnections. Notably, heatwave and cold-spell intensities for all lakes surged by over 100% after 1996 or 1976, aligning with the strongest El-Niño and a major shift in the Pacific Decadal Oscillation, respectively, marking potential regional climate tipping points. This emphasizes the long-lasting impacts of climate change on large lake thermodynamics, which cascade through larger ecological and regional climate systems.",
          "url": "https://doi.org/10.1038/s43247-025-02341-x",
          "doi": "https://doi.org/10.1038/s43247-025-02341-x",
          "filter": 2
        },
        {
          "title": "An artificial intelligence-based limited area model for forecasting of surface meteorological variables",
          "authors": "Pengbo Xu, Xiaogu Zheng, Tianyan Gao, Yu Wang, Junping Yin, Juan Zhang, Xuanze Zhang, San Luo, Zhonglei Wang, Zhimin Zhang, Xiaoguang Hu, Xiaoxu Chen",
          "url": "https://doi.org/10.1038/s43247-025-02347-5",
          "doi": "https://doi.org/10.1038/s43247-025-02347-5",
          "filter": 2
        },
        {
          "title": "Evidence for a composite volcano on the rim of Jezero crater on Mars",
          "authors": "Sara C. Cuevas-Quiñones, James J. Wray, Frances Rivera-Hernández, Jacob B. Adler",
          "abstract": "The Perseverance rover is currently exploring Jezero crater to collect, characterize and cache the first planned samples of Mars for future return to Earth. Orbital and rover observations suggest a volcanic origin for crater floor materials, sources of which have thus far been unknown. Here we describe a mountain on the crater’s southeastern rim with morphological, thermophysical, and mineralogical properties consistent with explosive volcanoes previously identified on Mars and Earth. The mountain’s low thermal inertia and scarcity of superposed impact craters are consistent with a fine-grained, weakly consolidated material such as volcanic ash. Possible flow margins from its northwestern flank extending onto Jezero crater’s floor indicate that it could have plausibly supplied volcanic materials to the crater. If so, then radioisotope dating of igneous rock samples cached by Perseverance could eventually make this the first volcano of precisely known age on another terrestrial planet.",
          "url": "https://doi.org/10.1038/s43247-025-02329-7",
          "doi": "https://doi.org/10.1038/s43247-025-02329-7",
          "filter": 2
        },
        {
          "title": "Coastal methane emissions triggered by ship passages",
          "authors": "Amanda T. Nylund, Johan Mellqvist, Vladimir Conde, Kent Salo, Rickard Bensow, Lars Arneborg, Jukka-Pekka Jalkanen, Anders Tengberg, Ida-Maja Hassellöv",
          "abstract": "Estuarine and coastal areas are important sources of methane emitted to the atmosphere through diffusion or ebullition. These processes can be triggered by pressure changes and water column mixing, which can be induced by ships. However, the contribution of ship-triggered emissions is unknown and missing in current emission inventories. Here we show evidence of extensive ship-induced methane emissions and an estimated methane flux (11.1 mmol m −2 day −1 ) from Neva Bay shipping lane. The flux is 10–1000 times higher than reported global estuarine/coastal fluxes, and of similar magnitude as aquatic methane emission hotspots. Our results indicate that ship-induced pressure changes (30–60 mbar) trigger methane emission, comparable with observed emissions induced by tidal pressure changes. The ship-triggered methane emissions corresponded to a 22% increase of emitted carbon dioxide equivalents, compared to the combustion related exhausts. Our results demonstrate the need to include shipping lanes when assessing estuarine/coastal methane emissions.",
          "url": "https://doi.org/10.1038/s43247-025-02344-8",
          "doi": "https://doi.org/10.1038/s43247-025-02344-8",
          "filter": 2
        },
        {
          "title": "Sub-seasonal impact of El Niño–Southern Oscillation on development of the Indian Ocean Dipole",
          "authors": "Hyo-Jin Park, Soon-Il An, Jae-Heung Park, Young-Min Yang, Soong-Ki Kim",
          "url": "https://doi.org/10.1038/s43247-025-02302-4",
          "doi": "https://doi.org/10.1038/s43247-025-02302-4",
          "filter": 2
        },
        {
          "title": "U redox state tracked in mineralized hydrothermal carbonate with implications for U-Pb geochronology",
          "authors": "Sarah Bowie, Catherine Mottram, E. Troy Rasbury, Paul Northrup, Ryan Tappero, Dawn Kellett",
          "abstract": "U-Pb carbonate geochronology can directly constrain the timing and rates of important geological processes. However, the mechanisms and controls on U incorporation, distribution, and retention in carbonate minerals remain unclear, limiting geological interpretations. Here X-ray absorption spectroscopy (µXAS) and in-situ U-Pb carbonate geochronology are combined to temporally track U distribution and redox state in a porphyry-epithermal system. In this setting, multiple generations of carbonate minerals record fluid conditions and processes which control the solubility and deposition of metals, including U. This novel approach provides the first evidence of both oxidized UO 2 2+ and reduced U 4+ species in temporally distinct generations of carbonate within a single sample. Preservation of two different U oxidation states during discrete precipitation events requires U retentivity within older domains, demonstrating that the U-Pb carbonate geochronometer is robust under hydrothermal conditions. Furthermore, crystal zones with abundant fluid/vapour inclusions linked to boiling processes coincide with relatively high levels of U and favourable U/Pb. Targeting carbonate domains with these textures may therefore increase success in U-Pb geochronology. U-Pb carbonate dating combined with µXAS can track the temporal evolution of processes critical for metal deposition in long-lived and multistage hydrothermal-magmatic ore deposit settings.",
          "url": "https://doi.org/10.1038/s43247-025-02194-4",
          "doi": "https://doi.org/10.1038/s43247-025-02194-4",
          "filter": 2
        },
        {
          "title": "Ingestion doses from radionuclides in seafood before and after the Fukushima Daiichi Nuclear Power Plant accident",
          "authors": "Airi Mori, Mathew P. Johansen, Paul McGinnity, Shogo Takahara",
          "url": "https://doi.org/10.1038/s43247-025-02338-6",
          "doi": "https://doi.org/10.1038/s43247-025-02338-6",
          "filter": 2
        },
        {
          "title": "Current and future distributions of main dermatitis-causing insects and risks of dermatitis across China",
          "authors": "Kunyi Wu, Chengke Bai, Ting La, Yale Liu, Wenwen Chen, Lianjin Liu, Xiaofang Zhou, Chong Chen, Xian Li, Guishuang Li, Bo Cao",
          "url": "https://doi.org/10.1038/s43247-025-02352-8",
          "doi": "https://doi.org/10.1038/s43247-025-02352-8",
          "filter": 2
        },
        {
          "title": "Lower crustal foundering drove the uplift of southern Tibet during the Paleocene",
          "authors": "Peng Guo, Ting Yang, Wen-Liang Xu, Wei-Qiang Ji",
          "url": "https://doi.org/10.1038/s43247-025-02269-2",
          "doi": "https://doi.org/10.1038/s43247-025-02269-2",
          "filter": 2
        },
        {
          "title": "Optimal spatiotemporal thinning schemes combined with wood vaulting could maximize the forest biomass carbon sink in China",
          "authors": "Yongzhe Chen, Xiaoming Feng, Yuanyuan Huang, Shunlin Liang, Lijuan Wang, Haozhi Ma, Zhen Gao, Linhai Cheng, Phuping Sucharitakul, Junze Zhang, Jiangzhou Xia, Wenping Yuan, Bojie Fu",
          "url": "https://doi.org/10.1038/s43247-025-02350-w",
          "doi": "https://doi.org/10.1038/s43247-025-02350-w",
          "filter": 2
        },
        {
          "title": "Coral records indicate six-decade rise and fall of atmospheric lead emission in China",
          "authors": "Ke Lin, Mengli Chen, Jin Wang, Chenyang Shu, Yue-Gau Chen, Xianfeng Wang",
          "url": "https://doi.org/10.1038/s43247-025-02363-5",
          "doi": "https://doi.org/10.1038/s43247-025-02363-5",
          "filter": 2
        },
        {
          "title": "Groundwater dominates snowmelt runoff and controls streamflow efficiency in the western United States",
          "authors": "Paul D. Brooks, D. Kip Solomon, Stephanie Kampf, Sara Warix, Carleton Bern, David Barnard, Holly R. Barnard, Gregory T. Carling, Rosemary W. H. Carroll, Jon Chorover, Adrian Harpold, Kathleen Lohse, Fabiola Meza, Jennifer McIntosh, Bethany Neilson, Megan Sears, Margaret Wolf",
          "url": "https://doi.org/10.1038/s43247-025-02303-3",
          "doi": "https://doi.org/10.1038/s43247-025-02303-3",
          "filter": 2
        },
        {
          "title": "Sulfuric acid, base, and low-volatility organics contribute to aerosol nucleation in urban Houston",
          "authors": "Lee Tiszenkel, James H. Flynn, Alana Dodero, Shan-Hu Lee",
          "url": "https://doi.org/10.1038/s43247-025-02310-4",
          "doi": "https://doi.org/10.1038/s43247-025-02310-4",
          "filter": 2
        },
        {
          "title": "Stability of aqueous neodymium complexes in carbonate-bearing solutions from 100–600 °C",
          "authors": "Margaret E. Reece, Artas A. Migdisov, Anthony E. Williams-Jones, Andrew C. Strzelecki, Laura Waters, Hakim Boukhalfa, Xiaofeng Guo",
          "url": "https://doi.org/10.1038/s43247-025-02334-w",
          "doi": "https://doi.org/10.1038/s43247-025-02334-w",
          "filter": 2
        },
        {
          "title": "Persistent greenhouse conditions in Eocene North America point to lower climate sensitivity",
          "authors": "Krister T. Smith, Angela A. Bruch",
          "abstract": "Oxygen isotope values (δ 18 O) in benthic foraminifera indicate a marked cooling from the early to late Eocene in the higher latitudes where oceanic bottom water forms. This record is widely interpreted as an indication of global surface cooling, leading to the hypothesis of greater climate sensitivity to atmospheric CO 2 concentration in warmer than in cooler climate states. Here we extend the coexistence approach using phylogenetic trees to study Eocene climatic change in the Western Interior of North America based on assemblages of small reptiles. Our results capture and elaborate on climatic features previously inferred for the early Eocene, such as drying during the Palaeocene-Eocene Thermal Maximum, but also show that the late Eocene in mid-latitude North America was considerably warmer and wetter than previously thought. Accordingly, the net Eocene cooling trend in benthic foraminiferal δ 18 O might reflect not global but rather regional, high-latitude phenomena, and hypothesised extreme values of climate sensitivity to CO 2 doubling might be revised downward.",
          "url": "https://doi.org/10.1038/s43247-025-02288-z",
          "doi": "https://doi.org/10.1038/s43247-025-02288-z",
          "filter": 2
        },
        {
          "title": "How February 2022 redefines extreme floods in Australia",
          "authors": "Julien Lerat, Jai Vaze",
          "abstract": "In February 2022, eastern Australia experienced an extreme flood due to a combination of intense rainfall and close to saturation initial soil water conditions. It resulted in record-breaking water levels and flood volumes, leading to Australia’s largest total insurance claim for a single flood event. Here we analyse the physical factors underlying this event and compare them with a large dataset of floods in Australia dating back to 1950. Our findings show that February 2022 had the largest impact on design flood volumes with a 1% annual exceedance probability, which are expected to increase by 16% on average across the affected region. Additionally, this flood prompted major changes in national flood risk management, including upgrades to flood warning networks and a comprehensive review of the flood insurance sector.",
          "url": "https://doi.org/10.1038/s43247-025-02307-z",
          "doi": "https://doi.org/10.1038/s43247-025-02307-z",
          "filter": 2
        },
        {
          "title": "The impacts of human-made structures on larval connectivity in the northern North Sea",
          "authors": "Benjamin I. Barton, Michela De Dominicis, David K. Woolf, Andrew Want, Michael C. Bell",
          "abstract": "North Sea human-made, offshore structures (e.g. oil/gas platforms, offshore wind farms) provide a hard substrate habitat for benthic marine species which can spread between sites during their larval stage. Here, we aim to address how the installation of additional human-made structures, like new wind farms, or decommissioning of existing ones, like oil and gas platforms at the end of service, contribute to changes in larval connectivity. We use particle tracking model simulations to assess the ecological connectivity of benthic species in the northern North Sea during two contrasting years to highlight seasonal to annual variability. The methodology of releasing an extensive set of particles over a wide area produces our Retrospective Particle Tracks dataset. The sets of simulations can be interrogated to understand if additional human-made structures placed in any locations in the northern North Sea could potentially affect the ecological connectivity. Network metrics were used to identify connectivity between sites. Clustering of existing structures identifies a region that acts as an interchange between other structures which may otherwise only be connected during intermittent periods. The addition of new human-made structures located in areas with stronger residual current flow would enhance the connectivity.",
          "url": "https://doi.org/10.1038/s43247-025-02346-6",
          "doi": "https://doi.org/10.1038/s43247-025-02346-6",
          "filter": 2
        },
        {
          "title": "Recycled oceanic gabbro produced the depleted component in hotspot magma from the Comei large igneous province in the Kerguelen mantle plume",
          "authors": "Long Chen, Yaying Wang, Ian Somerville, Yuan Zhong, Xiaohui Li, Dongyong Li, Jianghong Deng, Shengyao Yu, Guochao Sun, Zifu Zhao, Sanzhong Li",
          "url": "https://doi.org/10.1038/s43247-025-02353-7",
          "doi": "https://doi.org/10.1038/s43247-025-02353-7",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Ecocidal impunity? Wars and the profitability of the chemical corporation in the global south",
          "authors": "Jose Atiles, Gustavo Rojas-Páez",
          "url": "https://doi.org/10.1080/09644016.2025.2500171",
          "doi": "https://doi.org/10.1080/09644016.2025.2500171",
          "filter": 0
        },
        {
          "title": "Closing the implementation gap in urban climate policy: Mexico’s public transit buildup",
          "authors": "Nicholas Goedeking",
          "url": "https://doi.org/10.1080/09644016.2025.2500188",
          "doi": "https://doi.org/10.1080/09644016.2025.2500188",
          "filter": 0
        },
        {
          "title": "Mainstream parties and climate policy development: what role for intra-party politics?",
          "authors": "Sean McDaniel",
          "url": "https://doi.org/10.1080/09644016.2025.2500179",
          "doi": "https://doi.org/10.1080/09644016.2025.2500179",
          "filter": 0
        },
        {
          "title": "Stories we live by and may die by: ideologies in newspaper reports of pipeline vandalism",
          "authors": "Mathias Okey Chukwu",
          "url": "https://doi.org/10.1080/09644016.2025.2501392",
          "doi": "https://doi.org/10.1080/09644016.2025.2501392",
          "filter": 0
        },
        {
          "title": "Three waves of resource nationalism: a history of Quebec’s industrial path dependency",
          "authors": "Tina Beigi, Michael Hennessy Picard",
          "url": "https://doi.org/10.1080/09644016.2025.2502245",
          "doi": "https://doi.org/10.1080/09644016.2025.2502245",
          "filter": 0
        },
        {
          "title": "Disasters and divisions: how partisanship shapes policymaker responses to natural disasters",
          "authors": "Quynh Nguyen, Stefano Jud",
          "url": "https://doi.org/10.1080/09644016.2025.2496025",
          "doi": "https://doi.org/10.1080/09644016.2025.2496025",
          "filter": 0
        },
        {
          "title": "‘With great power comes great responsibility’: climate change and the politics of simulation of the oil industry",
          "authors": "Luca Mavelli",
          "url": "https://doi.org/10.1080/09644016.2025.2497217",
          "doi": "https://doi.org/10.1080/09644016.2025.2497217",
          "filter": 0
        },
        {
          "title": "Ecocide in Peru: Repsol and the colonial regime of permission",
          "authors": "Ignasi Bernat Molina",
          "url": "https://doi.org/10.1080/09644016.2025.2501402",
          "doi": "https://doi.org/10.1080/09644016.2025.2501402",
          "filter": 0
        },
        {
          "title": "Transnational contestation for local communities within the formation of the European Union’s Critical Raw Materials Act – a critical appraisal",
          "authors": "Valeska Götz, David Harnesk",
          "url": "https://doi.org/10.1080/09644016.2025.2501397",
          "doi": "https://doi.org/10.1080/09644016.2025.2501397",
          "filter": 0
        },
        {
          "title": "Carbon capture and storage in the United Kingdom: history, policies and politics",
          "authors": "Nils Markusson",
          "url": "https://doi.org/10.1080/09644016.2025.2503688",
          "doi": "https://doi.org/10.1080/09644016.2025.2503688",
          "filter": 0
        },
        {
          "title": "Climate policymaking in crisis: the impact of declining oil prices, COVID-19, and the Ukraine war in Canada",
          "authors": "Kathryn Harrison, Andrew Leach",
          "url": "https://doi.org/10.1080/09644016.2025.2503687",
          "doi": "https://doi.org/10.1080/09644016.2025.2503687",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Causal drivers of mosquito abundance in urban informal settlements",
          "authors": "Emma Elizabeth Ramsay, Peter A. Faber, Genie M. Fleming, Grant A. Duffy, Andi Zulkifli Agussalim, S. Fiona Barker, Maghfira Saifuddaolah, Ruzka R. Taruc, Autiko Tela, Revoni Vamosi, Silvia Rosova Vilsoni, Steven L Chown",
          "abstract": "Urban informal settlement residents are vulnerable to mosquito-borne diseases, but little is known about the specific drivers of risk, or how they differ within the diversity of informal settlements globally. Here we aimed to identify key drivers of mosquito abundance in different urban informal settlements to inform upgrading programs. We developed a causal framework of mosquito risk and tested it in two distinct geographic settings: Makassar, Indonesia and Suva, Fiji. Using longitudinal mosquito trapping surveys in 24 informal settlements between 2018 and 2024 (totalling 1,534 successful trap sets in Makassar and 1,216 in Suva), we fitted causal models to infer the relationships between climatic, environmental and socioeconomic drivers and the abundance of two dominant mosquito species: Aedes aegypti and Culex quinquefasciatus. Water supply and access, and variation in temperature and precipitation were key drivers of mosquito abundance in both informal settlement locations, but the direction of effects differed between vector species. Piped water supply in a settlement reduced the abundance of the dengue vector, Ae. aegypti but increased the abundance of Cx. quinquefasciatus. Higher temperature and precipitation were associated with more Ae. aegypti in both geographic locations. By identifying the pathways through which changes in informal settlement environments are likely to alter mosquito risk we provide essential information to guide upgrading and resilience programs.",
          "url": "https://doi.org/10.1088/1748-9326/add751",
          "doi": "https://doi.org/10.1088/1748-9326/add751",
          "filter": 0
        },
        {
          "title": "“I am the one responsible”: The gendered reality of clean cooking fuel affordability in Shirati, Tanzania",
          "authors": "Annelise Gill-Wiehl, Shelly Ogoya, Na'Zyia Dowdy-Arnold, Isha Ray",
          "abstract": "Affordability remains one of the most significant barriers to the exclusive use of clean cookstoves and fuels, a top global health, energy, and development priority. The measurement and discussion of clean fuel affordability is almost always based on the unitary, or single decision-maker, household as the unit of analysis, although the more realistic household disaggregated into its individual decision-makers is a well-established literature. The limited work on intra-household dynamics in clean cooking cannot reveal who is buying the stove or fuel and at what true cost. Following an experiment testing the effect of microsavings to increase clean fuel consumption in Shirati, a rural town in Mara region, Tanzania, we conducted 90 interviews and numerous focus groups/budget games with a stratified random sample of mostly female main cooks. Drawing on over two years of fieldwork, we investigate the range of household needs, the role of gender in household finances, and how these combine to determine cooking fuel purchases. We find distinct and gendered financial domains where spouses do not disclose their expenses to one another and are responsible for different categories of needs. Cooking fuel is firmly in the female domain. Thus, LPG affordability is constrained by these gendered financial domains, as women must choose between using savings for daily necessities or refilling the gas. Our extensive ethnographic evidence demonstrates the inappropriateness of the unitary model for cooking fuel affordability and the implications of ignoring separate-account household models. Our work requires new interpretations of saving for, and affordability of, clean fuels that the clean cooking literature has yet to confront. We offer recommendations for how the clean cooking literature could measure affordability and design policy for regions where cooking fuel is exclusively in the female financial domain.",
          "url": "https://doi.org/10.1088/1748-9326/add7ed",
          "doi": "https://doi.org/10.1088/1748-9326/add7ed",
          "filter": 0
        },
        {
          "title": "Inland flooding in the United States: A review of research related to risk management, economic behavior, and data resources",
          "authors": "Diellza Muriqi, Jude Bayham, Christopher Goemans, Dale T. Manning, Jordan F. Suter",
          "abstract": "Inland flooding is one of the most frequent and damaging natural disasters in the United States. Recent studies in the literature suggest that climate change will likely lead to an increase in the severity and frequency of inland flooding events in the U.S. We review the diverse literature on inland flooding to synthesize the current state of knowledge and to identify knowledge gaps. The topics covered include flood risk perception, insurance uptake, impact on property values, public mitigation strategies, behavioral responses to flooding, fatalities, and damages. We identify important gaps in the literature related to flood insurance demand, adoption of policies that encourage private and public investment in flood management, and flood risk management impacts in disadvantaged communities. Future research should identify factors that have decreased flood-related fatalities over time. Disentangling how infrastructure investments and better flood information improve outcomes during and after a flood could generate more effective tools and policies for mitigating damage from inland floods. Finally, creating and publishing comprehensive datasets that integrate economic, flood, and policy variables over space and time would facilitate future research on the economics of inland flooding. Our findings point to specific future research opportunities that would improve available databases, inform flood risk management strategies, and ultimately reduce the costs of inland floods.",
          "url": "https://doi.org/10.1088/1748-9326/add35e",
          "doi": "https://doi.org/10.1088/1748-9326/add35e",
          "filter": 0
        },
        {
          "title": "Sowing resilience: quantifying the role of American crops in mitigating malthusian catastrophes during climatic extremes in history",
          "authors": "Chenyao Jiang, Harry F. Lee",
          "abstract": "Previous large-N quantitative research on the historical human-environment nexus has primarily emphasized the negative impacts of climate change on social stability, economic development, and the collapse of civilizations. In contrast, this study seeks to provide a statistical analysis of the resilience mechanisms that human societies have historically employed to adapt to and mitigate adverse environmental conditions. Agricultural development, as a crucial component of social resilience, has played a pivotal role in enabling societies to absorb climate-induced subsistence pressures. We systematically examine how introducing American crops mitigated the relationship between climatic extremes – specifically floods and droughts – and Malthusian catastrophes such as famines and wars during the Ming and Qing Dynasties in China. By collecting and analyzing records of four high-yield American crops – maize, peanuts, sweet potatoes, and potatoes – from 3,071 local chronicles across 236 prefectures, we employ the Spatial Durbin Model (SDM) to evaluate both the direct and spillover effects of these crops during hydroclimatic extremes quantitatively to see how they contributed to social resilience. Our statistical results indicate that introducing these American crops had significant mitigating effects on Malthusian catastrophes during climate extremes, with varying impacts among the different crops. Maize and peanuts were particularly effective in reducing wars during floods, while peanuts, sweet potatoes, and potatoes tended to alleviate famines during droughts. Regional comparison reveals that these catastrophe-mitigating effects were more pronounced in the south-western mountainous zone and that spatial spillover effects were more significant in the central-eastern rice cultivation zone. These findings underscore the importance of agricultural development in enhancing social resilience to climatic extremes. By highlighting the regionally varying catastrophe-mitigating effects of specific crops, our study provides valuable insights into the adaptive capacities of human societies to climate variability. This contributes to a more nuanced and context-sensitive understanding of the human-environment nexus.",
          "url": "https://doi.org/10.1088/1748-9326/add608",
          "doi": "https://doi.org/10.1088/1748-9326/add608",
          "filter": 0
        },
        {
          "title": "Greenness and Parkinson's disease prevalence: a national cross-sectional study in China",
          "authors": "Lina Zhang, Shiqing Zhang, Qingxian Wang, Lelin Wang, Yue Wu, Xiang Zeng, Xia Meng, Cuiqing Liu, Haidong Kan, Qinghua Sun",
          "abstract": "Background: Although a few studies have explored the impact of greenness on neurodegenerative diseases, little is known about the association between greenness and Parkinson's disease (PD) prevalence, especially in developing countries.&amp;#xD;Objectives: We aimed to investigate the association between greenness and PD prevalence in China.&amp;#xD;Methods: This cross-sectional study utilized data from the 2020 wave of the China Health and Retirement Longitudinal Study (CHARLS), involving a sample of 17,029 individuals. PD diagnoses were ascertained through medical professionals and records in questionnaires. To assess greenness exposure, Normalized Difference Vegetation Index (NDVI) was calculated as annual population-weighted for 2020 (NDVI2020) and a two-year average population-weighted for the period of 2019 and 2020 (NDVI2019-2020), respectively. Logistic regression models were employed to analyze the association between greenness and PD prevalence at city scale, and stratified analyses were further performed to identify potential modifiers of the association between greenness and PD prevalence.&amp;#xD;Results: In the fully-adjusted models, a 0.1 increase in NDVI2020 was associated with 14.0% [Odds Ratio (OR) 0.860, 95% confidence interval (CI): 0.750-0.987] lower odds of prevalent PD. Similarly, a 0.1 increase in NDVI2019-2020 was associated with 13.9% (OR 0.861, 95% CI: 0.744, 0,997) reduction in the odds of prevalent PD. This conclusion remained robust in the sensitivity analyses. Moreover, significant protective effects of greenness on PD prevalence were identified among females, the elderly, those living alone, and those with healthier habits.&amp;#xD;Conclusion: This national cross-sectional study found that exposure to higher greenness was associated with reduced odds of prevalent PD. Greenness may serve as a readily accessible environmental intervention for lowering prevalent PD in the future.",
          "url": "https://doi.org/10.1088/1748-9326/add54c",
          "doi": "https://doi.org/10.1088/1748-9326/add54c",
          "filter": 0
        },
        {
          "title": "Linking freshwater hydrology to global food security in the Mekong Basin",
          "authors": "Joseph Henry Holway, Qi Deng, Sepehr Eslami, Van Pham Dang Tri, Peng Bun Ngor, John Sabo",
          "abstract": "Tropical flood pulse rivers are crucial for global food security, especially in developing nations. The Mekong River Basin (MRB) is one of the world's most significant agricultural regions, sustaining millions through rice production and export. However, rapid hydrological changes from hydropower development, altered flow regimes, and climate variability threaten the flood pulses essential for rice cultivation. Using a Multivariate Autoregressive State Space (MARSS) analysis, we examined how hydrological variability influences rice production across four Lower Mekong Basin (LMB) countries: Cambodia, Laos, Thailand, and Viet Nam. Our study integrated high-resolution hydrologic and agricultural data spanning decades to assess the effects of flood magnitude, duration, and saline intrusion on rice yields. We found significant spatial tradeoffs, particularly in areas affected by flooding and salinity. In Viet Nam, large flood pulses mitigate saline intrusion and expand arable land but reduce cultivation efficiency likely due to fertilizer runoff. In Cambodia, where saline intrusion is minimal, excessive flooding lead to field inundation and reduced arable land, decreasing yields. Our findings reveal the complex interactions between hydrology, land use, and agricultural productivity, emphasizing the need for coordinated transboundary water management. By identifying key tradeoffs, this research informs decision-makers on optimizing agricultural strategies to ensure food system resilience amid changing hydrological and climatic conditions.",
          "url": "https://doi.org/10.1088/1748-9326/add60c",
          "doi": "https://doi.org/10.1088/1748-9326/add60c",
          "filter": 0
        },
        {
          "title": "Marginal ecologies: a framework for studying the social-ecological margins",
          "authors": "Christian Espinosa Schatz, Katherine Meier, Kaggie Orrick, Michael R. Dove",
          "abstract": "Both anthropologists and ecologists have increasingly recognized the need to reach beyond their own disciplinary frameworks when handling processes of marginalization that involve intersecting social-ecological dimensions, particularly as global environmental challenges force humans and wildlife into new and challenging conditions. In this letter, we suggest a cross-disciplinary framework for studying the social-ecological margins. We highlight two definitions of marginality, one from the social sciences and one from the natural sciences, and discuss the relations that render a research subject marginal through four case studies on wildlife and agriculture. This discussion illuminates the importance of studying the behavioral and cultural repertoires with which marginal populations respond to social-ecological constraints.",
          "url": "https://doi.org/10.1088/1748-9326/add35f",
          "doi": "https://doi.org/10.1088/1748-9326/add35f",
          "filter": 0
        },
        {
          "title": "Getting ready for the Anthropocene: Overcoming obstacles on the development path for municipal water and sanitation services",
          "authors": "Dale Whittington, Céline Nauges, Richard Damania",
          "abstract": "This paper describes three phases that cities go through for the delivery of municipal water and sanitation services, identifying the main political, technological, socio-institutional, financial, public health forces of disequilibria that push cities along this development path. Data from the Global Water Intelligence (GWI) and the World Bank’s IBNET show that most of the countries with utilities with limited piped water coverage (Phase 1) have an annual GDP per capita less than US$5000. In contrast, most countries with an annual GDP per capita greater than US$10,000 have close to universal piped water coverage (Phase 3). We find no statistically significant relationship between country-level water scarcity and the average water prices charged by utilities in a country. We discuss a comprehensive policy mix with four components that municipal water utilities need to address the growing water deficits as rising demands confront limited supplies: 1) reduction of nonrevenue water, 2) source diversification, 3) reduction of customer water use, and 4) establishment of financial reserves to address climate-related emergencies.",
          "url": "https://doi.org/10.1088/1748-9326/add750",
          "doi": "https://doi.org/10.1088/1748-9326/add750",
          "filter": 0
        },
        {
          "title": "Beyond spatial bias: Understanding the colonial legacies and contemporary social forces shaping biodiversity data",
          "authors": "Hilary Faxon, Melissa Chapman",
          "abstract": "With over 2 billion observations of species from across the earth, the Global Biodiversity Information Facility (GBIF) has become an influential repository of information for not only ecologists, but also conservation scientists and policy makers. Yet biodiversity data reveal more than species distributions. They reflect colonial histories, economic inequities, and cultural differences. This article argues for moving beyond ideas of “spatial bias” in conservation science to highlight the colonial legacies and contemporary social forces that shape biodiversity data. Drawing on interviews with the GBIF staff and data publishers as well as critical mapping of GBIF data patterns, we visualize and analyze how and why colonial patterns persist and shift in this global biodiversity data. To explain diverse trajectories of postcolonial production of data, we identify three social forces–colonial legacies of collecting, infrastructures of international development, and contemporary data cultures–that structure biodiversity observation distributions and data ownership and availability. Together, these findings demonstrate how, even in the age of open access, colonial and postcolonial practices and politics continue to shape what we know about the natural world.",
          "url": "https://doi.org/10.1088/1748-9326/add6b6",
          "doi": "https://doi.org/10.1088/1748-9326/add6b6",
          "filter": 0
        },
        {
          "title": "Boiling point: short-term coping with heatwaves in the UK is not enough.",
          "authors": "Candice Howarth, Niall McLoughlin, Sara Mehryar, Ellie Murtagh, Andrea Armstrong, James Porter",
          "abstract": "In July 2022, a national emergency was declared in the United Kingdom (UK) following the Met Office’s first-ever red extreme heat warning. As temperatures reached 40.3oC, thousands of excess deaths were recorded. Based on 38 expert interviews and 4 focus groups with key decision-makers and stakeholders working on the frontline of the 2022 UK heatwaves, we found that the country is not prepared for extreme heat because: (1) policies and planning prioritise coping over resilience; (2) insufficient preventative actions were taken; and (3) a range of barriers hinder effective short and longer-term measures. We argue that whilst the UK coped with the heatwaves in 2022, it lacks the resilience needed to deal with persistent and prolonged heat events.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add94c",
          "doi": "https://doi.org/10.1088/1748-9326/add94c",
          "filter": 0
        },
        {
          "title": "Past socio-political transitions away from coal and gas show challenges and opportunities ahead",
          "authors": "Judy Jingwei Xie, Elina Brutschin, Joeri Rogelj, Iain Staffell",
          "abstract": "Transitioning away from fossil fuels presents substantial challenges, given the growing mismatch between pledges submitted to international climate negotiations and the mitigation strategies that limit warming to below 1.5 °C or 2 °C presented in the Intergovernmental Panel on Climate Change Sixth Assessment Report. The scientific case for phasing out coal-fired electricity is clear, and many countries are progressing towards this. However, despite widespread concerns about risks and trade-offs, natural gas is often considered a bridge fuel, and there is currently no progress towards phasing down its capacity. Previous work on the political feasibility of coal phase-out only considered limited socio-political factors, missing the importance of governance quality and policies supporting the energy transition. There is even more limited understanding of factors associated with gas phase-down, while Europe and North America fall behind trajectories required to limit warming below 1.5 °C. We use multivariate regression and clustering analyses on over four decades of data to investigate the drivers and synergies of coal and gas transitions. This reveals opportunities to overcome fossil fuel lock-in through renewable energy expansion, energy policy reforms, and power market restructuring. Countries with greater reliance on fossil fuel infrastructure and workforce face additional difficulties in phase out. Social factors such as higher belief in climate change are positively linked with more ambitious coal phase-out efforts. However, disentangling these links for gas remains difficult given the limited historical evidence of phase-down progress. We identify four archetypes (Coal Reliance, Gas Reliance, Limited Policy, and Transition Underway) that illustrate different ways countries have transitioned from coal and gas over time. These provide blueprints for potential future transitions in other countries. Recognizing the diverse social, political, and institutional factors that shape transitions can inform the design of politically relevant future scenarios.",
          "url": "https://doi.org/10.1088/1748-9326/add0c6",
          "doi": "https://doi.org/10.1088/1748-9326/add0c6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Exploration of Synergistic and Redundant Information Sharing from Hydrometeorological Variables to Net Ecosystem Exchange",
          "authors": "Elizabeth Eldhose, Subimal Ghosh",
          "abstract": "Terrestrial ecosystems play a vital role in mitigating climate change by absorbing a substantial fraction of anthropogenic CO₂ emissions, with Net Ecosystem Exchange (NEE) serving as a critical metric of land-atmosphere carbon flux. While individual climate variables like temperature, precipitation, and radiation are well-studied drivers of NEE, their interactions in multivariate contexts remain poorly understood. This study leverages the O-Information framework to disentangle the synergistic and redundant contributions of temperature, precipitation, vapor pressure deficit, terrestrial water storage, and photosynthetically active radiation to NEE variability. Analysing global and regional dynamics, we reveal the nature of multivariate interactions governing NEE. Globally, pairs like VPD-PAR consistently exhibit synergy, underscoring their complementary roles in driving carbon exchange, while T-VPD and T-TWS interactions are predominantly redundant. Regional analyses highlight distinct patterns of information sharing: temperate forests and semiarid regions are synergy-dominated, whereas tropical ecosystems and Arctic regions exhibit unique spatial variability in synergy and redundancy. These findings advance our understanding of how complex climate-ecosystem interactions shape carbon fluxes and offer insights for improving predictive models of NEE under changing climatic conditions.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add8a7",
          "doi": "https://doi.org/10.1088/1748-9326/add8a7",
          "filter": 2
        },
        {
          "title": "Energy production and inter-farm wake losses in future North Sea wind farms",
          "authors": "Ruben Borgers, Nicole P M van Lipzig, Johan Meyers",
          "abstract": "The deployment of new wind farms in the North Sea is an essential part of Europe’s&amp;#xD;transition to low-emission energy sources. Here, we use the mesoscale climate model&amp;#xD;COSMO-CLM to simulate the energy production of a realistic 92 GW wind farm&amp;#xD;expansion scenario and compare it with the present-day situation. The simulations&amp;#xD;indicate that added inter-farm wakes would cause the annual energy production of 25&amp;#xD;out of 69 operational wind farms to decline by over 5%, with 13 of them experiencing&amp;#xD;reductions exceeding 10%. These annual losses are composed of intermittent wake&amp;#xD;periods characterized by large production deficits. For instance, the planned Princess&amp;#xD;Elisabeth zone in Belgian waters is expected to reduce the output of the existing&amp;#xD;Belgian wind farm cluster by more than 15% during one out of every five 24-hour&amp;#xD;periods with high production potential (V &gt; 9 ms−1). Despite these enhanced inter-&amp;#xD;farm interactions, we find that the overall capacity factor over the basin increases&amp;#xD;by 1.6%pt after expansion due to the deployment of next-generation turbines and&amp;#xD;installation at low capacity densities in high-resource zones. However, negative&amp;#xD;impacts are highly region-dependent and many wind farms may face substantial losses.&amp;#xD;Although more validation studies are recommended to further constrain the uncertainty&amp;#xD;on the presented results, this work demonstrates the need for a coordinated wind farm&amp;#xD;expansion strategy, especially because spatial constraints are expected to intensify on&amp;#xD;the path to surpassing 200 GW of capacity in the North Sea by 2050.",
          "url": "https://doi.org/10.1088/1748-9326/add8a2",
          "doi": "https://doi.org/10.1088/1748-9326/add8a2",
          "filter": 2
        },
        {
          "title": "Land-use requirements and occupancy patterns of rapidly expanding wind power deployment in China",
          "authors": "Na Yang, Yunzhao Chen, Yan Hao, Xingyong Li, Lixiao Zhang, Jinye Niu, Junjun Zhang, Tong He, Junnan Mao",
          "abstract": "The large-scale deployment of wind power has raised concerns regarding potential land-use requirements (LURs) and ecological impacts. However, understanding of land use associated with rapid wind energy deployment in China remains limited. This study quantified the direct LUR of wind farms in China, using 120 sample wind farms constructed between 2008 and 2023, and with regard to turbine foundations, permanent land use and temporary land use. We employed a Categorical Regression (CATREG) model to identify influencing factors. Additionally, we calculated the spacing LUR of wind farms by the end of 2023 using an improved Voronoi polygon algorithm based on data from 158,992 turbines across 3718 wind farms. Results indicate an average direct LUR of 7,539.64±3,306.73 m²/MW, with the LURs for turbine foundation, permanent land use and temporary land use measured at 127.95±33.00 m²/MW, 2,376.23±991.94 m²/MW, and 5,163.40±2,527.11 m²/MW, respectively. Various factors, including turbine size, land cover type and topography, influence each type of LUR. By 2023, the direct LUR of wind farms in China totaled 3,294.06 km2, accounting for 0.03% of the national land area (9.6 million km2), with 55.90km2 designated for turbine foundations, 1,038.17 km2 for permanent LUR, and 2,255.89 km2 for temporary LUR. The spacing LUR of wind farms in China by 2023 was 108,164 km2, representing 1.13% of the national land area. These findings provide critical insights into the LURs and potential ecological impacts of wind energy development in China.",
          "url": "https://doi.org/10.1088/1748-9326/add7ee",
          "doi": "https://doi.org/10.1088/1748-9326/add7ee",
          "filter": 2
        },
        {
          "title": "Forecasting short-term Chlorophyll a concentration in Lake Erie using the machine learning XGBoost algorithm",
          "authors": "Yang Song",
          "abstract": "Harmful algal blooms are becoming increasingly prevalent due to climate warming and eutrophication. Leveraging machine learning tools to forecast algal blooms is crucial and promising for bloom management in various water systems. Notably, previous findings are site-specific, especially regarding the impacts of forecasting periods and important input features. However, there is a significant research gap in the application of machine learning for predicting algal blooms in the Great Lakes, the world's largest freshwater system. Thus, based on the measurements of 16 water quality parameters from 2012 to 2022, the author established the Extreme Gradient Boosting (XGBoost) model to forecast Chlorophyll a (Chl a, a proxy for algal biomass) concentration for 1-7 days in Lake Erie. The XGBoost model performance is quite satisfactory, with the lowest MSE of 10.94 and the highest R2 of 0.99 for the 1-day forecast and an MSE of 83.90 and an R2 of 0.90 for the 7-day forecast. Based on Shapley Additive Explanations (SHAP) feature importance, water depth (Depth) and water temperature (Temp), are more important input features for the 7-day forecasting model than the well-recognized phosphorus and nitrogen nutrients, including particulate organic nitrogen (PON), soluble reactive phosphorous (SRP), nitrate + nitrite (NN), and total phosphorous (TP). Achieving relatively high accuracy for the 7-day forecast, with an R2 of 0.83 and an MSE of 144, is possible by using only the top six most important input features: initial Chl a, Depth, Temp, PON, SRP, and NN, based on SHAP feature importance results. These findings highlight the accuracy and potential of the developed XGBoost model to predict Chl a in the world’s largest freshwater system. The model can enhance algal bloom monitoring efficiency through early detection and key predictive features, supporting an early warning system for timely interventions, while also informing policy decisions and optimizing resource allocation.",
          "url": "https://doi.org/10.1088/1748-9326/add6b7",
          "doi": "https://doi.org/10.1088/1748-9326/add6b7",
          "filter": 2
        },
        {
          "title": "Advancing nature-based solutions toward sustainability",
          "authors": "Xu Yue, Ge Sun, Mariska te Beest, Jun Zhang, Maricar Aguilos, Xianglan Li, Jintai Lin",
          "url": "https://doi.org/10.1088/1748-9326/add1f7",
          "doi": "https://doi.org/10.1088/1748-9326/add1f7",
          "filter": 2
        },
        {
          "title": "Sensitivity of tropical cyclone risk across the US to changes in storm climatology and socioeconomic growth",
          "authors": "Avantika Gori, Ning Lin, Daniel R. Chavas, Michael Oppenheimer, Siyuan Xian",
          "abstract": "Tropical cyclone (TC) hazards coupled with dense urban development along the coastline have resulted in trillions in US damages over the past several decades, with an increasing trend in losses in recent years. So far, this trend has been driven by increasing coastal development. However, as the climate continues to warm, changing TC climatology may also cause large changes in coastal damages in the future. Approaches to quantifying regional TC risk typically focus on total storm damage. However, it is crucial to understand the spatial footprint of TC damage and ultimately the spatial distribution of TC risk. Here, we quantify the magnitude and spatial pattern of TC risk (in expected annual damage) across the US from wind, storm surge, and rainfall using synthetic TCs, physics-based hazard models, and a county-level statistical damage model trained on historical TC data. We then combine end-of-century TC hazard simulations with US population growth and wealth increase scenarios (under the SSP2 4.5 emission scenario) to investigate the sensitivity of changes in TC risk across the US Atlantic and Gulf coasts. We find that not directly accounting for the effects of rainfall and storm surge results in much lower risk estimates and smaller future increases in risk. TC climatology change and socioeconomic change drive similar magnitude increases in total expected annual damage across the US (roughly 160%), and that their combined effect (633% increase) is much higher.",
          "url": "https://doi.org/10.1088/1748-9326/add60d",
          "doi": "https://doi.org/10.1088/1748-9326/add60d",
          "filter": 2
        },
        {
          "title": "Evidence of photovoltaic aridity mitigation in semi-arid grasslands",
          "authors": "Matthew A. Sturchio, Alan K. Knapp",
          "abstract": "In water-limited ecosystems, evidence suggests that photovoltaic (PV) arrays may alleviate water stress, potentially mitigating the loss of key ecosystem services such as forage production. This hypothesized Aridity Mitigation Potential (AMP) of PV arrays posits that negative effects of reduced sunlight on photosynthesis and aboveground net primary production (ANPP) are offset by improved water relations, maintaining or enhancing productivity in arid and semi-arid ecosystems. Field tests of this hypothesis are lacking, however. Here we test the AMP hypothesis in a semi-arid Colorado (USA) grassland by contrasting ANPP responses to a single-axis tracking PV array in years with above- and below average precipitation. At all sites within and outside the PV array, precipitation inputs strongly limited ANPP. But in dry years, ANPP was increased by ~20% in the array relative to adjacent open grassland, with ANPP in some array locations (near PV panel edges) increased by ~90%. This AMP effect was muted with average precipitation and disappeared in wet years. We conclude that with climate change projections of increased aridity and drought, PV arrays that reduce plant water stress could provide a unique opportunity to reduce greenhouse gas emissions and mitigate some of their ecosystem consequences in water-limited grasslands.",
          "url": "https://doi.org/10.1088/1748-9326/add94d",
          "doi": "https://doi.org/10.1088/1748-9326/add94d",
          "filter": 2
        },
        {
          "title": "Unraveling centuries of hydroclimatic variability in northern Pakistan: Insights from tree-ring chronology, drought reconstruction, and ocean-climate interactions",
          "authors": "Fayaz Asad, Sharipova Vasila, Sajid Ali, Abdulwahed Fahad Alrefaei, Haifeng Zhu",
          "abstract": "Understanding the long-term hydroclimatic variation in mountains region South Asia (northern Pakistan) is essential for forecasting future water security and environmental changes. In this study, we developed a 586-year regional tree-ring width (TRW) chronology by using standard dendrochronological techniques on Picea smithiana (Wall.) Boiss, samples collected from lower elevations in the Chara and Naltar valleys of Gilgit-Baltistan. Correlation analysis indicates significant positive relationships between tree growth and summer precipitation as well as the Palmer Drought Severity Index (PDSI) (p &lt; 0.01), while a negative correlation was observed with summer temperatures. We used a linear regression model to reconstruct the summer (June-August) PDSI for the period 1431–2016 CE based on relationship between regional chronology and climate data. This model accounted for 37.6% of the actual PDSI variation observed during the calibration period from 1956 to 2016 CE. The reconstruction identifies key hydroclimatic events, notably an extended severe drought from 1601 to 1608 (-0.87 ± 0.31), and a prolonged drought interval 1537-1549 (-0.61 ± 0.18). An extreme wet period was recorded in 1522-1533 (0.91 ± 0.32), whereas repeated decadal droughts events observed in the late 18th and early 19th centuries. Spatial correlation analyses demonstrate the impact of large-scale climatic drivers, such as sea surface temperature anomalies in the Indian and Pacific Oceans, and underscore the significance of monsoon variability in determining regional moisture patterns. Our reconstruction, derived from the multitaper spectrum and Morlet wavelet spectrum analysis, exhibited significant periodicities of 47.9, 27, 21.8, and 2–3 years. The three periodicities likely correspond to the Pacific Decadal Oscillation (PDO) or the Atlantic Multidecadal Oscillation (AMO), whereas 2–3 cycle is strongly linked to El Niño–Southern Oscillation (ENSO). Our study illustrates the essential function of tree-ring records in evaluating drought risk and underscores the wider consequences of variations in the climate in the Hindu Kush–Karakoram–Himalaya for millions of downstream populations.",
          "url": "https://doi.org/10.1088/1748-9326/add755",
          "doi": "https://doi.org/10.1088/1748-9326/add755",
          "filter": 2
        },
        {
          "title": "Field-scale mapping of California crop water productivity to inform water management in critically overdrafted groundwater basins",
          "authors": "Corisa A. Wong, David Lobell, Meagan S Mauter",
          "abstract": "Crop water productivity metrics can reveal how the dynamics of crop production and water use change across space and time. We use field-scale satellite inputs from 2016-2021 to estimate potential water savings for four crops (almonds, grapes, walnuts, and citrus—which collectively account for approximately one-third of California’s cropland area), within critically overdrafted groundwater sub-basins of California’s San Joaquin Valley. These annual estimates of field-level water savings potential are based on locally achievable crop water productivity (CWP) values for each crop type. Our findings show considerable spatial variation in CWP and potential water savings within each sub-basin. We find that increasing CWP to peak efficiency (defined as improving fields to the 95th percentile of observed CWP) for four crops could meet up to 36% of the estimated annual overdraft in San Joaquin Valley. For comparison, fallowing 5% of the four crop type fields in the same study area could potentially reduce annual overdraft by 11%. By delivering results at the field scale, our work can inform targeted interventions by irrigation district managers and more efficient allocation of state incentives for improved water management. For example, we estimate that state grant funding for water efficiency upgrades could have amplified potential water savings threefold by targeting investments to the least efficient fields.",
          "url": "https://doi.org/10.1088/1748-9326/add6b8",
          "doi": "https://doi.org/10.1088/1748-9326/add6b8",
          "filter": 2
        },
        {
          "title": "Deep Learning based reconstructions of the Atlantic Meridional Overturning Circulation confirm twenty-first century decline",
          "authors": "Simon L L Michel, Henk A Dijkstra, Francesco Guardamagna, Valérian Jacques-Dumas, René M. van Westen, Anna S von der Heydt",
          "abstract": "Gaining knowledge of the past and present variations of the Atlantic Meridional Overturning Circulation (AMOC) is crucial for the development of accurate future climate projections. The short range covered by direct AMOC observations, inconsistent paleoclimate records, and scattered hydrographic data are insufficient to realistically reconstruct the AMOC strength since 1900. An AMOC proxy index based on sea surface temperatures suggests that the AMOC has declined by 15% since the late 19th century but this index received extensive scientific criticism. Here, we use a deep learning algorithm and climate model simulations to accurately reconstruct the AMOC strength between 20°N and 60°N since 1900. In contrast with the existing indices, our reconstructions are well in agreement with AMOC strength variations simulated by climate models and direct observations at 26.5°N. Our novel set of AMOC reconstructions contribute to a larger confidence in 21st century AMOC decline projections from climate models.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add7f0",
          "doi": "https://doi.org/10.1088/1748-9326/add7f0",
          "filter": 2
        },
        {
          "title": "Climate-driven sulfate export in alpine watersheds may stimulate methylmercury production",
          "authors": "Hannah R Miller, Charles T Driscoll, Sarah E Janssen, Eve-Lyn S Hinckley",
          "abstract": "Climate change is increasing sulfate export and changing wetland extent in mountain regions. These changes may increase microbially mediated production of the neurotoxic substance methylmercury due to enhanced sulfate metabolism in mountain environments. Here, we assess methylmercury concentrations and formation rates across high-elevation wetlands in the Colorado Rocky Mountains. We also investigate sulfate controls on methylmercury production within subalpine peatlands by amending soils with sulfate to mimic increased stream export of sulfate from the alpine zone and measuring methylmercury formation rates for different sulfate treatments. We found that subalpine peatlands have statistically significant higher methylmercury concentrations and formation rates compared to alpine, mineral-soil wetlands. Methylmercury production in subalpine peatlands also increased significantly (p &lt; 0.05) following sulfate additions; the highest rates occurred in sediments with intermediate extractable sulfate concentrations (~0.60–1.4 mg sulfate g-1 dry soil). Our study is the first to identify soil sulfate-related thresholds for methylmercury production and sulfate-limitation of methylmercury production in subalpine peatlands. These findings highlight important linkages between climate-driven mineral weathering and mercury cycling in mountain regions globally.",
          "url": "https://doi.org/10.1088/1748-9326/add8a5",
          "doi": "https://doi.org/10.1088/1748-9326/add8a5",
          "filter": 2
        },
        {
          "title": "Anthropogenic factors in a forest and peatland fire danger rating system in South Sumatra",
          "authors": "Ati Dwi Nurhayati, Bambang Hero Saharjo, Leti Sundawati, Syartinilia -, Mark A. Cochrane, Christelle Hély",
          "abstract": "In an effort to prevent forest and land fires, Indonesia has implemented its Fire Danger Rating System (FDRS). Currently, the FDRS is based upon the Canadian system, which is driven by only weather parameters. However, fires in Indonesia are primarily caused by human activities with most of them occurring on peatlands. It is necessary to integrate these factors in the development of the next generation FDRS to increase the precision and accuracy in assessing levels of fire danger in various Indonesian regions. This study presents a proof of concept for a new FDRS, applied in forest and peatland in Ogan Komering Ilir (OKI) District, South Sumatra Province, based on three parameters: weather, anthropogenic factors and presence or absence of peat. The Anthropogenic and Peatland Fires Danger Rating System (AP-FDRS) map was produced using a spatial logistic regression method for incorporating anthropogenic and peat models, using the Fire Weather Index (FWI) model from Forest and Land Fire Early Warning System (SPARTAN) together with an overlay method to produce a composite map of forest and peatland fire. In this study, two days in 2020 were selected as sample dates: one with hotspot occurrences (23 August 2020) and one without hotspots (28 December 2020). On August 23, 2020, the AP-FDRS map was dominated by high (54%) and extreme (46%) fire hazard levels after combining high FWI values with extreme anthropogenic and peatland risks in the OKI District. In contrast, on December 28, 2020, although the FWI indicated low fire risk, the integration with anthropogenic and peatland factors resulted in an AP-FDRS map dominated by medium (34%) and high (60%) fire hazard levels. These results highlight that weather factors alone are not sufficient to predict fire hazard risks in Indonesia. The AP-FDRS provides more detailed and accurate predictions compared to current FWI based systems",
          "url": "https://doi.org/10.1088/1748-9326/add609",
          "doi": "https://doi.org/10.1088/1748-9326/add609",
          "filter": 2
        },
        {
          "title": "Transition of El Niño to La Niña can be driven by regional perturbations a year ahead",
          "authors": "Chris Kent, Adam A Scaife, William J M Seviour, Nick Dunstone, Doug Smith, Sarah Ineson",
          "abstract": "Interannual forecasts provide skilful predictions of El Niño-Southern oscillation (ENSO) up to a year in advance, however our understanding of what drives the ensemble skill and diversity of outcomes across members is limited. Using a fully coupled ocean–atmosphere ensemble forecasting system, we investigate the causality of regional perturbations on the evolution of ENSO at interannual timescales. Using forecasts initialised on 1 November 2009, transplanting more realistic cooler conditions in the South Pacific across ensemble members on 1 January 2010 significantly cools the resulting 2010/2011 winter ENSO one year later. The imposed perturbations migrate equatorward via wind–evaporation–sea surface temperature feedback and significantly alter tropical zonal gradients during late spring and summer. This drives the ensemble towards La Niña conditions, in line with observations. Repeating the experiment with warmer South Pacific conditions, results in the reverse signal and warms ENSO one year later. Across the experiments we find an almost four-fold increase in probability of La Niña and a three-fold decrease in probability of El Niño, demonstrating that long lead regional perturbations can systematically tip the climate system between ENSO states. Predicted surface conditions are significantly impacted across many parts of the world and the forecast global annual mean surface temperature for 2010 is significantly cooled, resulting in better agreement with observations. Our results demonstrate sensitivity of ENSO evolution and the global climate system to specific regional perturbations and provide new insights for interannual climate prediction.",
          "url": "https://doi.org/10.1088/1748-9326/add35d",
          "doi": "https://doi.org/10.1088/1748-9326/add35d",
          "filter": 2
        },
        {
          "title": "Assessing the climate and health impacts of energy consumption in European Union countries",
          "authors": "Gen Pei, Jonathan J Buonocore, Parichehr Salimifard, Brian Sousa, Lauren Ferguson, Joseph G. Allen",
          "abstract": "Greenhouse gas emissions from burning fossil fuels are routinely counted in energy and climate policies, yet the immediate health burden of air pollution emissions from combusting these fuels is rarely quantified alongside. Particularly, the European Union (EU) comprises countries with diverse energy mixes, emission characteristics, reduction technologies, and policy frameworks, leading to large variations in the impacts of energy consumption on climate, air quality, and public health. Understanding these country-level variations is critical to optimize regional energy policies and reduce climate and health disparities in the EU. This study quantifies the regional variations in both climate and health impacts of energy consumption across EU countries. In countries where coal or oil dominates power supply, the health impacts of electricity consumption can be larger than climate impacts by more than ten times (e.g., Bulgaria, Romania, and Greece), highlighting the necessity of incorporating health impacts into climate and energy policies. We found a significant variability in health impacts per electricity usage (1.4-1508 €/MWh) among EU countries, largely driven by their energy source mix. The health benefits of sustainable energy strategies can be notably higher in Eastern Europe countries than those in Western or Northern Europe. For instance, saving the same amount of electricity in Estonia could achieve health benefits 1043 times greater than in Sweden. Furthermore, our results suggest that energy policies and reports with biomass lumped into renewables can overlook its potential health burden. The dataset of climate and health impact factors produced in this study can be useful for future research, practice, and policymaking to quantify the burdens of energy consumption or assess the benefits of energy efficiency measures in the EU.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add752",
          "doi": "https://doi.org/10.1088/1748-9326/add752",
          "filter": 2
        },
        {
          "title": "Enhanced observation of forest albedo reveals significant offsets to reported carbon benefits",
          "authors": "Sean P Healey, Zhiqiang Yang, Angela Erb, Ryan M. Bright, Grant Michael Domke, Tracey S. Frescino, Crystal Schaaf",
          "abstract": "Rapidly maturing frameworks for investing in and committing to mitigation of climate change through forest management have focused almost exclusively on the benefits of carbon sequestration, without accounting for collateral changes in geophysical factors such as surface albedo. Newly available 30m albedo retrievals derived from imagery acquired by the Landsat 8 satellite, analysed at 273,652 field plots monitored by the United States Forest Service, suggests that large areas of the U.S. Inter-Mountain West’s forests have a net warming impact on the planet’s surface energy balance. For the conterminous U.S. (CONUS), the impacts of albedo offset approximately half of the recognized non-soil forest carbon storage benefit. The emerging capacity to resolve albedo evolution at the scale of a large number of inventory plots also provides unprecedented empirical evidence that albedo impacts vary strongly as a function of both tree age and species group. This research highlights a correctable source of uncertainty in operational monitoring of forest-climate interactions, and it may temper expectations for forest establishment as a means of mitigating global climate change.",
          "url": "https://doi.org/10.1088/1748-9326/add60a",
          "doi": "https://doi.org/10.1088/1748-9326/add60a",
          "filter": 2
        },
        {
          "title": "Record-breaking lifespan, rapid intensification, and long-lasting coastal activity of Tropical Cy-clone Freddy (2023) in the South Indian Ocean",
          "authors": "Qian Wang, Shoude Guan, Luo Can, Wei Zhao, Ling Zhang, Shunan Yang",
          "abstract": "Tropical cyclone (TC) Freddy traversed the South Indian Ocean (SIO) in 2023, setting a record for longevity and ranking secondly among historical TCs for both accumulated cyclone energy and potential destructiveness. Freddy’s long lifespan benefited from an anomalously strong Mascarene High, which steered Freddy westward along its northern flank, thereby pre-venting it encountering cold water areas. In addition to its long lifespan, we found Freddy experienced a record-breaking six rapid intensification (RI) events and analyzed the atmosphere-ocean conditions driving Freddy’s multiple RI events. The re-sults indicated that during the six RI events, Freddy experienced high sea surface temperatures, weak vertical wind shear, high potential intensity, and high relative humidity, with all four environmental factors more favorable than historical averages. Notably, three of these RI events occurred within the Mozambique Channel, which also prolonged its coastal activity (21 d). This phase of TC Freddy generated extreme rainfall with maximum cumulative precipitation of 877 mm, compounded by secondary disasters, which caused substantial economic losses and fatalities in coastal areas. Additionally, it was found that the frequency of RI events and the number of intense TCs reaching Category 4 or above in the SIO showed statistically sig-nificant upward trends during 1980–2023, indicating a growing threat to Africa, which is likely to face more intense TCs in a warming climate. With rising sea levels and increasing threat from TCs, greater focus on coastal disaster prevention and miti-gation strategies is needed to address the escalating risks associated with TCs in the SIO in the context of global warming.",
          "url": "https://doi.org/10.1088/1748-9326/add7ec",
          "doi": "https://doi.org/10.1088/1748-9326/add7ec",
          "filter": 2
        },
        {
          "title": "Summertime warm extremes over the Indochina Peninsula linked to the tropical Indian Ocean tripole mode",
          "authors": "Ning Meng, Yang Yang, Bin Zuo, Yazhou Zhang, Jianping Li, Zhaolu Hou, Ting Liu, Haili Wang",
          "abstract": "A new air-sea coupled variability of the sea surface temperature (SST) anomalies over the tropical Indian Ocean was observed and named as the tropical Indian Ocean tripole (IOT) in terms of its unique tripole pattern in recent studies, which peaks in boreal summer. This study found that the interannual variations of the warm extremes over the Indochina Peninsula during boreal summer can be affected by the IOT. When the positive IOT events occur, two cross-equatorial airflows are induced over the eastern and western tropical Indian Ocean, reinforcing the anomalous warm-humid westerly wind over the northern Indian Ocean. The water vapor convergence is strengthened and the anomalous middle-lower level negative geopotential height is formed over the Indochina Peninsula, leading to the local enhanced ascending motion and surplus precipitation, strongly supported by both observations and numerical simulation. These circulation anomalies favor the reduction of the local surface temperatures through increasing the cloud cover and hindering the downward solar radiation, further declining the warm extremes days. Improving to understand the warm extreme variations over the Indochina Peninsula and its impact factors is of great significance for local Industrial development, agricultural production and human health.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add60b",
          "doi": "https://doi.org/10.1088/1748-9326/add60b",
          "filter": 2
        },
        {
          "title": "Large dynamic contributions to tropical cyclone precipitation with increasing sea surface temperature",
          "authors": "Yawen Yang, Ralf Toumi",
          "abstract": "Understanding the relative contribution of dynamic and thermodynamic factors to tropical cyclone rainfall is an important challenge. This study examines the response of tropical cyclone (TC) precipitation due to increasing sea surface temperatures (SST) using convection-permitting model simulations. The sensitivity of key TC rainfall metrics, including the azimuthally averaged maximum precipitation rate were examined. The amount of scaling of precipitation with SST depends on the chosen TC precipitation metric and mostly surpasses the Clausius–Clapeyron (CC) relationship. The azimuthally averaged maximum precipitation rate (Pm) exceeds twice the rate expected under the CC relationship (2CC). By decomposing the scaling rates into thermodynamic and dynamic contributions using a physical diagnostic method, we demonstrate that dynamic changes primarily (about 73%) drive the scaling of Pm. The available moisture plays a much smaller role than expected and scales surprisingly at less than CC. The dynamic contribution is always large for all precipitation metrics. The combination of increased moisture and updrafts enhances moisture convergence, thereby intensifying precipitation and ultimately leading to a super-CC relationship. The \"exceeding 2CC\" behaviour is attributed to the dominance of dynamic effects, particularly enhanced upward motion near the TC inner core. Accurate projections of future changes in TC precipitation therefore depend critically on accurate projections of changes in TC dynamics.",
          "url": "https://doi.org/10.1088/1748-9326/add753",
          "doi": "https://doi.org/10.1088/1748-9326/add753",
          "filter": 2
        },
        {
          "title": "The response of Arctic warming to aerosols",
          "authors": "Di Chen, Qizhen Sun",
          "abstract": "Aerosols are increasingly recognized as critical components in global climate dynamics, yet their complex spatiotemporal variability and observational uncertainties present significant challenges in assessing their climatic impacts, particularly in the context of Arctic warming. This study leverages the latest reanalysis data and single-forcing ensemble models to investigate the origins of Arctic aerosols and their contribution to regional warming over the period from 1980 to 2023. Our findings indicate that aerosols in the Arctic predominantly originate from mid-to-high latitude regions through radial transport. Overall, aerosols mitigate some of the warming effects induced by greenhouse gases, accounting for 19% of Arctic warming, with notable variations among different aerosol types. We demonstrate that aerosols influence cloud formation and alter surface net solar radiation, thereby significantly affecting heat flux and contributing to Arctic warming. Furthermore, we project future Arctic temperature responses to aerosols, offering a theoretical foundation for advancing research on global climate change.",
          "url": "https://doi.org/10.1088/1748-9326/add8a3",
          "doi": "https://doi.org/10.1088/1748-9326/add8a3",
          "filter": 2
        },
        {
          "title": "Global drivers of forest loss at 1 km resolution",
          "authors": "Michelle J Sims, Radost Stanimirova, Anton Raichuk, Maxim Neumann, Jessica Richter, Forrest Follett, James MacCarthy, Kristine Lister, Christopher Randle, Lindsey Sloat, Elena Esipova, Jaelah Jupiter, Charlotte Stanton, Dan Morris, Christy Melhart Slay, Drew Purves, Nancy Harris",
          "abstract": "Forests are in decline worldwide due to human activities such as agricultural expansion, urbanization, and mineral extraction. Forest loss due to generally temporary causes, such as wildfire and logging, is important to distinguish from permanent land use conversion due to the differing ecological and climate impacts of these disturbances and for the purposes of developing effective policies and management strategies. Existing global maps of the drivers of forest loss that are widely used are not spatially or thematically detailed enough for decision makers at local-to-regional scales, such as governments, land managers, or companies. Using publicly available satellite observations (Landsat, Sentinel) and ancillary biophysical and population data, we developed a 1 km resolution, global map of the dominant drivers of forest loss from 2001 to 2022 with seven classes: permanent agriculture (e.g., commodity crops or pasture), hard commodities (e.g., mining), shifting cultivation, logging (e.g., wood fiber plantations), settlements and infrastructure, wildfire, and other natural disturbances. We interpreted nearly 7,000 reference samples to train a global neural network model that classifies the driver of tree cover loss with an overall accuracy of 90.5%. Our results show that permanent agriculture was the leading driver of forest loss globally, representing 35% of loss from 2001 to 2022. The drivers of tree cover loss vary by region, with the leading driver identified as logging in Europe, permanent agriculture across the tropics, and wildfire in Russia, the Asian mainland, North America, and Oceania. Our results enable assessment of forest disturbance dynamics from local to global scales and can support tracking progress towards corporate and governmental zero-deforestation commitments, monitoring deforestation risks within jurisdictions and supply chains, and assessment of global biodiversity targets.",
          "url": "https://doi.org/10.1088/1748-9326/add606",
          "doi": "https://doi.org/10.1088/1748-9326/add606",
          "filter": 2
        },
        {
          "title": "Sustainable forest management for carbon, wood and biodiversity must consider natural disturbance regimes",
          "authors": "Weier Liu, Mark S Ashton, Mark J Ducey, Mark A Bradford, Sara E Kuebbing",
          "abstract": "Forests provide multiple benefits that include sequestering carbon, supporting biodiversity, and providing wood products. Managing temperate forests to achieve these benefits sustainably is challenging given the legacy of past human impacts, the complexity of forest development, and increasing but unpredictable disturbances. These intricacies prompted debate about the most effective management of temperate forests to achieve climate mitigation while sustaining forest productivity, regeneration, and diversity. Most research focused on management impacts under relatively stable environmental conditions, whereas forests are facing increasingly frequent and more severe climatic and biotic disturbances. Here, we used a regionally calibrated forest growth model to simulate the effects of forest management on carbon, biodiversity, and wood production under prevalent natural disturbances in the northeastern US. We developed scenarios combining forest management and disturbance regimes based on assumptions of species-specific tree regeneration and mortality rates. We compared passive management with no cutting that prioritizes maintaining existing forest trees with two common regional harvest practices: exploitative timber harvest that prioritizes short-term wood production and regenerative timber harvest that prioritizes regenerating biodiverse native forest tree seedlings. In the absence of natural disturbance, no cutting provides 41% higher forest carbon storage and 50% higher tree structural diversity after 100 years than exploitative or regenerative practices. The presence of drought, windstorm, pest, and disease disturbances altered these outcomes. Regenerative forest management provides 25% higher forest carbon storage and 26% higher tree structural diversity after 100 years than no cutting. Our results demonstrate that wood products and their carbon storage and fossil emission avoidance are important for determining the total climate benefits of forest management under natural disturbances. Our findings highlight that natural disturbance regimes should be considered when selecting management to promote multiple forest benefits, suggesting the need for tailored as opposed to one-size-fits-all policies to sustainably manage temperate forests worldwide.",
          "url": "https://doi.org/10.1088/1748-9326/add54d",
          "doi": "https://doi.org/10.1088/1748-9326/add54d",
          "filter": 2
        },
        {
          "title": "Potential effects of possible climate change on sea surface temperatures: the case of the Southern Black Sea coast",
          "authors": "Sinan Nacar, Betul Mete, Betul Sezanur Tokgoz, Adem Bayram",
          "abstract": "Understanding climate change’s possible effects on sea surface temperatures (SSTs) is vital for marine ecosystems. For the first time, the potential effects of climate change on SSTs were investigated using the SST data from five meteorological observation stations located along the Black Sea coast of Türkiye, covering the period 1963-2014. The SSP2-4.5 and SSP5-8.5 scenario outputs of the general circulation models, namely CNRM-ESM2-1, MPI-ESM1-2-HR, MRI-ESM2-0, and NORESM2-MM, selected from the CMIP6 archive were downscaled to station scale by conventional regression analysis and artificial neural networks as statistical downscaling method in the study. SST values for the future periods (2023-2052 and 2053-2082) were obtained using the ensemble model approach for each station. Additionally, quantile delta mapping was used for bias correction. Three performance metrics were used to evaluate the downscaling performance of the methods. The model with the best performance was selected, and the future SST results were obtained and compared with the historical observation data. It was projected that monthly SSTs may increase by 1.66 to 4.25℃ under the SSP2-4.5 scenario and 1.71 to 5.75℃ under the SSP5-8.5 scenario. This increases may cause the deterioration of the marine ecosystem and local economic downturn in the Southwestern Black Sea.",
          "url": "https://doi.org/10.1088/1748-9326/add94e",
          "doi": "https://doi.org/10.1088/1748-9326/add94e",
          "filter": 2
        },
        {
          "title": "Elevation-dependent sensitivity of spectral greening to temperature and precipitation in the Western Himalayas",
          "authors": "Martin Macek, Jiří Prošek, Jiří Doležal, Jan Wild, Vít Ježek, Martin Kopecký",
          "abstract": "Mountain ecosystems are experiencing significant changes due to climate change. Globally, a prevailing greening trend has been observed over the past decades using remote-sensing normalized difference vegetation index (NDVI), suggesting increasing vegetation cover and primary productivity. However, NDVI responses to warming differ across regions. Cold, energy-limited alpine and tundra ecosystems tend to respond positively to warming, while arid, water-limited ecosystems may experience reduced NDVI due to higher transpiration rates limiting plant growth. Additionally, CO 2 fertilization effect enhances vegetation productivity by improving plant water use efficiency. This study investigates the drivers of temporal trends in annual maximum NDVI (NDVImax) along an elevational gradient in the arid Western Himalaya (Ladakh, India). We hypothesize that NDVImax will be more sensitive to precipitation anomalies at lower elevations, whereas at higher elevations it will be more sensitive to temperature anomalies. Using Landsat satellite data from 2001 to 2022, we related NDVImax temporal anomalies to temperature and precipitation obtained from the ERA5-Land reanalysis dataset, and local snow cover from MODIS. Our results show complex interactions between climate and elevation that influence NDVImax. Contrary to our expectations, precipitation exhibited a strong positive effect on NDVImax across all elevations and seasons, except for autumn at higher elevations. Temperature effects were weaker and varied across seasons and elevations. Higher summer temperatures increased NDVImax at higher elevations but decreased it at lower elevations. We observed a multidecadal greening trend independent of temperature and precipitation, with this greening being more pronounced at lower elevations. This study highlights the importance of context dependency in understanding vegetation dynamics in fragile, low-productivity mountain ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/adc9c7",
          "doi": "https://doi.org/10.1088/1748-9326/adc9c7",
          "filter": 2
        },
        {
          "title": "An improved machine-learning model for lightning-ignited wildfire prediction in Texas",
          "authors": "Qi Zhang, Cong Gao, Chunming Shi",
          "abstract": "Lightning-ignited wildfires (LIWs), which predominantly occur in remote regions, pose significant challenges for prediction and mitigation, while contributing disproportionately to burned areas in Texas. Persistent knowledge gaps regarding key ignition drivers and their nonlinear interdependencies hinder the development of targeted prevention strategies and robust early warning systems. To address these limitations, we compiled a statewide dataset spanning 2010–2020 comprising 4,775 LIWs and employed an optimized repeated-random undersampling strategy to mitigate class imbalance. Using this dataset, we developed an eXtreme Gradient Boosting (XGBoost)-based machine learning model that integrates meteorological, soil, vegetative, lightning, topographic, and human activity variables to predict LIW probability. The Most Accurate Classifier (MAC) achieved an out-of-sample prediction accuracy of 85.81%, outperforming the Fire Weather Index and methodologies of Random Forests (RF) and Logistic Regression (LR). Key drivers of ignition were identified as higher lightning frequency, elevated temperatures, and lower fuel moisture content. Spatial analysis revealed LIW clustering in needleleaf forests of eastern Texas, where maximum fuel loading (indicated by NDVI) and lightning density interacted to create ignition-prone conditions.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add754",
          "doi": "https://doi.org/10.1088/1748-9326/add754",
          "filter": 2
        },
        {
          "title": "Lebanese Rivers Status: Juggling between Public Negligence and Challenged Scientific Awareness",
          "authors": "Ehssan Sharif-Askari, Sukaina Zeitoun-Ghandour, Khadija Atoui, Marwa Rizk, Karim Al Souki, Jiri Moravec, Josef Trögl, Hikmat Jaffal",
          "abstract": "Lebanon is one of the richest countries in water resources in the Middle East. Despite its small geographical area, it faces escalating environmental challenges, including air pollution, water pollution, soil degradation, and poor waste management, that compromise natural resources, biodiversity, and public health. This review compiles and analyzes scientific literature and official reports on Lebanese river pollution from 1994 to 2024. It presents the status of river water quality, identifies major pollution sources and types, including untreated sewage, industrial discharges, and agricultural runoff, and highlights the use of bioindicators, alongside governmental and non-governmental mitigation efforts. Findings indicate widespread contamination across most Lebanese rivers due to the presence of pathogens, potentially toxic elements, and organic pollutants. Water quality degradation has often impaired access to safe water for drinking, irrigation, and industrial use. Although research and monitoring efforts have increased over the past decade, the implementation of control measures remains insufficient. Key challenges include fragmented environmental governance, lack of long-term monitoring programs, and limited public awareness. Addressing these issues requires integrated water resource management, stricter enforcement of environmental regulations, promotion of sustainable agricultural and industrial practices, and expansion of research on emerging contaminants. The evidence presented in this paper highlights the urgent need for science-informed policies and coordinated multi-sectoral actions to mitigate water pollution, restore riverine ecosystems, and safeguard both environmental and human health.",
          "url": "https://doi.org/10.1088/1748-9326/add7ef",
          "doi": "https://doi.org/10.1088/1748-9326/add7ef",
          "filter": 2
        },
        {
          "title": "Can your smartwatch measure ambient air temperature?",
          "authors": "Mahya Parchami, Negin Nazarian, Melissa Anne Hart, Sijie Liu, Alberto Martilli",
          "abstract": "Despite ongoing efforts to collect high-resolution datasets that capture the spatial distribution of urban heat, there remains a gap in human-centric monitoring that focuses on the immediate environment of individuals experiencing heat exposure. We aimed to develop a reliable prediction model for air temperature in dynamic outdoor settings using wrist-mounted wearable sensors. Data was collected for 22 days between 2020 and 2024 in Sydney, Australia. Each experiment involved 6 to 15 participants walking through different built environments. When air temperature and relative humidity measured by wrist-mounted sensors were compared to reference sensors, we found that wrist-mounted wearables cannot directly measure air temperature due to the influence of skin temperature. However, we can use their data to train a prediction model for air temperature. We explored three prediction methods: a steady-state heat transfer model of human skin, multi-linear regression, and random forest machine learning (ML). Results showed that the heat transfer model relied heavily on climatic parameters which could be measured by wrist-mounted sensors, limiting the applicability of this method. The linear regression model developed solely based on wrist-mounted data, neglected the correlation between its inputs, such as wrist air temperature and wrist skin temperature. Whereas the ML approach was capable of capturing non-linear, multi-dimensional relationships and demonstrated the best predictive performance. ML tested on out-of-sample data achieved a correlation coefficient (R²) of 0.97 (in contrast with 0.61 and 0.88 for heat transfer and linear regression) between predicted and observed air temperature, with mean absolute error of &lt;1℃ (4.64 and 1.81℃). This performance is equivalent to the accuracy of many common air temperature sensors. This prediction model can be an effective method for providing high-resolution air temperature data in cities in moderate climates such as Sydney, while informing future work in other climate backgrounds.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/add6b5",
          "doi": "https://doi.org/10.1088/1748-9326/add6b5",
          "filter": 2
        },
        {
          "title": "A practical metric for estimating the current climate forcing of natural mires",
          "authors": "Janne Rinne, Juha-Pekka Tuovinen, Annalea Lohila",
          "abstract": "Commensuration of the radiative effects of different greenhouse gases (GHGs) is crucial for understanding the effects of land cover and ecosystem changes on the global climate. However, none of the current commensuration approaches are suitable for addressing the current climatic effect of mire ecosystems as compared to the situation in which such mires would not exist. The mire ecosystems have accumulated carbon for millennia, creating a negative perturbation to the atmospheric carbon dioxide content, but at the same time they emit methane into the atmosphere. Thus, the functioning of mires involves GHG fluxes with opposing effects on Earth’s radiative balance. Here, based on a simple radiative forcing (RF) model, we propose a new metric for commensuration of the effects of accumulated carbon and methane emission (ACME) on Earth’s energy balance. This ACME approach is applicable to natural mires with a significant part of their carbon accumulated more than 1000 years ago and requires relatively few input data. We demonstrate the feasibility of the ACME approach by applying it to a set of northern mires. The ACME-based RF estimate indicates that these mires have a cooling effect on the current climate, contrary to what a global warming potential-based calculation suggests, since the climatic effect is dominated by the sustained carbon accumulation. By applying the new metric with varying estimates of the total carbon storage and methane emission of northern mires, we estimate the current RF of these mires to range from –0.49 to –0.26 W m-2.",
          "url": "https://doi.org/10.1088/1748-9326/add607",
          "doi": "https://doi.org/10.1088/1748-9326/add607",
          "filter": 2
        },
        {
          "title": "The influence of varying atmospheric CO 2 on global warming potentials and carbon emission impulse response functions",
          "authors": "Aurich Jeltsch-Thömmes, Qing Sun, Markus Adloff, Fortunat Joos",
          "abstract": "Impulse Response Functions (IRF), the response in a climate parameter to an emission pulse of CO 2 , are used to characterize Earth system response timescales and to calculate Global Warming Potentials (GWPs). GWPs are widely used to compare emissions of different greenhouse gases (GHGs) and to compute CO 2 equivalent emissions as reported by governments to the United Nations Framework Convention on Climate Change (UNFCCC).&amp;#xD;The GWP of any gas x is the absolute GWP of gas x (AGWP x ) divided by AGWP of CO 2 .&amp;#xD;Ideally, AGWP CO 2 and GWP x would be independent of atmospheric CO 2 and climate.&amp;#xD;However, AGWP CO 2 , and, in turn, GWP x change under rising atmospheric CO 2 and global warming, affecting the emission reporting under the UNFCCC.&amp;#xD;Here, we apply perturbed parameter ensemble simulations, constrained in a Bayesian approach by observational data, to investigate how AGWP CO 2 and IRF vary under different atmospheric background CO 2 levels (CO 2,bg ). We provide analytical formulations to compute AGWP CO 2 and IRF for CO 2 , ocean and land carbon uptake, global mean surface air temperature (SAT), steric sea level (SSL), and ocean heat content (OHC), and to adjust these metrics to different CO 2,bg . AGWP CO 2 , given by the time-integrated response in CO 2 at year 100 multiplied by its radiative efficiency, is 101.8 (±13.5) 10 −15 yr W m −2 kg-CO 2 −1 for CO 2,bg =425 ppm and decreases by 7% for CO 2,bg =500 ppm.&amp;#xD;The decrease is driven by a decrease in the radiative efficiency of CO 2 , partly canceled by a concomitant increase of IRF CO 2 due to muted ocean and land carbon uptake under higher CO 2 levels.&amp;#xD;We recommend regularly adjusting AGWP CO 2 and, in turn, GWPs of long-lived gases to contemporary atmospheric CO 2 and climate.",
          "url": "https://doi.org/10.1088/1748-9326/add54b",
          "doi": "https://doi.org/10.1088/1748-9326/add54b",
          "filter": 2
        },
        {
          "title": "Reply to Comment on ‘Linkage of El Nino-Southern Oscillation to astronomic forcing’",
          "authors": "Arnoldo Valle-Levinson, Charitha Pattiaratchi",
          "abstract": "Ray and Wunsch (2025) have provided a Comment to Valle-Levinson (2024) and Valle-Levinson and Pattiaratchi (2024) that identify two points of contention: lack of statistical evidence and lack of physical evidence between ENSO and astronomic cycles. We argue that we tried to determine whether a random noise signal could be reproduced with the astronomic harmonics that we used to reconstruct climate and water level signal. This is different from trying to represent a signal with white noise. Moreover we have followed previous findings that the lunar nodal cycle can modulate vertical mixing in the ocean, as well as surface temperature, salinity, air-sea heat fluxes, atmospheric pressures and steric sea levels.",
          "url": "https://doi.org/10.1088/1748-9326/add1f3",
          "doi": "https://doi.org/10.1088/1748-9326/add1f3",
          "filter": 2
        },
        {
          "title": "Are rapid onset drying events escalating forest fires across India’s ecoregions?",
          "authors": "Shivukumar Rakkasagi, Manish Kumar Goyal",
          "abstract": "Rapid onset drying events are emerging as a critical driver of ecological vulnerability across India’s diverse landscapes. This study investigated the relationship between these accelerated drying phenomena of flash droughts (FDs) and forest fire occurrence across 43 Indian ecoregions from 1979 to 2023, revealing patterns of escalating forest fire risk. We employed a four-criteria methodology based on the evaporative stress ratio (ESR) to identify and characterize FD events. The criteria included temporal duration (minimum 30 d), severity (SESR ⩽ 20th percentile), intensification rate (ΔSESR ⩽ 40th percentile), and mean intensification (ΔSESRz ⩽ 25th percentile). Our analysis uncovered significant regional variations in event frequency, with mountainous regions showing vulnerability—the Karakoram-West Tibetan Plateau alpine steppe experienced 31 rapid drying events, while the Eastern Himalayan broadleaf forests recorded only 10 events. The temporal analysis revealed clear seasonal patterns, with June being the primary onset month in 17.8% of ecoregions, followed by January and October, each dominating 14% of regions. Critically, 79.1% of ecoregions showed increasing forest fire trends from 2001 to 2023, with the Orissa semi-evergreen forests displaying significant vulnerability. High-altitude and semi-arid regions showed statistically significant positive correlations between rapid drying frequency and fire incidents ( r = 0.68, p = 0.002 in Karakoram-West Tibetan Plateau alpine steppe; r = 0.59, p = 0.004 in Thar desert), suggesting that accelerated moisture depletion creates conditions conducive to fire outbreaks in these vulnerable ecosystems. Most ecoregions experienced these drying events for 1%–2% of the study period, indicating that even brief episodes of rapid desiccation can trigger lasting ecological impacts. These findings highlight the urgent need for integrated drought-fire management strategies that account for the unique challenges posed by rapid onset drying events in different ecological contexts.",
          "url": "https://doi.org/10.1088/1748-9326/add1f5",
          "doi": "https://doi.org/10.1088/1748-9326/add1f5",
          "filter": 2
        },
        {
          "title": "Interdecadal Pacific oscillation phase dominants near-term global monsoon precipitation changes",
          "authors": "Jie Jiang, Tianjun Zhou",
          "abstract": "Precipitation is projected to increase in response to human-induced global warming over global monsoon region, with significant implications for water resources in these densely populated areas. While most climate models agree on the externally forced wetting signal in global monsoon precipitation (GMP), the chaotic nature of internal variability introduces substantial uncertainty in future projections, particularly in the near term. In this study, we utilize multi-model simulations and four sets of large-ensemble simulations to investigate the role of internal variability, particularly the interdecadal Pacific Oscillation (IPO), in influencing uncertainty in future monsoon precipitation changes. We find that the externally forced wetting trend in GMP surpasses the range of internal variability only after the 2040s under both the SSP2-4.5 and SSP5-8.5 scenarios. Prior to this, internal variability contributes over 40% of the uncertainty in GMP projections, with the IPO accounting for nearly half of this internally induced uncertainty. To inform adaptation and mitigation efforts, we further propose near-term storylines of monsoon precipitation changes at both global and regional scales. Specifically, a transition from a negative to a positive phase of the IPO at a rate of +1 SD per decade during 2021–2040 leads to a decrease in GMP by −0.41% (−0.23%) per decade relative to 1995–2014 under the SSP2-4.5 (SSP5-8.5) scenario, while the reverse transition leads to an increase of 1.35% (1.53%) per decade. These findings underscore the need to account for the impacts of the IPO in near-term climate change planning for monsoon-affected regions.",
          "url": "https://doi.org/10.1088/1748-9326/add1f8",
          "doi": "https://doi.org/10.1088/1748-9326/add1f8",
          "filter": 2
        },
        {
          "title": "Improving seasonal precipitation forecasts in the Western United States through statistical downscaling",
          "authors": "B Vernon, W Zhang, Y Chikamoto",
          "abstract": "Seasonal precipitation forecasts in the western United States are critical resources for water resource management, especially during winter. While current seasonal forecasting systems provide monthly precipitation forecasts operationally, their coarse resolution limits their effectiveness in capturing the localized precipitation patterns and snowpack conditions essential for water resource managers in the mountainous regions. Here, analog statistical downscaling is demonstrated as an effective approach to enhance the spatial resolution of operational seasonal forecasts provided by the North American Multi-Model Ensemble. Downscaling was performed by building an analog ‘library’, in which corresponding model forecasts and observed values during the training period were stored. In the testing period, unseen model forecasts referenced the closest historical forecast from the analog library and applied the corresponding observational value for each point. This analysis indicates that downscaled products can capture localized features more accurately than the original coarse resolution forecasts, reducing forecast error across the western United States. Moreover, downscaling individual ensemble members—rather than downscaling the ensemble mean—further reduces forecasting error for their multi-model ensemble mean products. The greatest error reductions in the downscaled product, measured by root mean squared error (RMSE), were observed at low to mid-elevations (500–2000 meters), with 50%–70% improvement relative to the original forecasts. In the higher elevations (2000 meters and above), changes in RMSE relative to the original forecast were limited to 10%–30% improvements. The improvement is more substantial for forecast systems with 10 ensemble members compared to that with 4 members, but this relationship does not hold for the system with 24 ensemble members. These findings show that analog statistical downscaling can effectively address the spatial limitations of seasonal precipitation forecasts with minimal computational cost, providing a valuable framework for enhancing coarse resolution forecasting products while providing insights into the timing of ensemble mean calculations during the downscaling process.",
          "url": "https://doi.org/10.1088/1748-9326/add02c",
          "doi": "https://doi.org/10.1088/1748-9326/add02c",
          "filter": 2
        },
        {
          "title": "Climate constrains the enhancement of CO 2 fertilization on forest gross primary productivity",
          "authors": "Xinyuan Wei, Daniel J Hayes, Christopher R Schwalm, Joshua B Fisher, Deborah N Huntzinger, Lei Ma, Rodrigo Vargas, Nathaniel A Brunsell",
          "abstract": "Forest gross primary production (GPP) is influenced by the interplay between climate conditions and atmospheric CO 2 levels, which interact in complex ways, generating both compensating and amplifying effects. In this study, eddy covariance flux measurements from 50 forest ecosystems were integrated with simulations from 14 terrestrial biosphere models to investigate how climate conditions and atmospheric CO 2 concentrations regulate forest GPP. This approach bridges site-level observations with biome-scale model estimates to develop a global understanding. Our findings suggest that in boreal and cold temperate regions, temperature primarily constrains the enhancement of the CO 2 fertilization on forest GPP; however, warming and higher atmospheric CO 2 levels are projected to alleviate these limitations. In tropical forests, CO 2 fertilization strongly enhances GPP, but this benefit will be counterbalanced by the adverse impacts of projected climate warming. Consequently, the interplay between climate and atmospheric CO 2 in affecting forest GPP is dynamic and subject to continual change.",
          "url": "https://doi.org/10.1088/1748-9326/add177",
          "doi": "https://doi.org/10.1088/1748-9326/add177",
          "filter": 2
        },
        {
          "title": "Adapting agriculture to climate catastrophes: the nuclear winter case",
          "authors": "Yuning Shi, Felipe Montes, Francesco Di Gioia, Lili Xia, Charles G Bardeen, Charles T Anderson, Yolanda Gil, Deborah Khider, Varun Ratnakar, Armen R Kemanian",
          "abstract": "Following a nuclear war, destruction would extend well beyond the blast zones due to the onset of a nuclear winter that can devastate the biosphere, including agriculture. Understanding the damage magnitude and preparing for the folly of its occurrence are critical given current geopolitical tensions. We developed and applied a framework to simulate global crop production under a nuclear winter using the Cycles agroecosystem model, incorporating ultraviolet (UV)-B radiation effects on plant growth and adaptive selection of crop maturity types (shorter cycle the lower the temperature). Using maize ( Zea maize L.) as a sentinel crop, we found that annual maize production could decline from 7% after a small-scale regional nuclear war with 5 Tg soot injection, to 80% after a global nuclear war with 150 Tg soot injection, with recovery taking from 7 to 12 years. UV-B damage would peak 6–8 years post-war and can further decrease annual maize production by 7%. Over the recovery period, adaptive selection of maize maturity types to track changing temperatures could increase production by 10% compared to a no-adaptation strategy. Seed availability may become a critical adaptation bottleneck; this and prior studies might underestimate food production declines. We propose that adaptation must include the development of Agricultural Resilience Kits consisting of region- and climate-specific seed and technology packages designed to buffer against uncertainty while supply chains recover. These kits would be congenial with the transient conditions during the recovery period, and would also be applicable to other catastrophes affecting food production.",
          "url": "https://doi.org/10.1088/1748-9326/adcfb5",
          "doi": "https://doi.org/10.1088/1748-9326/adcfb5",
          "filter": 2
        },
        {
          "title": "Shallow peatlands as sentinels of climate change",
          "authors": "Owen F Sutton, Alex K Furukawa, Paul A Moore, Paul J Morris, James M Waddington",
          "url": "https://doi.org/10.1088/1748-9326/add179",
          "doi": "https://doi.org/10.1088/1748-9326/add179",
          "filter": 2
        },
        {
          "title": "Understanding the influence of hydrologic parameter uncertainty on Community Water Model predictions: a diagnostic assessment through extensive ensemble simulations",
          "authors": "Junho Kim, Kuk-Hyun Ahn",
          "abstract": "Global hydrological models have been used to analyze Earth’s hydrological cycle and evaluate water scarcity risks. Despite their significance, a comprehensive investigation into the effects of parametric uncertainty on their hydrologic predictions across diverse regions and flow characteristics remains lacking. This study contributes by detailing how variations in the response of the Community Water Model (CWatM) can be linked to the uncertainty associated with hydrologic parameters. Relying on the default hydrologic model parameters in CWatM may pose a risk, potentially leading to inaccurate streamflow predictions and improper decision-making in subsequent inferences. To confirm this, we first assess the effectiveness of CWatM in predicting streamflow across 481 basins spanning the Eurasian continent, utilizing the commonly employed default hydrologic parameters. Subsequently, we evaluate CWatM simulations using a comprehensive range of parameter realizations, employing the Latin Hypercube Sampling-based approach, and evaluate the daily performance based on 10 error metrics. Our results confirm the presence of significant variations in CWatM predictions in specific regions and across selected error metrics. In particular, the baseline CWatM exhibits relatively poor streamflow prediction skill in certain Eurasian regions, such as the arid region over Central Asia. In addition, the results show that the complex nonlinear behaviors in streamflow predictions are evident not only due to the overarching uncertainty in hydrologic parameters but also arise from the influence of the most dominant parameters. Ultimately, this exploration of parameter realizations offers insights for enhancing CWatM’s predictive capabilities and refining parameter selection in future studies.",
          "url": "https://doi.org/10.1088/1748-9326/add27e",
          "doi": "https://doi.org/10.1088/1748-9326/add27e",
          "filter": 2
        },
        {
          "title": "Comment on ‘Linkage of El Niño-Southern Oscillation to astronomic forcing’",
          "authors": "Richard Ray, Carl Wunsch",
          "url": "https://doi.org/10.1088/1748-9326/add1f2",
          "doi": "https://doi.org/10.1088/1748-9326/add1f2",
          "filter": 2
        },
        {
          "title": "Predicting solar photovoltaic generation impacted by severe wildfire smoke",
          "authors": "Fenya Bartram, Bo Yuan, K Max Zhang",
          "abstract": "The negative impact of wildfire smoke on solar photovoltaic (PV) generation by reducing the amount of solar irradiance reaching the modules has been observed worldwide. However, the predictive capability to capture the impact on solar electricity production still needs to be improved. For example, in the summer of 2023, smoke from Canadian wildfires spread to the northeastern U.S., impacting solar PV output in the region. The New York Independent System Operator (NYISO) day-ahead forecasts for this period significantly overpredicted PV output. This paper presents novel machine learning-based models for predicting the hourly solar capacity factor, focusing on improving predictive performance during periods of severe wildfire smoke. The results demonstrate a R 2 value of up to 0.85 for the severe wildfire periods (aerosol optical depth (AOD) above the 99.99th percentile) from our models, significantly outperforming NYISO’s R 2 value of 0.50 across six load zones included in the analysis. The greatly enhanced performance arises from two innovations. First, we adopted a series of data products, newly available in the public domain, from the high-resolution rapid refresh smoke (HRRR-Smoke) weather forecasting system. These include predictions of the AOD and the downward shortwave radiation flux incorporating aerosol impacts. Our study marks the first time the HRRR-Smoke wildfire AOD product has been used in solar electricity forecasts. Second, we employed upsampling strategies to address the data imbalance issues due to the inherently infrequent nature of wildfire events. As the data products are publicly available, our methodology can be readily adopted by power system operators to enhance predictions of solar electricity production during periods of wildfire smoke, ensuring the reliability of power grids with high penetration of solar energy.",
          "url": "https://doi.org/10.1088/1748-9326/adcf3b",
          "doi": "https://doi.org/10.1088/1748-9326/adcf3b",
          "filter": 2
        },
        {
          "title": "Displacement of Intertropical Convergence Zone induced by interannual variability in biomass burning aerosol emissions",
          "authors": "Xiaoyan Zhang, Xiyan Xu, Gensuo Jia, Yue Liang",
          "abstract": "Biomass burning (BB) aerosols affect Earth’s climate through total emissions and their interannual variability. Using the Community Earth System Model version 2 Large Ensemble Community Project, we investigate the impact of BB variability on the tropical climate response. High BB variability leads to increased precipitation and a southward shift of the Intertropical Convergence Zone (ITCZ) in the central Pacific (CP) and western Pacific (WP), but reduces precipitation and causes a northward ITCZ shift in the eastern Pacific (EP) and the Atlantic Ocean (AO). This ITCZ displacement is associated with the north–south tilt of the Walker circulation. High variability increases cloud cover over the CP and WP, which induces negative outgoing long-wave radiation (OLR) anomalies in the Southern Hemisphere. Lower OLR values cause cross-equatorial heat transport and lead to a southward ITCZ shift. Conversely, cloud thinning corresponds to higher OLR values and a northward ITCZ shift in the EP and AO. Our results unravel the mechanisms linking BB variability and large-scale circulation through aerosol–cloud–radiation interactions.",
          "url": "https://doi.org/10.1088/1748-9326/add176",
          "doi": "https://doi.org/10.1088/1748-9326/add176",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Just social-ecological tipping scales: A mid-range social theory of change in coal and carbon intensive regions",
          "authors": "Jenny Lieu, Diana Mangalagiu, Amanda Martínez-Reyes, Mauro Sarrica",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103000",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103000",
          "filter": 0
        },
        {
          "title": "Why has the Brazilian Cerrado been left behind by voluntary environmental policies?",
          "authors": "Joyce Brandão, Fatima Cristina Cardoso, Rachael Garrett",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103005",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103005",
          "filter": 0
        },
        {
          "title": "Transformations to sustainability: Processes, practices, and pathways",
          "authors": "Fabio de Castro, Marjo de Theije, Akriti Jain, W.Neil Adger",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103007",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103007",
          "filter": 0
        },
        {
          "title": "The Politics of Sustainable Finance for Forests: Interests, beliefs and advocacy coalitions shaping forest sustainability criteria in the making of the EU Taxonomy",
          "authors": "A. Begemann, C. Dolriis, A. Onatunji, C. Chimisso, G. Winkel",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103001",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103001",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The history of a + 3 °C future: Global and regional drivers of greenhouse gas emissions (1820–2050)",
          "authors": "Juan Infante-Amate, Emiliano Travieso, Eduardo Aguilera",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103009",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103009",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "The Missing Ingredients for a Polycentric Governance System of Orbital Debris",
          "authors": "Jean-Frédéric Morin, Cynthia Couette",
          "abstract": "The pollution of Earth’s orbits by debris represents a pressing environmental problem. Recognizing that geopolitical factors hinder the adoption of a multilateral solution, several experts advocate for a polycentric governance system, inspired by Elinor Ostrom’s work. This article assesses the viability of such a proposal. It finds that the global network of space organizations exhibits some of the structural characteristics of a polycentric system. However, arrangements concluded among these organizations fail to promote sustainability norms, and interviews with key stakeholders reveal the absence of several favorable factors for a sustainable polycentric governance system. The article concludes that a polycentric structure alone does not guarantee the emergence of sustainable governance. As orbital space is a relatively “easy case” for applying polycentricity theory to the global commons, this research serves as a reminder about the limitations of polycentric approaches in global environmental politics.",
          "url": "https://doi.org/10.1162/glep_a_00775",
          "doi": "https://doi.org/10.1162/glep_a_00775",
          "filter": 0
        },
        {
          "title": "Climate Change, Vulnerability, and the Propensity for Climate Migration: Evidence from Guatemala",
          "authors": "Tofigh Maboudi, Todd A. Eisenstadt, Moisés Arce, Ludovico Feoli, Felipe Antonio Giron Palacios",
          "abstract": "As extreme weather events, including floods, heat waves, droughts, and wildfires, have increased in frequency and severity, climate migration has also become more commonplace. However, few studies exist proposing climate vulnerability as a principal cause of out-migration. Utilizing an author-directed 2023 national survey in Guatemala, one of the world’s most climate-vulnerable nations suffering from both drought and flood, we provide robust empirical evidence that climate vulnerability impacts respondents’ propensity for migration. Our results show that while experiencing economic difficulties or lacking effective government responses fails to explain individuals’ inclinations to migrate, firsthand experience with climate vulnerability does predict respondent intentions to migrate. We argue that experience with extreme weather events serves as an intervening variable between economic adversity and migration. We conclude that greater consideration must be given to climate vulnerability and adaptation policies, as opposed to economic hardship, which has traditionally been viewed as the key driver of migration.",
          "url": "https://doi.org/10.1162/glep_a_00780",
          "doi": "https://doi.org/10.1162/glep_a_00780",
          "filter": 0
        },
        {
          "title": "Is It Just About Sustainability? Politics at Home and the Trade Impacts of Voluntary Standards Abroad",
          "authors": "Rodrigo Fagundes Cezar, Juliana Camargo, Eduardo Mello",
          "abstract": "Voluntary sustainability standards (VSS) can promote environmental and socioeconomic benefits, yet critics contend that they can also create trade barriers. While prior research reports have been mixed with regard to VSS effects, our study examines whether domestic political dynamics and public–private interactions significantly explain some of these outcomes. We investigate Bonsucro certification for Brazilian sugar and ethanol exports to the EU. Bonsucro verifies that exports meet EU biofuels regulations and additional EU criteria. Should influential European interests drive these criteria to be overly stringent, Brazilian exports could suffer. Through qualitative analysis, we show that import-competing interests do not solely account for EU meta-regulation of VSS. Our staggered difference-in-differences analysis reveals that Bonsucro certification correlates with increased EU exports, although its benefits are concentrated mainly among the largest exporters, contributing to export concentration. These findings have broad implications for debates on hybrid governance and the legitimacy of VSS as environmental policy instruments.",
          "url": "https://doi.org/10.1162/glep_a_00776",
          "doi": "https://doi.org/10.1162/glep_a_00776",
          "filter": 0
        },
        {
          "title": "Challenging the Narrative of Inclusion: Feminist Decolonial Perspectives on Climate Governance",
          "authors": "Miriam Gay-Antaki",
          "abstract": "This article explores climate governance arrangements decided in 2021 at the UN Framework Convention on Climate Change Conference of the Parties 26 in Glasgow through a feminist decolonial lens. Through a micropolitical study of negotiations around who should participate on the advisory board for the UN Climate Technology Centre and Network (CTCN), I challenge the dominant narrative that the inclusion of women, Indigenous, and youth constituencies on the CTCN board results in purely positive outcomes for marginalized communities. The article uncovers hidden agendas behind the Global North’s support for these constituencies to be included on the board and explains the reasons for serious hesitation from Global South parties concerning advisory board changes. Decolonial feminisms can underscore how this inclusion continues to erase epistemologies of women of color, effectively reconstituting the colonial gender system.",
          "url": "https://doi.org/10.1162/glep_a_00774",
          "doi": "https://doi.org/10.1162/glep_a_00774",
          "filter": 0
        },
        {
          "title": "Form and Flow: The Spatial Politics of Urban Resilience and Climate Justice by Kian Goh",
          "authors": "Valeria Zambianchi",
          "url": "https://doi.org/10.1162/glep_r_00779",
          "doi": "https://doi.org/10.1162/glep_r_00779",
          "filter": 0
        },
        {
          "title": "Agriculture at COP27: Antagonistic Political Framing and Fragmentation of Agricultural Issues Within Climate Negotiations and Beyond",
          "authors": "Marie Hrabanski, Jean-François Le Coq",
          "abstract": "Despite contributing to 37 percent of global greenhouse gas emissions, agriculture has historically been overlooked in international climate negotiations. However, at the 2022 twenty-seventh Conference of the Parties (COP27), agriculture was a focal point of negotiations within the UN Framework Convention on Climate Change, culminating in the Four-Year Sharm El Sheikh Joint Initiative on Implementing Climate Action for Agriculture and Food Security. Despite apparent progress, the direction of this joint action remains notably vague and limited. Based on qualitative research conducted prior to and during COP27 in Sharm El Sheikh, we can attribute this paradox to two main factors. First, competition between four antagonist policy framings obstructs the establishment of a detailed and ambitious institutional agenda within the COP process. Competing players with asymmetrical powers are trying to impose their own framing for addressing climate change issues in agriculture. Second, the fragmentation of the agriculture issue/topic between several regime complexes and within conflicting positions on climate is an obstacle for process bargaining.",
          "url": "https://doi.org/10.1162/glep_a_00778",
          "doi": "https://doi.org/10.1162/glep_a_00778",
          "filter": 0
        },
        {
          "title": "The Ambition Trap: How Overpromising on Climate Action Could Undermine the Paris Agreement",
          "authors": "Vegard Tørstad, Jon Hovi, Manjana Milkoreit, Håkon Sælen, Andreas Kokkvoll Tveit",
          "abstract": "Under cross-pressure to pledge ambitious emission cuts and deliver concrete policy action, climate policymakers must navigate the tension between ambition and implementation prospects. Achieving the Paris Agreement’s long-term targets is possible only if countries make highly ambitious climate pledges. However, very ambitious pledges might engender widespread implementation failure. Devoid of enforcement mechanisms, the Paris Agreement risks an “ambition trap” whereby policymakers pledge ever more ambitious targets without the willingness or capability to ensure these targets’ implementation. Arguing that the difficulties of implementing highly ambitious pledges might threaten the long-term credibility of international climate cooperation, we report two main empirical findings. First, the ambitiousness of existing nationally determined contributions (NDCs) is inversely related to implementation likelihood, indicating a trade-off between pledges’ ambition and implementation prospects. Second, a conjoint experiment in five major democracies shows that the public is (far) more concerned with emission targets’ implementation likelihood than with their stringency (ambitiousness). Our findings suggest that maintaining the Paris Agreement’s long-term credibility requires aligning NDCs’ ambitiousness with feasible implementation. In short, emission targets must be ambitious, yet realistic.",
          "url": "https://doi.org/10.1162/glep_a_00777",
          "doi": "https://doi.org/10.1162/glep_a_00777",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "The rich bear their fair share of climate costs",
          "authors": "Christopher Callahan",
          "url": "https://doi.org/10.1038/s41558-025-02329-7",
          "doi": "https://doi.org/10.1038/s41558-025-02329-7",
          "filter": 0
        },
        {
          "title": "High-income groups disproportionately contribute to climate extremes worldwide",
          "authors": "Sarah Schöngart, Zebedee Nicholls, Roman Hoffmann, Setu Pelz, Carl-Friedrich Schleussner",
          "abstract": "Climate injustice persists as those least responsible often bear the greatest impacts, both between and within countries. Here we show how GHG emissions from consumption and investments attributable to the wealthiest population groups have disproportionately influenced present-day climate change. We link emissions inequality over the period 1990–2020 to regional climate extremes using an emulator-based framework. We find that two-thirds (one-fifth) of warming is attributable to the wealthiest 10% (1%), meaning that individual contributions are 6.5 (20) times the average per capita contribution. For extreme events, the top 10% (1%) contributed 7 (26) times the average to increases in monthly 1-in-100-year heat extremes globally and 6 (17) times more to Amazon droughts. Emissions from the wealthiest 10% in the United States and China led to a two- to threefold increase in heat extremes across vulnerable regions. Quantifying the link between wealth disparities and climate impacts can assist in the discourse on climate equity and justice.",
          "url": "https://doi.org/10.1038/s41558-025-02325-x",
          "doi": "https://doi.org/10.1038/s41558-025-02325-x",
          "filter": 0
        },
        {
          "title": "Responsibility attribution in Africa",
          "authors": "Danyang Cheng",
          "url": "https://doi.org/10.1038/s41558-025-02340-y",
          "doi": "https://doi.org/10.1038/s41558-025-02340-y",
          "filter": 0
        },
        {
          "title": "Explaining the adaptation gap through consistency in adaptation planning",
          "authors": "Diana Reckien, Attila Buzasi, Marta Olazabal, Paris Fokaides, Filomena Pietrapertosa, Peter Eckersley, Monica Salvia",
          "url": "https://doi.org/10.1038/s41558-025-02334-w",
          "doi": "https://doi.org/10.1038/s41558-025-02334-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Individualized cost–benefit analysis does not fit for demand-side mitigation",
          "authors": "Sebastian Berger, Felix Creutzig",
          "url": "https://doi.org/10.1038/s41558-025-02330-0",
          "doi": "https://doi.org/10.1038/s41558-025-02330-0",
          "filter": 2
        },
        {
          "title": "Public R&amp;D investment",
          "authors": "Lingxiao Yan",
          "url": "https://doi.org/10.1038/s41558-025-02339-5",
          "doi": "https://doi.org/10.1038/s41558-025-02339-5",
          "filter": 2
        },
        {
          "title": "Evolution of warming tolerance alters physiology and life history traits in zebrafish",
          "authors": "Anna H. Andreassen, Jeff C. Clements, Rachael Morgan, Davide Spatafora, Moa Metz, Eirik R. Åsheim, Christophe Pélabon, Fredrik Jutfelt",
          "abstract": "Evolution of warming tolerance may help species resist the impacts of climate change but can also lead to negative fitness outcomes. Identifying correlated responses to warming tolerance evolution could identify such negative consequences and help uncover the underlying mechanisms. By assessing the correlated responses of life history and physiological traits to seven generations of artificial selection to increase or decrease the acute upper thermal tolerance limit (CT max ) in zebrafish ( Danio rerio ), we show that warming-adapted lines have improved cooling tolerance. Furthermore, the absence of difference between selected lines in aerobic metabolic scope, brain heat shock protein levels, fecundity, growth or swimming speed contradicts several hypotheses concerning the mechanisms controlling acute warming tolerance. These results suggest that selection due to acute heating events does not target variation in metabolic rates but can benefit tolerance to cold, making individuals more resilient to extreme temperature events.",
          "url": "https://doi.org/10.1038/s41558-025-02332-y",
          "doi": "https://doi.org/10.1038/s41558-025-02332-y",
          "filter": 2
        },
        {
          "title": "Expanding cracks",
          "authors": "Jasper Franke",
          "url": "https://doi.org/10.1038/s41558-025-02338-6",
          "doi": "https://doi.org/10.1038/s41558-025-02338-6",
          "filter": 2
        },
        {
          "title": "Author Correction: Heterogeneous pressure on croplands from land-based strategies to meet the 1.5 °C target",
          "authors": "Peichao Gao, Yifan Gao, Yang Ou, Haewon McJeon, Gokul Iyer, Sijing Ye, Xiaofan Yang, Changqing Song",
          "url": "https://doi.org/10.1038/s41558-025-02353-7",
          "doi": "https://doi.org/10.1038/s41558-025-02353-7",
          "filter": 2
        },
        {
          "title": "Powerful people",
          "url": "https://doi.org/10.1038/s41558-025-02347-5",
          "doi": "https://doi.org/10.1038/s41558-025-02347-5",
          "filter": 2
        },
        {
          "title": "Reply to: Individualized cost–benefit analysis does not fit for demand-side mitigation",
          "authors": "Jie-Sheng Tan-Soo, Ping Qin, Yifei Quan, Jun Li",
          "url": "https://doi.org/10.1038/s41558-025-02331-z",
          "doi": "https://doi.org/10.1038/s41558-025-02331-z",
          "filter": 2
        },
        {
          "title": "Carbon in river floodplains",
          "authors": "Bronwyn Wake",
          "url": "https://doi.org/10.1038/s41558-025-02341-x",
          "doi": "https://doi.org/10.1038/s41558-025-02341-x",
          "filter": 2
        },
        {
          "title": "Risks of unavoidable impacts on forests at 1.5 °C with and without overshoot",
          "authors": "Gregory Munday, Chris D. Jones, Norman J. Steinert, Camilla Mathison, Eleanor J. Burke, Chris Smith, Chris Huntingford, Rebecca M. Varney, Andy J. Wiltshire",
          "abstract": "With global warming heading for 1.5 °C, understanding the risks of exceeding this threshold is increasingly urgent. Impacts on human and natural systems are expected to increase with further warming and some may be irreversible. Yet impacts under policy-relevant stabilization or overshoot pathways have not been well quantified. Here we report the risks of irreversible impacts on forest ecosystems, such as Amazon forest loss and high-latitude woody encroachment, under three scenarios that explore low levels of exceedance and overshoot beyond 1.5 °C. Long-term forest loss is mitigated by reducing global temperatures below 1.5 °C. The proximity of dieback risk thresholds to the bounds of the Paris Agreement global warming levels underscores the need for urgent action to mitigate climate change—and the risks of irreversible loss of an important ecosystem.",
          "url": "https://doi.org/10.1038/s41558-025-02327-9",
          "doi": "https://doi.org/10.1038/s41558-025-02327-9",
          "filter": 2
        },
        {
          "title": "Advancing science, policy and action in tipping points research",
          "authors": "Steven R. Smith, Manjana Milkoreit, Frank W. Geels, Timothy M. Lenton",
          "url": "https://doi.org/10.1038/s41558-025-02335-9",
          "doi": "https://doi.org/10.1038/s41558-025-02335-9",
          "filter": 2
        }
      ]
    }
  ]
}
