{
  "update": "2025-05-16",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Can internet search data predict human migration intentions?",
          "authors": "Haodong Qi, Holly E. Reed, Pieter Bevelander",
          "abstract": "Internet search data may reveal people’s intentions to migrate, as aspiring migrants tend to use online search engines to explore migration opportunities. However, unlike official migration statistics, search data may only reflect the behavior of a self-selected subset of the population, raising concerns about its generalizability. This article integrates traditional survey data - Gallup World Poll (GWP) - with Google Trends, search engine market share, and internet adoption rate to examine the extent to which search trends of migration-related topics can serve as proxies for migration intentions. The results reveal that, on a global scale, passport-related search queries strongly correlate with individuals’ intentions to migrate. However, at the country level, particularly in the global south, migration intentions are more accurately predicted by the adoption rates of Google search rather than search topics per se. These findings underscore the importance of detecting and correcting user selection biases when leveraging digital trace data for migration research, ensuring robust and representative insights into the spatial-temporal patterns of human mobility.",
          "url": "https://doi.org/10.1186/s40878-025-00450-2",
          "doi": "https://doi.org/10.1186/s40878-025-00450-2",
          "filter": 0
        },
        {
          "title": "“Everyone is leaving, so am I”: the role of culture in shaping Migration Behaviour in Nepal",
          "authors": "Saroj Koirala",
          "abstract": "Migration in some societies transcends mere economic considerations, becoming a culturally ingrained practice. Through an ethnographic study in Nepal, this research explores how migration aspirations are reproduced and transmitted across generations and social networks, creating a self-sustaining cycle, and forming a ‘culture of migration’. The study discusses, how the economic necessity, together with a pervasive Fear of Missing Out (FOMO), social comparisons, perceptions of relative deprivation, perceived social status, and stigma shape individual’s migration decisions, despite varying personal circumstances. These factors also collectively produce a cultural environment where migration is idealized, and the societal expectations lead individuals to stop exploring local opportunities but prioritize migration as a primary choice. This study broadens the understanding of migration decision-making beyond structural and economic frameworks, by emphasizing its cultural underpinnings, contributing to the growing discourse on migration studies in the Global South.",
          "url": "https://doi.org/10.1186/s40878-025-00427-1",
          "doi": "https://doi.org/10.1186/s40878-025-00427-1",
          "filter": 0
        },
        {
          "title": "Undoing one-dimensionality: reforming German citizenship through the postmigrant framework",
          "authors": "Tunay Altay, Gökce Yurdakul, Naika Foroutan",
          "abstract": "This paper critically examines Germany’s 2024 citizenship reform, designed to promote integration and pluralism through legal and societal transformations. We argue that the prevailing migration discourse in Germany reinforces a one-dimensional political framework, reducing migrants to single-issue subjects—either threats or victims, economic assets or social burdens. This approach to migration falls short of capturing Germany’s evolving socio-political landscape and its changing actors, including queer, feminist, and anti-racist migrant initiatives and cross-generational and multi-ethnic migrant organizations. Adopting an intersectional and postmigrant framework, we explore the dual narrative of increasing structural integration and simultaneously decreasing affective belonging. Here, we are interested in exploring the overlapping contexts of migration and racism in Germany with a perspective that accounts for the experiences of noncitizen migrants, citizen migrants, and nonmigrant racialized citizens. We center our work on the figure of the migrant, not to oversimplify the legal, social, and categorical complexities of this term, but rather to address the social and political conditions of exclusion and marginalization that intersect with race, belonging, and access to rights in Germany. This approach calls for a shift in policy discourse, one that recognizes the intricate interplay of factors shaping migration debates and embraces a postmigrant perspective, viewing migration as a dynamic, multilinear process that drives broader societal transformation.",
          "url": "https://doi.org/10.1186/s40878-025-00444-0",
          "doi": "https://doi.org/10.1186/s40878-025-00444-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Living together (and apart) on the move: new directions in everyday multiculturalism",
          "authors": "Katy Bennett, Stef De Sabbata, Zoe Gardner",
          "url": "https://doi.org/10.1080/01419870.2025.2499541",
          "doi": "https://doi.org/10.1080/01419870.2025.2499541",
          "filter": 0
        },
        {
          "title": "Black girls and how we fail them",
          "authors": "Chelsey Adams",
          "url": "https://doi.org/10.1080/01419870.2025.2501133",
          "doi": "https://doi.org/10.1080/01419870.2025.2501133",
          "filter": 0
        },
        {
          "title": "Foreign in two homelands: racism, return migration, and Turkish-German history",
          "authors": "Bahar Baser",
          "url": "https://doi.org/10.1080/01419870.2025.2501119",
          "doi": "https://doi.org/10.1080/01419870.2025.2501119",
          "filter": 0
        },
        {
          "title": "Racialised perspectives on inequality: a qualitative exploration into cultural knowledge structures among Malaysian minorities",
          "authors": "Kristy Chong Ching Yee, Liz Jones",
          "url": "https://doi.org/10.1080/01419870.2025.2493938",
          "doi": "https://doi.org/10.1080/01419870.2025.2493938",
          "filter": 0
        },
        {
          "title": "“I do not have enough religion to change it”. Race and religion after assimilationism and colonialism",
          "authors": "Yolande Jansen",
          "url": "https://doi.org/10.1080/01419870.2025.2482729",
          "doi": "https://doi.org/10.1080/01419870.2025.2482729",
          "filter": 0
        },
        {
          "title": "The home I worked to make: voices from the New Syrian diaspora",
          "authors": "Fulya Memisoglu",
          "url": "https://doi.org/10.1080/01419870.2025.2503959",
          "doi": "https://doi.org/10.1080/01419870.2025.2503959",
          "filter": 0
        },
        {
          "title": "The new racial regime. Recalibrations of white supremacy",
          "authors": "Philomena Mullen",
          "url": "https://doi.org/10.1080/01419870.2025.2504622",
          "doi": "https://doi.org/10.1080/01419870.2025.2504622",
          "filter": 0
        },
        {
          "title": "The affective bargain: how the Latino children of immigrants create joy, love, and pride through mariachi",
          "authors": "Cassaundra Rodriguez",
          "url": "https://doi.org/10.1080/01419870.2025.2502602",
          "doi": "https://doi.org/10.1080/01419870.2025.2502602",
          "filter": 0
        },
        {
          "title": "Symposium on Rogers M. Smith’s and Desmond King’s America’s New Racial Battle Lines: Protect Versus Repair",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2501129",
          "doi": "https://doi.org/10.1080/01419870.2025.2501129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Intimacy as a lens on work and migration: Experiences of ethnic performers in southwest China By JingyuMao, Bristol, UK: Bristol University Press. 2024. pp. 168",
          "authors": "Oğuz Bulut Kök",
          "url": "https://doi.org/10.1111/imig.70038",
          "doi": "https://doi.org/10.1111/imig.70038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Constructing categories of ‘desirable migrants’ through bureaucracy in French and Canadian mobility regimes",
          "authors": "Anne-Cécile Delaisse, Tamsin Barber, Gaoheng Zhang, Suzanne Huot",
          "url": "https://doi.org/10.1080/1369183x.2025.2501716",
          "doi": "https://doi.org/10.1080/1369183x.2025.2501716",
          "filter": 0
        },
        {
          "title": "Support for refugees declines when helpers have unequal positions and abilities to help",
          "authors": "Milan Van Steenvoort, Hannes Rusch, Robert Böhm, Paul A.M. van Lange",
          "url": "https://doi.org/10.1080/1369183x.2025.2497835",
          "doi": "https://doi.org/10.1080/1369183x.2025.2497835",
          "filter": 0
        },
        {
          "title": "Instrumentalising refugees: organisational networks and the precarity of US refugee resettlement",
          "authors": "Jake Watson, Heba Gowayed",
          "url": "https://doi.org/10.1080/1369183x.2025.2499085",
          "doi": "https://doi.org/10.1080/1369183x.2025.2499085",
          "filter": 0
        },
        {
          "title": "‘Felt like a fish out of water’: second-generation Turkish-German returnees' narratives of educational (dis-)integrations and selective acculturation paths in Turkey",
          "authors": "Nilay Kılınç",
          "url": "https://doi.org/10.1080/1369183x.2025.2504625",
          "doi": "https://doi.org/10.1080/1369183x.2025.2504625",
          "filter": 0
        },
        {
          "title": "‘Their mind is made up to attack you’; anti-Muslim racism and the systemic function of microaggressions",
          "authors": "James Carr, Nasrin Khandoker",
          "url": "https://doi.org/10.1080/1369183x.2025.2502583",
          "doi": "https://doi.org/10.1080/1369183x.2025.2502583",
          "filter": 0
        },
        {
          "title": "Saying racism: calling anti-immigration policies racist as effective pro-immigrant politics in Arizona",
          "authors": "Mike Slaven",
          "url": "https://doi.org/10.1080/1369183x.2025.2497836",
          "doi": "https://doi.org/10.1080/1369183x.2025.2497836",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Partisan Change with Generational Turnover: Latino Party Identification from 1989 to 2023",
          "authors": "Derek Wakefield, Bernard L. Fraga, Colin A. Fisk",
          "abstract": "Narratives and studies of Latino partisanship often emphasize Democratic identification, but some have recently suggested a shift towards Republicans. We address these by examining Latino party identification over a 34-year period, leveraging 35 national surveys with a total of over 103,000 Latino respondents along with Census data to create post-stratified survey weights to correct for biases. We emphasize changing partisanship over time by nativity, birth cohorts, and by national origin. From 2000 to 2012, we observed a slight overall increase in Democratic identification and a decrease in Republican identification, but this was driven by foreign-born Latinos. After 2012, we see declining Democratic identification overall, greater Republican identification among foreign-born and older native-born Latinos, and accelerating Independent identification among native-born Millennial and Gen Z Latinos. These results show that generational turnover and differences by nativity challenge extant theories of Latino partisan change over time.",
          "url": "https://doi.org/10.1017/rep.2025.31",
          "doi": "https://doi.org/10.1017/rep.2025.31",
          "filter": 0
        },
        {
          "title": "Researching and Understanding Far-Right Politics in Times of Mainstreaming",
          "authors": "George Henry Newth, Katy Brown, Aurelien Mondon",
          "abstract": "Contemporary research on far-right politics has relied predominantly on the use of binaries between the ‘far/extreme/(populist) radical right’ and the so-called ‘mainstream’, and a ‘waves’ metaphor to historicise different eras of the post-World War Two far-right. In this article, we probe these categories and binaries, problematising hegemonic depictions, the consequent assumptions underpinning them, and what this means for resistance to reactionary politics. By reflecting on the current state of the field, summarising dominant approaches and their potential limitations, we arrive at our key contribution: a revised definition of the term ‘far right’ which shifts the focus away from categorisation towards an understanding of far-right politics as a political position. In turn, our approach also presents both a challenge to and evolution of the ‘waves’ metaphor which accounts for processes of mainstreaming and rests on a critical account of the mainstream itself. Our conceptualisation problematises traditional binaries while pointing to a ‘fifth wave’ of far-right politics in which the identities of the mainstream and far right are mutually constitutive. To illustrate our conceptual contribution, we conclude our article with a case study on the interaction between the far right and mainstream in UK politics.",
          "url": "https://doi.org/10.1017/rep.2025.32",
          "doi": "https://doi.org/10.1017/rep.2025.32",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Gatekeeping in asylum interviews: institutional bias and narrative inequality in South Korea’s refugee screening process",
          "authors": "Han-Nae Yu",
          "abstract": "This study examines the structural biases and narrative inequalities in South Korea’s refugee screening process, focusing on the concept of gatekeeping. While previous research has concentrated on legal and institutional analyses, this study addresses micro-level dynamics, particularly the asylum interview procedures and interpretation issues. Using testimonies from victims of a 2015–6 fabrication case, where Arabic-speaking asylum seekers’ interview records were falsified, this research reveals that such incidents are rooted not in individual misconduct but in systemic flaws aimed at maintaining low refugee recognition rates and procedural efficiency. The study identifies three key factors undermining the fairness of asylum interviews: institutional bias, asymmetry of linguistic resources, and narrative inequality. By connecting interview-level dynamics to broader bureaucratic and political pressures, this study reveals how gatekeeping produces structural risks of refoulement. Although grounded in South Korea, the findings offer insights into similar patterns across other asylum systems.",
          "url": "https://doi.org/10.1093/jrs/feaf030",
          "doi": "https://doi.org/10.1093/jrs/feaf030",
          "filter": 0
        },
        {
          "title": "The spatial dimensions of migrant politics: to the border and beyond",
          "authors": "Susan Banki, Suraina Pasha",
          "abstract": "This Special Issue examines the interplay between physical space and sociopolitical forces in shaping migrant politics, emphasizing the role of borders as both mechanisms of control and sites of resistance. Moving beyond static geographical boundaries, we conceptualize borders through bordering practices that restrict access to territories, resources, and rights via formal and informal governance mechanisms. These include laws, policies, exclusion zones, and detention systems that create hierarchies between migrants and citizens. While acknowledging these restrictive forces, we argue for a more nuanced understanding of the border that recognizes both migrant agency and political subjectivity in these contested spaces. By bridging critical border studies and migrant politics literature, this Special Issue highlights how migrants challenge state power, despite efforts to immobilize and exclude them. Ultimately, we contend that the border is a deeply political space where struggles over mobility shape both migrant activism and state control.",
          "url": "https://doi.org/10.1093/jrs/feaf028",
          "doi": "https://doi.org/10.1093/jrs/feaf028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "The Refugee Integration Industry: Stakeholder Power, Market Logic, and the (De)Humanisation of Refugee Labour",
          "authors": "Mustafa F. Özbilgin, Dimitria Groutsis, Joana Vassilopoulou, Cihat Erbil",
          "abstract": "This paper theorises the refugee integration industry by examining how institutional configurations and stakeholder arrangements shape labour market integration outcomes for refugees in Germany and Turkey. Drawing on Spender's theory of industrial recipes, we conceptualise the integration industry as a network of public, private and third‐sector actors governed by competing logics of humanitarianism and market efficiency. Through a comparative case study approach based on more than 200 policy, institutional, and civil society sources, we demonstrate how power asymmetries and economic imperatives systematically marginalise refugees' human agency, producing both humanising and dehumanising effects. We introduce a fourfold typology of (de)humanitarianism, indifference, assimilation, integration and multiculturalism models that reveals how different national and organisational contexts mediate the moral, economic, and political tensions at the heart of refugee labour market integration. Despite stark contrasts in governance models and economic capacity, both countries institutionalise forms of exclusion that limit meaningful participation and recognition. Our analysis advances the theoretical understanding of the refugee integration industry as a contested and relational space where policy, discourse and institutional practice interact to shape refugee subjectivities and futures. In doing so, we call for more reflexive, inclusiv, and agency‐centred approaches to integration that foreground social justice and co‐determination.",
          "url": "https://doi.org/10.1002/psp.70043",
          "doi": "https://doi.org/10.1002/psp.70043",
          "filter": 0
        },
        {
          "title": "Non‐Survival to Pension Age in Denmark and Sweden: A Sub‐National Investigation",
          "authors": "Ilya Kashnitsky",
          "abstract": "Mortality keeps improving even in the most developed countries. Deaths before senior age become more and more occasional and thus are increasingly considered unnecessary and perhaps even avoidable. Denmark belongs to the most developed countries of the world in terms of progress in lowering human mortality levels. Yet there is still much room for large improvements—compared to Sweden, the Danish population has almost the same survival profile up to age 50 but then there are striking differences in later ages. Between ages 50 and 65 about 10% of Danish males die while in Sweden this proportion is only about 7%. This paper explores the regularities of non‐survival to pension age across Danish municipalities and compares them to ones in Sweden. The main focus of this exploration is identification of the spatial patterns based on the mortality characteristics of the population that are studied using the advanced spatial clustering algorithm. The methodological challenge resolved along the way is the construction of reliable life table estimates for the small municipal populations. The results suggest that the main reason for the observed gap between Danish and Swedish municipalities, especially for males, is the lagging behind development of the most deprived areas, which corresponds with the results on widening gaps along socioeconomic dimensions.",
          "url": "https://doi.org/10.1002/psp.70046",
          "doi": "https://doi.org/10.1002/psp.70046",
          "filter": 0
        },
        {
          "title": "Fertility Differences by Type of Residence Permit Among Female Immigrants in Sweden",
          "authors": "Erik Carlsson",
          "abstract": "Immigrants’ life circumstances both before and after migration are likely to vary considerably by type of residence permit, which may affect fertility behaviour. Yet, the relationship between permit type and fertility is surprisingly underexplored. This study uses Swedish population register data to examine fertility differences by permit type among female immigrants to Sweden. The study also examines variation in fertility patterns within the family migrant category by characteristics of the male partner. The analysis compares how the mean number of children of different groups develops over time, both before and after immigration. The relationship between permit type and fertility is examined separately by geographical origin, to facilitate the disentanglement of permit type and origin effects on immigrant fertility. Results show that the mean number of children is higher among refugees and family migrants than among labour and student migrants. Family migrants experience an increase in fertility tempo shortly after migration, whereas this pattern is less pronounced and often somewhat delayed among labour and student migrants and largely absent among refugees. Among family migrants, women who migrated together with or shortly after their male partner have the highest fertility, whereas family migrants with a Swedish‐born partner have lower fertility than other family migrants. This study contributes new knowledge to the understanding of how permit type relates to fertility, by studying fertility differences between more permit categories than earlier studies, by considering time both before and after migration, and by exploring heterogeneity within the family migrant category.",
          "url": "https://doi.org/10.1002/psp.70045",
          "doi": "https://doi.org/10.1002/psp.70045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
