{
  "update": "2025-11-28",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Ius soli under siege: a comparative analysis of France and the United States",
          "authors": "Jules Lepoutre, Camille de Vulpillières",
          "abstract": "This article examines the recent restrictive shift in ius soli in France and the United States, focusing on the 2025 reforms enacted in the French island of Mayotte and through President Trump’s executive order. While officially framed as neutral policy responses to migratory pressures, we argue that these measures rely on the instrumentalisation of the so-called “magnet affect” of ius soli – a claim with a weak empirical basis that has been mobilised to legitimise restrictive changes in citizenship law. Using Critical Discourse Analysis, we show that reformers’ alleged link between ius soli and irregular migration rests on evasive or diluted evidence rather than credible premises or causal account. By reframing ius soli as a conditional privilege instead of an automatic right, we find that both states reaffirm a sovereign logic of exclusion, reversing its historical role as a mechanism of inclusion. This study contributes to wider debates on the tightening of membership criteria in contemporary democracies and the performative function of political rhetoric in shaping legal frameworks.",
          "url": "https://doi.org/10.1186/s40878-025-00503-6",
          "doi": "https://doi.org/10.1186/s40878-025-00503-6",
          "filter": 0
        },
        {
          "title": "Systematic literature reviews in migration studies: approaches to context-sensitive synthesis",
          "authors": "Tone Sommerfelt, Mathilde Bålsrud Mjelva, Jørgen Carling, Maryam Aslany",
          "url": "https://doi.org/10.1186/s40878-025-00502-7",
          "doi": "https://doi.org/10.1186/s40878-025-00502-7",
          "filter": 0
        },
        {
          "title": "Infrastructuring migrant urban citizenship: homeless EU migrants and service providers’ facilitation of care and rights in pandemic Copenhagen",
          "authors": "Tatiana Fogelman",
          "abstract": "This article examines how local service providers that homeless EU migrants in Copenhagen rely on restructured their work in the city during the pandemic, and what the impacts were for migrants’ access to resources and rights. Due to their everyday mediation of migrants’ care, resource access and rights, the providers are conceptualized here as a key element of the infrastructure of migrants’ urban citizenship. Theoretically this approach highlights not only the conditional, but always contingent, and thus, we argue, the infrastructured nature of citizenship. This article draws on interviews with providers and key municipal actors to identify three main spatial changes and their impacts: a shift away from communal urban spaces of care, an enhanced outreach and mobility of provision, and increased flexibility and novelty in shelter provision in the city. While all three provided opportunities for some extension of migrants’ urban citizenship, even if limited and fragmented, they did so to a different extent: The first two achieved such extension mostly through a provision of pandemic-time care, delivered primarily in parallel to (rather than through) an inclusion through the general welfare system. The last shift, on the other hand, furnished an opportunity to secure migrants’ rights in the city in the long run, since it provided a pathway to homeless migrants’ registration, and thus more secure status. These findings highlight the differential contributions of civil society actors’ specific approaches to their infrastructural work to the everyday making of migrant urban citizenship.",
          "url": "https://doi.org/10.1186/s40878-025-00506-3",
          "doi": "https://doi.org/10.1186/s40878-025-00506-3",
          "filter": 0
        },
        {
          "title": "Support factors in scientific mobility of Israeli female STEM researchers",
          "authors": "Zohar Barak, Nir Cohen",
          "url": "https://doi.org/10.1186/s40878-025-00505-4",
          "doi": "https://doi.org/10.1186/s40878-025-00505-4",
          "filter": 0
        },
        {
          "title": "Mixed-citizenship couples’ emotional geographies of ‘doing family’",
          "authors": "Pihla Maria Siim, Eveliina Lyytinen",
          "url": "https://doi.org/10.1186/s40878-025-00509-0",
          "doi": "https://doi.org/10.1186/s40878-025-00509-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Sounding resistance: critical reflections on participatory sound-based research with racialized youth under surveillance",
          "authors": "Lamia Mellal",
          "url": "https://doi.org/10.1080/01419870.2025.2583435",
          "doi": "https://doi.org/10.1080/01419870.2025.2583435",
          "filter": 0
        },
        {
          "title": "Young people in museums: representation, anti-racism, and poetry as pedagogy",
          "authors": "Sadia Habib",
          "url": "https://doi.org/10.1080/01419870.2025.2583439",
          "doi": "https://doi.org/10.1080/01419870.2025.2583439",
          "filter": 0
        },
        {
          "title": "Getting race talk right? The non-performativity of politically correct “Right Talk” in German education",
          "authors": "Sarah F. Gerwens",
          "url": "https://doi.org/10.1080/01419870.2025.2583440",
          "doi": "https://doi.org/10.1080/01419870.2025.2583440",
          "filter": 0
        },
        {
          "title": "Art, gender and migration in the Kurdish diaspora: intellectual and cultural production in Europe",
          "authors": "Merve Kurt",
          "url": "https://doi.org/10.1080/01419870.2025.2591821",
          "doi": "https://doi.org/10.1080/01419870.2025.2591821",
          "filter": 0
        },
        {
          "title": "Antiracist terminology in change: activist perspectives on travelling and locally developed concepts",
          "authors": "Mette Andersson",
          "url": "https://doi.org/10.1080/01419870.2025.2574394",
          "doi": "https://doi.org/10.1080/01419870.2025.2574394",
          "filter": 0
        },
        {
          "title": "Layers of racism, layers of response: (re)structuring antiracism in Finnish education",
          "authors": "Maïmouna Matikainen-Soreau, Saara Loukola, Gunilla Holm",
          "url": "https://doi.org/10.1080/01419870.2025.2583427",
          "doi": "https://doi.org/10.1080/01419870.2025.2583427",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Refugee Voices in Modern Global History: Reckoning With Refugeedom, By PeterGatrell, KatarzynaNowak, LaurenBanko and AninditaGhoshal. Oxford: Oxford University Press, 2025. 272 pp. ISBN: 978‐0‐19‐893729‐6",
          "authors": "Sezgi Başak Kavaklı",
          "url": "https://doi.org/10.1111/imig.70119",
          "doi": "https://doi.org/10.1111/imig.70119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Positioned at Extremes: Future Job Placements of Immigrant Students at US Colleges",
          "authors": "Francis Dillon, Sari Pekkala Kerr, William R. Kerr, Andrew Wang",
          "abstract": "Immigrant students who attend US colleges are disproportionately employed in either large firms — especially multinationals — or small firms and self-employment. Using linked Census and longitudinal employment data, we trace the jobs taken by college students in 2000 during the 2001–2020 period and evaluate four mechanisms shaping sector and firm size placement: geographic clustering, degree specialization, firm capabilities/visas, and ethnic self-employment specialization. Degree fields predict large firm and MNE placement, while ethnic specialization explains small firm sorting. Immigrant students who remain in the United States earn more than their native peers, suggesting the segmentation reflects productive sorting rather than blocked opportunity.",
          "url": "https://doi.org/10.1177/01979183251394005",
          "doi": "https://doi.org/10.1177/01979183251394005",
          "filter": 0
        },
        {
          "title": "Immigrant and Refugee Mobility Across the Urban–Rural Continuum in Three European Countries",
          "authors": "Julie Lacroix, Chia Liu, Mary Abed Al Ahad, Hill Kulu, Gunnar Andersson",
          "abstract": "International migration has historically been an urban phenomenon. Despite the increasing presence of immigrants in non-urban areas and political initiatives aimed at regionalization, research in Europe continues to exhibit a pronounced urban analytical bias. This paper examines the geographies of immigrant and refugee settlement along the urban–rural continuum in Sweden, Germany, and Switzerland. Using (multistate) event history models, we first examine changes in migration stocks in urban, suburban, and rural municipalities, emphasizing the role of immigrant subgroups in regional population changes. Second, we analyze internal origin–destination flux to enhance our understanding of the spatial adjustment processes of immigrants in the context of new immigrant destinations in Europe. Results suggest that immigrants contribute little to suburbanization and ruralization processes, with both initial settlement and secondary moves predominantly directed toward urban areas. EU and non-EU immigrants exhibit stable trajectories post-arrival; in contrast, refugees subjected to a dispersal policy tend to relocate in significant proportions to urban areas once mobility restrictions are lifted. In the three countries, secondary moves by refugees have resulted in an increased concentration of this population in urban areas, reaching proportions comparable to those of the non-European immigrant group not subjected to this policy. The consistency of this finding across the three countries raises significant questions regarding the effectiveness of the dispersal policy from a demographic perspective. Furthermore, transitions from urban to suburban or rural municipalities remain uncommon and do not demonstrate clear associations with the duration of residence or socioeconomic status, as predicted by the spatial assimilation model.",
          "url": "https://doi.org/10.1177/01979183251394007",
          "doi": "https://doi.org/10.1177/01979183251394007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Coyotaje in an uncertain social environment: prior coyote experience as a form of migration-specific human capital",
          "authors": "Kevin A. Carson",
          "url": "https://doi.org/10.1080/1369183x.2025.2592627",
          "doi": "https://doi.org/10.1080/1369183x.2025.2592627",
          "filter": 0
        },
        {
          "title": "Unconditional social support: the role of volunteers in the lives of unaccompanied refugee minors on the move in Europe",
          "authors": "Malte Behrendt, Océane Uzureau, Ine Lietaert, Ilse Derluyn",
          "url": "https://doi.org/10.1080/1369183x.2025.2592631",
          "doi": "https://doi.org/10.1080/1369183x.2025.2592631",
          "filter": 0
        },
        {
          "title": "Engaged but targeted? How immigrants vote against anti-immigrant agendas in Europe",
          "authors": "Younghyun Lee, Sanghoon Kim-Leffingwell",
          "url": "https://doi.org/10.1080/1369183x.2025.2589904",
          "doi": "https://doi.org/10.1080/1369183x.2025.2589904",
          "filter": 0
        },
        {
          "title": "Feminisation as empowerment: migrant solidarity chains and resistance among migrants displaced by political persecution",
          "authors": "Sinem Esengen",
          "url": "https://doi.org/10.1080/1369183x.2025.2593521",
          "doi": "https://doi.org/10.1080/1369183x.2025.2593521",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Residential Relocations and Housing Changes Among Immigrants and Their Descendants: An Analysis of Longitudinal Register Data From France",
          "authors": "Joseph Harrison, Isaure Delaporte, Ariane Pailhé, Hill Kulu",
          "abstract": "This paper investigates residential mobility and housing changes among immigrants, their descendants, and the native population, alongside the association between family and household characteristics and residential mobility. We apply discrete‐time event history analysis to rich French administrative panel data covering the period 2012–2019. The results show distinct patterns of residential moves among migrant groups and generations. Immigrants from North Africa and Sub‐Saharan Africa are less likely to move to homeownership and more likely to move to social renting compared to the native French population. By contrast, immigrants from Southeast Asia, Turkey, and Europe have a similar likelihood of moving to homeownership as the native population. We find little differences in the probability of moving to homeownership across migrant generations; however, the second generation appears less residentially mobile than the immigrant generation. The descendants of immigrants from North Africa and Sub‐Saharan Africa are the least likely to move to homeownership and the most likely to move to social renting. This suggests that either structural barriers or cultural norms shape the mobility patterns of immigrants and their descendants in the same way. Finally, we observe similarities in the association between household characteristics and residential mobility for migrants, their descendants, and the native population. This suggests that life course events play a similar role in residential mobility across all population groups. For migrants and their descendants, those with low socioeconomic resources move less, suggesting that a lack of resources is a determinant of low mobility.",
          "url": "https://doi.org/10.1002/psp.70163",
          "doi": "https://doi.org/10.1002/psp.70163",
          "filter": 0
        },
        {
          "title": "Borders and the Spatial Diffusion of Family Changes: An Analysis of Non‐marital Births in the French‐Belgian Border Region (1968–2017)",
          "authors": "Doignon Yoann, Banerjee Adrita, Eggerickx Thierry, Ester L. Rizzi",
          "abstract": "In recent decades, many European countries have experienced significant family changes, including an increase in the proportion of non‐marital births. To understand these family changes in European and Western societies, numerous theories have emerged, accompanied by a wealth of empirical literature. However, the spatial dimension of family change is less studied than other aspects. Moreover, borders can play a role in the diffusion process by acting as barriers. Very few studies have examined the relationship between borders and the spatial diffusion of family changes. This article fills this gap by investigating the role of borders in the spatial diffusion of non‐marital births between Belgium and France. The border region between these countries is a key area for analysing these relationships. Using local vital statistics data, the study compares the barrier intensity of different borders (national and linguistic) by measuring the absolute difference in non‐marital birth rates. The results indicate a spatial diffusion in both countries, with borders acting as barriers. The intensity of this barrier role varies over time, peaking in the mid‐1990s. The national border is a stronger barrier than the language border, with the strongest barrier being the French‐Belgian border in Flanders. By showing how borders influence the pace and the extent of spatial diffusion of non‐marital births, this study contributes to a deeper understanding of the spatial dynamics of demographic behaviour in Western Europe.",
          "url": "https://doi.org/10.1002/psp.70147",
          "doi": "https://doi.org/10.1002/psp.70147",
          "filter": 0
        },
        {
          "title": "A String of Pearls: The Horizontally‐Networked Immigrant Enclave in NYC",
          "authors": "Bonnie H. Ip",
          "abstract": "Scholars in the 1990s theorised that immigrant enclaves were becoming increasingly deconcentrated within the city. However, a number of more recent neighbourhood studies describe a host of new ethnic clusterings. These studies depict intensifying transnational ties in the immigrant neighbourhood at an unprecedented scale, however local relationships across these clusters have been difficult to analyse with ethnographic methods. I propose an update on our theoretical conception of ethnic enclaves to relate the proliferating body of enclave‐esque terms within the literature. Hence, this article begins to take stock of the field and revisit our foundational definition of enclaves to start to reintegrate and synthesise this data at a larger scale of analysis. Using data from the U.S. Census Bureau and Reference USA , I employ Geographic Information Systems (GIS) mapping to visualise how immigrant enclaves' commercial and residential elements empirically manifest on the city's contemporary physical landscape. New York City's Chinatowns are a meso‐level case study that exemplify my conception of a mutually‐constituting, interdependent, horizontally‐networked immigrant enclave . Findings show that some neighbourhoods like Flushing, Queens, retain characteristics of the classic, vertically‐integrated enclave, where residential and economic spheres spatially overlap; however, in Brooklyn (residential) and Manhattan (commercial), the 'hotspots' do not overlap. Rather than considering each cluster its own enclave, I propose a string of pearls metaphor that connects the flows (links) of co‐ethnics throughout multiple key places (nodes) within the city. Hence, I modify our commonly held spatial understanding of an enclave to reunify co‐ethnic clusters in metropolitan areas into a codependent micro‐economy.",
          "url": "https://doi.org/10.1002/psp.70156",
          "doi": "https://doi.org/10.1002/psp.70156",
          "filter": 0
        },
        {
          "title": "What Drives the Settlement of Highly Educated Talents in China? A Social Integration Perspective",
          "authors": "Linyun Zhang, Sheng Wang, Jiamin Xu, Wei Li",
          "abstract": "In the current knowledge economy, regional strategies increasingly emphasize the attraction and retention of talent, making the settlement intentions of highly educated migrants a central concern for research and policymaking. While existing studies have largely examined explicit individual and regional factors, the influence of implicit dimensions, such as social integration, on long‐term settlement intentions remains insufficiently and systematically explored. To fill this gap, this study examines how social integration affects the settlement intentions of highly educated migrants in China. Drawing on 9202 highly educated respondents from the 2017 China Migrants Dynamic Survey, this study constructs a multidimensional index of social integration covering four dimensions: economic integration, social adaptation, behavioral adaptation, and identity recognition. It applies a binary logistic regression model, supplemented by endogeneity, robustness, and heterogeneity tests. The findings are fourfold. First, individual integration does not necessarily rise with regional economic development; in some developed advanced regions, high housing prices and living costs hinder integration. Second, regional factors such as economic development, geographic location, city size, and capital status are more strongly associated with settlement intentions than demographic characteristics or social integration. Third, among the dimensions of integration, identity recognition shows the most stable and salient association with settlement intentions, exceeding that of economic and social adaptation. Fourth, the relationship between integration and settlement intentions differs substantially across regions; in less developed areas, stronger economic integration is associated with greater mobility and lower local settlement intentions. Overall, this study deepens theoretical understanding of the relationship between social integration and settlement intentions, highlighting its contextual variations across regions. It identifies identity recognition as a core dimension and conceptualizes behavioral adaptation as a process variable. These findings offer practical implications for formulating differentiated regional talent policies.",
          "url": "https://doi.org/10.1002/psp.70150",
          "doi": "https://doi.org/10.1002/psp.70150",
          "filter": 0
        },
        {
          "title": "The Mechanism of the Return Decision‐Making of Rural Migrants in China From the Translocal Perspective: The Case of County Towns in Yangzhou",
          "authors": "Jiachen Zhang, Huxiao Zhu, Shuangshuang Tang",
          "abstract": "The return decision‐making of rural migrants is a crucial issue for China's advancement of a ‘people‐centred’ new urbanization. Existing research has often approached this phenomenon either from a narrow economic perspective or with a predominant focus on prefectural cities and rural areas, thereby overlooking the significance of county‐level units, individual agency and translocal linkages. Adopting a translocal perspective and using county towns in the Yangzhou area of Jiangsu Province as a case study, this study finds that the return decision‐making of rural migrants is a dynamic social process constituted by the tripartite interaction of the ‘individual‐family‐place’. The study reveals that return decisions are not only based on a rational weighing of local characteristics and personal needs but are also deeply influenced by emotional bonds among family members, daily translocal communication and family authority. Furthermore, contingent life events often serve as critical junctures triggering the decision. The development of communication technologies and social media has intensified the frequency and quality of translocal interactions, facilitating family‐unit negotiations. The analytical framework developed in this study systematically elucidates the micro‐level mechanisms underlying return decision‐making, highlighting the significance of county towns as key carriers of urban–rural integration in understanding the complexity of population mobility in China.",
          "url": "https://doi.org/10.1002/psp.70157",
          "doi": "https://doi.org/10.1002/psp.70157",
          "filter": 0
        },
        {
          "title": "Unruly Modernity: Reconciling Modernity and Decolonisation in Migration Theory",
          "authors": "Parvati Raghuram",
          "abstract": "This paper uses unruly modernity as a way of reconciling modernity and decolonisation in migration theory. Migration theory has adopted aspirations and capability as two underpinning concepts for explaining migration. Drawing on empirical research these aspirations and capabilities are usually set within modernity and describe modernity as a driver , condition and/or result of migration. At the same time, another group of migration researchers aims to divest migration thinking from the shackles of modernity, pointing to the different entanglements of coloniality and migration, in terms of migration processes, the topics studied and the peopling of migration research. I call this the coloniality of migration , coloniality in migration and coloniality and migration respectively. These researchers argue for stepping away from modernity/coloniality, to decolonise migration research. Given the centrality of modernity to migration processes and theorisation, how do we decolonise migration theory? This paper deploys unruly modernity as a way of bringing these two perspectives together. Unruly suggests that as modernity and migration are linked, we should explore the inherent plurality of modernity through counter‐hegemonic, alternative and hybrid modernities to decolonise migration theory. Unruly also points to the disruptive ways in which modernity may be lived. It thus offers us the opportunity to disorder the coloniality‐modernity argument to reorder migration theory. The paper outlines how unruly modernities can be operationalised through reflexivity, arguing that one implication of unruliness is that we must analyse reflexivity as a tool among those whom we research and not only that of researchers.",
          "url": "https://doi.org/10.1002/psp.70155",
          "doi": "https://doi.org/10.1002/psp.70155",
          "filter": 0
        },
        {
          "title": "Correction to “Municipalities Attractiveness and the Pandemic: An Analysis of the Spanish Population Flows”",
          "url": "https://doi.org/10.1002/psp.70167",
          "doi": "https://doi.org/10.1002/psp.70167",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
