{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Why do small Western European localities promote local integration policies? A qualitative comparative analysis",
          "authors": "Andrea Pettrachin, Asya Pisarevskaya, Tiziana Caponio, Maria Schiller",
          "url": "https://doi.org/10.1186/s40878-025-00520-5",
          "doi": "https://doi.org/10.1186/s40878-025-00520-5",
          "filter": 0
        },
        {
          "title": "International student mobility and future migration aspirations and capabilities – a comparison between postgraduate students in medicine and social sciences and humanities",
          "authors": "Gregor Schäfer",
          "url": "https://doi.org/10.1186/s40878-026-00522-x",
          "doi": "https://doi.org/10.1186/s40878-026-00522-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Attacking affirmative action: William Bennett's post-racial fiction in defense of whiteness as property",
          "authors": "Alexander Obermueller",
          "url": "https://doi.org/10.1080/01419870.2025.2607610",
          "doi": "https://doi.org/10.1080/01419870.2025.2607610",
          "filter": 0
        },
        {
          "title": "Beyond Kenmure Street: lifecycles of antiracism amongst activists in Glasgow",
          "authors": "Joel White, Peter Hopkins",
          "url": "https://doi.org/10.1080/01419870.2025.2607842",
          "doi": "https://doi.org/10.1080/01419870.2025.2607842",
          "filter": 0
        },
        {
          "title": "Contested public housing futures: whiteness as property in visions of socially mixed revitalization",
          "authors": "Sneha Sumanth",
          "url": "https://doi.org/10.1080/01419870.2025.2607602",
          "doi": "https://doi.org/10.1080/01419870.2025.2607602",
          "filter": 0
        },
        {
          "title": "A black army: segregation and the US military at Fort Huachuca, Arizona, 1941–1945",
          "authors": "Sofya Aptekar",
          "url": "https://doi.org/10.1080/01419870.2026.2613071",
          "doi": "https://doi.org/10.1080/01419870.2026.2613071",
          "filter": 0
        },
        {
          "title": "From enslavement to COVID-19: a history of African American health and labor",
          "authors": "Joey Jennings",
          "url": "https://doi.org/10.1080/01419870.2026.2615136",
          "doi": "https://doi.org/10.1080/01419870.2026.2615136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "The Effects of Assisted Return Programmes on Sustainable Reintegration: A Review",
          "authors": "Katie Kuschminder, Sze Eng Tan, Lea Jechel, Johannes Schmitt, Martin Bruder",
          "abstract": "Assisted Return (AR) programmes have grown in number and size over the past decade and there is an increasing body of evidence on these programmes. However, the existing evidence has not yet been systematically synthesised. Recognising the controversy over the programmes, this article reviews the current evidence regarding the effectiveness and effects of AR programmes that aim to facilitate sustainable reintegration of return migrants. Reviewing 46 sources, the findings highlight the different programme modalities, contextual factors and individual and group factors that influence sustainable reintegration. Overall, the available evidence suggests that despite short‐term relief from AR programmes, there is overall scant and—where it exists—often highly contextual and relatively weak evidence of longer‐term effects on sustainable reintegration. The review is limited by conceptual, methodological and geographic heterogeneity in the available studies. The article concludes by suggesting practical implications and highlighting potential for future research on support for sustainable reintegration.",
          "url": "https://doi.org/10.1111/imig.70122",
          "doi": "https://doi.org/10.1111/imig.70122",
          "filter": 0
        },
        {
          "title": "Diplomatic Disparities and Mobility Bias: Structural Inequalities in the Migration‐Development Nexus",
          "authors": "Emmanuel Quarshie, James Teye Baduor, Joseph Mensah, Kingsley Laar",
          "abstract": "This paper interrogates the structural inequalities underpinning global mobility by introducing the concept of mobility bias, the systemic privileging of Global North citizens and diplomatic infrastructures in transnational movement. Drawing on Doreen Massey's Power Geometry and informed by the works of Foucault, Mbembe and Cortina, the study positions mobility as a spatially governed hierarchy shaped by geopolitical power, economic status and institutional capacity. While migration studies have largely focused on individual migrant outcomes, this paper shifts attention to diplomatic disparities that reinforce immobility for Global South nations and their citizens. Through comparative desk‐based analysis of passport indices, visa policies, foreign ministry budgets and regional frameworks, the paper examines four intersecting dimensions of inequality: passport stratification, consular burden, resource asymmetry and perception bias. These disparities are not merely bureaucratic but constitute enduring architectures of exclusion within the migration‐development nexus. Findings reveal that Global South missions are structurally constrained, underfunded, reactive and burdened by managing the fallout of restrictive regimes, while Global North missions advance strategic interests through expansive mobility diplomacy. Regional fragmentation and weak multilateral leverage further limit Global South agency in shaping mobility governance. The paper concludes that mobility bias is not a peripheral issue but a reproductive mechanism of global inequality. It calls for a multi‐scalar reform agenda, including visa policy restructuring, diplomatic capacity‐building and regional harmonisation, to advance a more just, inclusive and developmentally transformative mobility regime.",
          "url": "https://doi.org/10.1111/imig.70132",
          "doi": "https://doi.org/10.1111/imig.70132",
          "filter": 0
        },
        {
          "title": "Securitised Exit and Passport Regimes in South Korea: Law, Politics and Jurisdiction",
          "authors": "Jeewon Min",
          "abstract": "By tracing the development of South Korea's legal‐passport regimes within the historical and geopolitical settings, this paper examines how exit restrictions have been securitised through their interplay with inter‐Korean dynamics and state relations. The demarcation of the 38th parallel between the two Koreas not only reshaped geographical accessibility in the region by transforming what was once internal migration to emigration, but also the regulatory mechanism for containment within the Korean peninsula. The securitisation of departure was institutionalised and operationalised through administrative discretion, exercised under authoritarian governance and legitimised by delegated legislation, thereby hollowing out the constitutional essence of the right to freedom of movement. As a space of contested jurisdiction, departure served as a critical site of state power, a foundation of state identity and a battleground between law and politics.",
          "url": "https://doi.org/10.1111/imig.70100",
          "doi": "https://doi.org/10.1111/imig.70100",
          "filter": 0
        },
        {
          "title": "Stuck at Home: Pandemic Immobilities in the Nation of Emigration. By Y. Y.Ortiga, Stanford, California: Stanford University Press, 2025. 202 pp. $26.00 (paperback). ISBN: 978‐1‐50‐364281‐2",
          "authors": "Exequiel Cabanda",
          "url": "https://doi.org/10.1111/imig.70134",
          "doi": "https://doi.org/10.1111/imig.70134",
          "filter": 0
        },
        {
          "title": "Navigating Constraint and Agency: Turkish Irregular Migration and Return Through the Lens of Structuration Theory",
          "authors": "Erdem Ayçiçek",
          "abstract": "This article examines the migration trajectories and return experiences of Turkish nationals who sought entry to Europe via regular and irregular channels but ultimately returned to Türkiye. Employing a mixed‐methods approach, the study analyses how migrants' actions are shaped by the recursive interplay between structural forces—legal regimes, socio‐economic inequalities and border governance—and individual agency. Grounded in Giddens' Structuration Theory, the analysis conceptualises migration and return as socially embedded practices mediated by institutional constraints and transnational imaginaries. Aspirational narratives of Europe, informed by digital media and social networks, initially guided mobility decisions but often collided with restrictive legal frameworks and socio‐economic exclusion, prompting return as a reflexive recalibration. Rather than a linear or emotive process, return is framed as a negotiated response to structurally embedded conditions. The article advances debates on irregular migration and reintegration by calling for policy approaches that account for both structural determinants and the adaptive agency of returnees.",
          "url": "https://doi.org/10.1111/imig.70133",
          "doi": "https://doi.org/10.1111/imig.70133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Governance Through Uncertainty and the Making of Mixed-Status Venezuelan Families in Chile and Colombia",
          "authors": "Nuni Jorgensen",
          "abstract": "Since the introduction of the term “mixed-status families” by Fix and Zimmermann in 2001, a growing body of literature has examined how migration and citizenship politics affect people as family units rather than individuals. While most of this literature has focused on contexts in the Global North, and on the effect of nationality acquisition rules, this paper explores the emergence of mixed-status Venezuelan families in South America, as the result of the precarisation of protection frameworks in the region and, more broadly, of what Biehl has called “governance through uncertainty”. Using 60 life-history interviews with Venezuelan migrants in Chile and Colombia, alongside 16 semi-structured interviews with civil society representatives, it argues that, unlike the formal stratification systems explored thus far, this phenomenon occurs through a combination of gender-blind migration policies and piecemeal regulations that afford family members different rights depending on the documents they possess, the timing of their departure, and, sometimes, sheer luck. By comparing the contexts of Colombia and Chile, the paper also underscores that the impacts of mixed migration statuses need to be analysed at the interplay between economic and legal precarity, and will vary substantially according to each country's labour market conditions and broader institutional context.",
          "url": "https://doi.org/10.1177/01979183251405865",
          "doi": "https://doi.org/10.1177/01979183251405865",
          "filter": 0
        },
        {
          "title": "Book Review: Immigrant Integration in Southeast Europe CoşkunLaura Elina. (2025). Immigrant Integration in Southeast Europe: Policy and Outcomes in EU Member States and Candidate Countries. London: Routledge, pp. 246, $56.99.",
          "authors": "Jinhui Lan",
          "url": "https://doi.org/10.1177/01979183251413178",
          "doi": "https://doi.org/10.1177/01979183251413178",
          "filter": 0
        },
        {
          "title": "Rethinking Forced Displacement: Security and Growth in Selected European Host States",
          "authors": "Ourania Dimitraki, Kyriakos Emmanouilidis",
          "abstract": "This study (re)examines the complex relationship between forced displacement (FD) and economic growth through the lens of security and political stability in selected European countries from 1960 to 2023. Building on a composite political instability (PI) index that captures both violent and non-violent forms of instability, we employ a simultaneous equations model with panel instrumental variable estimation techniques to address endogeneity and measurement challenges. Our findings reveal that FD generates dual effects on host states: initially, it strains resources and exacerbates PI, but when refugees can access economic opportunities, FD can foster long-term economic growth and strengthen social cohesion. The dynamic relationship between FD and PI highlights how conditions enabling refugee economic participation can mitigate security risks. These results emphasize the need for targeted, evidence-based policies that advance refugee economic inclusion as a pathway to enhancing political stability and sustaining long-term growth in host economies.",
          "url": "https://doi.org/10.1177/01979183251409772",
          "doi": "https://doi.org/10.1177/01979183251409772",
          "filter": 0
        },
        {
          "title": "Tracing Asylum Hope: An Ethnographic Account of the Social Dimensions of Hope Across Migration Trajectories",
          "authors": "Jesper Andreasson, Marcus Herz, Torun Elsrud, Philip Lalander",
          "abstract": "Building on an ethnographic approach, this article aims to explore how the social dimensions of hope shape and relate to the migration trajectories of people seeking asylum in Sweden. Departing from the concept of asylum hope, a fragile form of hope that persists under conditions of oppression and uncertainty, the study examines how everyday interactions shape and transform it. Using Randall Collins’ theory of interaction rituals, the analysis shows how emotional energy generated in encounters influences hope. Based on interviews and observations with 43 participants, the study further demonstrates that hope is not an individual psychological state of mind but a socially negotiated and embodied process formed in relation to migration authorities, bureaucratic routines, and informal networks. Asylum hope emerges as fluid and dynamic, influencing the trajectory of migration journeys while being continuously reshaped by administrative and emotional experiences. The article also highlights how administrative violence is enacted through mundane practices that intertwine bureaucratic power with everyday social life. These encounters reveal that migration governance is socially embedded, operating through rituals that can suppress or enable agency, recognition, and solidarity. By foregrounding the emotional and relational dimensions of bureaucratic processes, the study challenges the idea that state power functions solely through law and policy. Understanding asylum hope as socially and emotionally situated allows for a deeper grasp of how migrants navigate precarious futures within the entangled structures of governance, affect, and everyday life.",
          "url": "https://doi.org/10.1177/01979183251414091",
          "doi": "https://doi.org/10.1177/01979183251414091",
          "filter": 0
        },
        {
          "title": "Migration Status and Remittance Behavior: New-Survey Evidence from Egypt",
          "authors": "Kevin Smith, Ahmed Wassal Elroukh",
          "abstract": "This paper makes the first empirical contribution to investigating the relationship between migration status and remittance behavior among Egyptian migrants. Using new individual-level data from the 2023 wave of the Egypt Labor Market Panel Survey and a probit regression, this paper estimates the impact of having legal entry to and work authorization in the host country on the likelihood of sending remittances. Additionally, the paper utilizes a supervised machine learning approach, the Random Forest algorithm, to identify the most influential variables in predicting remittance behavior. The analysis finds that legal entry into a host country plays a significant role in remittance behavior, with an increase in remittance by 16 percentage points compared to those with no legal entry. However, the Random Forest analysis suggests that being a married woman is the most influential factor associated with a higher likelihood of remitting.",
          "url": "https://doi.org/10.1177/01979183251413192",
          "doi": "https://doi.org/10.1177/01979183251413192",
          "filter": 0
        },
        {
          "title": "Protecting People or Promoting Ideologies? Insights From the Constitutional Asylum Dataset",
          "authors": "Frowin Rausis, Marco Di Giuseppe",
          "abstract": "Asylum is widely associated with humanitarian norms and domestic laws in liberal democracies. Reflecting this assumption, systematic information on the evolution of asylum provisions in national constitutions remains limited, and comparative analyses of the motives behind the legal codification of refugee protection in autocracies are even scarcer. This research note addresses these gaps by introducing the Constitutional Asylum (COAS) dataset, which captures asylum provisions in the constitutions of all 193 UN member states from 1789 to 2023. The findings challenge conventional wisdom, revealing that autocracies, not democracies, have been the main adopters of constitutional asylum. While both regime types have used constitutional asylum to spread ideologies abroad, autocracies have done so more extensively and additionally leveraged it to strengthen presidential power. These results show that asylum is not merely a humanitarian norm but also a strategic instrument of statecraft, used to consolidate power within states and advance geopolitical agendas abroad.",
          "url": "https://doi.org/10.1177/01979183251409789",
          "doi": "https://doi.org/10.1177/01979183251409789",
          "filter": 0
        },
        {
          "title": "When a Child Dies Abroad: A Mother's Reflections on the Bureaucracy of Transnational Loss",
          "authors": "Laine Munir",
          "abstract": "This auto-ethnographic field reflection explores the bureaucratic and biopolitical dimensions of transnational child loss. Drawing on the author's lived experience navigating medical and legal systems following her son's death abroad, the piece interrogates how institutional actors exert control over migrant families during moments of extreme vulnerability. Engaging concepts of biopower, necropolitics, and state surveillance, this narrative illustrates how grief becomes entangled in administrative violence. By centering embodied knowledge, the article challenges dominant paradigms of authority and care in humanitarian and migration regimes, offering insight into the ethics of global parenthood and loss.",
          "url": "https://doi.org/10.1177/01979183251400272",
          "doi": "https://doi.org/10.1177/01979183251400272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Contradicting processes of migranticisation and citizenisation: analysing the extent of nationality privilege in the context of French migration in Quebec, Canada",
          "authors": "Capucine Coustere",
          "url": "https://doi.org/10.1080/1369183x.2026.2613081",
          "doi": "https://doi.org/10.1080/1369183x.2026.2613081",
          "filter": 0
        },
        {
          "title": "Impact of racism on Asian Australians' sense of belonging during the COVID-19 Pandemic",
          "authors": "Glenda Ballantyne",
          "url": "https://doi.org/10.1080/1369183x.2025.2608832",
          "doi": "https://doi.org/10.1080/1369183x.2025.2608832",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Examining How Narratives of Events Change Attitudes or Motivate Political Participation: The Case of Police Violence",
          "authors": "Leah Christiani, Lane Cuthbert, Kelsey Shoub",
          "abstract": "Media attention to policing has brought a proliferation of narratives seeking to contextualize incidents of police violence. Here, we test whether exposure to such narratives shift Americans’ opinion or behavior. To do so, we first identify and track the media prevalence of two of these narratives: one focused on racial bias in policing and a second focused on the dangers of the profession. Despite the presence of these narratives in media, we find, experimentally, that public opinion about police violence is stable, regardless of the media narrative used. Finally, to better understand these null results, we use a content analysis of open-ended responses to uncover the demographic and ideological characteristics that are most more deterministic of their reactions to police violence. Altogether, these findings indicate attitudes about policing and planned political participation are ossified and unresponsive to media narratives.",
          "url": "https://doi.org/10.1017/rep.2025.10049",
          "doi": "https://doi.org/10.1017/rep.2025.10049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "‘I needed this journey’: home visits in wartime as transformative events",
          "authors": "Mariella Falkenhain",
          "abstract": "This article examines how Ukrainian refugees experience wartime home visits. Relying on in-depth, repeated interviews with Ukrainian refugees in Germany, the article explores a state of in-betweenness that characterizes these individuals’ lives shortly after arrival, particularly by disrupting their sense of belonging and capacity to imagine the future. During short-term home visits to Ukraine, the visitors acquire a feel for life in war that is associated with complex feelings of alienation, disillusionment, and futurelessness. This experience helps individuals overcome subjective states of the in-between and move forward in life, irrespective of the persistent structural limbo related to temporary protection. Considering migrant home visits as transformative events advances recent debates about liminality and protracted displacement. It also has important implications for longer-term processes of social inclusion.",
          "url": "https://doi.org/10.1093/jrs/feaf088",
          "doi": "https://doi.org/10.1093/jrs/feaf088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Navigating the Blurred Racialised Space of Social Housing: Insights From Muslim Communities and Local Authority Staff in Ireland",
          "authors": "James Carr, Tiba Bonyad",
          "abstract": "Racial inequalities, although at times covert and subtle, are among the most persistent discriminatory factors shaping the social domain of housing. Ireland's housing crisis has contributed to the reproduction of such inequalities affecting racialised communities. This paper draws on extensive qualitative research with Irish local authority staff ( n =69) and with members of Ireland's Muslim communities ( n = 193) to explore their perspectives and lived experiences in the context of accessing accommodation. Using blurred boundaries (Alba, 2005) and racialised space (Hopkins 2016; Itaoui 2016; Najib 2021) as our conceptual frameworks, we investigate experiences and perspectives of discrimination in/accessing social housing among Muslim communities and local authority staff. We argue that, on the one hand local authorities follow strategies that, although well intended, in a context where a race‐evasive approach is institutionally pervasive, contribute to housing practices which create segregated communities. On the other hand, Muslim communities faced with such strategies and practices, whether intended or not, experience hostility/discrimination in/accessing social housing.",
          "url": "https://doi.org/10.1002/psp.70190",
          "doi": "https://doi.org/10.1002/psp.70190",
          "filter": 0
        },
        {
          "title": "Returning to My Roots: Hometown Housing and Ontological Security Amid China's Circular Migration",
          "authors": "Yunzheng Zhang",
          "abstract": "Home is the locale where individuals seek ontological security against external threats and unpredictability – a condition difficult to sustain under uncertain mobility patterns such as circular migration. Current scholarship predominantly focuses on how migrants' ontological security is shaped by their dwellings in destinations, while the connection with housing in their places of origin remains underexamined. Through interviews with 24 employer‐housed migrants – a highly mobile segment particularly prone to circular migration in China ‐ this study investigates the potential linkage between hometown housing and ontological security within China's internal circular migration. These connections are unpacked through three narratives: The first examines how migrants perceive ontological security through hometown housing security and its associated guarantee of life quality. The second reveals that, among migrants of rural origin, urban housing tenure without land ownership is often viewed as incredible, whereas rural land‐use rights function as a stabilizing anchor. The third uncovers the experience of a divorced, less‐skilled rural‐to‐urban migrant woman whose ontological security is compromised by dual housing insecurity in both the host city and her hometown stemming from her intersectional identities. Across these narratives, the study interprets how ontological security is sustained through four dimensions of “home”: constancy, routine, no surveillance, and identity. The findings suggest that, within the interplay of China's institutional structures and socioeconomic contexts, hometown housing can contribute meaningfully to the ontological security amid circular migration. By doing so, the study challenges the prevailing scholarly emphasis on destination‐based housing within linear migration paradigms and extends the predominantly Western‐centric discourse on ontological security into contexts of China's circular human mobility and spatially fragmented imaginaries of “home”.",
          "url": "https://doi.org/10.1002/psp.70198",
          "doi": "https://doi.org/10.1002/psp.70198",
          "filter": 0
        },
        {
          "title": "‘The Right Time Is From the Heart’: Affective‐Temporal Alignment in Chinese Highly Skilled Migrants' Return From Australia",
          "authors": "Yun Yue, Yin Ma",
          "abstract": "This study investigates how emotions and temporal structures interact to shape the timing of return among highly skilled Chinese professionals. Drawing on the Affective Poly‐Temporal Alignment (APA) framework, it conceptualises return migration not as a linear response to opportunity but as a rhythmic synchronisation between affective intensity and temporal urgency. The analysis is based on twenty‐five life‐history interviews and accompanying emotion‐timeline artefacts collected across the Australia‐China corridor. Using an interpretive‐comparative design, the study integrates narrative interpretation with configurational reasoning to identify how different patterns of emotion and time interact to produce distinct decision rhythms. Three recurrent alignment pathways: synchronous surge, gradual accumulation, and extended deliberation illustrate how migrants' readiness to return crystallises when emotional salience converges with institutional and familial clocks. The findings reveal that the “right time” to return is not externally fixed but affectively produced through moral obligations, biographical milestones, and shifting senses of temporal urgency. Conceptually, the APA framework advances a cross‐scalar understanding of temporal governance, showing how affective attunement to multiple temporalities: legal, institutional, and familial organises mobility even beyond state regulation. In doing so, the study contributes to a more rhythm‐sensitive and relational sociology of migration.",
          "url": "https://doi.org/10.1002/psp.70201",
          "doi": "https://doi.org/10.1002/psp.70201",
          "filter": 0
        },
        {
          "title": "Global China, Cooperative Migration Diplomacy and the Future of Transnational Labour",
          "authors": "Marina Kaneti, Yuxin Hou,  Israruddin",
          "abstract": "This paper interrogates China's approach to transnational labour governance, especially in the context of its Global South interactions. By foregrounding overseas labour, the paper demonstrates how China embeds its global presence within host‐state legal and political frameworks, limiting diplomatic escalation while sustaining long‐term partnerships. In doing so, the paper advances a place‐sensitive account of South–South migration diplomacy and contributes to broader debates of China's global influence. At the same time, the analysis problematizes the costs of cooperation, particularly for overseas workers' protection and well‐being. It highlights how the cooperative orientation marks a significant departure from the largely unquestioned assumption for state interference on behalf of citizens beyond national borders. To develop the arguments, the paper employs a mixed‐methods approach, combining computational scraping of media outputs, qualitative field interviews and interpretative contrapuntal reading.",
          "url": "https://doi.org/10.1002/psp.70200",
          "doi": "https://doi.org/10.1002/psp.70200",
          "filter": 0
        },
        {
          "title": "The Role of Expectation Fulfilment in Migrants' Return Migration Intentions: Encouragement or Deterrent?",
          "authors": "Wanyang Hu, Zhenxiang (Zeke) Chen",
          "abstract": "Migrants often form expectations about destinations before migration, regarding factors such as employment and local amenities; yet, due to imperfect information, many of these pre‐migration expectations cannot be fully fulfilled after arrival. Both the Neoclassical Economics (NE) and the New Economics of Labour Migration (NELM) theories posit that expectation fulfilment influences return migration, albeit in opposite directions. However, few studies have empirically tested this relationship. This study addresses this gap by examining how expectation fulfilment influences migrants' return intentions using survey data from approximately 7800 internal migrants across 15 Chinese prefectural cities. By disaggregating expectations into 12 distinct types, we demonstrate that the influence of expectation fulfilment on migrants' return intentions varies substantially. Our findings generally support NE: fulfilling expectations—particularly regarding wages, medical services, and amenities—significantly reduces migrants' return intentions. Heterogeneity analyses further reveal that the impact of expectation fulfilment varies by migrants' family ties, skill level, and age. Specifically, the fulfilment of wage and career expectations is particularly crucial for younger and high‐skilled migrants. However, consistent with NELM theory, for middle‐aged migrants and migrants with family ties in their hometown, fulfilling expectations—especially regarding career prospects—increases the likelihood of return. This study is among the first to empirically test the role of expectation fulfilment in shaping migrants' return intentions, providing a nuanced understanding of the drivers of return migration. Our findings suggest that host cities can encourage migrants' settlement by addressing their key expectations, especially regarding wages, career opportunities, and quality of life.",
          "url": "https://doi.org/10.1002/psp.70182",
          "doi": "https://doi.org/10.1002/psp.70182",
          "filter": 0
        },
        {
          "title": "Beyond the City Life: Assembling Everyday Family Life After Counterurbanisation",
          "authors": "Ulrika Åkerlund, Fredrik Hoppstadius",
          "abstract": "Despite a long history of urbanisation in Sweden, recent migration research notes a renewed interest in counterurbanisation as well as a higher propensity for families to become counterurban movers. While many of the motives described in counterurbanisation research tend to align with push/pull arguments, the migration decision process is likely to be more complex as it relies on individuals' spatial perceptions and evaluations combined with individual opportunities and constraints for mobility. In migration, everyday practices become disrupted, as the spatial anchoring of certain amenities means that they cannot easily be brought to the new location. This paper focuses on the migration experiences of young counterurbanising families, analysing qualitatively how different amenities are valued and how the trade‐off is experienced and negotiated between members of the family unit. Presenting everyday family life from the perspective of assemblages, we seek to grasp at the complexity of the material, social and emotive context of individual and family lifeworlds. Assemblage thinking allows for considering how different elements in everyday life are valued; which are indispensable and which are possible to replace. The logic of assemblages thus opens up for thinking about how everyday life can be disassembled and reassembled through migration, and how family members negotiate this (de/re)construction of everyday life.",
          "url": "https://doi.org/10.1002/psp.70180",
          "doi": "https://doi.org/10.1002/psp.70180",
          "filter": 0
        },
        {
          "title": "Social Inequalities and Fertility in Pandemic Times: The Impact of COVID‐19 on the Fertility of the Roma Population in Türkiye",
          "authors": "Ayşe Abbasoğlu Özgören, İsmet Koç",
          "abstract": "Vulnerable ethnic groups have been affected disproportionately by the COVID‐19 pandemic, and related fertility effects have been heterogeneous among different social groups. Although Türkiye hosts the largest Roma population, neither their fertility nor the pandemic's effects on it have been addressed. The novel contribution of this study is to analyse the fertility response to the COVID‐19 pandemic among the Roma in Türkiye and how it differed by socioeconomic status, further comparing the group with their counterparts in Europe. We frame our approach based on preceding theoretical and empirical literature on minority‐majority fertility differentials, and on studies of COVID‐19 and its heterogeneous fertility outcomes. Data is taken from “The Demographic Integration and Differentials of Roma Population and Policy Priorities in Türkiye” research. In addition to descriptive analyses, an event history approach is used wherein discrete‐time logit models are estimated using logistic regression, with a dependent variable of conception leading to a live birth. Our multivariate analyses show that for the Roma in Türkiye, COVID‐19 is associated with a statistically significant declined odds of conception in the second and following years of the pandemic compared to pre‐pandemic years, particularly for the first order of conception. The odds of third and higher‐orders of conceptions also decline in the post‐acute pandemic years. Interaction analyses indicate that Roma women of different wealth status and educational levels responded differently to the COVID‐19 pandemic in terms of both periodicity and sign of the relationship.",
          "url": "https://doi.org/10.1002/psp.70207",
          "doi": "https://doi.org/10.1002/psp.70207",
          "filter": 0
        },
        {
          "title": "Luodi Shenggen in West San Gabriel Valley: Practicing Home Amidst Migrant Precarity in US American Neighborhoods",
          "authors": "Shasha Lin, Ulrike Gerhard",
          "abstract": "This paper contributes to the theoretical debates on migrant dwelling and urban belonging in an era of heightened global mobility by exploring the multidimensional, multi‐scalar and mobile concepts of home among newly arrived, undocumented Chinese immigrants in the West San Gabriel Valley, Los Angeles. Rather than portraying home as a romanticized place that has been left, we employ a mobile concept that bridges the question of where and what home is to how migrants practice home in new urban environments. This helps to connect the material, relational, and emotional meanings of home, showing how new immigrants assert agency through homemaking practices amidst three specific types of precarity: housing, work and legal. We suggest that the neighborhood emerges as a crucial site, where migrants cultivate familiarity, build social ties, and assert agency through daily routines. Based on 31 interviews and 5 months of participant observation, our study also addresses a critical gap in home in migration literature by focusing on undocumented Chinese immigrants, a group often obscured by the model minority narrative.",
          "url": "https://doi.org/10.1002/psp.70208",
          "doi": "https://doi.org/10.1002/psp.70208",
          "filter": 0
        },
        {
          "title": "In‐Movers and Neighbourhood Sorting: The Direct, Indirect, and Cumulative Effects of In‐Movers on Ethnic Residential Segregation",
          "authors": "Eduardo Tapia",
          "abstract": "Ethnic residential segregation remains a central challenge for urban integration in an era of rising international and internal migration. While prior research has focused primarily on selective mobility mechanisms—such as white flight and native avoidance—the role of in‐movers' settlement patterns in shaping segregation trajectories is less well understood. This study examines how the arrival of in‐movers influences residential segregation in Stockholm by analysing their direct settlement choices, the indirect effects of their arrival on current residents' mobility decisions, and the cumulative long‐term consequences of these processes. Using rich Swedish population registers linked to an empirically calibrated simulation model, we show that immigrant and native in‐movers contribute to segregation through distinct pathways. Immigrant in‐movers disproportionately settle in neighbourhoods with higher shares of immigrants, and their arrival increases the likelihood that existing immigrant residents relocate to these same areas, reinforcing clustering over time. Native in‐movers, by contrast, exhibit a dual effect: although they preferentially settle in native‐majority neighbourhoods, their arrival also attracts some immigrant residents, partially counterbalancing segregation pressures. Taken together, these findings demonstrate that segregation dynamics are shaped not only by internal mobility but also by the arrival of in‐movers and the behavioural responses of current residents to them, underscoring the central role of migration‐driven mechanisms in contemporary urban segregation.",
          "url": "https://doi.org/10.1002/psp.70184",
          "doi": "https://doi.org/10.1002/psp.70184",
          "filter": 0
        },
        {
          "title": "The Bittersweet Return ‘Home’? Discourses of Nostalgia for the Country of Migration Among Returnees to Poland and Lithuania",
          "authors": "Violetta Parutis",
          "abstract": "Although research interest in return migration to Central and Eastern Europe has recently increased, we are still far from fully understanding the factors accounting for whether return is permanent or temporary. This article seeks to contribute to our understanding of return migration to Poland and Lithuania by exploring returnees′ nostalgia for the country of migration, within the context of theoretical debates on nostalgia, transnational belonging, and return migration. Drawing on in‐depth interviews with Polish and Lithuanian returnees, this study examines different types of nostalgia for the country of migration and the strategies used to manage it. We show that nostalgia for the country of migration can serve as a creative strategy, helping returnees engage with the changes in their lives brought about by their return. The findings suggest that successfully managing nostalgia for the previous country of residence can foster a sense of home among returnees and, in turn, help prevent repeat emigration.",
          "url": "https://doi.org/10.1002/psp.70203",
          "doi": "https://doi.org/10.1002/psp.70203",
          "filter": 0
        },
        {
          "title": "Linked Life‐Course: Mapping the Intertwined Trajectories of Skilled Australian Migrants in Singapore",
          "authors": "Theodora Lam, Brenda S. A. Yeoh, Yan Tan",
          "abstract": "Studies of highly‐skilled migrants have often focused on their status as privileged and hypermobile individuals widely lauded for their economic contributions. Equally deserving of attention however are the other facets of migration encompassing the imaginative, affective and emotional dimensions, its social, cultural, political and power linkages as well as obligations and frictions. Drawing on the ‘linked lives’ approach to researching migration over the life‐course, we pay close attention to the interdependent (a)synchronous relationships between events, persons and their relations across three life‐stages of 15 Australian transnational migrants in Singapore. Conducted from late 2019 to early 2020 with informal follow‐up via social media and other means post‐COVID, the study shows how highly‐skilled migration and family life are mutually constitutive. As participants negotiate migration decisions—to stay, leave, return, move again, or embark on transnational circulation—in juggling parallel careers, opportunities, family obligations and migration aspirations, (a)synchronicities and interconnections often come into play most prominently at critical junctures in the life‐course. These junctures emphasized the bidirectional effects of linked lives and manifest both conscious and/or (in)voluntary efforts to (un)link lives in pursuit of specific outcomes.",
          "url": "https://doi.org/10.1002/psp.70195",
          "doi": "https://doi.org/10.1002/psp.70195",
          "filter": 0
        },
        {
          "title": "‘The Concept of a Better Life’: The Transit of Bangladeshi Migrants to the Schengen Area via Central and Eastern Europe",
          "authors": "Zbyněk Mucha, Robert Stojanov",
          "abstract": "This article investigates recent patterns of Bangladeshi migration to Central and Eastern Europe (CEE), focusing on the Czech Republic and Poland as emerging destinations and transit spaces within broader European mobility systems. Drawing on long‐term ethnographic research and 74 semi‐structured and in‐depth interviews conducted in Bangladesh, the Czech Republic, and Poland between 2018 and 2024, the study examines how aspirations, capabilities, and perceptions shape migration trajectories among young, educated Bangladeshis. The findings reveal that contemporary migration is increasingly driven by a middle‐class culture of emigration, linked to aspirations for social mobility, security, and freedom. CEE countries are perceived as attainable and affordable entry points to Europe, often serving as temporary stops on the way to Western Europe. Three distinct modes of transit are identified: long‐term strategies combining study and employment; interrupted trajectories resulting from debt, unmet expectations, or precarious work; and broker‐mediated transits facilitated by recruitment agencies and informal networks. The analysis highlights the central role of intermediaries and digital platforms in shaping migrants' imaginaries and practices, leading to fluid transitions between categories such as student, labour migrant, and asylum seeker. The article argues that CEE countries function simultaneously as destinations and corridors, and that migrants' trajectories are deeply influenced by their moral obligations, indebtedness, and access to capital for mobility. Transit migration should therefore be understood as a dynamic and relational process, reflecting the fragmented and evolving nature of contemporary mobility from Bangladesh to Europe.",
          "url": "https://doi.org/10.1002/psp.70181",
          "doi": "https://doi.org/10.1002/psp.70181",
          "filter": 0
        },
        {
          "title": "Determinants and Consequences of Dual Frames of Reference Among Rural‐to‐Urban Migrants in China",
          "authors": "Zhenxiang Chen, Wanyang Hu",
          "abstract": "This study investigates how rural‐to‐urban migrants in China select dual frames of reference and how these choices shape their subjective well‐being. It challenges conventional approaches that treat reference group comparisons as single and unordered, with a focus on either host or home comparisons. Drawing on original 2024 survey data from 15 cities, the study explores how integration into the host society and translocal ties to origin communities influence dual frames of reference. The findings show that economically integrated migrants tend to prioritize host‐based comparisons, but many retain a secondary frame that is tied to rural/home communities or migrant peers. Meanwhile, strong translocal ties reinforce rural/home comparisons, suggesting that some migrants do not fully shift to host‐based perspectives. Reference group frames influence subjective well‐being differently under benchmark‐exceedance (i.e., migrants economically outperform host residents) and benchmark‐deficit (i.e., migrants economically underperform host residents) contexts. Our sample reflects the former. In this context, frames that prioritize urban residents yield the highest subjective well‐being, while home residents yield the lowest, consistent with aspiration realization rather than relative deprivation. These findings contribute to reference group theory in migration research by showing how migrants navigate multiple comparisons and balance aspirations, competition, and identity throughout the integration process.",
          "url": "https://doi.org/10.1002/psp.70185",
          "doi": "https://doi.org/10.1002/psp.70185",
          "filter": 0
        },
        {
          "title": "Gender Differences in the Timing and Chances of Parenthood Across Regions",
          "authors": "Jessica Nisén, Johan Dahlberg, Jitka Slabá, Alessandra Trimarchi",
          "abstract": "An increasing number of studies have examined fertility variation at the regional level within countries, but this research has largely focused on women. As a result, our knowledge of regional variation in male fertility remains limited. The current study addresses this research gap by examining how the timing and chances of parenthood vary regionally for women and men in four countries in Northern and Western Europe. We hypothesize that gender differences in first‐time parenthood may be less pronounced in urban centers, such as the capital regions, and especially among groups with higher levels of education. The study is based on data collected from female and male cohorts born between 1963 and 1970 in Finland, France, the Netherlands, and Sweden. The results largely support our hypotheses, indicating that differences in the age at first birth and in the share of parents between capital and other regions are less pronounced among men than among women in all countries except the Netherlands. Consequently, there are smaller gender differences in first‐time parenthood in capital regions across three of the four countries. Furthermore, highly educated women and men living in capital regions are most similar in terms of their age at first birth and the share of parents.",
          "url": "https://doi.org/10.1002/psp.70187",
          "doi": "https://doi.org/10.1002/psp.70187",
          "filter": 0
        },
        {
          "title": "Unlocking Urban Talent Dividends: Can Digital Economy Development Accelerate Growth Through Scale, Efficiency and Allocation?",
          "authors": "Cong Zhang, Wan Li, Chunlai Yuan",
          "abstract": "Currently, the gradual fading of China's traditional demographic dividend has inhibited rapid economic growth. The talent dividend, serving as the localized practice of the ‘second demographic dividend’, is regarded by the Chinese government as the key to promoting high‐quality economic development. The development of the digital economy introduces digital technologies and knowledge, breaking down barriers to the flow of labour information and providing an opportunity to unleash the talent dividend. This study first measures the talent dividend from three aspects: talent scale, talent efficiency and talent allocation. It then analyzes the impact of digital economy development on the talent dividend using a two‐way fixed effects model, in conjunction with the digital economy development index at the prefecture‐level city scale. The results show that digital economy development significantly promotes the formation of the urban talent scale dividend, the talent efficiency dividend, and the talent allocation dividend. Moderating effect analysis reveals that with the improvement of fiscal autonomy and marketization levels, the role of digital economy development in releasing the talent dividend is enhanced. This implies that the incentive effect of digital economy development on the talent dividend requires institutional guarantees of a ‘capable government and efficient market’. Heterogeneity analysis indicates that the promoting effect of digital economy development on the talent dividend is more significant in cities with higher economic development levels, better medical security and higher education levels. Notably, ordinary prefecture‐level cities exhibit a more significant effect in the formation of talent scale and efficiency dividends, while southern cities demonstrate a superior advantage in releasing talent efficiency and allocation dividends compared to northern cities. This study not only confirms the empowering role of the digital economy on the talent dividend but also offers valuable ‘Chinese experience’ for countries at different development stages to unleash their talent dividends through digital economic development.",
          "url": "https://doi.org/10.1002/psp.70189",
          "doi": "https://doi.org/10.1002/psp.70189",
          "filter": 0
        },
        {
          "title": "Building Belonging: Place‐Making Practices of Ghanaian Returnees in Accra's Creative Industries",
          "authors": "Amanda Haarman",
          "abstract": "This study examines how Ghanaian returnees in Accra's creative industries cultivate belonging through the creation of cultural venues. While return‐migration scholarship has largely emphasised returnees' psychic ‘in‐betweenness’ and cultivation of symbolic ‘third spaces’, this study explores the material and spatial practices through which belonging is anchored. Drawing on 6 months of qualitative fieldwork, it analyses three returnee‐owned venues—a concept store, a performance space and a subscription library—to show how place‐making shapes belonging through the spatial settings, material configurations and meanings attached to these venues. The findings reveal a clear paradox: while these venues offer returnees refuge, community and cultural agency, they simultaneously reproduce socio‐spatial boundaries, ultimately constraining their own pursuit of belonging. Place‐making emerges as an ambivalent practice that both grounds returnees and reinforces wider urban inequalities. The study advances return migration scholarship by foregrounding the spatial politics through which belonging is constructed in a postcolonial urban context.",
          "url": "https://doi.org/10.1002/psp.70183",
          "doi": "https://doi.org/10.1002/psp.70183",
          "filter": 0
        },
        {
          "title": "Which Move Matters More?: The Comparative Impact of Residential Mobility and School Mobility on High School Completion in Canada",
          "authors": "Ashley Calhoun, Michael Haan",
          "abstract": "Residential and school mobility are central features of childhood that can shape later educational outcomes. This study examines how these two forms of mobility—spatial and institutional—affect the likelihood of completing high school on time in Canada. Using a linked dataset from the National Longitudinal Survey of Children and Youth (NLSCY) and administrative education records, we assess how the timing, frequency, and type of move influence educational attainment. We distinguish between residential moves, school moves, and combined moves to evaluate whether each disrupts social and institutional continuity in distinct ways. Logistic regression models show that moving homes or changing schools during adolescence significantly reduces the probability of on‐time high school completion, with the strongest negative effect observed when both occur concurrently. In contrast, early childhood moves show little association with attainment once socioeconomic and family characteristics are accounted for. These findings advance understanding of the spatial and institutional dimensions of childhood mobility and their implications for educational inequality in Canada.",
          "url": "https://doi.org/10.1002/psp.70194",
          "doi": "https://doi.org/10.1002/psp.70194",
          "filter": 0
        },
        {
          "title": "Geographic Arbitrage to Morocco: The Muted Economic Motivations of European Lifestyle Migrants",
          "authors": "Matthew Hayes",
          "abstract": "This article examines the cost‐of‐living motivations of European migrants relocating to Morocco. It attends to the culturally specific way these motivations are narrated, drawing on 36 semi‐structured qualitative interviews conducted in three receiving communities in Morocco. Geographic arbitrage alludes to the uses of inequalities in the cost of living between nation‐states, inequalities that index colonial social relations. The uses of these inequalities are increasingly the topic of discussion and attempts at legitimation. The article notes that, contrary to the libertarian contexts in which the idea of geographic arbitrage emerged in the 2000s, European lifestyle migrants are demure about the economic benefits of relocating to a former French colony, and prefer to speak of other motivations, notably a love of the country or culture, or a desire to make a significant life change. In a changing global political economy, these under‐theorized economic migrations shed new light on migrant categorization and the coloniality of transnational migration regimes.",
          "url": "https://doi.org/10.1002/psp.70202",
          "doi": "https://doi.org/10.1002/psp.70202",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
