{
  "update": "2024-10-11",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Forecasting migration movements using prediction markets",
          "authors": "Sandra Morgenstern, Oliver Strijbis",
          "abstract": "Migration forecasts are crucial for proactive immigration and integration management. While the demand for accurate migration forecasts continues to grow, the current state of migration forecasting is still unsatisfactory, because they tend to lack precision. We introduce an alternative method to forecast migration movements: prediction markets. While prediction markets are mainly unknown in migration studies, they are established in the political economy of forecasting election outcomes. For its application to a complex phenomenon in a more constrained information environment such as migration movements, we argue that prediction markets allow to balance complementarities of current qualitative and quantitative approaches if they provide solutions to avoid thin trading and integrate expert knowledge into the market. We apply the prediction market to forecast immigration in four West European countries in 2020 and find encouraging results. We discuss the strengths and limitations of prediction markets to migration forecasting, including ethical considerations, and guide its future application.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00404-0",
          "doi": "10.1186/s40878-024-00404-0",
          "filter": 0
        },
        {
          "title": "‘Resettlement is worthwhile for our children’s future’: reflections from the Stateless Rohingya refugees in Malaysia",
          "authors": "Patrícia Nabuco Martuscelli, Bayes Ahmed, Peter Sammonds",
          "abstract": "Resettlement to a third country offers a durable solution for refugees who cannot integrate into their asylum or transit countries. While most studies focus on the experiences of refugees after their arrival in resettlement countries or on the political aspects of resettlement, fewer studies explore refugees’ perspectives prior to resettlement. This paper examines how Rohingyas in Malaysia view their resettlement opportunities. We collected qualitative micronarratives from 56 adult Rohingyas living in Malaysia between March and September 2019, to explore the complexities of their decision-making processes. The findings indicate that most Rohingyas aspire to resettle in another country to gain legal status or citizenship, providing a better future for their children, including access to education and healthcare. However, preferences among Rohingyas vary: while some are eager to resettle, others express a strong desire to return to their home country in Myanmar. Still, others wish to reunite with family in Myanmar or Bangladesh, and a significant minority are reluctant to resettle in non-Islamic countries, reflecting broader concerns about cultural and religious compatibility. This study highlights the varied resettlement preferences among Rohingyas, underscoring the need for resettlement policies to consider these diverse priorities to enhance the effectiveness of resettlement programs.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00407-x",
          "doi": "10.1186/s40878-024-00407-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: ‘Am I Less British?’",
          "authors": "Ulrike Bialas",
          "url": "http://dx.doi.org/10.1177/01979183241286713",
          "doi": "10.1177/01979183241286713",
          "filter": 0
        },
        {
          "title": "Assimilation Theories in the 21st Century: Appraising Accomplishments and Future Challenges",
          "authors": "Lucas G. Drouhot",
          "abstract": "Over a quarter century has passed since theoretical debates surrounding competing assimilation models emerged, and durably structured research on immigrants and their descendants in America and beyond. In this article, I offer a three-pronged reflection on the contemporary state of assimilation research. First, I aim to take stock of the relative merits of segmented and neoassimilation theories and their ability to explain major empirical trends in both the US and Europe. I argue that there is now an emerging empirical consensus about the second generation in the US and Western Europe primarily experiencing intergenerational progress rather than downward assimilation as envisioned by segmented assimilation theory. I then note six analytical challenges facing further theory building: clarifying the role of race and better understanding how cultural difference shapes assimilation trajectories, rethinking the relationship between immigrant socioeconomic mobility and the experience of belonging, acknowledging the importance of immigrant selectivity in conditioning assimilation, facing issues of in- and out-of-sample selectivity due to processes endogenous to assimilation such as ethnic attrition and incarceration, and studying the third generation. Looking out and into the future, I note the need for conversations across methodological traditions and specialist subfields to encourage further theoretical progress and assess existing data infrastructures and future data requirements. Finally, in tandem with machine learning applications allowing for empirical surprise and abductive reasoning, I argue that the current era of data plenitude and unprecedented ability to collect high-dimensional surveys through nonprobability online samples is likely to lead to further theoretical progress.",
          "url": "http://dx.doi.org/10.1177/01979183241274747",
          "doi": "10.1177/01979183241274747",
          "filter": 0
        },
        {
          "title": "Book Review: Germans or Foreigners? Attitudes toward Ethnic Minorities in Post-Reunification Germany",
          "authors": "Claudia Diehl",
          "url": "http://dx.doi.org/10.1111/j.1747-7379.2006.00025_1.x",
          "doi": "10.1111/j.1747-7379.2006.00025_1.x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Regeneration, predatory inclusion, and migrant experiences in declining rural areas in Spain and Germany",
          "authors": "Iris Egea, René Kreichauf",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2402061",
          "doi": "10.1080/1369183x.2024.2402061",
          "filter": 0
        },
        {
          "title": "Coups and refugee flows in autocracies and democracies",
          "authors": "Mauricio Rivera Celestino, Sungwon Lee, Timo Kivimaki",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2410775",
          "doi": "10.1080/1369183x.2024.2410775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
