{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Mechanisms and mechanics of racial hierarchy: focusing on the “How” of racism",
          "authors": "Eduardo Bonilla-Silva, Amanda E. Lewis",
          "url": "https://doi.org/10.1080/01419870.2025.2570476",
          "doi": "https://doi.org/10.1080/01419870.2025.2570476",
          "filter": 0
        },
        {
          "title": "Black like this, not like that: how Afro-Latines navigate Black and Latine ethnoracial hierarchies in the U.S.",
          "authors": "Pamela Zabala Ortiz",
          "url": "https://doi.org/10.1080/01419870.2025.2570480",
          "doi": "https://doi.org/10.1080/01419870.2025.2570480",
          "filter": 0
        },
        {
          "title": "Can the battle for the black mind be won?",
          "authors": "Antar Tichavakunda",
          "url": "https://doi.org/10.1080/01419870.2025.2569607",
          "doi": "https://doi.org/10.1080/01419870.2025.2569607",
          "filter": 0
        },
        {
          "title": "Health care civil rights: how discrimination law fails patients",
          "authors": "Kathryn Freeman Anderson",
          "url": "https://doi.org/10.1080/01419870.2025.2575078",
          "doi": "https://doi.org/10.1080/01419870.2025.2575078",
          "filter": 0
        },
        {
          "title": "Exile: chronicle of the border",
          "authors": "Anitta Kynsilehto",
          "url": "https://doi.org/10.1080/01419870.2025.2576523",
          "doi": "https://doi.org/10.1080/01419870.2025.2576523",
          "filter": 0
        },
        {
          "title": "Through the looking glass: reexamining family structure’s contribution to racial inequality in life chances",
          "authors": "Christina J. Cross",
          "url": "https://doi.org/10.1080/01419870.2025.2570483",
          "doi": "https://doi.org/10.1080/01419870.2025.2570483",
          "filter": 0
        },
        {
          "title": "Immigrants’ attitudes towards immigration: convergence towards majority views or ethnoracial polarization?",
          "authors": "Pavlos Vasilopoulos, Haley McAvay, Justin Robinson",
          "url": "https://doi.org/10.1080/01419870.2025.2573129",
          "doi": "https://doi.org/10.1080/01419870.2025.2573129",
          "filter": 0
        },
        {
          "title": "Whiteness and organizations: institutions, legitimacy, and hegemony",
          "authors": "Marni Fritz, Amanda Lewis",
          "url": "https://doi.org/10.1080/01419870.2025.2570479",
          "doi": "https://doi.org/10.1080/01419870.2025.2570479",
          "filter": 0
        },
        {
          "title": "The Battle for the Black Mind: when the battle is public",
          "authors": "Taura Taylor",
          "url": "https://doi.org/10.1080/01419870.2025.2573130",
          "doi": "https://doi.org/10.1080/01419870.2025.2573130",
          "filter": 0
        },
        {
          "title": "Freeing Black girls: a Black feminist Bible on racism and revolutionary mothering",
          "authors": "Shauntey James",
          "url": "https://doi.org/10.1080/01419870.2025.2575076",
          "doi": "https://doi.org/10.1080/01419870.2025.2575076",
          "filter": 0
        },
        {
          "title": "Rethinking racism again: theorizing the racial structure “for real”",
          "authors": "Eduardo Bonilla-Silva",
          "url": "https://doi.org/10.1080/01419870.2025.2570470",
          "doi": "https://doi.org/10.1080/01419870.2025.2570470",
          "filter": 0
        },
        {
          "title": "The global politics of Welsh Patagonia: settler colonialism from the margins",
          "authors": "Prisca Gayles",
          "url": "https://doi.org/10.1080/01419870.2025.2575081",
          "doi": "https://doi.org/10.1080/01419870.2025.2575081",
          "filter": 0
        },
        {
          "title": "The power of affective capital: rethinking emotions in racial domination",
          "authors": "Elizabeth Hordge-Freeman, Angelica Loblack",
          "url": "https://doi.org/10.1080/01419870.2025.2570477",
          "doi": "https://doi.org/10.1080/01419870.2025.2570477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "The Diffusion of International Migration in Cities and Rural Areas of Developing Countries",
          "authors": "Mathias Lerch, Dorothee Beckendorff, Wenxiu Du",
          "abstract": "Emigration concerns a growing number of developing countries, which have experienced a fast pace of urbanization since 1960. Yet we lack evidence about the interlinkages between the two phenomena. Should governments expect large-scale emigration, as ongoing urbanization increases people's aspirations and capabilities to move? We analyze rates of emigration (i.e., movements crossing national borders) from different tiers of the urban hierarchy observed in 40 developing countries spanning the entire spectrum of urbanization. Estimates are obtained by demographic analysis of population censuses fielded between 1970 and 2017. Remote sensing products ensure an internationally consistent definition of cities. Statistical modelling is used to summarize global trends in emigration over the course of urbanization. Results reveal that the propensity to move abroad diffuses down the urban hierarchy. In early stages of urbanization, emigration rates are highest in cities, especially in the largest ones, but subsequently decline. Rural areas exhibit a lagged increase in emigration, first in more densely populated settlements, in the cities’ hinterlands and border areas, and eventually in the sparsely populated and remote countryside. In late stages of urbanization, rural emigration tends to plateau or increase again. There is evidence of a decline only in the remote countryside. Yet the rural rates of emigration remain consistently below the peak levels observed in cities. We interpret these findings with reference to the subnational diffusion of development and discuss implications for international migration and urbanization trends in developing countries.",
          "url": "https://doi.org/10.1177/01979183251384588",
          "doi": "https://doi.org/10.1177/01979183251384588",
          "filter": 0
        },
        {
          "title": "Book Review: Decided Return Migration: Emotions, Citizenship, Home and Belonging in Bosnia and Herzegovina by Aida Ibričević IbričevićAida. 2024. Decided Return Migration: Emotions, Citizenship, Home and Belonging in Bosnia and Herzegovina. Cham: Springer Nature. 257 pages. €39.99(softcover).",
          "authors": "Ahmet Furkan Ozyakar",
          "url": "https://doi.org/10.1177/01979183251388079",
          "doi": "https://doi.org/10.1177/01979183251388079",
          "filter": 0
        },
        {
          "title": "Innovations in Migration Research to Overcome Current Data Deficits",
          "authors": "Jean Philippe Décieux, Marcel Erlinghagen",
          "abstract": "Existing national panel surveys are limited in their ability to capture the dynamic nature of migrants’ cross-border trajectories, often losing track of individuals once they leave a country. This results in fragmented data on migrants’ life courses. To address this gap in understanding, we propose conceptual and methodological innovations, including improved survey methods and refined sample definitions, aimed at overcoming this data deficit. We also present best-practice examples that highlight the potential of these approaches to enhance empirical migration research and better align it with contemporary theoretical advancements.",
          "url": "https://doi.org/10.1177/01979183251384595",
          "doi": "https://doi.org/10.1177/01979183251384595",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Stay or go? Post-Brexit and COVID-19 dilemmas of Return in British expatriate retiree communities in Spain",
          "authors": "Emma Fàbrega Domènech",
          "url": "https://doi.org/10.1080/1369183x.2025.2573761",
          "doi": "https://doi.org/10.1080/1369183x.2025.2573761",
          "filter": 0
        },
        {
          "title": "‘Refugees have power and strength’: how refugee agency influenced asylum policy process in Japan",
          "authors": "Naoko Hashimoto",
          "url": "https://doi.org/10.1080/1369183x.2025.2575009",
          "doi": "https://doi.org/10.1080/1369183x.2025.2575009",
          "filter": 0
        },
        {
          "title": "Forced migration and women’s empowerment: evidence from Rohingya refugees",
          "authors": "Adam Chilton, Katerina Linos, Anup Malani, Zainab Tabassum",
          "url": "https://doi.org/10.1080/1369183x.2025.2535451",
          "doi": "https://doi.org/10.1080/1369183x.2025.2535451",
          "filter": 0
        },
        {
          "title": "Return migration, peer effects, and green agricultural transformation",
          "authors": "Guanghao Wu",
          "url": "https://doi.org/10.1080/1369183x.2025.2575823",
          "doi": "https://doi.org/10.1080/1369183x.2025.2575823",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Exploring the Nexus Between Life Satisfaction and Institutional Trust: Evidence From Italian and Foreign Citizens",
          "authors": "Martina Bodo, Angela Paparusso, Elena Ambrosetti",
          "abstract": "The aim of this paper is to study the subjective well‐being (SWB) of the resident population in Italy, by analyzing the association between self‐reported life satisfaction and institutional trust, controlling for socio‐demographic, human capital, other measures of SWB and government change, whilst distinguishing between Italian and foreign citizens. Indeed, examining disparities in SWB between Italian and foreign citizens is crucial for understanding if their well‐being levels are similar and which factors might either foster or hinder parity. Italy is a peculiar case study, as it is characterized by a general lack of trust in institutions; moreover, the relationship between SWB and institutional trust has so far not been approached from a native/immigrant comparative perspective. We use pooled data from seven rounds (2015–2021) of the Multipurpose survey on households ‘Aspects of Daily Life’ carried out by the Italian National Institute of Statistics (ISTAT). Our dependent variable is self‐reported life satisfaction. Institutional trust is built as an index of respondent's trust in the Italian parliament, the government, political parties, the judicial system and law enforcement. We run OLS linear regression models with wave fixed effects to account for changes in the distribution between the different years. Life satisfaction is slightly higher for Italians compared to foreign citizens. Institutional trust appears positive and a significant predictor of life satisfaction for both Italian and foreign citizens. However, results suggest that institutional trust has a mediating role for the life satisfaction of foreign citizens, meaning that trust in institutions is more important for non‐Italian citizens. Finally, government change is positively associated with life satisfaction.",
          "url": "https://doi.org/10.1002/psp.70120",
          "doi": "https://doi.org/10.1002/psp.70120",
          "filter": 0
        },
        {
          "title": "From Flux to Capital: Distinguishing Patterns of Income and Wealth Segregation in the Netherlands",
          "authors": "Javier San Millán, Clémentine Cottineau‐Mugadza, Maarten Van Ham",
          "abstract": "Who are “the rich” and how should their residential patterns be studied? In society, the rich are defined not only by their high income but also—and perhaps more importantly—by their high wealth. However, while income is closely monitored and taxed, wealth often remains less scrutinised, particularly in the context of residential segregation research. This study explores how the spatial patterns of affluence and poverty differ when considering wealth versus income and discusses their implications. By analyzing geo‐coded microdata from the Netherlands, we reveal that wealth segregation is much higher than income segregation, and that roughly the top tenth richest households in terms of wealth are far more spatially isolated from the rest of the population than what the income‐based literature would suggest. Our findings also demonstrate three other key insights: (1) Whereas financial wealth is more unequally distributed than real estate wealth across society , it is more equally distributed across space . (2) Wealth segregation is notably more sensitive to the spatial scale of measurement compared to income segregation. (3) The temporal trends of income and wealth segregation diverge: while the former is decreasing in most urban areas, wealth segregation is rising almost everywhere in the Netherlands. This stresses the necessity of incorporating wealth into studies of segregation not as an alternative operationalization, but as a different perspective on the spatial concentration of capital which captures the role of social class, age and migration in a way that income‐based approaches cannot render.",
          "url": "https://doi.org/10.1002/psp.70127",
          "doi": "https://doi.org/10.1002/psp.70127",
          "filter": 0
        },
        {
          "title": "Infrastructures of Highly Skilled Family Migration: Political Economy of the Family in Migration",
          "authors": "Sophie Cranston, George Tan",
          "abstract": "Research on highly skilled migration has challenged methodological individualism by emphasising the need to centre familial relationships in the understanding of migration. However, the resulting focus on the micro‐scale of the family unit negates an understanding of broader political‐economic discourses shaping everyday migrant lives. This paper demonstrates why research on highly skilled family migration needs to be placed in conversation with neoliberalism. Using a case study of Australian and British highly skilled migrant families moving through Singapore, the paper makes two contributions to research on migration. First, the paper develops the scope beyond that of the micro or macro‐scale into the missing meso‐scale analysis of highly skilled family migration. Second, the paper advances migration infrastructures as a conceptual approach to understand the meso‐level, contesting the previous methodological individualism by extending analyses of infrastructures to the family. Using examples of infrastructures of visas and international schools, the paper demonstrates that meso‐level infrastructures broker temporariness, transience and time insecurity as a condition of neoliberalism within the lives and mobilities of highly skilled family migrants.",
          "url": "https://doi.org/10.1002/psp.70133",
          "doi": "https://doi.org/10.1002/psp.70133",
          "filter": 0
        },
        {
          "title": "Emotionally Healthy Ageing‐in‐Place: Residential Normalcy, Place Attachment and Mental Well‐Being of Elderly Migrants in Shenzhen, China",
          "authors": "Tianyao Zhang, Jiahui Liu, Hung Chak Ho",
          "abstract": "Within the intertwined processes of migration and population ageing, the emotional experiences of growing old in a new environment and their impact on mental well‐being remain underexplored. Drawing on a sample of 413 elderly migrants from two representative migrant‐concentrated districts in Shenzhen, China, this study employed structural equation modelling to investigate the pathways linking residential normalcy, place attachment, and mental well‐being. The key findings reveal that place attachment serves as a significant mediator in the relationship between residential normalcy and mental well‐being, with place identity emerging as the most prominent subcomponent. This relationship is further moderated by both the duration of residence and the quality of the residential environment. Specifically, residential normalcy exerts a direct positive effect on mental well‐being only among elderly migrants residing in high‐quality neighbourhoods, indicating that residential mastery directly enhances their mental well‐being. Furthermore, for late‐life arrivals and elderly migrants living in lower‐quality neighbourhoods, the development of place attachment through residential mastery proves challenging. In these groups, the mediating influence of place identity assumes greater importance relative to their counterparts. The study demonstrates that fostering place attachment can serve as a critical affective coping strategy for mitigating mental well‐being challenges associated with ageing out of place. Therefore, there is a critical need for the development and implementation of policies and interventions aimed at fostering residential normalcy and enhancing place attachment, especially among late‐life arrivals and elderly migrants residing in disadvantaged neighbourhoods. Such measures are essential to support the transition from ‘ageing out of place’ to healthy ‘ageing in place’ for elderly migrants in urban China.",
          "url": "https://doi.org/10.1002/psp.70129",
          "doi": "https://doi.org/10.1002/psp.70129",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
