{
  "update": "2024-10-18",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Building paper bridges: adapting citizenship and immigration regimes to international displacement",
          "authors": "Andrés Besserer Rayas, Victoria Finn, Luisa Feline Freier",
          "abstract": "Implementation gaps in the areas of naturalization and immigrant regularization emerge through a mismatch between the documents a residence country requires, and the documents that refugees and migrants can realistically provide. Those caught in this gap may live undocumented or risk statelessness. Residence countries can close such paperwork gaps by adapting legal interpretations and easing administrative requirements. When Colombia faced large-scale international displacement from Venezuela, state actors identified documentation-based implementation gaps in its nationality law and regularization procedures; they then took an innovative – yet not faultless – approach by adapting its citizenship and immigration regimes to accommodate displaced Venezuelans. These changes strengthened access to essential rights and increased the well-being of many. In this article, we develop the concepts of paperwork gaps and paper bridges and discuss the actors, impact, and limitations of Colombia’s policy innovations in the areas of nationality by birth, naturalization, and regularization based on research conducted from 2020 to 2023. The study advances the literature on government learning regarding policies within citizenship and immigration regimes that target internationally displaced populations.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00408-w",
          "doi": "10.1186/s40878-024-00408-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Infrastructures of Social Reproduction: Migrant Survival and Economic Development at the Thailand-Myanmar Border",
          "authors": "Pei Palmgren",
          "abstract": "International migration literature has shown that infrastructures consisting of people and institutions sustain migration and help migrants cope in new environments. However, analytic focus on these infrastructures is often limited to the migration process and its impact on migrants. This article extends the growing literature on migration infrastructure by analyzing its socially reproductive capacities in the context of economic development in Thailand. Drawing on ethnographic and interview data from the Tak border zone, I show how the social and humanitarian dimensions of migration infrastructure that grew from war displacement, labor migration, and migrant survival efforts became essential to economic development aims of the Thai state. Through this case, I illustrate a process of infrastructural co-optation by which the state harnesses grassroots and humanitarian actors’ capacities for childcare, education, and healthcare to advance such aims. Authorities spatially contain migrant workers with limited rights and social protections while loosely engaging with parts of the border's infrastructure, which keeps noncitizen workers alive and available for low-wage jobs. The findings show that aspects of migration infrastructure are co-optable, with impact beyond the migration process and for non-migrants.",
          "url": "http://dx.doi.org/10.1177/01979183241287465",
          "doi": "10.1177/01979183241287465",
          "filter": 0
        },
        {
          "title": "The Struggle Over Mobility Narratives: How Senegalese Activists use Alternative Information Campaigns to Contest EU Externalization",
          "authors": "Ida Marie Marie Savio Vammen",
          "abstract": "For nearly two decades the European Union and its member states have invested in migration awareness and information campaigns (MICs) in West Africa to prevent unwanted migration. While a growing body of migration scholarship has critically engaged with the larger-scale, European-funded MICs in Africa, local activist-led campaigns have received less attention. The article addresses this gap by focusing on campaigns organized by a local, activist-led organization in Dakar, Senegal. Building on ethnographic fieldwork, the article shows how activist-led MICs use counternarratives and action repertories entangled in and motivated by recent externalization interventions in Senegal and the EU–Africa borderlands. By situating these “ripple effects” of externalization locally and exploring their repercussions, the article illustrates how migrant experiences, border control, and violence become catalysts for collective action. The activist-led MICs in Senegal can be understood as activities that fundamentally challenge the political premises and outcomes of EU–Africa migration governance, including European-driven MICs. This perspective enriches our understanding of MICs in West Africa and the local ripple effects of externalization, underscoring local actors’ proactive role in trying to contest and reshape Eurocentric migration narratives and policies.",
          "url": "http://dx.doi.org/10.1177/01979183241286746",
          "doi": "10.1177/01979183241286746",
          "filter": 0
        },
        {
          "title": "Ain’t I a Migrant?: Global Blackness and the Future of Migration Studies",
          "authors": "Jean Beaman, Orly Clerge",
          "abstract": "In the wake of recent interventions to better connect the subfields of international migration and race and ethnicity through a sociology of racialized immigration, we push this further by arguing for the necessity of a global Blackness perspective on global migration. Such a focus does not just reflect the role of race in the dynamics of migration, and vice versa, but more importantly shifts assumptions about this relationship. So, it is not enough to say that race matters in migration but rather that blackness and Black lives matter in how migration unfolds. Using global blackness as a starting point in our analyses of migration reveals a clearer and closer entanglement of race, racism, colonialism, and migration. We argue that global Blackness structures notions of who migrates and under what conditions, as well as our ideas regarding migrants and their descendants and use the examples of New York City, Paris, and France as paradigmatic sites for understanding this relationship.",
          "url": "http://dx.doi.org/10.1177/01979183241271685",
          "doi": "10.1177/01979183241271685",
          "filter": 0
        },
        {
          "title": "The Glaring Gap: Undervalued and Unrecognized Knowledges and Expertise in International Migration Research",
          "authors": "Magdalena Arias Cubas, Sanushka Mudaliar",
          "abstract": "As we reach the 60 th anniversary of the International Migration Review, a key question for those engaged in migration research remains: has migration studies become more inclusive of knowledges and expertise outside the Global North? In short, the answer is no, and both the passage of time and the persistent awareness of this inequality require urgent and immediate action. In this article, we draw on our experiences as first- and second-generation migrant women, and as practitioner-researchers working in the humanitarian sector, to reflect on the significance of undervalued and unrecognized knowledges and expertise on migration research. We share insights from our recent work with the Red Cross Red Crescent Global Migration Lab, an initiative established to conduct migration research that informs humanitarian operations and advocacy, and we reflect on key opportunities and challenges that have impacted our efforts to generate knowledge that is more inclusive of migrants, and of practitioners and researchers from the Global South. In doing so, we highlight the possibility—even if still limited—of doing research that engages more ethically and meaningfully with those whose knowledge and expertise has long been excluded from dominant debates. We do this with a sense of hope and urgency that, by the 70 th anniversary of this journal, the landscape of migration research will have changed—as a result of a concerted investment of time, resources and new ways of working—to broaden the questions asked, the objects of study and the methodologies adopted.",
          "url": "http://dx.doi.org/10.1177/01979183241278994",
          "doi": "10.1177/01979183241278994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Exploring financial reverse remittances. A quantitative study in the Italian context",
          "authors": "Livia Elisa Ortensi, Elisa Barbiano di Belgiojoso",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2414106",
          "doi": "10.1080/1369183x.2024.2414106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
