{
  "update": "2024-09-20",
  "content": [
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Persistent Educational Advantages of Asian Immigrants’ Children, 1940 to 2015–2019",
          "authors": "ChangHwan Kim, Andrew Taeho Kim",
          "abstract": "The educational achievements of Asian American children, especially those from lower backgrounds, are substantially higher than other ethnoracial groups. Hyper-selectivity theory finds the origin of such an advantage in the double selectivity of Asian immigrants after the passage of the 1965 Immigration Act and the formation of cross-class community resources. Utilizing the 1940 linked full-count Census, 1940–2000 decennial censuses, and the 2008–2012 and 2015–2019 American Community Survey, this study tracks changes in the educational advantages of Asian immigrants’ children. Our results show that in contrast to the anticipated dependence of the educational achievements of Asian immigrants’ children on structural conditions, the educational advantages of Asian immigrants’ children have remained remarkably persistent over time and across geographical locations. The influx of highly educated Asian immigrants is not associated with an increase in the educational advantages of lower-background Asian Americans. The implications of these findings are discussed.",
          "url": "http://dx.doi.org/10.1177/01979183241267983",
          "doi": "10.1177/01979183241267983",
          "filter": 0
        },
        {
          "title": "Immigrants in the Transnational Far Right: Integration through Racisms and Negotiating White Supremacy in a Migratory Context",
          "authors": "Michal P. Garapich, Anna Jochymek, Rafał Soborski",
          "abstract": "Despite the historical and contemporary instances of immigrants and their descendants engaging with the far-right, whether through long-distance nationalism or country of residence politics, migration scholarship has surprisingly paid very little attention to this process. In this paper we argue that insufficient engagement with instances of the far-right attracting and mobilizing immigrants and ethnic minorities is a theoretical omission in both migration scholarship and scholarship of the far-right and is related to the reproduction of reified notions of “majority”’ and “minority,” normative assumptions about immigrants’ political activism as inevitably progressive, and methodological nationalism implicit in studying the far-right from a political science perspective. Through an analysis of a case study of Polish immigrants and their descendants in Britain, we demonstrate that these omissions can be bridged by paying more attention to relational processes of constructions of whiteness, the role of systemic racism, and the increasing transnationalization of the far-right. The cases we describe, captured through the notion of integration-through-racisms, are therefore a symptom of both increasing complexities of migration-driven diversity with threatened white privilege as the focus and dynamic changes in global far-right ideologies and strategies.",
          "url": "http://dx.doi.org/10.1177/01979183241277541",
          "doi": "10.1177/01979183241277541",
          "filter": 0
        },
        {
          "title": "Book Review: Ageing at a Crossroads",
          "authors": "Mengwei Tu",
          "url": "http://dx.doi.org/10.1177/01979183241283370",
          "doi": "10.1177/01979183241283370",
          "filter": 0
        },
        {
          "title": "Reimagining, Repositioning, Rebordering: Intersections of the Biopolitical and Geopolitical in the UK's Post-Brexit Migration Regime (and Why It Matters for Migration Research)",
          "authors": "Michaela Benson, Nando Sigona",
          "abstract": "This article examines the emergence of a new immigration regime in the United Kingdom, following its exit from the European Union, to uncover the entanglements and intersections of biopolitics, geopolitics and ideology in migration and migration governance. It draws a clear line between Brexit as a political and geopolitical rupture, the ideological project of “Global Britain” that emerged from it, and the forms of migrant and citizen subjectivity that these paired projects produced as the body politic was re-modelled in this image. It demonstrates this through a critical analysis of recent immigration data and trends that consider who is coming to the UK, through what routes and under what conditions, and of recently introduced changes to the immigration system, including the curtailment of asylum and the emergence of new humanitarian routes. Building on scholarship that has shown the impact of migration on the outcome of the 2016 Brexit referendum, our analysis of migration and migration governance after Brexit offers unique insights into how migration continues to play a central role in the ideological reimagining and geopolitical repositioning of the UK on the global stage and develops the concept of rebordering to capture the nexus between ideological and geopolitical transformations and the making — through migration and migration governance — of a new body politic and its “others” that embody and can serve their purposes.",
          "url": "http://dx.doi.org/10.1177/01979183241275457",
          "doi": "10.1177/01979183241275457",
          "filter": 0
        },
        {
          "title": "Rethinking Queer Migration: The Case of Skilled Chinese LGBTQ+ Migrants in North America",
          "authors": "Tori Shucheng Yang",
          "abstract": "Queer migration scholarship has established sexuality as an important axis of power that shapes and is shaped by migration processes. To further conceptualize how and when sexuality matters, this article bridges queer migration with other modes of migration. Drawing from in-depth interviews with 48 skilled Chinese LGBTQ+ migrants in North America, I examine the organization of sexuality in queer migration through the pathway of international student migration/mobility. My findings reveal how sexuality has transitioned from hidden to affirmed, and finally to unconstrained across three stages of the migration trajectory in shifting institutional contexts. By examining the temporal variation of queerness in the process of migration, I show the co-evolution of identity and mobility mediated by migration pathways.",
          "url": "http://dx.doi.org/10.1177/01979183241280596",
          "doi": "10.1177/01979183241280596",
          "filter": 0
        },
        {
          "title": "Immigration and the Boundaries of Black Political Subjecthood in Argentina and Chile",
          "authors": "Antonia Mardones Marshall",
          "abstract": "In the last two decades, the Argentine and Chilean states have passed laws and policies targeting Afro-descendant populations. But while Argentine law has institutionalized Afro-descent through a broad notion of African ancestry and African-based culture, the Chilean state has legally defined Afro-descent in relation to a particular history, culture, and identity connected to a long-standing presence in the national territory. In this paper, I examine the role of immigration in explaining how Afro-descendant subjecthood has been legally constructed and institutionalized in each national context. Through archival and interview-based research, I analyze how classification struggles within each Afro-descendant movement and between Afro-descendant activists and the state frame claims and strategies for legal inclusion, ultimately impacting how the boundaries of Afro-descent are defined and institutionalized in each national context. Immigrants’ early participation within the Afro-Argentine movement promoted heterogenous political framings, but feelings of threat drove some Afro-Argentine activists to emphasize nativist claims. This has produced a diversity of legislation and policies that target different populations, including immigrants—what I refer to as a “transnational-racial” model. In Chile, immigrants have not participated prominently in the Afro-descendant movement, but they have been present in the imaginaries of activists and state officials debating legislative and policy measures. Afro-Chileans’ political success requires not being seen as foreigners by state officials, driving them to emphasize their national belonging. Thus, Black subjecthood has been institutionalized targeting Afro-Chileans who share a common history and culture while excluding immigrants—what I refer to as a “national-ethnic” model.",
          "url": "http://dx.doi.org/10.1177/01979183241277544",
          "doi": "10.1177/01979183241277544",
          "filter": 0
        },
        {
          "title": "Book Review: Forever 17",
          "authors": "Özlem Ögtem-Young",
          "url": "http://dx.doi.org/10.1177/01979183241279391",
          "doi": "10.1177/01979183241279391",
          "filter": 0
        },
        {
          "title": "Protected, Yet Undocumented: The U.S. Case of Growing Liminal Immigration Status and the Theoretical, Advocacy, and Policy Implications for the U.S. and Beyond",
          "authors": "Phillip Connor",
          "abstract": "Often, undocumented immigrants are considered a population living in the shadows. But living below the radar of U.S. governmental authorities is no longer as accurate. As of the end of 2023, estimates indicate nearly six million, or nearly half, of the undocumented population has some level of liminal or protected status. At the same time, these protections are more temporary than before as most immigration policy now occurs in the executive, and not the legislative, branch, and is subject to dramatic shifts with a change in administration. Also, the diversity of protection types has grown. Using data for the U.S. case, this paper examines the broader implications of this trend on how the term “undocumented” is defined, as well as the advocacy and policy implications such new statuses portend. Having the world's largest undocumented population, the U.S. case can also shed light on our broader understanding of the undocumented label as a globally-referenced category.",
          "url": "http://dx.doi.org/10.1177/01979183241275603",
          "doi": "10.1177/01979183241275603",
          "filter": 0
        },
        {
          "title": "Book Review: Decolonial Mourning and the Caring Commons",
          "authors": "Zohreh Bayatrizi",
          "url": "http://dx.doi.org/10.1177/01979183241279390",
          "doi": "10.1177/01979183241279390",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "An empirical investigation of ethnic-cultural procedural fairness effects and their boundary conditions among three societal groups in South Africa",
          "authors": "Kim Dierckx, Ian Rothmann, Hermann Swart, Marieta Du Plessis, Barbara Valcke, Stef Esterhuizen, Magda Kloppers, Estelle Mynhardt, Sbonelo Gift Ndlovu, Eva Kefilwe Sekwena, Alain Van Hiel",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2402066",
          "doi": "10.1080/1369183x.2024.2402066",
          "filter": 0
        },
        {
          "title": "Chronotopes of home and dislocation: recognising the lived experiences of refugees",
          "authors": "Hanna Svensson",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2403549",
          "doi": "10.1080/1369183x.2024.2403549",
          "filter": 0
        },
        {
          "title": "Legal care work: emotion and care work in lawyering with unaccompanied minors",
          "authors": "Luis Edward Tenorio",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2401601",
          "doi": "10.1080/1369183x.2024.2401601",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
