{
  "update": "2026-02-20",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Precarious labour in precarious times: the impact of the war in Israel/Palestine on non-citizen workers",
          "authors": "Maayan Niezna, Yahel Kurlander",
          "url": "https://doi.org/10.1186/s40878-025-00511-6",
          "doi": "https://doi.org/10.1186/s40878-025-00511-6",
          "filter": 0
        },
        {
          "title": "The tipping point of intolerance: radical-right elections and terrorist attacks as catalysts for anti-Muslim hate crime in Europe",
          "authors": "Álvaro Suárez Vergne, Héctor Cebolla Boado, Michael Lund, Inmaculada Serrano",
          "url": "https://doi.org/10.1186/s40878-026-00524-9",
          "doi": "https://doi.org/10.1186/s40878-026-00524-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "The religious aspiration-capability nexus in African youth migration",
          "authors": "Ntongha Eni Ikpi, Sande Nomatter, Marongedze Reggemore, Primrose Sibusisiwe Mlambo",
          "url": "https://doi.org/10.1080/01419870.2026.2624641",
          "doi": "https://doi.org/10.1080/01419870.2026.2624641",
          "filter": 0
        },
        {
          "title": "Introduction: roaming and rooted – migration, religion, spirituality and the transnational lives of African youth",
          "authors": "Dominic Pasura, Ezra Chitando, Dodeye Williams, Bernard Matolino",
          "url": "https://doi.org/10.1080/01419870.2026.2624639",
          "doi": "https://doi.org/10.1080/01419870.2026.2624639",
          "filter": 0
        },
        {
          "title": "A cautionary note on race and criminal prosecution",
          "authors": "Loïc Wacquant",
          "url": "https://doi.org/10.1080/01419870.2026.2617957",
          "doi": "https://doi.org/10.1080/01419870.2026.2617957",
          "filter": 0
        },
        {
          "title": "Du Bois on sociology, double consciousness and imagination",
          "authors": "Michael Halewood, Michael Thomas",
          "url": "https://doi.org/10.1080/01419870.2026.2619629",
          "doi": "https://doi.org/10.1080/01419870.2026.2619629",
          "filter": 0
        },
        {
          "title": "Antiracism II: case studies, practices and politics",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2026.2626008",
          "doi": "https://doi.org/10.1080/01419870.2026.2626008",
          "filter": 0
        },
        {
          "title": "Reframing the lens: transnational youth, lived religion and rethinking mobility and transnationalism",
          "authors": "Dominic Pasura",
          "url": "https://doi.org/10.1080/01419870.2026.2624655",
          "doi": "https://doi.org/10.1080/01419870.2026.2624655",
          "filter": 0
        },
        {
          "title": "“A racial statistics puzzle”: racial ambiguity and the mass reclassification of race in Puerto Rico",
          "authors": "Ricardo Henrique Lowe",
          "url": "https://doi.org/10.1080/01419870.2026.2622426",
          "doi": "https://doi.org/10.1080/01419870.2026.2622426",
          "filter": 0
        },
        {
          "title": "Harare’s waiting generation? Resilient waiting, lived religion and youth in transnational contexts",
          "authors": "Ezra Chitando, Reggemore Marongedze",
          "url": "https://doi.org/10.1080/01419870.2026.2624634",
          "doi": "https://doi.org/10.1080/01419870.2026.2624634",
          "filter": 0
        },
        {
          "title": "Big skies, white hoods: the 1920s Klan and a history of hate in Montana",
          "authors": "Krzysztof Kasiński",
          "url": "https://doi.org/10.1080/01419870.2026.2629593",
          "doi": "https://doi.org/10.1080/01419870.2026.2629593",
          "filter": 0
        },
        {
          "title": "Neither from within nor from without: how states securitize diasporas",
          "authors": "Élise Féron, Bahar Baser",
          "url": "https://doi.org/10.1080/01419870.2026.2624631",
          "doi": "https://doi.org/10.1080/01419870.2026.2624631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Socioeconomic Implications of Foreign Remittances and Human Capital Flight in Africa",
          "authors": "Abel Ezeoha, Nelson Nkwor, Chibuike Uche",
          "abstract": "This study tests the hypothesis that foreign remittances compensate for the effects of outward migration. It uses a panel dataset of 51 African countries, a dynamic estimator, and selected socio‐economic performance indicators. On a macroeconomic and procyclical scale, the study finds that human capital flight (HCF) constrains the manufacturing sector performance, per capita GDP growth, and labour force participation in the sending countries. In addition, on a microeconomic and countercyclical scale, infant mortality and out‐of‐pocket spending increase as HCF intensifies. Foreign remittances can mitigate this by providing financial support for households' private health expenditures and capacity development. This study illustrates that in the present era of transnationalism, reliance on the microeconomic need for remittances as a justification for HCF is counterproductive. For remittances to serve the expected compensatory role and yield macroeconomic benefits, African governments need to have incentive structures that can attract, mobilise, and channel the flows to critical socioeconomic sectors.",
          "url": "https://doi.org/10.1111/imig.70116",
          "doi": "https://doi.org/10.1111/imig.70116",
          "filter": 0
        },
        {
          "title": "Geoarbitrage at the Meso Level: How Intermediaries Shape Chinese Migration to Portugal",
          "authors": "Olga Cojocaru, Sofia Gaspar",
          "abstract": "This paper examines the practice of geoarbitrage, as carried out by middle‐level private actors when engaging with Chinese migrants aspiring to access the Golden Visa programme in Portugal. Based on interviews with experts and Chinese migrants, content analysis of migration policies as well as of online promotional materials produced by migration consultants, we investigate the role of intermediaries in the (re)production of Portugal's desirability as a mobility destination for relatively wealthy Chinese migrants. While the concept of geoarbitrage has been mainly used regarding the micro‐level of mobility decision‐making, we hereby extend it to shed light on how intermediaries act as geoarbiters between legal frameworks and migrants' aspirations and resources. By examining the role of the meso‐level actors involved in the geoarbitrage between Portugal and China, we aim to edify the enduring appeal of Portugal as a desirable destination for wealthy Asian migrants and to discuss key policy implications.",
          "url": "https://doi.org/10.1111/imig.70143",
          "doi": "https://doi.org/10.1111/imig.70143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: Hearts of Freedom DuschinskyPeterColleen LundyMichael J. MolloyMoscovitchAllanStobbeStephanie Phetsamay, 2025. Hearts of Freedom: Stories of Southeast Asian Refugees. Montreal &amp; Kingston: McGill-Queen’s University Press, 333 pp. $34.95.",
          "authors": "Diotima Chattoraj",
          "url": "https://doi.org/10.1177/01979183261421494",
          "doi": "https://doi.org/10.1177/01979183261421494",
          "filter": 0
        },
        {
          "title": "Book Review: Migrant Social Networks in Cape Town ChekeroTamuka. 2025. Resilient Social Networks and Mobility Strategies among Migrants in Cape Town. Bamenda: Langaa Research &amp; Publishing Common Initiative Group, 254 pp.$40.",
          "authors": "Enocent Nemuramba",
          "url": "https://doi.org/10.1177/01979183261421493",
          "doi": "https://doi.org/10.1177/01979183261421493",
          "filter": 0
        },
        {
          "title": "Book Review: Ambivalent Humanitarianism and Migration Control RosalesErika Herrera. 2025. Ambivalent Humanitarianism and Migration Control: Colonial Legacies and the Experiences of Migrants in Mexico. Routledge. 178 pp. £124.00.",
          "authors": "Belinda Rawson",
          "url": "https://doi.org/10.1177/01979183261423956",
          "doi": "https://doi.org/10.1177/01979183261423956",
          "filter": 0
        },
        {
          "title": "Book Review: Banished Citizens RamírezMarla A. 2025. Banished Citizens: A History of the Mexican American Women Who Endured Repatriation. Massachusetts: Harvard University Press. 349 pp. $29.95.",
          "authors": "Onur Ağkaya",
          "url": "https://doi.org/10.1177/01979183261423955",
          "doi": "https://doi.org/10.1177/01979183261423955",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Hierarchised labour mobilities beyond the EU: intra-EU posting of third-country nationals and power resources in semi-peripheral EU countries",
          "authors": "Anita Heindlmaier, Josephine Assmus",
          "url": "https://doi.org/10.1080/1369183x.2026.2628219",
          "doi": "https://doi.org/10.1080/1369183x.2026.2628219",
          "filter": 0
        },
        {
          "title": "Racialised deservingness and peripheral whiteness: the case of Albanian asylum seekers in Britain",
          "authors": "William Shankley",
          "url": "https://doi.org/10.1080/1369183x.2026.2632371",
          "doi": "https://doi.org/10.1080/1369183x.2026.2632371",
          "filter": 0
        },
        {
          "title": "Bordering, de-bordering, and re-bordering: Fulani mobility in West Africa’s changing climates",
          "authors": "Ademola Olayiwola, Ingrid Boas, Annah Lake Zhu, Kaderi Noagah Bukari",
          "url": "https://doi.org/10.1080/1369183x.2026.2626208",
          "doi": "https://doi.org/10.1080/1369183x.2026.2626208",
          "filter": 0
        },
        {
          "title": "Migration under double war: transnational perspectives and the role of a conceived third country",
          "authors": "Ravit Talmi-Cohn, Svetlana Chachashvili-Bolotin",
          "url": "https://doi.org/10.1080/1369183x.2026.2629013",
          "doi": "https://doi.org/10.1080/1369183x.2026.2629013",
          "filter": 0
        },
        {
          "title": "An affective reordering of asylum: Palestinian refugee imaginaries, confinements and Europe’s normative selectivity on Gaza",
          "authors": "Jasmin Lilian Diab",
          "url": "https://doi.org/10.1080/1369183x.2026.2631121",
          "doi": "https://doi.org/10.1080/1369183x.2026.2631121",
          "filter": 0
        },
        {
          "title": "From liminality of marital citizenship to precarity of denizenship in Japan: female migrants from former Soviet states and their sense of belonging",
          "authors": "Viktoriya Kim, Ksenia Golovina, Varvara Mukhina",
          "url": "https://doi.org/10.1080/1369183x.2026.2629027",
          "doi": "https://doi.org/10.1080/1369183x.2026.2629027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Fertility Norms as Unifying Framework: Coordinating Migration and Fertility Decisions in China′s Internal Migration",
          "authors": "Xijia You",
          "abstract": "Research on the migration‐fertility nexus has generated five theoretical mechanisms – socialisation, assimilation, selection, disruption, and adaptation – that are typically examined in isolation from one another. Drawing on 66 life‐story interviews with internal migrants in Shenzhen, China, this article argues that these mechanisms share a common foundation in fertility norms, understood as socially embedded expectations about reproduction. While socialisation and assimilation have always centred on normative processes, the empirical analysis demonstrates that selection, disruption, and adaptation are likewise mediated by fertility norms – shaping how migrants assess destinations (selection), experience changes in normative constraint (disruption), and reinterpret reproductive expectations across contexts (adaptation). By establishing fertility norms as a unifying analytical lens, the article shows that migration and fertility operate as coordinated life domains. The analysis reveals that prior to migration, individuals evaluate destinations in light of anticipated fertility norms (selection). During migration and settlement, geographic separation from origin communities weakens normative monitoring and sanctioning, creating space for revising reproductive plans (disruption). Over time, sustained exposure to destination contexts reshapes fertility orientations and practices (adaptation), all unfolding against the longer‐term influence of childhood socialisation and intergenerational assimilation. This coordination reveals individuals as strategic navigators who integrate spatial mobility and reproductive decisions together, rather than experiencing them as separate, sequential events.",
          "url": "https://doi.org/10.1002/psp.70230",
          "doi": "https://doi.org/10.1002/psp.70230",
          "filter": 0
        },
        {
          "title": "Early Occupational Outcomes of University Graduates in Italy. A ‘Centre–Periphery’ Geographical Approach",
          "authors": "Francesca Tosi, Giulia Dugar, Livia Elisa Ortensi",
          "abstract": "The diversification of young people's life trajectories in Europe over the past 50 years has been significantly influenced by more uncertain social and economic conditions, marked by high youth unemployment and increasing job insecurity. In Italy, precariousness has propagated unevenly across regions and social strata, particularly affecting women and young people from the South, exacerbating existing territorial disparities. This study adopts a centre‐periphery approach to explore how the territorial features of Italian university graduates' places of origin impact their early occupational outcomes. Using individual‐level data from the Istat Survey on the Professional Paths of Italian Graduates (2015) and Eurostat's territorial typology indicators, we employ Heckman modelling to estimate the risk of non‐standard employment 4 years after graduation. Our findings reveal that graduates from marginal areas (predominantly rural, mountainous, or non‐metropolitan) face higher risks of non‐standard employment compared to those from central areas. No clear evidence links marginality in Southern areas to worse employment outcomes; instead, the highest internal territorial divide in terms of job insecurity is observed between central and marginal areas in Central Italy. Furthermore, we find that mobility during the school‐to‐work transition mitigates job insecurity risks, with movers from both central and marginal regions reporting better employment outcomes than stayers. This study contributes to the literature by adopting a new and underinvestigated geographical approach to the school‐to‐work transition, by highlighting the importance of territorial disparities in shaping young people's labour market trajectories and underscoring the complex interplay between territorial characteristics of places of origin and young people's employment prospects.",
          "url": "https://doi.org/10.1002/psp.70226",
          "doi": "https://doi.org/10.1002/psp.70226",
          "filter": 0
        },
        {
          "title": "Examining the Effects of Different Policy Approaches to Rural Depopulation Across Spanish Territories: Evidence From a Multi‐Scenario Simulation Study",
          "authors": "Luis Llases, Juanjo Mediavilla, Arthur Lauer, Raquel Gallego‐Medina",
          "abstract": "Rural depopulation linked to aging populations, economic decline, and reduced public services has accelerated migration to urban centres in various parts of the European Union and increasingly attracts the attention of policymakers. This study employs the SPANDAM system dynamics model to evaluate the effectiveness of different policy approaches across three representative Spanish rural territories ( Zamora , Pirineo Navarro , and Vitigudino ) through five simulated scenarios: business‐as‐usual (BS), macroeconomic focus (PS1), rural economic development (PS2), service‐centred approach (PS3), and combined strategy (PS4). Results demonstrate that while targeted interventions can improve socioeconomic indicators and slow demographic decline, only the comprehensive strategy (PS4) combining economic and service policies showed significant impacts, nearly stabilizing Zamora 's population and reducing the decline in Pirineo Navarro to a very slow pace. However, even this integrated approach failed to fully reverse depopulation in areas with severe demographic deterioration like Vitigudino , highlighting how initial conditions critically determine policy effectiveness. The findings yield several key insights: (1) national economic improvements (PS1) have minimal local impact in the absence of concrete policies on the territory, underscoring the need for place‐based strategies; (2) larger municipalities benefit more than smaller municipalities from many of the policies implemented due to economies of scale; and (3) the implementation of partial policies (PS2 and PS3) improves the quality of life of the inhabitants, but does not halt the depopulation process. These points underscore the imperative for enhanced multi‐level governance coordination to enable integrated policy interventions that can meaningfully counteract rural depopulation.",
          "url": "https://doi.org/10.1002/psp.70229",
          "doi": "https://doi.org/10.1002/psp.70229",
          "filter": 0
        },
        {
          "title": "Time and Precarity in ‘South−South’ Academic Mobility: A 2019−2023 Longitudinal Study of Pakistani PhD Students and Recent Graduates in China",
          "authors": "Mengwei Tu",
          "abstract": "China's rise as an education hub introduces a new dynamic to the current framework for understanding international academic mobility. This paper presents longitudinal case studies of Pakistani PhD students and recent graduates in China, comparing their imagined mobility in 2019 with their actual trajectories by 2023. Using a time‐sensitive approach, this study unpacks the individual‐institutional temporal entanglement against the macro‐level socioeconomic changes in China and Pakistan between 2019 and 2023. Shifting from study to work, Pakistani PhD graduates face age‐based discrimination, temporary contracts and lack of permanent residency prospect in China. Meanwhile, deteriorating conditions in Pakistan's academic sector, over time, further constrained options. Despite aspirations to reach the ‘Global North’, participants experienced reversed migration decision driven by precarity rather than advancement. This study highlights the limitations within ‘South−South’ academic mobility and the difficulty for highly educated migrants to align their mobility strategies with an increasingly uncertain global socioeconomic environment.",
          "url": "https://doi.org/10.1002/psp.70227",
          "doi": "https://doi.org/10.1002/psp.70227",
          "filter": 0
        },
        {
          "title": "The Changing Geographies of Ageing and Age Mixing Across Urban–Rural Areas in Scotland, 2011–2022",
          "authors": "Rachel Z. Wilkie, Nissa Finney, Alice Butler‐Warke, Qiong He, Elspeth Graham, Jo Mhairi Hale",
          "abstract": "Like other high‐income countries, Scotland is experiencing rapid population ageing, with evidence of spatial polarisation of age groups. This study uses the Scottish Censuses of 2011 and 2022 to understand patterns and trends in the geographies of ageing and age mixing. With attention to urban‐rural differences, we examined, at the Data Zone (neighbourhood) level, spatial age segregation and age mixing using the Dissimilarity Index, cumulative proportion calculations, Simpson's Diversity Index and Global and Local Moran's I. This paper contributes new findings on the spatial and temporal patterns of ageing and age mixing in Scotland, with relevance for broader debates on health and social care provision, housing accessibility and equity, and population sustainability. First, it illustrates the stark sub‐national variation in geographies of age segregation; second, it demonstrates the value of an analytical and interpretive framework using concepts of urban hierarchy; third, it causes us to rethink typical understandings of ageing and the urban hierarchy. In particular, the analyses reveal high age segregation and low age diversity in urban areas together with the potential polarisation of older‐ and younger‐age areas in some parts of cities; stable age mixing in rural areas (but with decreasing age diversity); and accessible (town and rural) neighbourhoods exhibiting both increasing age segregation and diversity and acting as the lynchpin for understanding the local dynamics of age mixing over the last decade. Attention to spatial nuance also reveals that change in age diversity is spatially clustered. The paper raises questions about the demographic dynamics and social meaning implied by spatially‐varied age mixing, with implications for population and community planning in Scotland and elsewhere.",
          "url": "https://doi.org/10.1002/psp.70217",
          "doi": "https://doi.org/10.1002/psp.70217",
          "filter": 0
        },
        {
          "title": "Editorial Introduction: Towards a More‐Than‐Relational Perspective in Geographical Migration Studies",
          "authors": "Charlotta Hedberg, Linn Axelsson",
          "url": "https://doi.org/10.1002/psp.70224",
          "doi": "https://doi.org/10.1002/psp.70224",
          "filter": 0
        },
        {
          "title": "Epilogue: Towards an Abolitionist Camp Studies",
          "authors": "Hanno Brankamp",
          "abstract": "Camp studies have grown markedly in recent years. While the field has by and large been critical of camps as spatial technologies of protective custody, biopolitical control, minority oppression, racial segregation, custodial care, militarised rule and colonisation, there has been a reluctance to embrace more overtly abolitionist approaches, which have become increasingly influential in research on other carceral spaces like prisons or detention centres. In this article, I contend that Camp Studies today cannot remain simply another field of detached academic enquiry but has a responsibility for solidarity with encamped people in thought and action. If we are to be engaged and critical scholars of camps who are committed to social justice and liberation, then we must throw our weight behind the already unfolding abolitionist praxes of those who actively struggle against their own encampment. However, instead of exceptionalising the camp as a bounded carceral technology that can be undone in isolation, the ultimate task of carceral abolitionism writ large is to reimagine society, reformulate belonging and dismantle the nation‐state, so that the camp itself becomes unthinkable as a solution.",
          "url": "https://doi.org/10.1002/psp.70228",
          "doi": "https://doi.org/10.1002/psp.70228",
          "filter": 0
        },
        {
          "title": "Mapping Educational Inequalities in Wales: Spatial and Socio‐Economic Determinants of Pupils' Attainment",
          "authors": "Alexandra Sandu, Katy Huxley, Jen Keating, Tony Whiffen, Rob French",
          "abstract": "Understanding spatial variations in educational outcomes is important for addressing educational inequalities. This study examines how socio‐economic factors and household characteristics influence age 16 standardised attainment across Wales using linked administrative and census data. In terms of methodology, we employed logistic regression modelling at the individual level, while at the Lower Layer Super Output Area level, we used both Ordinary Least Squares and Geographically Weighted Regression. At the Individual level, results reveal strong associations between attainment and household characteristics, with household education level having positive effects, while socio‐economic disadvantage is negatively associated with attainment. The spatial analysis highlights significant variations in how these factors impact attainment across Wales. Household education level shows consistently positive effects throughout the country, while eligibility for free school meals and special educational needs demonstrate varying negative associations across small geographies. Overall, this study provides novel insights into the complex relationship between place, socio‐economic status, and educational outcomes in Wales. These findings suggest that one‐size‐fits‐all educational policies may be insufficient and emphasise the need for geographically targeted interventions.",
          "url": "https://doi.org/10.1002/psp.70225",
          "doi": "https://doi.org/10.1002/psp.70225",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
