{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Becoming Nikkei: creating, challenging, and expanding Nikkei identification among Chileans of Japanese descent",
          "authors": "Carol Chan, Javiera Reyes-Navarro, Kalil Abu-Qalbein Koda",
          "abstract": "The term Nikkei emerged in the Americas, post-Second World War, to describe persons of Japanese descent living abroad. Based on an ethnographic study with Chileans of Japanese descent, we propose that Nikkei can be productively understood as an ethno-regional identity. Building on and departing from scholarship that focuses on Nikkei identities in Peru and Brazil in national/global/diasporic terms, we highlight the role of Nikkei persons and groups in Latin America in developing Chilean Nikkei identity and community. While some Chileans come to identify as Nikkei, others are unaware of or distance themselves from it. While definitions of Nikkei vary, Chilean Nikkei organizations are expanding their understanding of the term. We discuss diverse members’ responses towards such inclusiveness as they negotiate the consanguineous boundaries of Nikkei identity. In theorizing Nikkei as an ethno-regional identity and highlighting the role of institutions in the formation and promotion of Nikkei identity, we contribute to decentering identity politics from individual choice and recentering identity in processes of diaspora formation and community-making.",
          "url": "https://doi.org/10.1186/s40878-025-00472-w",
          "doi": "https://doi.org/10.1186/s40878-025-00472-w",
          "filter": 0
        },
        {
          "title": "Researching migration in West Africa: A systematic and reflexive review",
          "authors": "Tobias Klöpf, Chiara Scheven, Patricia Vorhold, Christian Ungruhe",
          "abstract": "In West Africa, migration is, in various forms, an integral part of people’s everyday lives. Though most migration takes place within the region, the academic focus is laid on intercontinental migration. Today, a growing body of literature takes intra-regional mobility and migration in West Africa into account. However, a systematic review of publications, which provides an overview of focal points and conjunctures of subject areas, has not yet been conducted. By analysing publications that focus on migration within West Africa, this study seeks to fill this gap. Simultaneously, we apply a critical lens drawn from reflexive migration studies, which allows us to shed light on postcolonial structures and international hegemonies reflected in the research on migration in West Africa. Data was collected on March 3, 2022, using Scopus. Included were 656 articles in English, French and German language listed in the database. The analysis shows that while research mainly concentrates on single countries (Ghana and Nigeria), the thematic focus is predominantly on economic (work) and social issues (social relations and family), with a recent increase on environmental topics (climate change). We further identified a disproportionate focus on the outcomes rather than drivers of migration with an emphasis on urban areas, which acknowledges previous findings on an ‘urban trap’ in research. By applying the concept of translocality to data, this study seeks to challenge the rural-urban dichotomy in the field. Additionally, the study addresses a critical gap in migration studies by focusing on underexplored themes like gender and youth migration. While male adult migrants appear as the norm, women and young people are underrepresented. In line with the claim of reflexive migration studies to establish increased (self-)reflection in the field on how knowledge is generated and discussed, we took a closer look at the affiliations of research. Results show a dominant share of affiliations with institutions based in the US and European countries (former colonizers of West African states) and not in West Africa itself. The discussion of these findings provides a fruitful vantage point for drawing attention to the Global North dominance in research. It highlights the importance of a shift towards decolonised knowledge production in order to reduce the hegemonic power imbalances in the field.",
          "url": "https://doi.org/10.1186/s40878-025-00474-8",
          "doi": "https://doi.org/10.1186/s40878-025-00474-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/01419870.2025.2532326",
          "doi": "https://doi.org/10.1080/01419870.2025.2532326",
          "filter": 0
        },
        {
          "title": "Rewriting a violent settler-colonial history: why anti-Māori racism must be distinguished from other forms of racism in Aotearoa New Zealand",
          "authors": "Darell Howard, Adele N. Norris, Juan M. Tauri",
          "url": "https://doi.org/10.1080/01419870.2025.2524594",
          "doi": "https://doi.org/10.1080/01419870.2025.2524594",
          "filter": 0
        },
        {
          "title": "From Barack Obama to Donald Trump: understanding the arc of twenty-first century presidential elections through the lens of white racial selfhood, white racial rhetoric, and racialised emotions",
          "authors": "Enid Logan",
          "url": "https://doi.org/10.1080/01419870.2025.2523361",
          "doi": "https://doi.org/10.1080/01419870.2025.2523361",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Rethinking Trust in the Refugee Resettlement Process: How Service Providers Can Enable Refugee Agency Through Diasporic Connections",
          "authors": "Mahfoudha Sidelemine, Emily D. Campion",
          "abstract": "Current guidance for refugee resettlement agency workers encourages the simultaneous pursuit of trust‐building and administrative tasks (e.g., housing, transportation and employment). This dual goal is resource‐intensive, and focusing on the former may come at a cost to the latter. The purpose of the current research is to challenge the importance of trust‐building by resettlement agencies. Drawing from our qualitative data from in‐depth interviews with resettled refugees ( N = 20) and agency workers ( N = 15), we adopt a grounded theory approach and find that the burden of responsibility for both caregiving and administrative responsibilities can overtax agency workers and create unrealistic expectations for refugee newcomers that can potentially have lasting negative effects on their resettlement. We explore the relationships among refugees and service providers and propose a self‐efficacy focused rather than solely a trust‐focused approach that prioritises opportunities of reciprocity for refugees that enables them to engage, contribute and be agents in their resettlement (self‐efficacy approach). This primarily includes delegating some trust‐building activities to diaspora to relieve resettlement agency workers of burdensome tasks for which they may be ill‐equipped, so they may focus on tasks for which they are qualified and can be more effective. Ultimately, we argue that empowering refugees early on in their resettlement will reduce the likelihood that they will develop long‐term reliance on governmental agencies rather than themselves and their new communities.",
          "url": "https://doi.org/10.1111/imig.70064",
          "doi": "https://doi.org/10.1111/imig.70064",
          "filter": 0
        },
        {
          "title": "Citizenship Acquisition and Labour Market Outcomes Among Immigrants in Italy: Evidence From Linked Survey‐Register Data",
          "authors": "Davide Gritti, Filippo Gioachin, Anna Zamberlan, Eleonora Meli, Raffaele Grotti, Paolo Barbieri, Stefani Scherer",
          "abstract": "The literature shows that immigrants who acquire citizenship tend to achieve better labour market outcomes than those who do not, though this may reflect positive selection rather than a causal effect. This study is the first to examine the consequences of citizenship acquisition for immigrants in Italy, a country with rising naturalisation rates and persistent ethnic penalties. Using nationally representative survey and register data for 2016, we compared natives, naturalised and non‐naturalised immigrants on employment, socio‐economic attainment and earnings. To disentangle selection from causal effects, we applied growth curve models and two‐way fixed effects. Results show that naturalised immigrants have higher socio‐economic attainment and earnings than their non‐naturalised counterparts, but similar employment trajectories. These advantages are more pronounced among women. Overall, findings suggest that improved outcomes among naturalised immigrants are largely driven by positive selection into naturalisation, rather than by the acquisition of citizenship itself.",
          "url": "https://doi.org/10.1111/imig.70069",
          "doi": "https://doi.org/10.1111/imig.70069",
          "filter": 0
        },
        {
          "title": "Migrant Data Extractivism: Tech and Borders at the Limit of Rights",
          "authors": "Marianna Poyares",
          "abstract": "In this paper I present the notion ‘migrant data extractivism’ and argue that it is a defining aspect of pervasive systems of data‐based migration governance. I focus on two specific examples: the partnership between the International Rescue Committee and OpenAI for providing chatbot assistance for the delivery of educational experiences to refugees, and the collection and processing of migrant DNA by the United States Immigration and Customs Enforcement (ICE). Within a system of ‘induced scarcity,’ forcibly displaced persons have been at the centre of exploitative mechanisms of behavioural data extraction aimed at expanding an economy of service provision that profits from the capture of migrant data with considerable behaviour‐predictive value, and from racial‐profiling securitization technologies. Working through the conceptual lens of the Latin American experience of extractivismo , I argue that migrant data extractivism goes far beyond mere user data collection. Migrant data extractivism sediments an ongoing shift from a system of rights, based on human dignity, to a system of sustained racialized dispossession, appropriation, and control, raising the question as to the limits of human rights in the datafied world.",
          "url": "https://doi.org/10.1111/imig.70065",
          "doi": "https://doi.org/10.1111/imig.70065",
          "filter": 0
        },
        {
          "title": "The Limits of Neutrality: Undocumented Migrants in the United States and Mexican Consular Diplomacy",
          "authors": "Benjamin Bruce, Karla Angélica Valenzuela Moreno",
          "abstract": "Mexican foreign policy has historically followed a course of non‐intervention in international affairs. However, the question of how to support the millions of undocumented Mexican citizens residing in the United States has become a growing concern for Mexico, especially during the first administration of President Donald Trump (2017–2021) and once again following his re‐election in 2024. This article analyses the strategies developed by Mexican foreign officials, focusing on the relationships developed with local political and associative actors, and asks whether Mexico's foreign policy of non‐intervention limits its capacity to assist undocumented Mexican migrants abroad? Drawing on policy analysis and 16 qualitative interviews with Mexican diplomats from 2018 to 2024, we demonstrate how consular officials implement both direct and indirect strategies aimed at preserving official neutrality and responding to the needs of undocumented migrants, while also promoting the empowerment of local Mexican communities as a long‐term objective.",
          "url": "https://doi.org/10.1111/imig.70068",
          "doi": "https://doi.org/10.1111/imig.70068",
          "filter": 0
        },
        {
          "title": "Predictors of Immigrant Acceptance in Africa: A Multi‐Sample Analysis of Contact Hypothesis and Neighbourhood Violence",
          "authors": "Michael K. Dzordzormenyoh",
          "abstract": "This study examines the determinants of public attitudes towards immigrants in Africa, using the contact hypothesis as its framework. This study evaluated how neighbourhood violence affects the acceptance of immigrants using three distinct sample groups: a full sample, a group with no foreign exposure and a group with foreign exposure. This study draws on data from 28 African countries, encompassing 28,685 respondents. Binary logistic regression analysis was employed to investigate the relationship between the independent variables and public acceptance of immigrants. The results indicate that concerns about neighbourhood violence significantly predicted negative attitudes towards immigrants in both the full sample and the group without foreign exposure but not in the sample with foreign exposure. Higher levels of education, especially post‐secondary education, were found to be strong predictors of more favourable attitudes towards immigrants across all samples. Notable regional variations were observed, with the western, southern, and northern areas generally exhibiting more negative attitudes. The nation's current economic state negatively influenced attitudes in the full and no‐foreign‐exposure groups, whereas individual financial circumstances had a positive impact. Border control consistently emerged as a negative predictor across the samples, whereas immigration enforcement demonstrated a positive relationship in certain models. These findings offer crucial insights into the multifaceted elements that shape the public opinion of immigrants in African nations and have substantial theoretical and practical implications. This study contributes to the broader literature on public attitudes towards immigrants and the contact hypothesis from an African perspective.",
          "url": "https://doi.org/10.1111/imig.70055",
          "doi": "https://doi.org/10.1111/imig.70055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: The Human Factor SinnerAlejandroCarrerasCèsarHoutenPieter. 2024. The Human Factor: The Demography of the Roman Province of Hispania Citerior/Tarraconensis. Oxford, UK: Oxford University Press. 512 pp., $169.99.",
          "authors": "Tri Susanto",
          "url": "https://doi.org/10.1177/01979183251350953",
          "doi": "https://doi.org/10.1177/01979183251350953",
          "filter": 0
        },
        {
          "title": "Book Review: Storying Contemporary Migration EnglundLena. 2024. Storying Contemporary Migration: Representation, Aspirations, Advocacy. Cham, Switzerland: Palgrave Macmillan. 312 pages. $162.45.",
          "authors": "Angel Treesa Joseph, Rashmi Rekha Borah",
          "url": "https://doi.org/10.1177/01979183251349088",
          "doi": "https://doi.org/10.1177/01979183251349088",
          "filter": 0
        },
        {
          "title": "Book Review: Lives in Motion DecimoFrancesca. 2024. Lives in Motion: The Transnational Making of Population between Morocco and Italy. Palgrave Macmillan, 142 pages. $55.50.",
          "authors": "Nancy Foner",
          "url": "https://doi.org/10.1177/01979183251357863",
          "doi": "https://doi.org/10.1177/01979183251357863",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "On the deportation charter: using freedom of information research to map the UK’s charter flight operations, 2010–2024",
          "authors": "William Walters, Travis Van Isacker",
          "url": "https://doi.org/10.1080/1369183x.2025.2529489",
          "doi": "https://doi.org/10.1080/1369183x.2025.2529489",
          "filter": 0
        },
        {
          "title": "Whom do we naturalise? A factorial survey on naturalisation preferences in Germany",
          "authors": "Fabian Gülzau",
          "url": "https://doi.org/10.1080/1369183x.2025.2530634",
          "doi": "https://doi.org/10.1080/1369183x.2025.2530634",
          "filter": 0
        },
        {
          "title": "‘Have we ever heard about Ukrainians causing trouble?’ How integration workers in Denmark make sense of the special act on displaced Ukrainians",
          "authors": "Emilie Mallung Blinkenberg, Trine Øland",
          "url": "https://doi.org/10.1080/1369183x.2025.2528742",
          "doi": "https://doi.org/10.1080/1369183x.2025.2528742",
          "filter": 0
        },
        {
          "title": "‘I don’t want this for my daughter, because this is what I experienced’: young migrant women’s constructions of gender reciprocity and intersectionality",
          "authors": "Tatiana Avignone, Marco Gemignani, Gloria Fernández-Pacheco Alises",
          "url": "https://doi.org/10.1080/1369183x.2025.2529501",
          "doi": "https://doi.org/10.1080/1369183x.2025.2529501",
          "filter": 0
        },
        {
          "title": "Intersecting marginalisations: violence against LGBTQ+ refugees and ethnic minorities in Turkey",
          "authors": "Burcu Gümüş, Jón Ingvar Kjaran",
          "url": "https://doi.org/10.1080/1369183x.2025.2529496",
          "doi": "https://doi.org/10.1080/1369183x.2025.2529496",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Does the Relative Education Model Explain Turnout Across Racial and Ethnic Groups?",
          "authors": "Ashley Grace Burkholder, Eric Hansen, Emily Wager",
          "abstract": "The relative education model holds that educational attainment reflects existing socioeconomic advantages that are associated with participation rather than spurring political participation on its own. Yet, emerging research on compensation effects suggests that greater educational attainment leads to increased political engagement among more marginal populations in which political socialization is less likely to occur outside of schools. We argue that the relative education model will better describe the relationship between education and voting patterns among more advantaged groups. We test our expectations by estimating the relative education model within racial and ethnic groups in the U.S. using data from the Current Population Survey’s (CPS) Voting and Registration Supplement from 1978 to 2020. We find that for relatively highly educated White and Asian American voters, each additional year of education yields diminishing returns to turnout. For Black and Latino voters, additional years of education are positively associated with turnout regardless of relative education. The results suggest that opportunities remain to reduce racial turnout gaps and boost political participation by addressing racial gaps in educational attainment.",
          "url": "https://doi.org/10.1017/rep.2025.10014",
          "doi": "https://doi.org/10.1017/rep.2025.10014",
          "filter": 0
        },
        {
          "title": "Supreme Prejudice: Examining the Supreme Court’s Racial &amp; Criminal Biases",
          "authors": "Elizabeth Maltby, Abigail A. Matthews",
          "abstract": "The U.S. Supreme Court is often regarded as an impartial arbiter of justice, yet various prejudices may influence its decisions. This article examines Supreme Court justices’ biases, focusing on how they invoke racialized stereotypes of criminality. We argue that justices are more likely to vote in favor of white, nonviolent litigants, reinforcing stereotypes that depict nonwhite defendants as inherently more criminal and violent. Drawing on the U.S. Supreme Court Database’s criminal procedure cases from 2005–2017, combined with an original dataset of litigants’ racial identities, we estimate a series of multilevel logistic regressions. Our findings show that litigant race, crime type, and justice ideology jointly shape judicial votes. We further investigate how bias appears in justices’ written opinions, revealing language that perpetuates racialized conceptions of criminality. Overall, our results underscore the Court’s role in constructing what it means to be both “criminal” and “nonwhite,” suggesting that the Court is not a neutral interpreter of law, but an institution shaped by broader social and political biases.",
          "url": "https://doi.org/10.1017/rep.2025.10010",
          "doi": "https://doi.org/10.1017/rep.2025.10010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Technologies of life-making in the British refugee camps of the Southern Levant",
          "authors": "Fatina Abreek-Zubiedat",
          "abstract": "This article offers new conceptual and empirical clarity for the study of technology in refugee camps. By approaching the refugee camp as a contested spatial-cultural field, the article interrogates technology not simply as a means of aid and biopolitical control, but also of life-making. Framing refugees’ innovative practices in states of emergency as a ‘technology of life-making’ challenges the imperialism of encampment, which served to repress such technologies. Through extensive archival research, both “along” and “against” the grain of statecraft histories, the article explores the experiences of post-WWII European imperial refugees in the Southern Levant, particularly Greek and Yugoslav refugees emplaced in British camps in Gaza and Sinai, respectively. A comparison between Nuseirat’s Greek camp and El Shatt’s Yugoslav camp problematizes reductionist conceptions of camps exclusively as sites of technologization, domination and aesthetic scientific universalism, illuminating an obscured form of technology on the spectrum between care and resistance.",
          "url": "https://doi.org/10.1093/jrs/feaf046",
          "doi": "https://doi.org/10.1093/jrs/feaf046",
          "filter": 0
        },
        {
          "title": "When does a refugee stop being a ‘refugee’? The social construction of refugeehood after cessation",
          "authors": "Tosin Samuel Durodola",
          "abstract": "Does the loss of refugee status bring refugeehood to an end, or does it reshape how it is lived, perceived, and governed in new ways? Drawing on ethnographic fieldwork and interviews with postcessation Liberians in the defunct Oru Camp in Nigeria, this paper explores how the refugee label persists as a socio-political construct beyond legal designation. It examines three interrelated dimensions: the institutional and social factors that shape continued identification with or rejection of the label; the everyday strategies used to reframe or resist it; and the host’s role in sustaining exclusionary perceptions. The study reconceptualizes refugeehood as an evolving process rather than a fixed legal condition and shows how the refugee label remains embedded in interactions, resource access, and identity, even in the aftermath of refugee status cessation.",
          "url": "https://doi.org/10.1093/jrs/feaf047",
          "doi": "https://doi.org/10.1093/jrs/feaf047",
          "filter": 0
        },
        {
          "title": "Tensions and coexistence: host narratives of refugee presence in Nakivale, Uganda",
          "authors": "Ingunn Bjørkhaug, Guri Tyldum, Petra Namanya",
          "abstract": "Whether refugees are met with resistance or acceptance by the host population is critical to the trajectory of refugee adaptations. This article analyses the narratives of members of the Ugandan host community living in and around the Nakivale Refugee Settlement, exploring key elements in positive and negative narratives of refugee presence. We show that members of the host population often recognize the economic and social benefits of refugee presence and take pride in Uganda’s reputation as a hospitable country offering refugee protections. However, the same respondents also expressed concerns about resource competition, perceived inequalities in policies, and the need for greater fairness. This study challenges narratives that attribute host resistance solely to misinformation or xenophobia and highlights the importance of addressing structural inequities. The analysis is based on qualitative interviews with host community members, conducted in 2022. These findings contribute to debates on sustainable refugee governance and refugee–host coexistence.",
          "url": "https://doi.org/10.1093/jrs/feaf042",
          "doi": "https://doi.org/10.1093/jrs/feaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Place Attachment and Habitus in a City and Its Suburbs—The Case of Immigrants in the Merrimack Valley of Massachusetts",
          "authors": "Emil Israel, Brent D. Ryan",
          "abstract": "Despite the fact that recent studies have shown that suburbia is growing more varied in terms of class and ethnicity, raising issues of belonging and identity, it has rarely focused on immigrants' social (dis‐) mobility and effects on place attachment. Using a Bourdieusian perspective regarding people's habitus, this study examines the formation of local identities and place attachment among Latinx immigrants (first and second‐generation) from Massachusetts' Merrimack Valley. The study examines how immigrants of various socioeconomic realities express their habitus and adapt it to their urban and suburban communities of residence. The 28 in‐depth interviews of the study indicate how the sets of interviewees claimed to feel both at ease in and alienated from their current communities, demonstrating that the habitus was more than just a reflection of the informants' social reality. This reveals how the connection between residential area and habitus emerges locally and is only partial for both groups studied. Habitus in this regard is more than just a particularized variation of the social structure in each sort of settlement. The findings highlight the need to carefully consider the many social class disparities that explain place identity and belonging, as well as their effects on people of minority ethnicity immigrants' assimilation in receiving cultures.",
          "url": "https://doi.org/10.1002/psp.70070",
          "doi": "https://doi.org/10.1002/psp.70070",
          "filter": 0
        },
        {
          "title": "Editorial Introduction: ‘Placing’ Return Migration",
          "authors": "Russell King, Nilay Kılınç",
          "abstract": "This introductory paper sets the agenda for the Special Issue on ‘Placing’ Return Migration. It stresses the key role of place in shaping return‐migration imaginaries, processes and outcomes, including attention paid to the routes and temporalities of return. The paper foregrounds geographers' (and others') calls to ‘ground’ and ‘spatialise’ migration, with a particular focus on the limited literature on the roles of place and space in return migration. Typologies and examples of place‐based itineraries of return are set out. Finally, the editorial introduction presents an overview of the five papers in the Special Issue and indicates the potential for further research.",
          "url": "https://doi.org/10.1002/psp.70065",
          "doi": "https://doi.org/10.1002/psp.70065",
          "filter": 0
        },
        {
          "title": "The Figure of the Knot and the Inertia of Hypermobile Territoriality",
          "authors": "Brouck Jennifer",
          "abstract": "Contemporary spatialities shaped by mobility have often been conceptualised as open, fluid, and unstable—places, territories, or identities that risk dissolution in the primacy of process over form. However, this emphasis on relational flows has been criticised for overlooking the material and affective dimensions of space: its inertia, resistance, and structuring capacities. Building on recent geographical research advocating a more‐than‐relational perspective, this article investigates the territorialisation of hypermobile individuals through detailed fieldwork in Paris and Copenhagen. Combining a survey of 300 individuals with semi‐structured interviews and mental maps of 38 intensely mobile subjects, it examines the micro‐processes by which individuals appropriate and embed themselves in space. The knot metaphor serves as a conceptual tool to capture the entangled dynamics of movement and stability, revealing how territorial forms persist and evolve amid constant transformation. This approach challenges dominant narratives of spatial dilution by emphasizing the embedded, dense, and ‘sticky’ qualities of contemporary mobility and territoriality.",
          "url": "https://doi.org/10.1002/psp.70067",
          "doi": "https://doi.org/10.1002/psp.70067",
          "filter": 0
        },
        {
          "title": "Berracas Caring. The Birth, Life and Death of Transnational Families: A Multi‐Sited Ethnography Across Colombia, Spain and France",
          "authors": "Polina Palash, Andrea Souto, Laura Oso, Virginie Baby‐Collin",
          "abstract": "This article focuses on transnational care and social protection arrangements in families scattered across their origin context, Colombia, and their migration contexts in France and Spain. It considers gendered caring practices and their evolution over long time frames, applying a life course and trajectory perspective. The article draws on a multi‐sited ethnography conducted in Marseille, Madrid, A Coruña, Medellin and Bogota, with 31 members, mostly female, of three transnational families. Our research allows us to observe the transnational family in the various contexts the family members are located in—‘here,’ ‘there’ and ‘beyond,’—encompassing intergenerational perspectives of the younger, adult or elderly respondents. The results show the birth, life and death of transnational families related to the evolution of family ties intertwined with the migratory, labour and life trajectories of its members, and with their care and social protection arrangements and the underlying tensions.",
          "url": "https://doi.org/10.1002/psp.70071",
          "doi": "https://doi.org/10.1002/psp.70071",
          "filter": 0
        },
        {
          "title": "The Case of Pre‐24 February 2022 Ukrainian Migrants and War Refugees in Poland: How War Affects Fertility Beliefs and Intentions",
          "authors": "Kateryna Krakhmalova, Weronika Kloc‐Nowak",
          "abstract": "This article deepens the understanding of the effects of war as an uncertain and crisis event on fertility beliefs and intentions. It addresses the less‐explored region of Central Eastern Europe and is one of the few qualitative studies in this field. Based on 24 in‐depth interviews (IDIs), we analyze the fertility beliefs and intentions of pre‐24 February 2022 migrants and war refugees from Ukraine in Poland and the impact of the Russian invasion, restrictions on the movement of men from Ukraine, and war refugeehood on their family life. We combine the heuristic frame of the theory of planned behaviour (TPB) with the narratives of the future framework and terror management theory. Our findings show the need to focus on two elements of TPB to deeper understand fertility in a war context: (1) beliefs about the importance of having a child and (2) the opportunity to have a child (as a part of control). These two elements, as the Ukrainian case shows, war transforms. The analysis also reveals the complexity of neutral narratives of the future and changing fertility intentions, with the identified narratives and conditions for childbearing being useful for formulating policies addressing the demographic losses of the Ukrainian state.",
          "url": "https://doi.org/10.1002/psp.70072",
          "doi": "https://doi.org/10.1002/psp.70072",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1002/psp.2798",
          "doi": "https://doi.org/10.1002/psp.2798",
          "filter": 1
        }
      ]
    }
  ]
}
