{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Towards a global migration paradigm",
          "authors": "Hein de Haas",
          "url": "https://doi.org/10.1186/s40878-025-00481-9",
          "doi": "https://doi.org/10.1186/s40878-025-00481-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "“Who’s a migrant in postsocialist Europe?”: Popular imagination and geopolitical changes",
          "authors": "Inna Leykin, Anastasia Gorodzeisky",
          "url": "https://doi.org/10.1080/01419870.2025.2563747",
          "doi": "https://doi.org/10.1080/01419870.2025.2563747",
          "filter": 0
        },
        {
          "title": "Legibility and the limits of inclusion: reviewing Not All In",
          "authors": "Joseph C. Ewoodzie",
          "url": "https://doi.org/10.1080/01419870.2025.2555481",
          "doi": "https://doi.org/10.1080/01419870.2025.2555481",
          "filter": 0
        },
        {
          "title": "Mapping multisensory migration research",
          "authors": "Karolina Nikielska-Sekuła",
          "url": "https://doi.org/10.1080/01419870.2025.2562651",
          "doi": "https://doi.org/10.1080/01419870.2025.2562651",
          "filter": 0
        },
        {
          "title": "The sensory memory of the researcher: retrospective and critical reflections on the role of the senses in migration research",
          "authors": "Liliana Azevedo",
          "url": "https://doi.org/10.1080/01419870.2025.2562655",
          "doi": "https://doi.org/10.1080/01419870.2025.2562655",
          "filter": 0
        },
        {
          "title": "Feeling connected across borders: haptic experiences of food and drink preparation among Palestinian women in Britain",
          "authors": "Lucy Barkley",
          "url": "https://doi.org/10.1080/01419870.2025.2562653",
          "doi": "https://doi.org/10.1080/01419870.2025.2562653",
          "filter": 0
        },
        {
          "title": "The politics of silence: Palestinian faculty and the struggle for voice in Israeli academia in times of war*",
          "authors": "Maha Sabbah-Karkabi, Sarab Abu-Rabia-Queder",
          "url": "https://doi.org/10.1080/01419870.2025.2561759",
          "doi": "https://doi.org/10.1080/01419870.2025.2561759",
          "filter": 0
        },
        {
          "title": "Disrupting White Mindfulness: race and racism in the wellbeing industry",
          "authors": "Adekunle Adedeji",
          "url": "https://doi.org/10.1080/01419870.2025.2505221",
          "doi": "https://doi.org/10.1080/01419870.2025.2505221",
          "filter": 0
        },
        {
          "title": "Multisensory approaches in migration studies",
          "authors": "Karolina Nikielska-Sekuła, Amandine Desille",
          "url": "https://doi.org/10.1080/01419870.2025.2562628",
          "doi": "https://doi.org/10.1080/01419870.2025.2562628",
          "filter": 0
        },
        {
          "title": "Collaborative filmmaking as a conveyor of (migrant) women’s embodied experiences in Portuguese academia",
          "authors": "Amandine Desille, Liliana Azevedo, Ana Estevens, Sara Larrabure, Jennifer McGarrigle",
          "url": "https://doi.org/10.1080/01419870.2025.2562636",
          "doi": "https://doi.org/10.1080/01419870.2025.2562636",
          "filter": 0
        },
        {
          "title": "Somatic agency and the sensory construction of familiarity among Ecuadorian migrants in the Netherlands",
          "authors": "Alejandro Miranda-Nieto, Erika Gubrium",
          "url": "https://doi.org/10.1080/01419870.2025.2562656",
          "doi": "https://doi.org/10.1080/01419870.2025.2562656",
          "filter": 0
        },
        {
          "title": "The endurance of race among mixed-heritage people",
          "authors": "Jessica Vasquez-Tokos",
          "url": "https://doi.org/10.1080/01419870.2025.2557438",
          "doi": "https://doi.org/10.1080/01419870.2025.2557438",
          "filter": 0
        },
        {
          "title": "Race, racism, and rampage: rethinking school shootings through a racial lens",
          "authors": "Anne Nassauer",
          "url": "https://doi.org/10.1080/01419870.2025.2558988",
          "doi": "https://doi.org/10.1080/01419870.2025.2558988",
          "filter": 0
        },
        {
          "title": "Market-based resistance: how migrant social enterprises navigate hostile institutional environments",
          "authors": "María Villares-Varela, Monder Ram, Shuai Qin, Gerardo Javier Arriaga-Garcia",
          "url": "https://doi.org/10.1080/01419870.2025.2570399",
          "doi": "https://doi.org/10.1080/01419870.2025.2570399",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Illegal Migration From Bangladesh. By B. B.Kumar (ed.), published and printed by Ashok Kumar Mittal, New Delhi: Concept Publishing Company, 2006. ISBN: 81‐8069‐224‐8",
          "authors": "Abhijit Das",
          "url": "https://doi.org/10.1111/imig.70106",
          "doi": "https://doi.org/10.1111/imig.70106",
          "filter": 0
        },
        {
          "title": "Shifting Racialised Borders and the Right to Exit Within Europe",
          "authors": "Julija Sardelić",
          "abstract": "This paper investigates how countries within Europe limit and control the right to exit of negatively racialised minorities, especially Roma. Based on a socio‐legal analysis of four case studies, the paper argues that ‘countries of origin’ limit the right to exit in collaboration with possible countries of destination. They do so by making different multilateral and bilateral agreements, which promise countries of origin a sort of reward (like visa‐free travel for majority citizens), while countries of destination use it as a ‘remote control’ to prevent access to their territory to unwanted migrants. The paper discusses the following examples: first, the case of the UK's border officers being stationed at the Prague airport, disproportionately not allowing Roma to board flights to the UK. Second, it discusses the incentives France used to discourage Romani EU citizens from leaving Romania and Bulgaria towards France. Third, it investigates European Parliament restrictions on the visa‐free regime, should there be a greater number of Romani asylum seekers from non‐EU former Yugoslav countries. And fourth, the impediments Romani refugees faced when trying to exit Ukraine after the full‐scale Russian invasion.",
          "url": "https://doi.org/10.1111/imig.70087",
          "doi": "https://doi.org/10.1111/imig.70087",
          "filter": 0
        },
        {
          "title": "Governing Migration Through Paperwork: Exclusive Inclusion, Differentiation and State Legitimacy. By SophieAndreetta and Lisa MarieBorrelli (eds.), New York, NY: Berghahn Books, 2024. 178 pp. $120.00 (hardcover). ISBN: 978‐1‐80‐539611‐6",
          "authors": "Aslı Salihoğlu",
          "url": "https://doi.org/10.1111/imig.70107",
          "doi": "https://doi.org/10.1111/imig.70107",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/imig.70105",
          "doi": "https://doi.org/10.1111/imig.70105",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Blurring the Boundary Between Regular and Irregular: Tamil Low-Wage Migrants in the Gulf and the Co-Construction of Khalluli",
          "authors": "Arokkiaraj Heller, Laavanya Kathiravelu",
          "abstract": "The mobility between South Asia and the Gulf Cooperation Council (GCC) states constitutes the largest migration corridor in the world. Irregular practices are widely tolerated in this region, but have been relatively underexplored in the literature. In exploring that lack, this paper troubles the distinction between regularity and irregularity, demonstrating how different actors constituting the migration industry are complicit in the maintenance of irregularity within the India-Gulf migration corridor. Through in-depth interviews with male returnees in Tamil Nadu, the paper explores how migrants in highly precarious situations mediate modes of irregularity, examining the vulnerabilities they face as well as the strategies they use to manage the migration system. In adopting a migrant-centered perspective, this article sees migrants as co-constructors of (ir)regularity rather than as victims of the migration industry. We develop the emic category of “ khalluli ” to problematize the assumed link between the structural aspects of the migration system and the agency of migrants in dealing with its injustices. Rather than seeing engagement in “khalluli” or irregular labor as a coping strategy, we show that it is a collective sensibility that is woven into the social practices of migrant men. In nuancing notions of complicity amongst transnational labour migrants, this research contributes to interrogations of the migration industry, irregularity, and negotiations of precarity.",
          "url": "https://doi.org/10.1177/01979183251377390",
          "doi": "https://doi.org/10.1177/01979183251377390",
          "filter": 0
        },
        {
          "title": "The Philippine State and Aging Filipino Migrants",
          "authors": "Johanna O Zulueta",
          "abstract": "Aging has increasingly become an issue of concern in many countries, particularly in most migrant-receiving countries, where migrant workers are employed to address labor shortages due to an aging workforce. It should be noted that aging is also a concern for migrant-sending countries, where deployed workers and other long-term migrants are now experiencing the onset of aging. It is estimated that out of around 281 million international migrants, 12.2% (34.3 million) are aged 65 or older. Looking at cases from Japan and Malaysia, this report discusses the experiences and challenges of older or “aging” Filipino migrant workers, many of whom happen to be among the most vulnerable. However, it should be kept in mind that these older migrants are diverse not only in terms of experiences but also in terms of class, gender, occupation, and legal status. This report also emphasizes the need for more qualitative and ethnographic studies to augment existing data (which are mostly statistical) on Filipino migrants who are “aging-in-place” away from the homeland. Moreover, it explores how the Philippine state provides social citizenship to these older migrants—both temporary and long-term ones—and argues the need for more effective programs that would enable a sustainable return and reintegration.",
          "url": "https://doi.org/10.1177/01979183251384612",
          "doi": "https://doi.org/10.1177/01979183251384612",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Sharing is caring: a micro-level analysis of domestic hospitality for displaced Ukrainians in Belgium and Switzerland",
          "authors": "Emanuele Politi, Kaat Van Acker, Marija Dangubić, Rose-Lima Van Keer, Loïc Pignolo, Jan Claeys, Yoann Favre, Eva G.T. Green, Antoine Roblain, Mieke Schrooten",
          "url": "https://doi.org/10.1080/1369183x.2025.2565424",
          "doi": "https://doi.org/10.1080/1369183x.2025.2565424",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Permanently Temporary Examining the Interdependencies Between Racialization, Circular Migration, and Labor Contractors: A Case of Thai Workers Berry-Picking in Sweden",
          "authors": "Diksha Shriyan",
          "abstract": "Recent years have witnessed an increasing trend toward the formalization of circular migration. This formalization is perceived as a mutually beneficial win-win arrangement: host countries secure labor, source countries establish a reliable system of remittances that contribute to development, and migrants are positioned as individuals attaining access to secure and better employment. Labor contractors have been made important in this context, as they play a role in forming linkages, managing a steady supply of workers, managing bureaucratic procedures, training workers, and becoming a buffer between labor and capital. While the dominant debate has been on blaming the labor contractors for the exploitation of migrant workers and creating precarious forms of work, this paper uses racialization theory to locate their role against the backdrop of enforcing return, fragmented labor management, upward capital concentration, and downward labor outsourcing. Using the case of Thai migrant workers who work seasonally in the berry farms of Sweden, it highlights a fundamental contradiction in the current regime of transient servitude: migrant worker is desired, yet the individuals embodying it are not. In so doing, an array of contractual and extra-contractual mechanisms is employed, which reinforces deeply racialized ideologies, stereotypes, and institutions. The use of labor contractors is one such mechanism. Utilizing racialization theory, the thesis identifies enforced return of migrants and the pursuit of an ideal worker as crucial components in the formalization of transnational circular migration. Deportation, rather than being an ultimate objective of enforcing return, serves to deepen the inherent vulnerability experienced by workers who grapple with the understanding that their deportability is an intrinsic aspect of their existence. This reinforcement further amplifies deeply entrenched racialized forms of insecurity, where laborers form a permanent labor force of the temporarily employed. To ensure that migrant workers are at the forefront of recruitment for specific types of low-paying and precarious work, employers strategically employ racialized narratives, portraying them as invaluable assets by emphasizing their perceived strong “work ethic” and reliability. This depiction elevates them to the status of “good workers,” surpassing the local labor alternative. It underscores that capital’s demand extends beyond a mere requirement for labor power; it necessitates labor power that can be exploited.",
          "url": "https://doi.org/10.1017/rep.2025.10030",
          "doi": "https://doi.org/10.1017/rep.2025.10030",
          "filter": 0
        },
        {
          "title": "“Doing the Real Work”: Latina Women, Resistance, and State Surveillance in a Border County",
          "authors": "Erica Salinas Thomas, Julissa Muñiz",
          "abstract": "The experiences of Latina women and girls with state surveillance, and their responses to unfair policies and practices, remain underexplored. Drawing on in-depth interviews with Latinas—primarily of Mexican descent—living in San Diego, we examine how encounters with local police and immigration enforcement shape their political practices. Participants described repeated negative encounters with police and immigration enforcement agencies over the life course. These cumulative experiences fostered distrust of police and critical views of surveillance practices designed to restrict the mobility of immigrants and other systematically minoritized groups. In response, many of the women engaged in community organizing and adopted counter-surveillance strategies. Our findings show how patterned experiences with state surveillance generate political critique and action.",
          "url": "https://doi.org/10.1017/rep.2025.10029",
          "doi": "https://doi.org/10.1017/rep.2025.10029",
          "filter": 0
        },
        {
          "title": "White Democrats, Racial Liberalism, and Generational Change: Progressive Racial Attitudes and Persistent Contradictions",
          "authors": "Mona S. Kleinberg, Joshua J. Dyck",
          "abstract": "In the aftermath of George Floyd’s killing by police in 2020, polls showed White Democrats as the most racially progressive group of Americans. In this paper, we examine this group’s racial progressiveness. Using the racial resentment scale deployed in the American National Election Studies, we show that the youngest generation of White Democrats has become more liberal on race when compared to older generations of Democrats and both younger and older generations of Republicans. We examine White Democrats’ racial attitudes further using four framing experiments that we embed in a nationally representative survey. The experiments demonstrate that younger generations of Democrats are often, but not always, the group most supportive of progressive racial rhetoric when compared to older Democrats, Republicans in their generation, and older Republicans. Older Democrats often mirror the attitudes of their younger counterpart. Thus, we find that racial attitudes are shaped not just by generation but also by partisan cues. Last, when it comes to reparations, young Democrats are merely less hostile to the policy than other groups in our sample but do not endorse reparations. Overall, our findings thus suggest that while younger generations of Democrats are sometimes more progressive in their racial attitudes than other groups, their racial attitudes are somewhat inconsistent. While they support racially egalitarian rhetoric, they do not express the same level of support for a policy designed to create equal material conditions.",
          "url": "https://doi.org/10.1017/rep.2025.10022",
          "doi": "https://doi.org/10.1017/rep.2025.10022",
          "filter": 0
        },
        {
          "title": "The Political Implications of Identifying as a “Woman of Color” for Latina and Asian American Women",
          "authors": "Kira Sanbonmatsu, Stacey Greene, Yalidy Matos",
          "abstract": "Latinas and Asian American women are often labeled “women of color” (WOC). But taking up the identity of WOC is a choice; not all Latinas and Asian American women self-identify as WOC. Building on intersectionality theory and recent work on “of color” identities, we propose that WOC identification has the potential to translate into broader political alliances with other marginalized groups. We evaluate this expectation with data from the 2020 Collaborative Multiracial Post-Election Survey (CMPS). We added a survey question about self-identification as WOC to the 2020 CMPS, making research possible about the nature and implications of the WOC ID. We theorize that Latinas and Asian American women who self-identify as WOC will be more supportive of policies that disproportionately benefit marginalized outgroups. We find evidence that WOC ID is positively related to supporting these policies, as hypothesized. We also investigate whether racial resentment limits the effects of WOC ID and discuss the implications. We argue that this study demonstrates the significance of the WOC identity and its role in the creation of political coalitions.",
          "url": "https://doi.org/10.1017/rep.2025.10026",
          "doi": "https://doi.org/10.1017/rep.2025.10026",
          "filter": 0
        },
        {
          "title": "Navigating Contentious Identities: Minority Women in Israeli Politics",
          "authors": "Noa Balf",
          "abstract": "This paper explores diversifying legislatures within a context of ethnonationalism, populism, and democratic erosion. Although diversity and inclusion are often viewed as symbols of democratization, research increasingly challenges this. In fact, diversity and inclusion can occur in tandem with democratic erosion—how so? How do minorities navigate hostile environments? To answer this question, I analyze how women politicians with intersecting identities strategically use their gendered and racialized identities. I conduct a qualitative study of four different women politicians in the Israeli Knesset—Miri Regev of Jewish Mizrahi [Moroccan] descent, Pnina Tamano-Shata of Jewish Ethiopian descent, Merav Michaeli of Jewish Ashkenazi [European] descent, and Aida Touma-Suleiman, a Palestinian-Israeli. I find that women will highlight the aspects of their identities that they believe will benefit them the most, resulting in their promotion of ethnonational divisions and reducing opportunities for solidarity among minority populations.",
          "url": "https://doi.org/10.1017/rep.2025.10019",
          "doi": "https://doi.org/10.1017/rep.2025.10019",
          "filter": 0
        },
        {
          "title": "Black Reparations for Whom? The Eligibility Debate in California",
          "authors": "Mark B. Brown",
          "abstract": "This article examines how the California Reparations Task Force (2021–23), a government advisory body, grappled with the question of which Black Americans should be eligible for reparations. Some Task Force members and activists advocated a lineage approach that restricts eligibility to people whose ancestors were enslaved in the United States. Others supported a Pan-African approach that includes all Black residents. The Task Force voted narrowly for the lineage approach. Surprisingly, however, and not acknowledged by most observers, most of the Task Force’s Final Report implicitly adopted a tiered approach , which follows the lineage approach for some policies and the Pan-African approach for others. It also includes universal policies for all, as long as they include a reparatory dimension. The Final Report thus challenged the assumption that all reparations policies would follow a single standard of eligibility. The tiered approach emerged in part because it complies with United Nations guidelines on reparations. It appears more likely than the other approaches to increase public support for reparations.",
          "url": "https://doi.org/10.1017/rep.2025.10028",
          "doi": "https://doi.org/10.1017/rep.2025.10028",
          "filter": 0
        },
        {
          "title": "Many of Us Are Not Like the Others: Country of Origin and Latino Voting Behavior in the United States",
          "authors": "Francesco Bromo, Lindsey P. González, Manuela Muñoz, Kristy M. Pathakis",
          "abstract": "In the United States, Latinos are often treated as a monolithic voting bloc, but this approach overlooks significant variation in political behavior across sub-groups from different countries of origin. This paper explores the role of country of origin (CoO) in shaping the partisanship and electoral choices of U.S. Latinos, arguing that national origin influences party identification and voting behavior. Using data from the Collaborative Multi-Racial Post-Election Survey (CMPS), spanning elections from 2008 to 2020, we examine how Latino voters from different countries differ in their partisanship and support for Republican and Democratic candidates. Our findings reveal substantial variation in vote choice and partisan identification based on CoO. We employ genetic matching to control for key covariates, revealing that aggregate country-of-origin differences show up repeatedly in elections over time. These results suggest that aggregating Latinos into a single voting bloc obscures meaningful political diversity and that a country-of-origin approach offers valuable insights into Latino electoral behavior.",
          "url": "https://doi.org/10.1017/rep.2025.10025",
          "doi": "https://doi.org/10.1017/rep.2025.10025",
          "filter": 0
        },
        {
          "title": "Are Some Immigrant Entrepreneurs More Privileged Than Others? A Cross-National Comparison of Financial Capital Among Start-ups in the UK and UAE",
          "authors": "Naveed Yasin, Muhibul Haq, Khalid Hafeez, Nadia Zahoor",
          "abstract": "This cross-national study examines how ethnic resources shape access to financial capital among first-generation Punjabi-Pakistani immigrant entrepreneurs in the precious metals industries of Manchester (UK) and Dubai (UAE). Based on 50 semi-structured interviews (August 2022–July 2023) and analyzed through Template Analysis, the findings show that while co-ethnic social capital is widely mobilized across both contexts, significant intra-ethnic variations emerge between Khandani (lineage-based) and non-Khandani entrepreneurs. Khandani entrepreneurs rapidly accumulate start-up capital by leveraging their reputational credibility and transnational embeddedness, securing preferential access to large-scale financing through Rotating Credit Associations (kameti). By contrast, non-Khandani entrepreneurs face delayed entry, relying on modest loans from kin and co-ethnic migrants, with limited capacity to scale. The study highlights how lineage-based prestige intersects with broader kinship networks (Biraderi), producing differentiated trajectories of immigrant entrepreneurship. By foregrounding intra-ethnic stratification, this research extends debates on ethnic resources and mixed embeddedness, demonstrating that not all co-ethnic capital is equally accessible, and that transnational contexts reproduce rather than neutralize status hierarchies.",
          "url": "https://doi.org/10.1017/rep.2025.10031",
          "doi": "https://doi.org/10.1017/rep.2025.10031",
          "filter": 0
        },
        {
          "title": "Who is Disposable? The Making and Re-Making of the “Bad” Migrant at Europe’s Borders",
          "authors": "Gemma Bird, Davide Schmid",
          "abstract": "In this article, we address the role that European bordering and migration policy play in the broader construction of the European project by defining who does and does not belong in Europe. This question, and the policy answers to it, are shaped by a variety of different political and economic interests and factors, such as racialized narratives of border protection, labor market needs, and the securitization of borders. We tackle this question by examining the role that categories and figures of migration—such as the “genuine” and “bogus” asylum seeker, the refugee, and the economic migrant—play in European border policy and how they are changing in the present conjuncture. We argue that a redefinition is taking place of who counts as a “good” and “bad” migrant, which responds to the changing political economy of contemporary European capitalism and is reflected in the growing prominence of the dichotomy of “legal” and “illegal” migration. This, we argue, reconfigures the existing categories of economic migrant and asylum seeker and speaks to the emergence of new forms of racialized disposability at Europe’s borders. We do this by developing a critical political economy perspective that builds on our previous work and draws on the literature on racial capitalism and the concept of disposability.",
          "url": "https://doi.org/10.1017/rep.2025.10023",
          "doi": "https://doi.org/10.1017/rep.2025.10023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Lifeworlds in crisis: making refugees in the Chad–Sudan borderlands",
          "authors": "Anas Ansar",
          "url": "https://doi.org/10.1093/jrs/feaf062",
          "doi": "https://doi.org/10.1093/jrs/feaf062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Migrating Together or Leaving Behind: The Impact of Migrants' Early Urban Migration on Their Children",
          "authors": "Jun Li, Honghong Wei, Changjian Chen",
          "abstract": "In recent years, the importance of urban experiences and learning effects among rural‐to‐urban migrants has been theoretically and empirically highlighted. However, the intergenerational impacts of migrants' early urban experiences have not been sufficiently explored in the existing literature, especially the impact on their children. Using data from the China Migrant Dynamics Survey, we examine the impact of migrants' age at first migration on their children migrating together and the underlying influence mechanisms. We find that the younger migrants are when they move to cities, the less likely their children are to be left‐behind. The mechanism analysis suggests that migrating to cities at a younger age promotes higher income, better social integration, and enhanced cognitive awareness of urban education. Moreover, a heterogeneity analysis reveals that the positive effects of early city migration on children migrating with their parents are more pronounced among second‐born children, younger children, and migrants with lower education. Further analysis demonstrates the significant impact of early migration to cities in shaping gender disparities, particularly by increasing the likelihood of sons migrating with their parents. We provide valuable insights into the urbanization process and the issue of left‐behind children, offering implications for developing countries facing similar migration challenges.",
          "url": "https://doi.org/10.1002/psp.70118",
          "doi": "https://doi.org/10.1002/psp.70118",
          "filter": 0
        },
        {
          "title": "Transnational Relationships Between African Migrant Parents in Europe and Caregivers in Africa",
          "authors": "Bilisuma B. Dito, Valentina Mazzucato",
          "abstract": "Research shows the quality of the relationship between migrant parents and local caregivers is important for the care and wellbeing of migrants′ children who stay behind. Yet what exactly constitutes a well‐functioning relationship remains to be defined at a large‐scale, and especially for the case of African parents migrating to Europe. This study examines what factors shape the quality of relationship between local caregivers and migrant parents as experienced by migrant parents using data on 614 Angolan, Nigerian and Ghanaian migrant parents in Ireland, Portugal and the Netherlands. Our findings highlight how caregiving capabilities influenced by remittances, marital status, and socioeconomic positions, influence local caregiver‐migrant parent relationships. Gendered care cultures shape how migrant mothers experience warmer but more demanding relationships with local caregivers compared to migrant fathers, while migrant parents in general experience difficult relationships with non‐partner biological local caregivers. The study also shows the specific ways migration regimes negatively affect transnational care relationships by causing prolonged family separation and difficulties in the capacity to remit.",
          "url": "https://doi.org/10.1002/psp.70115",
          "doi": "https://doi.org/10.1002/psp.70115",
          "filter": 0
        },
        {
          "title": "Broken Desire: Chinese Students’ Abandonment of Overseas Study Amidst the Changing Global Landscape and Geopolitical Tensions",
          "authors": "Jiexiu Chen, Yuqiong Fang, Wenqin Shen",
          "abstract": "As the broad field of international education experienced unforeseeable changes with the rising of geopolitical tensions amplified by the pandemic, the long‐standing interest in studying abroad among Chinese students at top research universities has experienced a misalignment with the changing landscape and the new normality created by the global crisis. Drawing upon the intricate experiences and perceptions of 31 students from Chinese top research universities who have opted out of pursuing studies abroad due to the impact of pandemic and other global geopolitical tensions, this article investigates how the changing global landscape has shaken participants’ desire for mobility. Such desire has long been argued as a collective imagination of global higher education (Collins 2013). Our findings demonstrate how participants recalibrated their strategies in international political tensions and economic recessions at the macro level, with alterations in mobility infrastructure at the meso level. At the micro level, we find that many participants tended to reassess the symbolic value of international study and shift to a ‘calculative self’ which emphasises a more one‐dimensional consideration of the economic return on their study abroad decisions. We consider that amid lasting turbulence in the global landscape, discussions centred on ISM have shifted from mobility to immobility, and the previously shared global imaginings of international education have undergone notable transformation.",
          "url": "https://doi.org/10.1002/psp.70109",
          "doi": "https://doi.org/10.1002/psp.70109",
          "filter": 0
        },
        {
          "title": "Industrial Structure Rationalisation, Upgrading, and the Geography of Intercity Migration in China",
          "authors": "Sen Li, Jianfa Shen, Hengyu Gu",
          "abstract": "This study investigates the changing geographies of intercity migration in China and how various aspects of cities' industrial structure shape these patterns. Using microdata from the population census and the 1% population sampling survey, the analysis identifies a rising share of intra‐provincial migration from 2000 to 2015, accompanied by more notable changes in its spatial pattern compared to interprovincial migration. A shift in migratory routes is emerging, from interprovincial migration to developed eastern cities toward intra‐provincial migration to provincial capitals. A gravity model with Poisson pseudo‐maximum likelihood estimation is employed to assess the impact of cities' industrial structure—measured by industrial structure rationalisation, inter‐sectoral upgrading, and intra‐sectoral manufacturing upgrading—on intercity migration. The econometric results indicate that higher levels of industrial structure rationalisation and nonagricultural industrial development are associated with greater in‐migration and lower out‐migration. A higher capital‐intensive manufacturing concentration tends to reduce population inflows, whereas cities with a higher concentration of technology‐intensive manufacturing attract more migrants. The subsample heterogeneity analysis (i.e., migration to eastern vs. non‐eastern cities, and to high‐ vs. low‐hierarchy cities) and the moderating effects of time, whether or not crossing provincial boundaries, and economy are discussed. Our findings provide insights for policymaking in addressing the dual challenges of sustaining population inflows while undertaking industrial restructuring.",
          "url": "https://doi.org/10.1002/psp.70113",
          "doi": "https://doi.org/10.1002/psp.70113",
          "filter": 0
        },
        {
          "title": "Exogamy, Proximity to Parents, and the Residential Choices of 1.5‐ and Second‐Generation Immigrants in Sweden",
          "authors": "Benjamin F. Jarvis, Jenjira J. Yahirun",
          "abstract": "Living near kin facilitates intergenerational support, which may be especially important for immigrant families. For 1.5‐ and second‐generation immigrants, this creates a tension between residential integration and family obligations. This tension can grow when forming a union, particularly with a nonimmigrant. Yet little is known about how residential moves for partnered immigrants shape and are shaped by proximity to parents. Using Swedish register data from 1990 to 2017, we examine the settlement patterns and residential choices of (1) endogamous immigrant couples where partners have the same national background, (2) exogamous couples featuring one immigrant and one nonimmigrant partner, and (3) endogamous unions with two nonimmigrant Swedish partners. Descriptive statistics show that endogamous immigrants are most likely to be living near their parents, followed by exogamous immigrants, and then endogamous and exogamous Swedes. However, discrete choice models of residential mobility behaviors , which account for the spatial distribution of housing, reveal that all groups are more likely to locate nearer to parents, with only modest differences between them. Across model specifications, the effect of distance to parents for immigrants in exogamous unions is slightly, but consistently, weaker than for their partners or counterparts in other kinds of unions. These findings suggest weaker attachments between exogamous immigrants and their parents, while also underscoring how group differences in proximity to family reflect the uneven geographic distributions of housing and immigrant families in Sweden.",
          "url": "https://doi.org/10.1002/psp.70117",
          "doi": "https://doi.org/10.1002/psp.70117",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1002/psp.2800",
          "doi": "https://doi.org/10.1002/psp.2800",
          "filter": 1
        }
      ]
    }
  ]
}
