{
  "update": "2024-12-27",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Exploring trauma and resilience of Urban South Sudanese refugees in Sudan",
          "authors": "Shima Bashir, Shahla Eltayeb, Alia Badri",
          "abstract": "This study aims to explore the lived experiences of South Sudanese refugees in White Nile state, Sudan, focusing on the impact of pre-refugee life, war-related trauma, and current camp conditions on their mental health. Additionally, it aims to emphasize the strategies used by refugees to cope with challenges and highlight deficiencies in services offered by humanitarian agencis. The study used a qualitative analysis approach and conducted in-depth interviews with 15 refugees from South Sudan residing in White Nile State refugee camps in Sudan. Participants were recruited from the two refugee camps, ensuring diversity in age and gender. All focus group discussions were audio-recorded, and detailed transcripts were generated. The transcribed data were subjected to thematic analysis. The investigation revealed a number of patterns. First, participants recalled a pre-refugee life marked by safety, joy, and community cohesion, which sharply contrasted with their subsequent experiences of violence and displacement. Furthermore, refugees have conveyed substantial psychological distress resulting from their exposure to violence, suffering physical mistreatment, and the loss of their dear ones. These experiences have left profound psychological trauma and feelings of anxiety. Furthermore, the existing circumstances in the refugee camps intensified their psychological distress, as they faced challenges in having access to basic needs, job, schooling, and preserving their cultural traditions. Coping strategies of the refugees predominantly relied on cultural practices, family support, and religious prayer. By incorporating refugees’ resilience and community engagement as factors that promote long-term stability in South Sudanese refugee communities, this study underscores the urgent need for humanitarian organizations to redesign a more holistic approach that includes immediate mental health needs, socioeconomic factors, educational accessibility, and gainful employment. Ultimately, this study advocates a paradigm shift in humanitarian efforts to prioritize mental health services for refugees by addressing the interlinked nature of mental health and broader socioeconomic factors.",
          "url": "https://doi.org/10.1186/s40878-024-00415-x",
          "doi": "https://doi.org/10.1186/s40878-024-00415-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "JEMS editorial welcome note 2025",
          "authors": "Paul Statham",
          "url": "https://doi.org/10.1080/1369183x.2025.2442179",
          "doi": "https://doi.org/10.1080/1369183x.2025.2442179",
          "filter": 0
        },
        {
          "title": "Subnational immigration policymaking in the United States: the role of issue entrepreneurs in California, Texas, and Florida",
          "authors": "Wayne A. Cornelius, Monica W. Varsanyi",
          "url": "https://doi.org/10.1080/1369183x.2024.2441831",
          "doi": "https://doi.org/10.1080/1369183x.2024.2441831",
          "filter": 0
        },
        {
          "title": "Cultural in/corporation: marriage migration, multiculturalism and new entrepreneurial citizens in South Korea",
          "authors": "Suyun Choi",
          "url": "https://doi.org/10.1080/1369183x.2024.2443453",
          "doi": "https://doi.org/10.1080/1369183x.2024.2443453",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Queer refugees and human rights: on the limits of recognition",
          "authors": "Tina Nina Dixson",
          "abstract": "This article draws from the author’s lived experience of queer displacement and involvement in international advocacy for LGBTIQ+ refugees, focusing on key policy developments from 2016 to 2021. Central to this analysis is the Global Compact on Refugees (GCR), which, despite its potential, ultimately failed to specifically address the needs of LGBTIQ+ refugees. Through a lived-experience lens, the GCR’s text is critically examined, revealing its limitations in recognizing LGBTIQ+ refugees. Further analysis of UNHCR’s Global Roundtable on Protection and Solutions for LGBTIQ+ People in Forced Displacement exposes the power imbalances that hinder meaningful participation in spaces purportedly inclusive of LGBTIQ+ refugees. The author contends that mere visibility is insufficient for recognition; a redistribution of power is essential. Grounded in feminist and intersectional frameworks, the article advocates for a paradigm shift in refugee policy towards full inclusion, human rights protection, justice and social equity for LGBTIQ+ refugees.",
          "url": "https://doi.org/10.1093/jrs/feae088",
          "doi": "https://doi.org/10.1093/jrs/feae088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "‘I am Here to Peidu ’: Children's Education as a Motive for Women's Return Migration",
          "authors": "Yueyue Gao, Stephen Adaawen, Tialda Haartsen",
          "abstract": "This study investigates the relationship between children's education and return migration patterns among Chinese migrant women through the practice of peidu (accompanying children during their studies). Drawing on in‐depth interviews with 11 mothers aged 30–55 and participant observations in Qianshan, we examined how and why migrant women shape their return migration decisions around their children's education. Our research is contextualised within the existing literature on circular migration, structural constraints, upward social mobility, and the challenges faced by both transnational and internal peidu mothers. The findings reveal that mothers' primary motivation for returning is their aspiration to enhance their children's life opportunities through education. We observed an intergenerational shift in parenting approaches, with peidu evolving from accompanying children through senior high school to supporting younger children's education, reflecting changing childcare norms in China. The study also highlights how internal peidu mothers navigate emotional pressures while balancing full‐time employment with childcare responsibilities and how their access to family support varies depending on their proximity to schools versus family networks. The post‐ peidu period frequently triggers thoughts of spousal reunion, which can occasionally lead to renewed outmigration, suggesting that educational accompaniment plays a significant role in shaping circular migration patterns.",
          "url": "https://doi.org/10.1002/psp.2876",
          "doi": "https://doi.org/10.1002/psp.2876",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
