{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Political legacies and present perceptions of migrants",
          "authors": "Christian S. Czymara, Anastasia Gorodzeisky, Inna Leykin",
          "abstract": "This paper examines the long-term impact of past political processes and events on current perceptions of immigration. As a case study, we focus on contemporary public perceptions of migrants by citizens of the Baltic states and ask how historical migration patterns and policies within the former Soviet Union are reflected in these perceptions. Our analysis is based on original survey data collected from nationally representative samples in Estonia, Latvia, and Lithuania. Employing structural topic modeling (STM), we analyze over 1,100 responses to an open-ended survey question asking respondents to describe the group that comes to mind when thinking about immigrants in their country. Using STM allows us to identify socially meaningful themes, as highlighted by the respondents, and without bias from any predefined categories. Our findings demonstrate that, while Russia’s invasion of Ukraine featured significantly in the responses, the Soviet political legacy and the related Soviet era migration continue to shape perceptions of migrants in the Baltic States thirty years after their independence. Thus, even in the context of the most salient migration-related events, such as war, past geo-political processes can play a significant role in the formation of current public perceptions of immigration.",
          "url": "https://doi.org/10.1186/s40878-025-00490-8",
          "doi": "https://doi.org/10.1186/s40878-025-00490-8",
          "filter": 0
        },
        {
          "title": "The elusive climate migrant: symbolic geographies in migration studies",
          "authors": "Víctor Pérez-Segura, Raquel Caro-Carretero, Antonio Rua",
          "url": "https://doi.org/10.1186/s40878-025-00489-1",
          "doi": "https://doi.org/10.1186/s40878-025-00489-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Homemaking as everyday resistance: the settler colonial context of Palestinians in Israel",
          "authors": "Umayma Diab, Amal Jamal",
          "url": "https://doi.org/10.1080/01419870.2025.2543982",
          "doi": "https://doi.org/10.1080/01419870.2025.2543982",
          "filter": 0
        },
        {
          "title": "Anti-Asian discrimination: how perceptions differ and why",
          "authors": "Cary Wu, Rennie Lee, Ann H. Kim, Sibo Chen",
          "url": "https://doi.org/10.1080/01419870.2025.2541758",
          "doi": "https://doi.org/10.1080/01419870.2025.2541758",
          "filter": 0
        },
        {
          "title": "Un/making institutional racism in daycare centers in postmigrant Berlin",
          "authors": "Seyran Bostancı, Benedikt Wirth",
          "url": "https://doi.org/10.1080/01419870.2025.2544373",
          "doi": "https://doi.org/10.1080/01419870.2025.2544373",
          "filter": 0
        },
        {
          "title": "Restrictive racial projects: navigating the academy’s raced &amp; unequal spaces",
          "authors": "Gwendolyn Purifoye",
          "url": "https://doi.org/10.1080/01419870.2025.2543525",
          "doi": "https://doi.org/10.1080/01419870.2025.2543525",
          "filter": 0
        },
        {
          "title": "Frames of forced migration: a comparative analysis of political and media discourses in Italy and Ireland",
          "authors": "Claudia Peroni, Camilla Devitt, Daniel Faas",
          "url": "https://doi.org/10.1080/01419870.2025.2547665",
          "doi": "https://doi.org/10.1080/01419870.2025.2547665",
          "filter": 0
        },
        {
          "title": "Sites of statelessness: laws, cities, seas",
          "authors": "Asli Ikizoglu Erensu",
          "url": "https://doi.org/10.1080/01419870.2025.2526147",
          "doi": "https://doi.org/10.1080/01419870.2025.2526147",
          "filter": 0
        },
        {
          "title": "Sovereign bodies, sovereign spaces. Urban indigenous health activism in the United States and Australia",
          "authors": "Paul Spoonley",
          "url": "https://doi.org/10.1080/01419870.2025.2530781",
          "doi": "https://doi.org/10.1080/01419870.2025.2530781",
          "filter": 0
        },
        {
          "title": "Learning to engage with difference in a majority–minority primary school",
          "authors": "Josje Schut, Ismintha Waldring, Elif Keskiner",
          "url": "https://doi.org/10.1080/01419870.2025.2534069",
          "doi": "https://doi.org/10.1080/01419870.2025.2534069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Migration Impact Assessment: A Toolbox for Participatory Practices. By Stefan, Kordel &amp; Marika, Gruber, Baden‐Baden: Nomos, 2024. 109 pp. €29. ISBN: 978‐3‐75‐600447‐8 (print); €0. ISBN: 978‐3‐74‐893491‐2 (ePDF).",
          "authors": "Gudrun Biffl",
          "url": "https://doi.org/10.1111/imig.70090",
          "doi": "https://doi.org/10.1111/imig.70090",
          "filter": 0
        },
        {
          "title": "Between ‘Approval’ and ‘Rejection’: Non‐Resident Citizens' Vote Choice in Constitutional Plebiscites",
          "authors": "Ingrid Ríos‐Rivera, Sebastián Umpierrez de Reguero, Mariia Makarenko, Denisse Salazar, Rafaela Villao, Claudia Navarrete, Constanza Trujillo",
          "abstract": "This article examines how the political resocialisation of Chilean emigrants shapes their electoral preferences in constitutional plebiscites. We propose a set of hypotheses linking democracy levels in residence countries, prior electoral experience, ideology, and exposure to constitutional reforms abroad to voting behaviour. Using both administrative and individual‐level data, our analysis yields three key findings. First, Chileans residing in less democratic countries than Chile are more likely to reject constitutional plebiscites. Second, while prior electoral experience and partisan ideology contribute to stable voting patterns, exposure to constitutional reforms in residence countries does not significantly shape non‐residents' vote choices. Third, individual‐level evidence underscores the role of democratic pluralism, prior voting participation, ideology, and socioeconomic factors in structuring electoral behaviour abroad. By situating non‐resident Chilean voters within broader debates on migrant political participation, this study provides insights into how transnational experiences shape electoral engagement in origin‐country politics.",
          "url": "https://doi.org/10.1111/imig.70049",
          "doi": "https://doi.org/10.1111/imig.70049",
          "filter": 0
        },
        {
          "title": "A Discourse Analysis of Syrian Refugee Learners' Reflective Accounts of Returning to Syria From Jordan",
          "authors": "Radzuwan Ab Rashid, Omar Ali Al‐Smadi, Raed Al‐Ramahi, Marwan Harb Alqaryouti, Umair Munir Hashmi",
          "abstract": "This paper is part of a larger study investigating the educational experiences of Syrian refugees in Jordan. It explores the reflective accounts of 129 Syrian refugee university learners in Jordan, collected during the third week following the fall of Bashar al‐Assad, a period marked by significant political transition and the voluntary return of nearly 60 000 Syrians. Using a discursive analytical approach, the research investigates how language reflects the learners' decisions about returning to Syria or remaining in Jordan. The analysis identifies key language strategies, including the use of conditional framing to express hypothetical scenarios, modal verbs to convey future intentions, affective language that positions education as both a personal and collective responsibility, concessive structures to navigate the interplay of familial support, financial constraints, and educational aspirations, temporal framing that situates actions within a specific time context, a combination of agentive verbs, intensification, presupposition, and comparative evaluation. This study contributes to understanding the relationship between language, identity, and post‐conflict reconstruction in refugee contexts by highlighting the language strategies employed by Syrian refugee learners at a pivotal historical moment. It thereby advances sociolinguistic understandings of how refugee learners use language to frame return as a morally situated decision shaped by displacement, education, and political change.",
          "url": "https://doi.org/10.1111/imig.70088",
          "doi": "https://doi.org/10.1111/imig.70088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "‘ Use my Experience to Your Advantage ’: The Agency Behind TikTok Portrayals of the Migration Journey Through Darien Gap",
          "authors": "Paula Folino Juanola",
          "abstract": "As migration routes and flows shift over time, so do the digital platforms through which migrants communicate and seek information. Among TikTok's billions of users, some individuals have shared footage of their crossing through the Darien gap between Colombia and Panama, offering a never-before-seen perspective to the 160 km jungle. This article explores TikTok's role as a tool for migrants to share unfiltered experiences and navigate the hardships of their journey . Through a comparative ethnographic content analysis (ECA) of 66 TikTok videos and, 7373 comments, this article proposes an original methodology seldom applied in migration research by prioritising migrant voices as a counter-space that actively resists those actors speaking for them. A thematic comparison between migrant-made videos with non-migrant-made videos considers how the latter accentuates narratives of suffering and victimhood; whereas migrant-made videos curate their content to provide practical information to support other migrants, grounded in their personal experience. The themes within migrant-made videos, together with their comments, construct a digital environment conducive to resisting flattening narratives through tools such as empowerment, community building, and practical information sharing. This article contributes beyond a methodological scope by acknowledging how migrant-made videos point to information individuals are seeking concerning their journey: an epistemological gap that, by filling it, could prove conducive to migrant protection strategies. It concludes that the decisive factor between agency-driven versus victimhood-centred content is the storyteller. This article endorses the prioritisation of migrant voices to respond to their requests and steer migration strategies towards a genuinely safe migration.",
          "url": "https://doi.org/10.1177/01979183251365924",
          "doi": "https://doi.org/10.1177/01979183251365924",
          "filter": 0
        },
        {
          "title": "Foreign or Domestic Affairs? Unpacking Mechanisms Behind Colombia and Peru's Policies on Venezuelan Displacement",
          "authors": "Nieves Fernández-Rodríguez",
          "abstract": "While forced displacement policies are shaped by both international and domestic considerations, little is known about how states navigate conflicting pressures when adopting liberal or restrictive approaches. This article addresses this gap by examining the divergent responses of the two largest recipients of Venezuelan displaced people: Peru under Martín Vizcarra (2018–2020) and Colombia under Iván Duque (2018–2022). Although both Peru and Colombia are middle-income countries with significant emigration and share growing public resentment toward migrants and strained relations with Nicolás Maduro's regime, they pursued opposite policies. In 2019, Peru imposed a visa requirement for Venezuelan migrants, restricting access, whereas in 2021 Colombia created the Temporary Protection Status, allowing for regularization and a path to residency. Using 65 interviews with policymakers and experts, over 200 statements by public officials, and secondary literature, this study identifies the mechanisms behind these contradictory policies. It argues that whether forced displacement is perceived by executive actors as a foreign or domestic issue shapes the nature of policy in countries that would otherwise be expected to respond similarly. These perceptions are ultimately explained by executives’ need for self-preservation and self-legitimation within strategic political contexts. Four key factors—importance given to Venezuela, international reputation, executive strength, and, to a lesser extent, bureaucratic frameworks—determine whether foreign or domestic logics prevail. By showing how Latin American responses integrate both logics rather than fitting neatly into Global North/South binaries, this study challenges dominant dichotomies in migration scholarship.",
          "url": "https://doi.org/10.1177/01979183251365919",
          "doi": "https://doi.org/10.1177/01979183251365919",
          "filter": 0
        },
        {
          "title": "Generational Status, Gender, and Health: The Role of Identity Centrality among Asian Americans in the United States",
          "authors": "Min Ju Kim",
          "abstract": "Scholarship on immigrant health among Asian Americans in the United States has been limited in its discussion of identities as a useful marker of integration. At the same time, a large volume of research has focused on the foreign-born population, with relatively fewer studies including their native-born counterparts. As a result, little is known about how identities can enhance or risk the health of Asian Americans comparatively across generational status. In recognition of such gaps in existing literature, I use the 2016 National Asian American Survey ( n = 4,242) and examine how Asian/ethnic/American identity centrality moderates the relationship between generational status and self-rated health among Asian American adults, with gender as a key modifier. I find that Asian identity centrality operates as a health protective resource among foreign-born immigrants regardless of gender. In contrast, it functions as a risk to health among second-generation men and third-generation women. American identity centrality is also a risk to health, but specifically among 1.5- and second-generation men and women. Notably, ethnic identity centrality is detrimental to the health of 1.5-generation men. Findings reveal nuanced patterns of Asian American integration into U.S. society and their relationships to health. Future research should continue to advance knowledge on generational disparities in health among Asian Americans, with greater attention to gender specificity and social psychological mechanisms.",
          "url": "https://doi.org/10.1177/01979183251363508",
          "doi": "https://doi.org/10.1177/01979183251363508",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Self-care in transnational migrant households: body-mapping of stressors and care strategies of Chinese women stayers",
          "authors": "Carlo John B. Arceo, Jixia Lu, Dongsheng Wang",
          "url": "https://doi.org/10.1080/1369183x.2025.2547865",
          "doi": "https://doi.org/10.1080/1369183x.2025.2547865",
          "filter": 0
        },
        {
          "title": "‘The dog that barks doesn’t bite’? Non-performativity in migration diplomacy: EUropean-Lebanese engagement on refugee return to Syria",
          "authors": "Nora Stel",
          "url": "https://doi.org/10.1080/1369183x.2025.2529499",
          "doi": "https://doi.org/10.1080/1369183x.2025.2529499",
          "filter": 0
        },
        {
          "title": "Competing definitions of belonging in urban spaces: racial equity and city level immigration policy-making in ‘Mayville’ California",
          "authors": "Danielle Puretz, Susan Bibler Coutin",
          "url": "https://doi.org/10.1080/1369183x.2025.2548325",
          "doi": "https://doi.org/10.1080/1369183x.2025.2548325",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Dilemmas in Representation: Immigration, Identity, and Political Parties",
          "authors": "Jeremiah Cha, Justin Gest, Tom K. Wong",
          "abstract": "As global migration continues to intensify, legislatures in liberal democracies increasingly feature policymakers with direct experiences with immigration. Concurrently, scholars often argue that electoral accountability creates incentives to appeal to public opinion, which in the context of immigration policymaking favors restrictions over admission. In this paper, we study these competing dynamics among these immigrant legislators. We theorize that political institutions—particularly political parties—impede the sincere expression of legislative preferences among legislators that come from immigrant backgrounds. To begin, we present stylized facts about legislative behavior drawing on roll-call votes from the Canadian, British, and American legislatures. Drawing on 25 in-depth interviews with representatives, we find strong evidence that the threat of political party sanction and individual concerns about legislators’ own parties affects legislative decision-making. These findings contribute to our understanding of legislative accountability and highlight how the trend of increasing immigration to democratic polities does not directly translate to political representation.",
          "url": "https://doi.org/10.1017/rep.2025.10013",
          "doi": "https://doi.org/10.1017/rep.2025.10013",
          "filter": 0
        },
        {
          "title": "“Immigrationalization” of the Welfare State: Contextual influences on Welfare Politics in the United States",
          "authors": "Ping Xu, Belinda Davis, James Garand",
          "abstract": "While prior studies have consistently linked immigration attitudes with public support for the welfare state, it is not yet clear how individuals process immigrant-related information in their home contexts and combine that with their existing immigration attitudes to update their attitudes toward the welfare state. In this paper, we consider how context (i.e., immigrant welfare participation rates in individuals’ home states) works in tandem with immigration attitudes to shape Americans’ support for the welfare state. We merge state contextual data on the welfare consumption rates of immigrants with micro-level public opinion data from the Cumulative American National Election Survey (CANES) for the years from 2004 to 2016. Our results suggest that individuals’ immigration attitudes and the degree of immigrant welfare participation in their home contexts combine to influence Americans’ welfare spending attitudes. More specifically, among individuals with unfavorable immigration attitudes, higher levels of immigrant welfare participation in their state contexts lead to significantly lower levels of welfare support. Likewise, in states with high-immigrant welfare participation rates, negative immigration attitudes have a stronger negative effect on welfare support. These findings suggest that Americans’ support for the welfare state is not only determined by their existing immigration attitudes but also the reality of immigrant welfare usage in their home contexts.",
          "url": "https://doi.org/10.1017/rep.2025.10012",
          "doi": "https://doi.org/10.1017/rep.2025.10012",
          "filter": 0
        },
        {
          "title": "Racialized Guatemalan Migrant Labor and Grassroots Civil Societies in the Greater Los Angeles Region",
          "authors": "Julio Orellana",
          "abstract": "This paper examines the complex political-economic processes that shape contemporary forced displacement from Guatemala to the U.S. The study was driven by the following research question: How does capitalism and the historical context of forced migration in Guatemala relate to the creation and development of migrant-led organizations in the U.S. and the various types of leadership and political participation? Examining the political economy of Guatemalan migration to the Greater Los Angeles region and the activities of migrants and community organizations, I argue that neoliberal capitalism not only provokes the displacement of Guatemalan migrants as a social class of people from multiple racial and ethnic backgrounds, but it has also contributed to the emergence of distinct political Guatemalan diaspora organizations in the U.S. at the community, national, and transnational level. Furthermore, due to historical social relations in Guatemala, organizations have emerged in Southern California along ethnic, racial, and gender lines. Moreover, activism emerges within destination countries because exploitation and exclusion take on distinct forms beyond the specific economic and political forces that generate displacement in migrants’ origin countries. As such, these organizations have made significant contributions by safeguarding the human rights of Guatemalan migrants in the U.S. and have emerged based on the differences and inequalities faced by indigenous communities compared to non-indigenous (mestizo/ladino) groups as they and their organizations endure processes of “exclusionary inclusion” in the U.S.",
          "url": "https://doi.org/10.1017/rep.2025.10016",
          "doi": "https://doi.org/10.1017/rep.2025.10016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Harming by Interviewing? Methodological and Ethical Dilemmas of In‐Depth Interviews With People on the Move",
          "authors": "Robert Rydzewski, Izabela Wagner",
          "abstract": "In this text, we explore the methodological and ethical dilemmas that arise when conducting in‐depth or biographical interviews with people on the move—refugees, asylum seekers and other migrants seeking legal status in the EU. We argue that by interviewing research participants we make them relive traumatic experiences may inadvertently place a heavy emotional and psychological burden on them. Conducting in‐depth interviews with individuals who are often survivors of violence, prolonged confinement and other forms of abuse—particularly amid legal and existential uncertainty—can exacerbate mental strain and stress, making this a potentially harmful research practice. Additionally, the need to safeguard interviewees' security and improve their chances of obtaining residence permits may affect the quality of the data collected. We call for a re‐evaluation of research methods used to gather information from people on the move. This study is grounded in ethnographic research conducted along the EU's external borders.",
          "url": "https://doi.org/10.1002/psp.70089",
          "doi": "https://doi.org/10.1002/psp.70089",
          "filter": 0
        },
        {
          "title": "Gendered Temporalities and Transnational Care in Indonesian and Tanzanian Student Migration and Return",
          "authors": "Marta Moskal",
          "abstract": "This article examines the often‐overlooked roles of gender, caregiving, and family in shaping the experiences of international student migration, focusing on Indonesian and Tanzanian postgraduate students in the UK. Against the backdrop of increasingly restrictive immigration and scholarship policies limiting the presence of dependents, the study draws on narrative interviews with 40 returnees to explore how significant others influence educational decisions and trajectories. Employing a life course perspective and the concept of “linked lives”, the analysis highlights how age, gender, family status, and structural conditions intersect across temporal and spatial scales. An intersectional lens is used to interrogate how caregiving responsibilities—particularly among women—challenge dominant portrayals of international students as independent and privileged actors. Focusing on four women's stories, the article traces the emotional and practical complexities of “split migration”, revealing how academic ambitions are negotiated alongside care obligations. Their narratives illuminate both the constraints and transformative possibilities associated with transnational mobility, especially in renegotiating gender roles and family dynamics. This study underscores the importance of recognising students’ relational embeddedness and structural vulnerabilities. By centring women's lived experiences, the article contributes to debates on the gendered dimensions of global mobility and calls for a more socially sustainable approach to international higher education.",
          "url": "https://doi.org/10.1002/psp.70095",
          "doi": "https://doi.org/10.1002/psp.70095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
