{
  "update": "2024-08-23",
  "content": [
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "“Even if I am going to die, I must go”: Understanding the influence of predestination thinking on migration decision‐making in the Gambia",
          "authors": "Omar N. Cham",
          "abstract": "The existing migration sociology literature predominantly explains migration decision‐making through rational frameworks (socioeconomic factors), often influenced by Western (scientific) bias, neglecting other relevant subjective factors. By relying on data collected through interviews with 60 potential migrants in the Gambia, I go beyond these socioeconomic explanations and identify a key ideational factor – predestination thinking – as an important factor that influences migration decision‐making, especially concerning the perception of risk associated with irregular migration among potential migrants. This article demonstrates how predestination thinking influences different aspects of potential migrants' decision‐making, including the decision to embark on an irregular migration trajectory, risk assessment, and the nature of family support provided to a potential migrant. I argue that non‐conventional, intangible factors such as predestination thinking cannot be neglected when explaining migration decision‐making, especially in societies with embedded belief systems. This article contributes to a more nuanced and holistic understanding of migration decision‐making beyond Western‐centred perspectives.",
          "url": "http://dx.doi.org/10.1111/imig.13317",
          "doi": "10.1111/imig.13317",
          "filter": 0
        },
        {
          "title": "Synergy or disparity? Czech experts' insights on migration and development policies",
          "authors": "Robert Stojanov, Aneta Seidlová, Oldřich Bureš, Radka Klvaňová, Lucie Štěpánková, David Procházka",
          "abstract": "This article discusses the promotion of policy coherence of migration and development policies that have figured high on the agenda of international organizations and the European Union but have been hardly explored in the context of Central and Eastern Europe. Based on in‐depth interviews with 40 Czech experts on migration and development, we identified three key contradictions: (i) The increasing prominence of a security perspective on both migration and development policies and the lack of coherence between these policies in practice; (ii) The tension between the national and transnational perspectives guiding migration policymaking and development policies; and (iii) The lack of reflection on crucial issues, such as remittances and brain drain, in the dominant paradigm of labour migration. We argue that the findings on (in)coherence between Czech migration and development policies help us understand policy responses of Central and Eastern European governments since the 2015 ‘migration crisis’.",
          "url": "http://dx.doi.org/10.1111/imig.13320",
          "doi": "10.1111/imig.13320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: Legal Phantoms",
          "authors": "Sophie X. Liu",
          "url": "http://dx.doi.org/10.1177/01979183241272306",
          "doi": "10.1177/01979183241272306",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Friendly, not friends: migrant settlement and diverse social ties in Australian regional cities",
          "authors": "Bronte Alexander, Lawrence Rivera, Rebecca Wickes",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393652",
          "doi": "10.1080/1369183x.2024.2393652",
          "filter": 0
        },
        {
          "title": "Im/migration, mental health and well-being, and newcomer Filipino families: implications for anti-racist and anti-oppressive policies and practice",
          "authors": "Jessica Ellen Ticar",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2390057",
          "doi": "10.1080/1369183x.2024.2390057",
          "filter": 0
        },
        {
          "title": "Remnants of illegality: DACA, legal status, and unlearning illegality",
          "authors": "Jozef C. Robles",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393655",
          "doi": "10.1080/1369183x.2024.2393655",
          "filter": 0
        },
        {
          "title": "Working together or apart? Exposure between natives and migrants in Danish workplaces from 1996 to 2019",
          "authors": "Lanciné Eric Nestor Diop, Christian Albrekt Larsen",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2391003",
          "doi": "10.1080/1369183x.2024.2391003",
          "filter": 0
        },
        {
          "title": "The European Commission and the migration-development nexus: accessing resources and increasing the mandate",
          "authors": "Alexandra Berger, Christof Roos",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2394144",
          "doi": "10.1080/1369183x.2024.2394144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
