{
  "update": "2024-09-06",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Perceived loneliness: Why are Syrian refugees more lonely than other newly arrived migrants in Germany?",
          "authors": "Julia Rüdel, Marie-Pier Joly",
          "abstract": "Migration often impacts the mental and emotional health of those needing to move from their home countries. Studies have focused on migrants’ levels of distress or well-being, and recent research looks at older migrants’ experience with loneliness. What has yet to be researched is how different migrant groups experience loneliness, and how these feelings are affected by the contexts of leaving one country and reception in another. Drawing on the theoretical framework of integration, this article asks whether newly arrived refugees in Germany differ in their perception of loneliness from other newly arrived migrants. It examines these perceptions as related to social contacts and the context—and interplay—of exit and reception. Using OLS regressions with data from the Recent Immigration Processes and Early Integration Trajectories in Germany (ENTRA) project, we find that Syrian refugees have higher levels of loneliness than migrant groups from Poland, Italy, and Turkey. The difference is largely attributable to Syrians not having local German contacts, surviving traumatic experiences at home, and migrating specifically for physical safety. We also find that discrimination and not being in the labor force are determinants of loneliness across all four groups, and that even when considering migrant origins and other effects, having local social contacts lowers levels of loneliness. Our results point to migration policies, such as those related to family reunification and labor market access, for producing inequalities in loneliness between Syrian refugees and other migrants in Germany.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00398-9",
          "doi": "10.1186/s40878-024-00398-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Networks of persistence: A new framework for protracted displacement from a Georgian lens",
          "authors": "Jared R. Dmello, Beth Mitchneck",
          "abstract": "Millions of internally displaced people are living in their own countries in a temporary status called ‘protracted displacement’, a term not without its debates. We use a social network analysis database to assess how social interactions and demographic characteristics, including the relative location of resettlement, may contribute to IDP integration during the first 2 years of displacement. Our analysis of information from 57 internally displaced individuals in the aftermath of the 2008 Russo‐Georgian War, finds that networks of persistence, rather than survival or integration, characterize patterns of protracted displacement within 2 years of displacement. This suggests a need for rethinking the mainstream definitions to ensure vital resources are provided to displaced populations to promote timely integration.",
          "url": "http://dx.doi.org/10.1111/imig.13327",
          "doi": "10.1111/imig.13327",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Overlap and Interrelations Between (Im)mobility Motivations",
          "authors": "Fernando Riosmena",
          "abstract": "Scholarship in Migration Studies and Forced Migration and Refugee Studies recognizes that migration and immobility can be the result of various, mixed motivations. Empirical work and conceptualizations of forced and “lifestyle” migration consider some of this complexity. Scholarship on immobility has also examined various, mixed motives. Finally, migration theory development has recently begun to incorporate various “non-economic” motivations, mainly into frameworks originally aimed at tackling economic/labor migrations, mainly integrating force and/or environmental factors. However, efforts to conceptualize and theorize on how and why motivations overlap or are interrelated (positively or negatively) are more scant, less explicit, and less systematic. In this paper, I provide a broad systematic taxonomy of migration and immobility motivation overlap and interrelation. First, I describe the six main (im)mobility motivations discussed in the literature—namely economic, labor-related, safety-related, environmental, family-related, and related to self-fulfillment—organizing them around the degree to which they are driven by extrinsic and/or intrinsic rewards and costs. Second, I provide a general typology of possible ways in (im)mobility motivations become “alternative” to and/or concurrent with each other, and how these instances operate at individual and/or population levels. Third, I examine how the different motivations fit within three important theories of micro-level decision-making in the literature, exploring different points of overlap and interrelation between mechanisms within and across analytical perspectives. I conclude discussing the potential implications of this motivation integration.",
          "url": "http://dx.doi.org/10.1177/01979183241275609",
          "doi": "10.1177/01979183241275609",
          "filter": 0
        },
        {
          "title": "Why Do People Migrate? Fresh Takes on the Foundational Question of Migration Studies",
          "authors": "Jørgen Carling",
          "abstract": "“Why do people migrate?” is a question that forms the pivot of migration studies, and migration theory in particular. But it has hardly found satisfactory answers. In this article, I reapproach the question from an array of diverse angles and provide eight responses. Some are aligned with recent theoretical developments, others unpack long-standing ideas with evolving significance, and still others are fundamentally atheoretical. Together, they show how the question can be answered, how it is being answered—even inadvertently or misleadingly—and what the implications are of answering the question in different ways. These are the responses, which each initiates a discussion: (1) For the reasons under which they are admitted as immigrants; (2) For reasons that are socially legitimate; (3) Because the sum of push and pull factors is in favor of migration; (4) Because they have the aspiration and the ability to do so; (5) Because an opportunity presents itself; (6) Either because they chose to or because they are forced to; (7) Because they see migration as either intrinsically or instrumentally valuable; (8) To lead a normal life. The discussions demonstrate how theoretical, methodological and political dimensions of migration sway the ways in which reasons for migration are understood and represented. “Why do people migrate?” is slippery as a research question, but its indeterminate nature makes it a guiding light for research that navigates a diversity of perspectives with humility and curiosity.",
          "url": "http://dx.doi.org/10.1177/01979183241269445",
          "doi": "10.1177/01979183241269445",
          "filter": 0
        },
        {
          "title": "The Migration Intersections Grid: An Organizing Framework for Migration Research in and through the Twenty-first Century",
          "authors": "Amina Maharjan, Angel del Valle, Annabel Erulkar, Arabinda Mishra, Catherine Steidl, Chandni Singh, Deepshikha Sharma, Fernando Riosmena, Gabriela Pinillos, Guy Abel, Jack DeWaard, Jasmine Trang Ha, Katharine M. Donato, Nyovani Madise, Raphael Nawrotzki, Rene Nevarez, Robert McLeman, Salma Abou Hussein",
          "abstract": "For this special issue of the International Migration Review, we develop and provide a comprehensive organizing framework, the Migration Intersections Grid (MIG), to inform and guide migration research in and through the remainder of the twenty-first century. We motivate our work by conducting a high-level scoping review of summaries and syntheses of different directions of travel in migration research over time. Informed by these results, we then identify and describe 12 components that constitute the MIG, which, as we later discuss, is an interactive intersectional organizing framework. Finally, we illustrate the MIG's interactive intersectional nature by applying it to several areas of migration research where a comprehensive organizing framework of this sort is needed to address existing and emerging issues and questions now and in the coming decades.",
          "url": "http://dx.doi.org/10.1177/01979183241275469",
          "doi": "10.1177/01979183241275469",
          "filter": 0
        },
        {
          "title": "Hierarchy in the Politics of Migration: Revisiting Race, Ethnicity, and Power in the Migration State",
          "authors": "Angie Bautista-Chavez, Estefanía Castañeda-Pérez, Stephanie Chan, Ankushi Mitra",
          "abstract": "Migrants and refugees face hostile publics and organized political interests, and contend with new and evolving forms of surveillance, deportability, and political violence. Researchers show that these political dynamics are fundamentally shaped by the politics of race and ethnicity. Yet, even as this work is increasingly abundant, it has not always been taken up by mainstream accounts of migration. In this article, we revisit scholarship on the politics of international migration, bringing together a collection of — sometimes disparate — research to explore how scholars can forge new lines of inquiry regarding the relationship between migration, race, ethnicity, and power. To do so, we evaluate three types of relationships at the core of migration politics: the relationship between migration and the state, the migration-related demands of domestic publics on the state, and how migrants interact and contend with the state. Across these relationships, we examine how ethnoracial hierarchies draw on, legitimize, and reinforce uneven distributions of political power, disparate deployments of state action and violence, and projects of nation- and state-building. Combining the intellectual prowess of distinct fields and approaches, we draw on productive convergences and tensions between existing and emerging frameworks and analytic starting points across disciplines to map future research trajectories in the multidisciplinary study of immigration, citizenship, asylum, and racial and ethnic politics. We conclude with a note on the politics of knowledge production–whereby some accounts of migration have been privileged over others–and point to important epistemological and methodological interventions for advancing research on the politics of migration.",
          "url": "http://dx.doi.org/10.1177/01979183241275461",
          "doi": "10.1177/01979183241275461",
          "filter": 0
        },
        {
          "title": "African Migration at a Crossroads: The Social and Theoretical Implications of Emerging International Migration Trends",
          "authors": "Kevin J. A. Thomas, Miracle Mara",
          "abstract": "This study examines international migration trends in Africa since the mid-1960s. It argues that African international migration trends are at a turning point that could significantly affect the future of migration studies. New African immigrant communities are emerging in Asia, South America, and other world regions, while the influence of state and non-state institutions is increasing. Moreover, interstate migration in Africa is now more disconnected from the legacies of the continent's colonial labor migration systems. By 2050, Africa is also expected to have the world's largest population in the age-groups that typically have the highest probabilities of migration, while per-capita incomes will increase in ways that could reduce the costs of migration. Although Africa's influence on future migration research is likely to increase, progress in developing theories to examine its emerging trends has been limited. With few exceptions, studies on migration in Africa focus on theory application rather than theory building. New theoretical approaches are therefore needed to adequately situate Africa's emerging migration trends within the larger context of migration studies. The building blocks for developing these theories include decolonial approaches that highlight African perspectives and the integration of the substantive influences of future migration trends into theory-building processes.",
          "url": "http://dx.doi.org/10.1177/01979183241268306",
          "doi": "10.1177/01979183241268306",
          "filter": 0
        },
        {
          "title": "Commodifying Passage: Ethnographic Insights into Migration, Markets, and Digital Mediation at the Darién Gap and Mexico–Guatemala Border",
          "authors": "Rodolfo Cruz-Piñeiro, Alberto Hernández Hernández, Carlos S. Ibarra",
          "abstract": "This paper examines transit migration through the Darién Gap and the Mexico–Guatemala border, focusing on the commodification of migration, the transformative role of digital platforms, and the socio-economic impacts on local economies. Based on ethnographic fieldwork and in-depth interviews conducted from 2021 to 2023, we explore how migration has evolved into a commodified journey where services and safety are bought and sold, often exploiting migrants’ vulnerabilities. We analyze how digital platforms have become essential tools for navigation and community building among migrants, yet also introduce new risks and inequalities. Our findings highlight the dual nature of local economic adaptations, which both capitalize on and are reshaped by the migratory flows, leading to significant economic and social transformations. The paper argues for a reevaluation of migration policies that integrates these elements and supports a migration governance framework that prioritizes human dignity and rights. Through exposing these dynamic and interlinked phenomena, we aim to contribute to a better understanding of migration that goes beyond traditional paradigms of border security and control, advocating for policies that are just, equitable, and respectful of human experiences and challenges.",
          "url": "http://dx.doi.org/10.1177/01979183241274759",
          "doi": "10.1177/01979183241274759",
          "filter": 0
        },
        {
          "title": "Book Review: Forced Out",
          "authors": "Daniel Sharp",
          "url": "http://dx.doi.org/10.1177/01979183241279389",
          "doi": "10.1177/01979183241279389",
          "filter": 0
        },
        {
          "title": "Book Review: Hopelessly Alien",
          "authors": "Marco Moschetti",
          "url": "http://dx.doi.org/10.1177/01979183241279394",
          "doi": "10.1177/01979183241279394",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
