{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Author Correction: Rolling back human pluripotent stem cells to an eight-cell embryo-like stage",
          "authors": "Md. Abdul Mazid, Carl Ward, Zhiwei Luo, Chuanyu Liu, Yunpan Li, Yiwei Lai, Liang Wu, Jinxiu Li, Wenqi Jia, Yu Jiang, Hao Liu, Lixin Fu, Yueli Yang, David P. Ibañez, Junjian Lai, Xiaoyu Wei, Juan An, Pengcheng Guo, Yue Yuan, Qiuting Deng, Yang Wang, Ying Liu, Fei Gao, Junwen Wang, Shahriar Zaman, Baoming Qin, Guangming Wu, Patrick H. Maxwell, Xun Xu, Longqi Liu, Wenjuan Li, Miguel A. Esteban",
          "url": "https://doi.org/10.1038/s41586-025-10044-8",
          "doi": "https://doi.org/10.1038/s41586-025-10044-8",
          "filter": "2"
        },
        {
          "title": "Author Correction: Cryo-EM structure of a natural RNA nanocage",
          "authors": "Xiaobin Ling, Dmitrij Golovenko, Jianhua Gan, Jinbiao Ma, Andrei A. Korostelev, Wenwen Fang",
          "url": "https://doi.org/10.1038/s41586-025-10022-0",
          "doi": "https://doi.org/10.1038/s41586-025-10022-0",
          "filter": "2"
        },
        {
          "title": "Non-equilibrium snapshots of ligand efficacy at the μ-opioid receptor",
          "authors": "Michael J. Robertson, Arnab Modak, Makaía M. Papasergi-Scott, Miaohui Hu, Maria Claudia Peroto, Balazs R. Varga, Susruta Majumdar, Ravi Kalathur, Scott C. Blanchard, Georgios Skiniotis",
          "url": "https://doi.org/10.1038/s41586-025-10056-4",
          "doi": "https://doi.org/10.1038/s41586-025-10056-4",
          "filter": "2"
        },
        {
          "title": "NAC controls nascent chain fate through tunnel sensing and chaperone action",
          "authors": "Jae Ho Lee, Laurenz Rabl, Martin Gamerdinger, Vaishali Goyal, Katrin Michaela Khakzar, Natalia Moreira Barbosa, Juliana Abramovich, Fabian Morales-Polanco, Ann-Kathrin Köhler, Ekaterina Samatova, Marina V. Rodnina, Elke Deuerling, Judith Frydman",
          "url": "https://doi.org/10.1038/s41586-025-10058-2",
          "doi": "https://doi.org/10.1038/s41586-025-10058-2",
          "filter": "2"
        },
        {
          "title": "‘A serious problem’: peer reviews created using AI can avoid detection",
          "authors": "Dalmeet Singh Chawla",
          "url": "https://doi.org/10.1038/d41586-025-04032-1",
          "doi": "https://doi.org/10.1038/d41586-025-04032-1",
          "filter": "4"
        },
        {
          "title": "AI and quantum science take centre stage under Trump — but with little new proposed funding",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-025-04108-y",
          "doi": "https://doi.org/10.1038/d41586-025-04108-y",
          "filter": "4"
        },
        {
          "title": "Oddly cool super-hot planet has an atmosphere it shouldn’t",
          "url": "https://doi.org/10.1038/d41586-025-04118-w",
          "doi": "https://doi.org/10.1038/d41586-025-04118-w",
          "filter": "4"
        },
        {
          "title": "The Nature Podcast highlights of 2025",
          "authors": "Benjamin Thompson, Nick Petrić Howe, Elizabeth Gibney, Dan Fox, Shamini Bundell",
          "url": "https://doi.org/10.1038/d41586-025-03756-4",
          "doi": "https://doi.org/10.1038/d41586-025-03756-4",
          "filter": "4"
        },
        {
          "title": "Nature's News &amp; Views roundup of 2025",
          "authors": "Benjamin Thompson, Andrew Mitchinson, Holly Smith",
          "url": "https://doi.org/10.1038/d41586-025-04065-6",
          "doi": "https://doi.org/10.1038/d41586-025-04065-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Explore 2025 with Leif Penguinson",
          "authors": "Flora Graham, Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-04120-2",
          "doi": "https://doi.org/10.1038/d41586-025-04120-2",
          "filter": "4"
        },
        {
          "title": "Are we living in a parallel universe? The strange physics of Stranger Things",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-025-04088-z",
          "doi": "https://doi.org/10.1038/d41586-025-04088-z",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "A large-scale comparison of divergent creativity in humans and large language models",
          "authors": "Dawei Wang, Difang Huang, Haipeng Shen, Brian Uzzi",
          "url": "https://doi.org/10.1038/s41562-025-02331-1",
          "doi": "https://doi.org/10.1038/s41562-025-02331-1",
          "filter": "0"
        },
        {
          "title": "Indigenization and inclusion in Chinese academia",
          "authors": "Jianan Huang, Cong Cao, Hong Liu",
          "url": "https://doi.org/10.1038/s41562-025-02366-4",
          "doi": "https://doi.org/10.1038/s41562-025-02366-4",
          "filter": "0"
        },
        {
          "title": "Homophobia, economic precarity and the well-being of sexual and gender diverse people in a 153-country survey",
          "authors": "Erik Lamontagne, Vincent Leroy, Sean Howell, Sylvie Boyer, Bruno Ventelou",
          "url": "https://doi.org/10.1038/s41562-025-02361-9",
          "doi": "https://doi.org/10.1038/s41562-025-02361-9",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Large-scale mega-analysis indicates that serial dependence deteriorates perceptual decision-making",
          "authors": "Ayberk Ozkirli, Andrey Chetverikov, David Pascucci",
          "url": "https://doi.org/10.1038/s41562-025-02362-8",
          "doi": "https://doi.org/10.1038/s41562-025-02362-8",
          "filter": "2"
        },
        {
          "title": "Shared sensitivity to data distribution during learning in humans and transformer networks",
          "authors": "Jacques Pesnot Lerousseau, Christopher Summerfield",
          "abstract": "Do humans learn like transformers? We trained both humans ( n = 530) and transformer networks on a rule learning task where they had to respond to a query in a sequence. At test, we measured ‘in-context’ learning (generalize the rule to novel queries) and ‘in-weights’ learning (recall past experiences from memory). Manipulating the diversity and redundancy of examples in the training distribution, we found that humans and transformer networks respond in very similar ways. In both types of learner, redundancy and diversity trade off in driving in-weights and in-context learning, respectively, whereas a composite distribution with a balanced mix of redundancy and diversity allows the two strategies to be used in tandem. However, we also found that while humans benefit from dynamic training schedules that emphasize diverse examples early, transformers do not. So, while the same data-distributional properties promote learning in humans and transformer networks, only people benefit from curricula.",
          "url": "https://doi.org/10.1038/s41562-025-02359-3",
          "doi": "https://doi.org/10.1038/s41562-025-02359-3",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Heterogeneous conditions and power law robustness in intergenerational resource transfers",
          "authors": "Matthew A. Cheung, Simon A. Levin",
          "abstract": "Organisms in nature and humans in socioeconomic systems alike face tradeoffs between selfish consumption of resources and investment in the welfare of their offspring. Previous work across the disciplines of biology and economics has sought to elucidate this process, develop a theoretical framework to solve for the optimal life history strategy, and deduce implications of these microscopic interactions for the distribution of resources at the macroscopic level. Such theory, however, has failed to account for heterogeneous conditions that various individuals and groupings of kin enjoy, like growth rate advantages for those with greater resource abundance. Furthermore, such emergent trends at the macroeconomic scale lack reconciliation with observations of power law distributions of wealth and income in vivo. We modify and extend an analytical framework here to allow for heterogeneity, and consider the long-term consequences for resource distributions with Pareto initial values. We find that power law phenomena are robust to such processes and, due to sensitivity to the form of the utility curve, higher-order uncertainty may not affect the optimal tradeoff. This stresses the impact of mechanistic choices when translating sociological findings to ecological and economic theory, and suggests future work must consider how social norms and other microscopic complexity can explain emergent patterns or disrupt trends of inequality at the macrolevel.",
          "url": "https://doi.org/10.1073/pnas.2514196122",
          "doi": "https://doi.org/10.1073/pnas.2514196122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Dimerization-activated PP2C-D2 and D5 phosphatases negatively regulate brassinosteroid signaling by antagonizing BRI1",
          "authors": "Mengzhan Li, Chunli Liu, Shelley R. Hepworth, Yuting Yang, Li Wei, Jim P. Fouracre, Suo-Min Wang, Jia Li, Hongju Yin",
          "abstract": "Brassinosteroids (BRs) are key hormones that promote plant growth and development. While reversible phosphorylation of the BR receptor BRASSINOSTEROID-INSENSITIVE 1 (BRI1) is critical for BR signaling, much remains to be learned about the dephosphorylation mechanisms of BRI1. Here, we demonstrate that the D-clade type 2C protein phosphatases (PP2C-Ds) negatively regulate BR signaling by dephosphorylating key residues in the kinase activation loop of BRI1. The phosphatase activity of PP2C-D2 and D5 is activated through homo- or heterodimerization, a process antagonized by BR-induced BRI1 phosphorylation or SMALL AUXIN UP RNA15 (SAUR15) binding. BL treatment, BRI1-mediated phosphorylation, or SAUR15 binding disrupts dimerization, returning PPC2C-Ds to a monomeric, inactive state. These data not only reveal another phosphorylation/dephosphorylation cascade regulating BR signaling but also decode unrecognized regulatory mechanisms of PP2C-Ds in plants.",
          "url": "https://doi.org/10.1073/pnas.2526122122",
          "doi": "https://doi.org/10.1073/pnas.2526122122",
          "filter": "2"
        },
        {
          "title": "Pathogen dilution, resource partitioning, and precipitation generate productivity benefits from plant diversity",
          "authors": "Laura Y. Podzikowski, Haley M. Burrill, Guangzhou Wang, Kristen L. Mecke, Jaide H. Hawkins, Maggie R. Wagner, Bryan L. Foster, Peggy A. Schultz, James D. Bever",
          "abstract": "Climate change and biodiversity loss threaten terrestrial productivity. Mitigating productivity loss from interactions between these global change drivers requires a mechanistic understanding of the forces generating productivity benefits from species richness (i.e., overyielding). Progress has been limited by two challenges: i) individual mechanisms can be highly context-dependent, yet multiple mechanisms can produce similar responses to functional diversity loss or altered climate, and ii) most experiments test short-term weather events rather than sustained changes in precipitation. We address these limitations using direct tests of multiple mechanisms within a sustained, full factorial manipulation of plant richness, composition, and precipitation within experimental grasslands. Precipitation consistently increased overyielding, as yield declined in monocultures and increased in polycultures, consistent with greater specialist pathogen accumulation in mesic conditions. Resource partitioning and specialist pathogen dilution—estimated from physiochemical trait dissimilarity and soil pathogen dissimilarity—were positive predictors of overyielding, relationships that strengthened over time. Moreover, overyielding was best explained by the joint influence of resource acquisition traits and pathogen dissimilarities, indicating that multiple mechanisms generated productivity responses to richness. These two mechanisms can explain the robust findings across systems that productivity increases with plant biodiversity. Our findings predict that biodiversity loss will be most damaging in wetter climates, where pathogen dilution amplifies the benefits of diversity.",
          "url": "https://doi.org/10.1073/pnas.2518980122",
          "doi": "https://doi.org/10.1073/pnas.2518980122",
          "filter": "2"
        },
        {
          "title": "A PSAT1 buff of YBX1 transcriptionally sustains HLA-E-mediated evasion of NK immunity",
          "authors": "Yangyi Zhang, He Ren, Chaobing Ma, Changhong Shi, Ruigang Yang, Chenxi Wang, Pengfei Feng, Bo Zhang, Chenyu Liu, Zubiao Niu, Yalan Yang, You Zheng, Zhuoran Sun, Ying Zhang, Shinan Zhang, Gerry Melino, Hongyan Huang, Qiang Sun",
          "abstract": "Despite great success in certain cancers, immunotherapy made little progress in treating immune cold tumors, largely attributed to an immune-suppressive tumor microenvironment with elusive mechanisms. Here, we report in prostate cancer cells a positive feedback loop driven by phosphoserine aminotransferase 1 (PSAT1) that could be targeted to render effective cytotherapy by natural killer (NK) cells. In the loop, PSAT1 increases Y-box binding protein 1 (YBX1) phosphorylation by microtubule affinity-regulating kinase 2, promoting its nuclear translocation to upregulate PSAT1 transcription. Meanwhile, YBX1 also promotes human leukocyte antigens E (HLA-E) transcription to inactivate NK cells. Consequently, the PSAT1 loop serves as a buff sustaining YBX1/HLA-E expression, suppressing NK killing of prostate cancer cells. Targeting loop molecules, such as PAST1, effectively potentiates tumor suppression by NK cells both in-vitro and in-vivo. Thus, our study uncovered a heretofore unrecognized nonautonomous mechanism for PSAT1, as well as a molecular buff for YBX1, to drive tumor growth by evading NK immunity, providing a promising target for NK cytotherapy of immune cold tumors.",
          "url": "https://doi.org/10.1073/pnas.2505658122",
          "doi": "https://doi.org/10.1073/pnas.2505658122",
          "filter": "2"
        },
        {
          "title": "Goldilocks zone of lignin: Two extremes of valve lignification lead to silique indehiscence in Brassicaceae",
          "authors": "Justin B. Nichol, Logan A. Skori, Muhammad Jamshed, Neil Hickerson, Mendel Perkins, Marcus A. Samuel",
          "abstract": "The spring-loaded spontaneous seed dispersal mechanism known as dehiscence, has been a critical plant feature for the successful colonization of land by angiosperms. Although advantageous for seed dispersal, spontaneous dehiscence is largely an unfavorable agronomic trait which historically was selected against during selective breeding of crops to increase seed retention. In canola ( Brassica napus ), a major global oil seed crop, spontaneous or harsh weather-induced fruit shattering at maturity could lead to yield losses from 3 to 50%. Here, we show an extraembryonic role for the ABA-responsive transcription factor, ABSCISIC ACID INSENSITIVE-3 (ABI3) in controlling seed dispersal through mediating lignification of the endocarp b (en b ) layer and the lignified layer (LL) of the valves. The resistance created by these lignified layers is critical for valve opening at maturity as the tensile forces generated during silique drying converge on these fortified cell layers to trigger shatter. We further show that ABI3 functions independent of the patterning genes and functions through transcriptional regulation of NAC-domain transcription factors, NST1 and NST3 , to mediate lignin biosynthesis. Our results show that both excessive and complete absence of lignification could prevent the tensile drying forces from breaking open the pod, leading to fruit indehiscence. As a proof-of-concept, we show that BnABI3 overexpression in canola results in highly lignified, robust siliques that are shatter tolerant. Besides uncovering an extraembryonic role for ABI3, this study has identified spatial distribution and abundance of lignin in the silique valve tissue as the key determinants for silique dehiscence.",
          "url": "https://doi.org/10.1073/pnas.2512939122",
          "doi": "https://doi.org/10.1073/pnas.2512939122",
          "filter": "2"
        },
        {
          "title": "Anellovirus protein encoded by ORF2/3 functions as the viral replication initiation protein",
          "authors": "Nicole Boisvert, Stephanie Thurmond, Carmen Elenberger, Patricio Jeraldo, Cato Prince, Nolan Sutherland, José Melo, Ken Tsheowang, Cameron Dodier, Maciej Nogalski, Dinesh Verma, Geoffrey Parsons, Joseph Cabral",
          "abstract": "Anelloviridae is a family of single-stranded DNA viruses that are thought to be nonpathogenic and commensal. Despite their ubiquitous presence in human populations, little is known about the anellovirus mechanism of replication in host cells. We identified the protein coded by ORF2/3 as necessary and sufficient to initiate replication from the minimal origin of replication for viruses of both the Beta- and Alphatorquevirus genera. Supporting this observation, we identified components of the polymerase alpha and BTR (Bloom’s syndrome helicase (BLM), topoisomerase IIIα, RMI1, and RMI2) complexes as interacting with the viral replication initiation protein (Rip) during DNA replication, suggesting a recombination-dependent mechanism of replication that uses host cell machinery to mediate dissolution of replication intermediates. Furthermore, we mapped a 92-bp minimal origin of replication sequence for the Betatorquevirus genus composed of an adenine and thymine (AT)-rich stretch and a portion of the guanine and cytosine (GC)-rich region. Altogether, this study provides insight into the mechanism by which anelloviruses manipulate host cell machinery to facilitate viral genome replication and represents a significant step forward in understanding the complex processes underlying anellovirus replication and persistent infection of these important commensal viruses.",
          "url": "https://doi.org/10.1073/pnas.2516306122",
          "doi": "https://doi.org/10.1073/pnas.2516306122",
          "filter": "2"
        },
        {
          "title": "Energetic and structural control of polyspecificity in a multidrug transporter",
          "authors": "Silas T. Miller, Katherine A. Henzler-Wildman, Srivatsan Raman",
          "abstract": "Multidrug efflux pumps are dynamic molecular machines that drive antibiotic resistance by harnessing ion gradients to export chemically diverse substrates. Despite their clinical importance, the molecular principles underlying multidrug promiscuity and energy efficiency remain poorly understood. Using multiparametric deep mutational scanning across eight substrates and two energy conditions, we deconvolute the contributions of substrate recognition, energetic coupling, and protein stability, providing an integrated, high-resolution view of multidrug transport. We find that substrate specificity arises from a distributed network of residues extending beyond the binding site, with mutations that reshape binding, coupling, conformational flexibility, and membrane interactions. Further, we apply a pH-based selection scheme to measure the effect of mutation on pH-dependent transport efficiency. By integrating these data, we reveal a fundamental relationship between efficiency and promiscuity: Highly efficient variants exhibit broad substrate profiles, while inefficient variants are narrower. These findings establish a direct link between energy coupling and polyspecificity, uncovering the biochemical logic underlying multidrug transport.",
          "url": "https://doi.org/10.1073/pnas.2511892122",
          "doi": "https://doi.org/10.1073/pnas.2511892122",
          "filter": "2"
        },
        {
          "title": "Exposome research comes of age",
          "authors": "Carolyn Beans",
          "url": "https://doi.org/10.1073/pnas.2535078122",
          "doi": "https://doi.org/10.1073/pnas.2535078122",
          "filter": "2"
        },
        {
          "title": "Multicolor photoreactions of the red light–activated channelrhodopsin Chrimson",
          "authors": "Johannes Vierock, Joel C. D. Kaufmann, Lukas Faiß, Linda Tillert, Benjamin S. Krause, Paul Fischer, Thi Bich Thao Nguyen, Dietmar Schmitz, Benjamin R. Rost, Franz Bartl, Peter Hegemann",
          "abstract": "Channelrhodopsins are light-gated ion channels that are used in modern neurosciences for the precise control of cellular ion fluxes by light. With a peak absorption at 585 nm, Chrimson is the most red-shifted cation-conducting ChR. It is frequently employed in multicolor experiments alongside blue light–sensitive optogenetic tools and is so far the only light-gated ion channel successfully applied in human vision restoration. However, its photoresponses to different wavelengths have not been thoroughly characterized. In this study, we identify multiple interconvertible dark states of Chrimson with distinct absorption and photokinetic properties. Combining electrophysiology and spectroscopy with optogenetic experiments in neurons, we unveil that this dark state heterogeneity is based on distinct protonation dynamics of the counterion complex and alternative retinal isomerization. In neurons, prolonged red illumination reduces Chrimson’s red light sensitivity, which is reflected by a blue shift of the action spectrum. Blue light pulses reverse this shift and increase the excitability in subsequent red-light flashes. This understanding of wavelength-dependent photoreactions in Chrimson will improve the design of multicolor optogenetic experiments and inform strategies for optimizing Chrimson for therapeutic applications.",
          "url": "https://doi.org/10.1073/pnas.2513375122",
          "doi": "https://doi.org/10.1073/pnas.2513375122",
          "filter": "2"
        },
        {
          "title": "Antibiotic-induced microbiota depletion impairs the proregenerative response to a biological scaffold",
          "authors": "Natalie Rutkowski, Brenda Yang, Elise Gray-Gaillard, Anna Ruta, Joscelyn C. Mejías, Michael Patatanian, Christopher Cherry, Nazmiye Celik, Katlin B. Stivers, Shri Ramanujam, Nathan L. Price, Franck Housseau, Drew M. Pardoll, Cynthia L. Sears, Jennifer H. Elisseeff",
          "abstract": "Therapeutic biological scaffolds promote tissue repair primarily through the induction of type 2 immunity. However, systemic immunological factors, including aging, sex, and previous infections, can modulate this response. The gut microbiota is a well-established modulator of immune function across organ systems, yet its influence on type 2-mediated repair remains underexplored. Here, we establish a bidirectional relationship between the gut microbiota and biological scaffold-mediated tissue repair. Utilizing a conventionalized germ-free mouse, we demonstrate that scaffold implantation induces compositional and functional changes in the gut microbiome, particularly affecting amino acid biosynthesis. Additionally, in a model of antibiotic-induced microbiota depletion, we show that dysbiosis disrupts key immune regulators of type 2 immunity, including reductions in eosinophils, proregenerative macrophages, and interleukin-4 (IL-4)-producing CD4 + T cells. At 6 wk post–scaffold implantation, we observed a significant decrease in myocytes with centrally located nuclei alongside an upregulation in profibrotic gene expression with antibiotic treatment. These findings provide insights into the influence of the gut microbiota on type 2-mediated tissue repair.",
          "url": "https://doi.org/10.1073/pnas.2510841122",
          "doi": "https://doi.org/10.1073/pnas.2510841122",
          "filter": "2"
        },
        {
          "title": "Fishing fleets as ecosystem sentinels",
          "authors": "Heather Welch, Brett M. Holycross, Allison A. Cluett, Michael G. Jacox, Caren E. Braby, Matthew W. Callahan, Joshua A. Cullen, Nima Farchadi, Rachel Seary, Jordan T. Watson, Steven J. Bograd, Elliott L. Hazen",
          "abstract": "Marine apex predators are promising sentinels for detecting the ecological impacts of climate variability and change. Fishermen are increasingly recognized as marine apex predators, and there are extensive satellite-based geolocation data on fishing vessel activities. Despite this potential, the utility of fishermen as ecosystem sentinels remains unexamined. Using one million vessel positions from 600 U.S. vessels, we assess the effectiveness of fishermen as sentinels for the ecological impacts of Northeast Pacific marine heatwaves on tuna distribution and availability. Fishermen were skillful predictors of extreme northward shifts for albacore and bluefin tunas, and extreme inshore shifts for albacore. Fishermen signaled low albacore availability over a year in advance of a formal fisheries disaster declaration request. Notably, fishermen also indicated true negatives during marine heatwaves: periods of anomalous warming but stable tuna distribution and availability. This information could aid management of transboundary shifts during marine heatwaves of albacore from U.S. to Canadian waters and bluefin from Mexican to U.S. waters. Advanced warning of fisheries disasters could expedite the delivery of relief funds for struggling communities. The number of Earth-orbiting satellites is exponentially rising, generating a wealth of geospatial information on fishing vessels. This rich and growing resource can signal otherwise unobserved ecological impacts, aiding rapid management responses to climate extremes.",
          "url": "https://doi.org/10.1073/pnas.2516308122",
          "doi": "https://doi.org/10.1073/pnas.2516308122",
          "filter": "2"
        },
        {
          "title": "Phage satellites break into the jumbo era",
          "authors": "José R. Penadés",
          "url": "https://doi.org/10.1073/pnas.2529118122",
          "doi": "https://doi.org/10.1073/pnas.2529118122",
          "filter": "2"
        },
        {
          "title": "Loss of vitamin C biosynthesis protects from the pathology of a parasitic infection",
          "authors": "Gongwen Chen, Ji Hyung Jun, Tobias Wijshake, Edward O. Kwarteng, Yunyang Li, Minwei Yuan, Joseph Rose, Shan Li, Sarah Cobb, Willow Serpa, Brayden Folger, Yafeng Li, Li Li, Weina Chen, James J. Collins, Jipeng Wang, Michalis Agathocleous",
          "abstract": "The ability to synthesize essential molecules is sometimes lost in evolution. A classic example is ascorbate (vitamin C), which is synthesized in most animals by L-gulonolactone oxidase (GULO), an enzyme lost multiple independent times in animal evolution. This event is thought to be evolutionarily neutral; however, GULO- deficient animals including humans need to obtain ascorbate from their diet and are prone to ascorbate deficiency and scurvy. We therefore hypothesized that this disadvantage of GULO loss is offset by physiological benefits. Here, we show that ascorbate deficiency benefits mice infected with schistosome parasites, which cause schistosomiasis, a debilitating parasitic disease that afflicts 250 million people. Schistosoma mansoni worms required host ascorbate to produce eggs in vivo. Consequently, ascorbate-deficient mice were protected from schistosomiasis pathologies and transmission. Intermittent ascorbate deficiency protected Gulo -deficient mice from both scurvy and schistosomiasis mortality. The effects of ascorbate on schistosome reproduction were mediated by ascorbate-dependent histone demethylation which promoted vitellocyte development in female schistosomes. We propose that vitamin deficiencies are not always detrimental but can protect animals from pathogens which need to obtain vitamins from their host.",
          "url": "https://doi.org/10.1073/pnas.2517730122",
          "doi": "https://doi.org/10.1073/pnas.2517730122",
          "filter": "2"
        },
        {
          "title": "A fluorescent reporter and single-turnover kinetics reveal insight into BAM complex function",
          "authors": "Whitney Nicole Bergman, Marcelo Carlos Sousa",
          "abstract": "The β-barrel assembly machine (BAM) is an essential protein complex that folds and inserts outer membrane β-barrel proteins (OMPs) into the bacterial outer membrane. The BAM complex contains the essential BamA OMP with five soluble polypeptide transport-associated (POTRA) domains, which scaffold the essential BamD lipoprotein and the nonessential lipoproteins BamB/C/E. The importance of each BAM component has been investigated primarily using cell-based phenotypic assays, and structural data have revealed insights into the role of the BamA β-barrel in OMP folding. However, in vitro quantitative analysis for the function of each BAM component has been challenging. We describe the development of a fluorescent reporter of OMP folding, bOmpA-A488, which we use to obtain single-turnover kinetic parameters for wild-type BAM complex in vitro. We observe a k fold of 0.78 ± 0.15 min −1 and approximate substrate affinity of 3.1 ± 1.1 µM consistent with estimates of in vivo requirements. Furthermore, we find that while BamA alone is inactive in Escherichia coli lipid liposomes, BamAB and BamAD subcomplexes have activities similar to that of the holoBAM complex. This suggests that OMP folding and insertion is catalyzed by BamA while the accessory lipoproteins maintain BamA in a catalytically competent conformation. We also find that, contrary to prevailing models, POTRA domain deletions that include POTRA3, which is essential in cells, do not drastically impact activity. This indicates that the first three POTRA domains do not play a major role in binding or folding OMPs under single-turnover conditions, suggesting a different role in cells.",
          "url": "https://doi.org/10.1073/pnas.2514687122",
          "doi": "https://doi.org/10.1073/pnas.2514687122",
          "filter": "2"
        },
        {
          "title": "Early emergence of perceptual biases in the secondary somatosensory cortex",
          "authors": "Luis Serrano-Fernández, Ranulfo Romo, Néstor Parga",
          "abstract": "Working memory (WM) is distributed across multiple cortical areas, suggesting that behaviors relying on WM arise from interactions between these regions. In a recent study, we found that during delayed comparison tasks, the first stimulus is not represented veridically in the prefrontal cortex (PFC), but instead is encoded in a systematically warped manner–biased toward the mean of the stimulus distribution. This neural distortion, which emerges already during the stimulus presentation and persists throughout the delay period, closely mirrors a contraction bias observed in behavior. Furthermore, the behavioral responses could be explained by a Bayesian observer model, in which the observer integrates prior expectations with noisy sensory inputs. These results suggest that the geometry of PFC neural trajectories embodies Bayesian estimates that underlie biased decisions. Here, we investigate whether the secondary somatosensory cortex (S2)–a lower-level sensory area also implicated in tactile WM–exhibits a similar encoding structure. Our analyses reveal that although WM-related signals in S2 are less robust than in PFC, the neural state space in S2 shares key geometric features with that of PFC, including a similarly warped representation of stimulus values. These findings suggest that perceptual biases may originate early in the cortical processing stream and are not exclusively shaped by higher-order associative areas. More broadly, our results support a distributed organization of representational warping, in which even sensory areas contribute to the formation of bias-prone representations that guide behavior.",
          "url": "https://doi.org/10.1073/pnas.2519255122",
          "doi": "https://doi.org/10.1073/pnas.2519255122",
          "filter": "2"
        },
        {
          "title": "Neural crest cell recruitment and reprogramming as central drivers of embryonic limb regeneration",
          "authors": "Béryl Laplace-Builhé, Gautier Tejedor, Jholy De La Cruz, Audrey Barthelaix, Frédéric Marmigère, Dora Sapède, Sarah Bahraoui, Lucie Diouloufet, Stéphanie Ventéo, Jérôme Collignon, Christian Jorgensen, Farida Djouad",
          "abstract": "Unlike regeneration-competent species, mammals lack epimorphic regeneration capacity, except for the most distal part of their digits. Here, we show that E10.5 mouse embryos can initiate regeneration of their forelimb bud (FB), but this capacity is lost by E12.5. Using comparative transcriptomics and in vivo lineage tracing approaches in the mouse embryo, we were able to identify a population of neural crest–derived cells (NCdCs) reexpressing early NC lineage molecular markers, Wnt1 and Foxd3 , specifically associated with regeneration at E10.5. Functional studies further reveal that these cells are required for FB regeneration and that the regenerative capacity lost in limb buds lacking NCdCs can be restored by exogenous transplantation of neural crest cells at E10.5. This work provides valuable information on the potential and prerequisites for regeneration in mammals.",
          "url": "https://doi.org/10.1073/pnas.2519994122",
          "doi": "https://doi.org/10.1073/pnas.2519994122",
          "filter": "2"
        },
        {
          "title": "Sandball genesis from raindrops",
          "authors": "Bertil Trottet, Daisuke Noto, Douglas J. Jerolmack, Hugo N. Ulloa",
          "abstract": "In the water cycle, erosion begins with the entrainment of soil by raindrops. The discrete, discontinuous, and three-phase nature of raindrop erosion—at the boundary of fluid and granular mechanics—makes this problem particularly challenging, compared to better-studied sediment transport by river and wind currents. Past research has emphasized particle entrainment by raindrop splash at impact. Here, we report lab and field observations, that uncover a surprisingly rich and efficient postimpact phase. Raindrops impacting a dry, sloping, granular bed spontaneously form “sandballs;” drops of dense suspensions that can grow in mass to a jammed state by sediment entrainment, as they roll downhill like snowballs and magnify soil erosion. Careful control of drop conditions reveals two stable sandball morphologies: peanut-like shapes linked to hydrodynamic instabilities and toroidal forms that undergo mechanical locking from extreme sediment loading, which have potential implications for related problems in bioengineering, pharmaceuticals, and snow physics.",
          "url": "https://doi.org/10.1073/pnas.2519392122",
          "doi": "https://doi.org/10.1073/pnas.2519392122",
          "filter": "2"
        },
        {
          "title": "A closed-loop microneedle-integrated physiological model for predictive glycemic management",
          "authors": "Marco Fratus, Muhammad A. Alam",
          "abstract": "Continuous biomarker monitoring and on-demand therapy are essential for chronic disease management, with diabetes being a key example. Although continuous glucose monitoring (CGM) and insulin pumps are moving toward a closed-loop system, it remains difficult to predict how device design influences system performance. Traditional optimization methods are inefficient and empirical: Data-driven algorithms lack interpretability, trial-and-error design is time-consuming, and first-principle models are difficult to integrate at the system level. To address these challenges, we introduce a physics-based framework which integrates microneedle (MN) designs for sensing and therapy with a physiological model of glycemic control. The framework builds compact relationships showing how material, chemical, and geometrical features affect key metrics such as response time, extraction flux, and insulin delivery rate. Specifically, we develop a theory for three sensing MN types (hollow, porous/swellable, and nanostructured MNs) and one therapeutic patch (electro-termo-mechanical device) to create a predictive model for glycemic regulation. By linking device design to system behavior across time and spatial scales, we examine the framework in three cases: How disease progression, MN design, and MN sensitivity affect plasma glucose levels and time-in-range metrics. This work establishes the foundation for a physics-based digital twin for diabetes management, complementing ML, experiments, and numerical models. More broadly, it streamlines patch design, minimizing glycemic events and trial-and-error in next-generation CGM technology.",
          "url": "https://doi.org/10.1073/pnas.2523517122",
          "doi": "https://doi.org/10.1073/pnas.2523517122",
          "filter": "2"
        },
        {
          "title": "Distinct classes of gut bacterial molybdenum-dependent enzymes produce urolithins",
          "authors": "Minwoo Bae, Xueyang Dong, Julian Avila-Pacheco, Quyen D. Nguyen, Fechi Inyama, Vayu Hill-Maini, Clary B. Clish, Emily P. Balskus",
          "abstract": "Urolithin A is an anti-aging and anti-inflammatory gut bacterial metabolite derived from ellagic acid (EA), a polyphenol abundant in berries and nuts. The conversion of EA to urolithin A involves multiple chemically challenging phenol dehydroxylation steps that produce urolithins with varying bioactivities. Despite their biological and chemical significance, the bacterial enzymes responsible for urolithin production remain largely unidentified. Here, we use differential gene expression analysis, anaerobic protein production, and enzyme assays to identify members of two distinct molybdenum enzyme families (the DMSO reductase family and the xanthine oxidase family) capable of regioselective dehydroxylation and urolithin generation. These two enzyme families have distinct substrate requirements, suggesting they employ different catalytic mechanisms for phenol dehydroxylation. Multiomics analysis of a human cohort uncovers decreased levels of urolithin A and genes encoding urolithin A-producing enzymes in patients with inflammatory bowel disease (IBD), implying reduced health effects of EA consumption in this setting. Together, this study elucidates the molecular basis of urolithin production, expands the known enzymatic repertoire of the human gut microbiome, and suggests a potential link between gut bacterial urolithin production and reduced host inflammation.",
          "url": "https://doi.org/10.1073/pnas.2501312122",
          "doi": "https://doi.org/10.1073/pnas.2501312122",
          "filter": "2"
        },
        {
          "title": "Structural insights into nonpeptide antagonist inhibition of somatostatin receptor subtype 5",
          "authors": "Yang Li, Zhongliang Xing, Wen Hu, Kai Wu, H. Eric Xu, Li-Hua Zhao",
          "abstract": "The somatostatin receptor subtype 5 (SSTR5) is a critical pharmacological target involved in neuroendocrine signaling, metabolic regulation, and tumorigenesis. Despite its therapeutic potential, the structural mechanisms underlying SSTR5 inhibition by nonpeptide antagonists remain largely unresolved. In this study, we present high-resolution cryoelectron microscopy structures of human SSTR5 in complex with two selective small-molecule antagonists, antagonist 1 and S5A1, revealing the receptor’s inactive conformation. Both antagonists induce a unique remodeling of extracellular loop 2, which adopts a capping architecture that sterically occludes the orthosteric site, thus preventing agonist access and stabilizing receptor inactivation. Structural analyses and functional experiments elucidate how distinct molecular moieties of the antagonists differentially contribute to inhibitory efficacy, and subtype selectivity. Furthermore, we delineate rational avenues for molecular optimization to enhance therapeutic index and mitigate off-target liabilities. These findings, complementing our previous agonist-bound structures, establish a comprehensive structural foundation for developing improved nonpeptidic SSTR5 antagonists with potential therapeutic applications for type 2 diabetes and related endocrine disorders.",
          "url": "https://doi.org/10.1073/pnas.2522515122",
          "doi": "https://doi.org/10.1073/pnas.2522515122",
          "filter": "2"
        },
        {
          "title": "Complex multiannual cycles of Mycoplasma pneumoniae : Persistence and the role of stochasticity",
          "authors": "Bjarke Frost Nielsen, Sang Woo Park, Emily Howerton, Olivia Frost Lorentzen, Mogens H. Jensen, Bryan T. Grenfell",
          "abstract": "The epidemiological dynamics of Mycoplasma pneumoniae is characterized by poorly understood complex multiannual cycles. The origins of these cycles have long been debated, and multiple explanations of varying complexity have been suggested. Using Bayesian methods, we fit a dynamical model to half a century of M. pneumoniae surveillance data from Denmark (1958 to 1995, 2010 to 2025) and uncover a parsimonious explanation for the persistent cycles, based on the theory of quasicycles. The period of the multiannual cycle (approx. 5 y in Denmark) is explained by susceptible replenishment due, primarily, to loss of immunity. While an excellent fit to shorter time series (a few decades), the deterministic model eventually settles into an annual cycle, unable to reproduce the persistent cycles. We find that environmental stochasticity (e.g., varying contact rates) stabilizes the multiannual cycles and so does demographic noise, at least in smaller or incompletely mixing populations. The temporary disappearance of cycles during 1979 to 1985 is explained as a consequence of stochastic mode-hopping. The circulation of M. pneumoniae was recently disrupted by COVID-19 nonpharmaceutical interventions (NPIs), providing a natural experiment on the effects of large perturbations. Consequently, the effects of NPIs are included in the model and medium-term predictions are explored. Our findings highlight the intrinsic sensitivity of M. pneumoniae dynamics to perturbations and interventions, underscoring the limitations for long-term prediction. More generally, our findings provide further evidence for the role of stochasticity as a driver of complex cycles across endemic and recurring pathogens.",
          "url": "https://doi.org/10.1073/pnas.2509184122",
          "doi": "https://doi.org/10.1073/pnas.2509184122",
          "filter": "2"
        },
        {
          "title": "Early activation of bioenergetic metabolism powers bacterial spore germination",
          "authors": "Pooja Gupta, Rebecca Caldbeck, Rowan C. Walters, Elodie C. Wells, Bethany L. Hardman, Graham Christie, Roger J. Springett, James N. Blaza",
          "abstract": "Dormant bacterial spores germinate to become vegetative cells upon germinant exposure. Despite many germinants being energy sources, bioenergetic processes have been overlooked as germination can proceed, albeit slowly, without exogenous energy sources. Here, we apply remission spectroscopy to noninvasively measure energization of the electron transport chain (ETC) in germinating spores. In Bacillus megaterium and Bacillus subtilis , energization of cytoplasmic metabolism and the ETC occurs early in germination, before or alongside water ingress and bulk CaDPA efflux. The aa 3 -type oxidases (Qox, Cta) accumulate nonradical ferryl intermediates of their catalytic cycle, slowed by a high membrane potential. The Yth isoform of the bd oxidase, present in spores, allows rapid electron transfer to O 2 when the aa 3 -type oxidases are hindered, establishing a role for this enzyme. Deletion of Yth slows the initiation of “absorbance”/attenuance loss, directly linking bioenergetic processes to germination. We propose a powered germination model, where the Ger-mediated signaling cascade and bioenergetic processes occur in parallel and are mutually influenced by each other. This model explains why germination on energy-rich molecules (e.g., glucose) is often much faster than on energy-poor ones (e.g., KBr).",
          "url": "https://doi.org/10.1073/pnas.2510996122",
          "doi": "https://doi.org/10.1073/pnas.2510996122",
          "filter": "2"
        },
        {
          "title": "High-speed X-ray tomography for 4D imaging",
          "authors": "Ivan Grega, William Whitney, Vikram Sudhir Deshpande",
          "abstract": "Capturing high-rate spatiotemporal deformation of materials in three dimensions (3D) remains a significant challenge with current X-ray imaging techniques. We present a methodology that combines advances in neural rendering techniques with volume correlation methods to accurately reconstruct complex, high-rate 3D spatiotemporal structural evolutions. The fidelity and versatility of the method, which requires no pretraining, are demonstrated for a diverse set of intricate 3D-printed microarchitected solids. Using laboratory-based X-ray tomography, we capture the 3D growth of a high-rate crush band on a timescale of less than 100 ms. By broadening this idea to a stereo X-ray concept, we eliminate the need to rotate the image object, thereby extending the technique to significantly faster timescales. Our neural rendering framework opens possibilities for 3D observations of viscoelastic responses of biological materials to 3D investigations of numerous poorly understood dynamic processes, such as the runaway failure of batteries, all using laboratory X-ray systems.",
          "url": "https://doi.org/10.1073/pnas.2521089122",
          "doi": "https://doi.org/10.1073/pnas.2521089122",
          "filter": "2"
        },
        {
          "title": "Aducanumab binding to Aβ 1-42 fibrils alters dynamics of the N-terminal tail while preserving the fibril core",
          "authors": "Ravi Shankar Palani, Christopher G. Williams, Dev Thacker, Robert Silvers, Fang Qian, Paul H. Weinreb, Leonard J. Mueller, Sara Linse, Robert G. Griffin",
          "abstract": "Aducanumab, a human IgG1 antibody with plaque-clearing effects and modest clinical benefit, binds selectively to aggregated Aβ via the N-terminal region. Yet, the molecular details of how the antibody engages Aβ 1-42 fibrils remain unresolved. Using magic-angle spinning NMR, we show that binding of aducanumab preserves the overall architecture of the Aβ 1-42 fibril core while inducing significant structural and dynamic perturbations in the N-terminal region. Antibody binding markedly reduces flexibility in this domain, with the appearance of side-chain resonances from residues D1, E3, and histidine (likely H6) in dipolar-based experiments. These side chains—previously observed in scalar-coupling spectra of the unbound state—indicate rigidification of residues that were dynamic. The interaction extends to S8 and Y10, indicating broader fibril engagement than the minimal epitope (residues 3 to 7) defined in fragment-based studies. Perturbations in the C-terminal segment (G37–A42) are consistent with its spatial proximity to the antibody-bound N termini of neighboring monomers. Cryo-TEM images reveal fibrils bundling in the presence of aducanumab, consistent with lateral association via antibody cross-linking, supporting a model where surface coating and steric hindrance suppress secondary nucleation. This mode of action restricts monomer access to catalytic sites on the fibril surface, resulting in partial inhibition (~threefold reduction) of secondary nucleation. The effect depends on high avidity and relatively high stoichiometry but is ultimately limited by antibody size relative to N-terminal spacing along the fibril. These findings provide atomic-level insights into aducanumab’s binding mode and supply a structural framework for understanding antibody-mediated fibril recognition and for guiding next-generation therapies targeting Aβ aggregates in Alzheimer’s disease.",
          "url": "https://doi.org/10.1073/pnas.2515673122",
          "doi": "https://doi.org/10.1073/pnas.2515673122",
          "filter": "2"
        },
        {
          "title": "A SynB1-conjugated antibody cocktail crosses the blood–brain barrier to produce a therapeutic effect on rabies",
          "authors": "Zeheng Ren, Caiqian Wang, Haoran Wang, Qiong Wu, Qingxiu Hou, Xue Qi, Wenna He, Xiaoyu Zhang, Jiawu Wan, Zhen F. Fu, Ming Zhou, Ling Zhao",
          "abstract": "Rabies, caused by the neurotropic lyssavirus rabies virus (RABV), is nearly 100% fatal after symptom onset. A fundamental challenge for rabies therapy is that the blood–brain barrier (BBB) prevents peripherally administered neutralizing antibodies from entering the central nervous system (CNS) to clear the infection. In this study, we initially generated four human–mouse chimeric antibodies with preserved neutralizing potency against RABV to increase its translational potential. To achieve brain antibody delivery, we conjugated a lead chimeric antibody (7A3-H) to different cell-penetrating peptides with potential BBB-penetrating capacity (RVG, TGN, THR, and SynB1). In vivo fluorescence imaging revealed that SynB1 conjugation significantly outperformed conjugation with the other peptides in terms of BBB penetration for brain antibody delivery. Furthermore, a triple-antibody cocktail (targeting epitopes II/III/IV of RABV-G) conjugated to SynB1 resulted in 80% survival in mice infected with lethal challenge virus standard (CVS) or dog-originated rabies virus (DRV) strains when it was administered at 5 dpi (when CNS invasion and symptoms were evident). In contrast, the unconjugated cocktail provided only 20% (CVS) or 0% (DRV) survival. Together, these data demonstrated that SynB1-mediated BBB penetration dramatically improved the therapeutic efficacy of anti-RABV antibodies, enabling post-symptom rescue of rabies. This antibody–peptide conjugation strategy provides a proof of concept for advancing rabies therapy, specifically by leveraging peptide-mediated enhancement of BBB penetration.",
          "url": "https://doi.org/10.1073/pnas.2516465122",
          "doi": "https://doi.org/10.1073/pnas.2516465122",
          "filter": "2"
        },
        {
          "title": "Evolution of viral genomes and their clouds of sequence",
          "authors": "Karla Kirkegaard",
          "url": "https://doi.org/10.1073/pnas.2525457122",
          "doi": "https://doi.org/10.1073/pnas.2525457122",
          "filter": "2"
        },
        {
          "title": "Neural synchrony links sensorimotor cortices in a network for facial motor control",
          "authors": "Yuriria Vázquez, Geena R. Ianni, Elie Rassi, Adam G. Rouse, Marc H. Schieber, Faraz Yazdani, Yifat Prut, Winrich A. Freiwald",
          "abstract": "Primate societies rely on the production and interpretation of social signals, in particular those displayed by the face. Facial movements are controlled, according to the dominant neuropsychological schema, by two separate circuits, one originating in medial frontal cortex controlling emotional expressions, and a second one originating in lateral motor and premotor areas controlling voluntary facial movements. Despite this functional dichotomy, cortical anatomy suggests that medial and lateral areas are directly connected and may thus operate as a single network. Here, we test these contrasting hypotheses through structural and functional MRI (fMRI) guided electrical stimulation and simultaneous multichannel recordings from key facial motor areas in the macaque monkey brain. These areas include medial facial motor area M3 (located in the anterior cingulate cortex); two lateral face-related motor areas: M1 (primary motor) and PMv (ventrolateral premotor); and S1 (primary somatosensory cortex). Cortical responses evoked by intracortical stimulation revealed that medial and lateral areas can exert significant functional impact on each other. Simultaneous recordings of local field potentials in all facial motor areas further confirm that during facial expressions, medial and lateral facial motor areas significantly interact, primarily in the alpha and beta frequency ranges, whereas during voluntary chewing, coupling occurs at lower frequencies. These functional interactions varied across facial movement types. Thus, at the cortical level, the control of facial movements is not mediated through independent (medial/lateral) functional streams, but results from an interacting sensorimotor network.",
          "url": "https://doi.org/10.1073/pnas.2512604122",
          "doi": "https://doi.org/10.1073/pnas.2512604122",
          "filter": "2"
        },
        {
          "title": "Competition between glycine and GABA A receptors for gephyrin controls their equilibrium populations at inhibitory synapses",
          "authors": "Dorota Kostrz, Stephanie A. Maynard, Serena Camuso, Clemens Schulte, François Laurent, Jean-Baptiste Masson, Hans M. Maric, Charlie Gosse, Antoine Triller, Terence R. Strick, Christian G. Specht",
          "abstract": "Glycine receptors (GlyR) and γ-aminobutyric acid type A receptors (GABA A R) are ligand-gated chloride channels that mediate inhibitory neurotransmission throughout the central nervous system. The receptors colocalize widely at inhibitory synapses in the spinal cord and in the brainstem due to their interaction with an overlapping binding site of the synaptic scaffold protein gephyrin, pointing to a direct competition between the different receptor types. We have put this hypothesis to the test using single-molecule approaches to measure receptor–gephyrin interactions in cells and in vitro. We explored the effects of receptor competition at inhibitory synapses in living neurons by measuring the change in the accumulation and effective stabilization energy of glycine receptors in the presence of interfering GABA receptor complexes through single-molecule tracking and diffusion analysis. Second, using molecular tweezers, we quantified the thermodynamic properties of receptor–gephyrin binding, demonstrating direct and reversible competition through the addition of interacting peptides in solution. The relatively low affinity of GABA receptor subunits for gephyrin compared to the glycine receptor raises interesting questions about the role of this competition in synaptic plasticity. We hypothesize that GABA and glycine receptor competition constitutes a molecular system designed to reconcile synapse stability and plasticity at mixed inhibitory synapses.",
          "url": "https://doi.org/10.1073/pnas.2500226122",
          "doi": "https://doi.org/10.1073/pnas.2500226122",
          "filter": "2"
        },
        {
          "title": "Band pattern formation of erythrocytes in density gradients is due to competing aggregation and net buoyancy",
          "authors": "Felix Maurer, Camila Romero, Nikolas Lerch, Thomas John, Lars Kaestner, Christian Wagner, Alexis Darras",
          "abstract": "Centrifugation of biological matter in density gradient solutions is a standard method for separating cell types or components. It is also used to separate red blood cells (RBCs) by age, as they lose water and become denser over their lifespan. When the density gradient is prepared with Percoll, discrete bands of RBCs are systematically observed along the gradient, despite the continuous density distribution of RBCs. Early studies suggested that cell aggregation might influence spatial distribution, but it remains debated whether a continuous density population can form discrete bands. We developed a continuity equation incorporating cell aggregation to describe the macroscopic evolution of RBC volume fraction in a density gradient, considering a continuous RBC density distribution. Numerical solutions demonstrate that the competition between net buoyancy and aggregation is sufficient to create band patterns. Our model reproduces the temporal evolution observed in experiments, but also predicts several types of bifurcation-like behaviors for the steady-state patterns in constant gradients, depending on RBC volume fraction and aggregation energy. This demonstrates that the competition between RBC aggregation and net buoyancy is a mechanism driving pattern formation.",
          "url": "https://doi.org/10.1073/pnas.2515704122",
          "doi": "https://doi.org/10.1073/pnas.2515704122",
          "filter": "2"
        },
        {
          "title": "SR-LLM: An incremental symbolic regression framework driven by LLM-based retrieval-augmented generation",
          "authors": "Zelin Guo, Siqi Wang, Yonglin Tian, Jing Yang, Hui Yu, Xiaoxiang Na, Levente Kovács, Li Li, Petros A. Ioannou, Fei-Yue Wang",
          "abstract": "Symbolic regression (SR) has regained research prominence as deep learning advancements accelerate the search for analytical models from observational data. However, the vast search space often hinders existing algorithms to yield complex analytical expressions. We present SR-LLM, an SR framework integrating retrieval-augmented generation mechanisms based on large language models (LLM) to achieve incremental learning. Specifically, our framework is capable of leveraging accumulated prior knowledge and past exploration results from external knowledge bases to retrieve the most relevant information for current regression tasks. It first composes prior information into small symbolic groups with the assistance of the LLMs and then utilizes deep reinforcement learning to combine these groups to formulate complex yet explainable analytic expressions that are more easily understood by humans. The capability for efficient knowledge utilization enables our framework to integrate all previous human experiences and exploration results, effectively learning by standing on the shoulders of giants. To validate the effectiveness of our proposed method, we not only test the framework on popular symbolic regression benchmarks but also extend its application to a domain where the explicit optimal model remains controversial: how to analytically describe human car-following behavior based on observed vehicle trajectories? Experiments confirm that our method outperforms on standard benchmarks, successfully rediscovers famous traditional car-following models and discovers new models from empirical trajectory data, achieving both fitting effectiveness and interpretability.",
          "url": "https://doi.org/10.1073/pnas.2516995122",
          "doi": "https://doi.org/10.1073/pnas.2516995122",
          "filter": "2"
        },
        {
          "title": "MicroRNA164d suppresses the HvNAC92-HvHKT1;5 module to enhance salinity tolerance in barley",
          "authors": "Liuhui Kuang, Hongxing Zhou, Tongtong Zhang, Fei Gao, Tao Yan, Zhong-Hua Chen, Qiufang Shen, Guoping Zhang, Lin Li, Dezhi Wu",
          "abstract": "Cereal crops (e.g., rice, wheat, maize, and barley) constituted the major component of global human diet and fundamentally changed human society since the dawn of agriculture around 12,000 y ago. Originated and domesticated in different continents and environments, cereal crops vary significantly in their salt tolerance. The High-Affinity K + Transporter1;5s (HKT1;5s) predominately regulate Na + accumulation and salt tolerance in salt-sensitive cereal crops by mediating shoot-to-root Na + exclusion. However, HvHKT1;5 paradoxically promotes root-to-shoot Na + translocation in salt-tolerant barley. Therefore, unravelling the regulatory mechanisms of HvHKT1;5 is critical to understanding the molecular basis of salt tolerance in barley. Here, we demonstrated that a microRNA164d-HvNAC92-HvHKT1;5 module improves salt tolerance via reduced shoot Na + accumulation and increased K + retention in barley, whereas miR164d suppresses HvNAC92 transcription factor to directly downregulate HvHKT1;5 expression. Under salinity condition, the MIR164d -OE, Hvnac92 , and Hvhkt1;5 lines showed significantly reduced root-to-shoot Na + translocation and shoot Na + content compared with the wild-type. In conclusion, we resolve the species-specific function of HKT1;5s in cereal crops by establishing miRNA-guided Na + and K + transport regulation as a regulatory framework for engineering salt-tolerant crops.",
          "url": "https://doi.org/10.1073/pnas.2514555122",
          "doi": "https://doi.org/10.1073/pnas.2514555122",
          "filter": "2"
        },
        {
          "title": "Anyon delocalization transitions out of a disordered fractional quantum anomalous Hall insulator",
          "authors": "Zhengyan Darius Shi, T. Senthil",
          "abstract": "Motivated by the experimental discovery of the fractional quantum anomalous Hall effect, we develop a theory of doping-induced transitions out of the ν = 2 / 3 lattice Jain state in the presence of quenched disorder. We show that disorder strongly affects the evolution into the conducting phases described in our previous work. The delocalization of charge 2 / 3 anyons leads to a chiral superconductor through a direct second-order transition for a smooth random potential with long-wavelength modulations. The longitudinal resistance has a universal peak at the associated quantum critical point. Close to the transition, we show that the superconducting ground state is an “Anomalous Vortex Glass” stabilized in the absence of an external magnetic field. For short-wavelength disorder, this transition generically splits into three distinct ones with intermediate insulating topological phases. If instead, the charge 1 / 3 anyon delocalizes, then at low doping the resulting phase is a Reentrant Integer Quantum Hall state with ρ xy = h / e 2 . At higher doping this undergoes a second transition to a Fermi liquid metal. We show that this framework provides a plausible explanation for the complex phase diagram recently observed in twisted MoTe 2 near ν = 2 / 3 and discuss future experiments that can test our theory in more detail.",
          "url": "https://doi.org/10.1073/pnas.2520608122",
          "doi": "https://doi.org/10.1073/pnas.2520608122",
          "filter": "2"
        },
        {
          "title": "Synchrony of neuromodulatory systems during NREM sleep",
          "authors": "Sasa Teng, Angie N. Maldonado Rodriguez, Ruizhi Wang, Xinyue Chen, Yueqing Peng",
          "abstract": "Neuromodulatory systems play an essential role in regulating brain states and functions. The canonical view is that the release of monoamines including norepinephrine (NE) and serotonin (5-HT) is high during wakefulness and attenuated during sleep, particularly during rapid eye movement (REM) sleep, whereas the cholinergic system is active during both wakefulness and REM sleep and quiescent during non–REM (NREM) sleep. Recent studies have revealed a slow and rhythmic release pattern of neuromodulators during NREM sleep that drives infraslow oscillation (ISO) (0.02 to 0.03 Hz) in the brain. A key question is whether/how the release of different neuromodulators during sleep is coordinated. In this study, we combined 2-site fiber photometry with electroencephalogram/electromyography recording to monitor the release of NE, 5-HT, and acetylcholine in the cortex and hippocampus during sleep and wake cycles. We found that the ISO of these neuromodulators is synchronized during NREM sleep. The synchrony between neuromodulatory systems increases in the oscillatory cycles leading to arousal. Furthermore, pharmacological inhibition of either the 5-HT or NE system eliminates the oscillation of other neuromodulators during NREM sleep. Optogenetic activation of 5-HT or NE neurons during NREM sleep induces the release of other neuromodulators in the absence of sleep-to-wake transitions. These results suggest that the rhythmic neuromodulator releases are highly coordinated in the brain. The synchrony among multiple neuromodulatory systems across brain regions provides a powerful neural mechanism to orchestrate sleep architecture and sleep-related neural processes.",
          "url": "https://doi.org/10.1073/pnas.2514202122",
          "doi": "https://doi.org/10.1073/pnas.2514202122",
          "filter": "2"
        },
        {
          "title": "Lipid-packing defects are sufficient to modulate membrane insertion and the bound state of α-synuclein",
          "authors": "Miah J. Turke, Krishna M. Raghavan, Sofiya Maltseva, Daniel H. S. Kerr, Erin J. Adams, Ka Yee C. Lee",
          "abstract": "α-Synuclein is an intrinsically disordered neuronal protein that forms an amphipathic helix when it peripherally binds to lipid membranes. This membrane interaction is integral to the protein’s function but is also associated with its dysfunction. Numerous membrane parameters have been identified to promote α-synuclein binding such as high negative charge and low lipid-packing density, which corresponds to greater lipid-packing defects—increased spacing between lipids conferred through curvature, unsaturation, or small headgroups. Despite α-synuclein’s established preference for negatively charged membranes with packing defects, the specific effects that each parameter has on this interaction remains underexplored. With increasing links between α-synuclein-associated diseases and changes in lipid composition, it has become more important to delineate how changes in membrane parameters affect α-synuclein membrane-interactions. Here, we demonstrate using tryptophan fluorescence spectroscopy that while net negative charge does increase the density of α-synuclein bound to a membrane, lipid-packing defects alone are sufficient for α-synuclein to insert. Not only do our results establish a lipid-packing defect requirement for α-synuclein, but they also reveal a packing defect-dependent shift in the ensemble of binding modes of the protein favoring the insertion of the end of its binding domain—a binding mode which has previously been linked to disease mutants of the protein. Overall, this work establishes the significance of lipid-packing defects in contrast to net negative charge for α-synuclein–membrane binding and proposes a lipid-compositionally dependent shift in α-synuclein’s ensemble of bound conformations, which may be relevant for the protein’s function and dysfunction.",
          "url": "https://doi.org/10.1073/pnas.2419823122",
          "doi": "https://doi.org/10.1073/pnas.2419823122",
          "filter": "2"
        },
        {
          "title": "A neuromorphic robotic electronic skin with active pain and injury perception",
          "authors": "Yuyu Gao, Jianpeng Zhang, Hehua Zhang, Lung Chow, Guangyao Zhao, Guihuan Guo, Chun Ki Yiu, Binbin Zhang, Ya Huang, Jingkun Zhou, Qiang Zhang, Tao Huang, Yuan Guo, Jian Li, Jiyu Li, Xingcan Huang, Zhenlin Chen, Zhenyu Liu, Yuze Qiu, Chuanfei Guo, Xinge Yu",
          "abstract": "Humanoid robots with advanced sensory capabilities are increasingly demanded for empathetic, close-contact interactions with humans. Electronic skin (E-skin) is a key enabling technology for such tactile perception. However, current E-skins are limited to basic tactile sensing with simple circuit architecture. Here, we introduce a neuromorphic robotic e-skin (NRE-skin) that not only provides fundamental tactile sensing but also integrates advanced features, such as active pain and injury detection. The NRE-skin encodes dynamic tactile stimuli into neural-like pulse trains and features active pain detection that triggers protective reflexes. Additionally, its injury sensing and modular design enable precise localization of damaged areas and rapid replacement of affected skin. By emulating human sensory and protective systems, the NRE-skin facilitates more natural and safer human–robot interactions.",
          "url": "https://doi.org/10.1073/pnas.2520922122",
          "doi": "https://doi.org/10.1073/pnas.2520922122",
          "filter": "2"
        },
        {
          "title": "Correction for Huang et al., Impulsivity is a stable, measurable, and predictive psychological trait",
          "url": "https://doi.org/10.1073/pnas.2534317122",
          "doi": "https://doi.org/10.1073/pnas.2534317122",
          "filter": "2"
        },
        {
          "title": "Repeated major inland retreat of Thwaites and Pine Island glaciers (West Antarctica) during the Pliocene",
          "authors": "Keiji Horikawa, Masao Iwai, Claus-Dieter Hillenbrand, Christine S. Siddoway, Anna Ruth Halberstadt, Ellen A. Cowan, Michelle L. Penkrot, Karsten Gohl, Julia S. Wellner, Yoshihiro Asahara, Ki-Cheol Shin, Masahiro Noda, Miyu Fujimoto, character(0), Karsten Gohl, Julia S. Wellner, Adam Klaus, Denise Kulhanek, Thorsten Bauersachs, Steven M. Bohaty, Margot Courtillat, Ellen A. Cowan, Marcelo A. De Lira Mota, Mariana S.R. Esteves, John M. Fegyveresi, Thomas Frederichs, Liang Gao, Anna Ruth Halberstadt, Claus-Dieter Hillenbrand, Masao Iwai, Ji-Hoon Kim, Theresa M. King, Johann P. Klages, Sandra Passchier, Michelle L. Penkrot, Joseph G. Prebble, Waliur Rahaman, Benedict T.I. Reinardy, Johan Renaudie, Delaney E. Robinson, Reed P. Scherer, Christine S. Siddoway, Li Wu, Masako Yamane",
          "abstract": "The stability of the West Antarctic Ice Sheet (WAIS), crucial for predicting future sea-level rise, is threatened by ocean-forced melting in the Pacific sector of the Southern Ocean. While some geological records and ice-sheet models suggest WAIS retreat during past warm periods, reliable data constraining the extent of retreat are lacking. Detrital Nd, Sr, and Pb isotope data of sediments recently drilled at International Ocean Discovery Program (IODP) Site U1532 on the Amundsen Sea continental rise manifest repeated alternations in sediment provenance during glacial–interglacial cycles of the Pliocene (5.33 to 2.58 Mya), a time warmer than present. The variations reflect large fluctuations in WAIS extent on the Antarctic continent. A unique high Pb/low ε Nd signature of sediments found at the onset of glacial intervals (3.88, 3.6, and 3.33 Ma) is attributed to the supply of detritus sourced from plutonic rocks located in the West Antarctic interior. Its isotopic signature at Site U1532 indicates major inland retreat of the WAIS during the preceding interglacials. During peak interglacials, the ice margin had retreated inland, and icebergs rafted and deposited inland-sourced detritus over 500 km across the Amundsen Sea shelf. Subsequent readvance of grounded ice then “bulldozed” these inland-derived fine-grained sediments from the shelf down to the continental slope and rise, resulting in a high Pb/low ε Nd peak in the rise sediments. Our continuous Pliocene records provide conclusive evidence for at least five major inland retreat events of the WAIS, highlighting the significant vulnerability of the WAIS to ongoing warming.",
          "url": "https://doi.org/10.1073/pnas.2508341122",
          "doi": "https://doi.org/10.1073/pnas.2508341122",
          "filter": "2"
        },
        {
          "title": "Pharmacologic reversion of Merkel cell carcinoma via CBP/p300 inhibition",
          "authors": "Joseph L. Collura, Kuan Cheok Lei, Mitalee Chandra, Thibault Kervarrec, Hyun Jung Park, Mazdak Dalkoohi, Jürgen C. Becker, Yuan Chang, Patrick S. Moore, Masahiro Shuda",
          "abstract": "Merkel cell polyomavirus (MCV) T antigen functions as an oncoprotein that drives the transformation of Merkel cell carcinoma (MCC) cells by activating transcription factors involved in cell proliferation. The viral T antigen promoter requires the activity of the cellular coactivator CREB-binding protein (CBP)/p300 for its expression. Inhibition of CBP/p300 with two distinct small-molecule inhibitors suppresses T antigen expression, leading to cell cycle arrest and upregulation of the cell cycle inhibitor p27 Kip1 . This shift promotes neuronal differentiation, associated with neurite outgrowth in MCC cells. RNA sequencing revealed downregulation of genes involved in E2F, Myc, mTORC1 oncogenic signaling, as well as markers of the Merkel cell lineage including Sox2 and Atoh1. Notably, a rare MCC case exhibiting a mixed cellular composition, with loss of T antigen expression and neuroblastic phenotype, showed a transcriptomic profile resembling that of MCC cells treated with CBP/p300 inhibitors. This suggests that similar differentiation processes may contribute to tumor heterogeneity in patients. This study presents the model system enabling reversible switching between a transformed and differentiated cell state in a human cancer using small-molecule treatment.",
          "url": "https://doi.org/10.1073/pnas.2516667122",
          "doi": "https://doi.org/10.1073/pnas.2516667122",
          "filter": "2"
        },
        {
          "title": "Synaptic integration and competition in the substantia nigra pars reticulata—An experimental and in silico analysis",
          "authors": "William Scott Thompson, J. J. Johannes Hjorth, Alexander Kozlov, Wilhelm Thunberg, Gilad Silberberg, Jeanette Hellgren Kotaleski, Sten Grillner",
          "abstract": "The substantia nigra pars reticulata (SNr) is a primary output for basal ganglia signaling. It plays an important role in the control of movement, integrating inputs from upstream structures in the basal ganglia, before sending organized projections to a range of targets in the midbrain, brainstem, and thalamus. Here, we present a detailed in silico model of the mouse SNr, including its major afferent inputs. The electrophysiological and morphological properties of SNr neurons are characterized in acute brain slices via whole cell patch-clamp recordings and morphological reconstruction. Using reconstructed morphologies, multicompartmental models of single neurons are instantiated within the NEURON simulation environment and populated with relevant modeled ion channels. Model parameters are optimized via an evolutionary algorithm, such that simulated neurons faithfully reproduce recorded electrophysiological behavior. Using the simulation infrastructure software Snudda , single neuron models are incorporated into a circuit-level model, where the sparse connectivity within the SNr is recreated. We simulate the mouse SNr at scale, featuring realistic volumes and neuronal density. The unique synaptic properties and activity patterns of different afferent sources are captured in silico. Born out of ex vivo data, our model reproduces in vivo firing patterns. Our simulations suggest that paradoxical activity increases in response to experimental inhibition can be explained by lateral connectivity. In addition, our model predicts the functional implications of characteristic short-term synaptic plasticity in the indirect pathway of the basal ganglia. The model can be extended to include additional inputs and be connected with existing models of upstream basal ganglia nuclei to further explore circuit dynamics.",
          "url": "https://doi.org/10.1073/pnas.2528602122",
          "doi": "https://doi.org/10.1073/pnas.2528602122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti5125122",
          "doi": "https://doi.org/10.1073/iti5125122",
          "filter": "2"
        },
        {
          "title": "A myosin hypertrophic cardiomyopathy mutation disrupts the super-relaxed state and boosts contractility by enhanced actin attachment",
          "authors": "Robert C. Cail, Bipasha Barua, Faviolla A. Báez-Cruz, Donald A. Winkelmann, Yale E. Goldman, E. Michael Ostap",
          "abstract": "Hypertrophic cardiomyopathy (HCM) is a leading cause of cardiac failure among individuals under 35. Many genetic mutations that cause HCM seem to enhance ventricular systolic function, suggesting that these HCM mutations are hypercontractile. Among the most common causes of HCM are mutations in the gene MYH7, which encodes for β-cardiac myosin, the principal human ventricular myosin. Previous work has demonstrated that, for purified myosins, some MYH7 mutations are gain-of-function while others cause reduced function, so how they lead to enhanced contractility is not clear. Here, we have characterized the mechanics and kinetics of the severe HCM-causing mutation M493I. Motility assays demonstrate a 70% reduction of actin filament gliding velocities on M493I-coated surfaces relative to wild type (WT). This mutation slows ADP release from actomyosin•ADP fivefold without affecting phosphate release or ATP binding. Yet it enhances steady-state ATPase V max twofold. Through single-molecule mechanical studies, we find that M493I myosin has a normal working stroke of 5 nm but a significantly prolonged actin attachment duration. Under isometric feedback, M493I myosins produce high, sustained force, with an actin detachment rate that is less sensitive to force than that of WT myosin. We also report direct measurement of the equilibrium state of the super-relaxed to disordered relaxed regulatory transition and show its disruption in M493I, with a concomitant enhancement to actin attachment kinetics. Together, these data demonstrate that enhanced myosin binding from inhibition of myosin’s off state, combined with slow ADP release and enhanced force production, underlie the enhanced function and etiology of this HCM mutation.",
          "url": "https://doi.org/10.1073/pnas.2521561122",
          "doi": "https://doi.org/10.1073/pnas.2521561122",
          "filter": "2"
        },
        {
          "title": "Locomotion-dependent use of geometric and body cues in humans mapping 3D space",
          "authors": "Volker Reisner, Theo A. J. Schäfer, Leonard König, Misun Kim, Christian F. Doeller",
          "abstract": "The ability to represent locations across multiple dimensions of space is a core function of cognitive maps. While the influence of boundary-dependent environmental geometry on spatial representations has been extensively studied in 2D spaces, less is known about the role of boundaries for volumetric spatial memory. Research in humans and other animals has demonstrated distinct processing of the vertical and horizontal spatial dimensions, likely related to species-specific modes of locomotion. Here, we investigate whether different locomotion modes, flying and walking, affect the use of vertical boundaries, leading to possibly distinct volumetric representations. In a Virtual Reality experiment, human participants memorized objects within a symmetric 3D enclosure, and then were asked to replace them in either the familiar or geometrically deformed environments. We found that the flying group exhibited lower vertical than horizontal spatial memory precision, whereas the walking group showed the opposite pattern, an effect related to using their body axis as a vertical “ruler”. Within deformed environments, object replacements in the flying group followed the predictions from a 3D-extended boundary-vector-cell-like computational model of spatial mapping that treated all boundaries equally, whereas those in the walking condition favored a modified model that prioritized the ground boundary. Our findings suggest that gravity-related movement constraints promote different utilization of geometric and body-related cues, resulting in flexible representations of volumetric space.",
          "url": "https://doi.org/10.1073/pnas.2505613122",
          "doi": "https://doi.org/10.1073/pnas.2505613122",
          "filter": "2"
        },
        {
          "title": "Symmetries and selection rules in photoelectron chiral dichroism",
          "authors": "Ofer Neufeld",
          "abstract": "Photoelectron circular dichroism (PECD) is a method whereby randomly oriented chiral molecules are irradiated by circularly polarized light (CPL), photoionizing electrons, which are measured in a momentum-resolved manner. This scheme permits chiral light–matter interactions within the electric-dipole approximation (avoiding weak magnetic-dipole interactions), yielding huge chiral signals in the form of a forward–backward asymmetry in photoemission. Recently, more intricate realizations of PECD have been explored where the CPL is replaced with elaborate polarization-tailored light (e.g., bichromatic, noncollinear, etc.), some of which do not even require circularly polarized components, but still lead to massive chiral signals. However, the connection between generalized symmetries and asymmetries of the laser drive and selection rules in PECD have not yet been derived. Here, we formulate this connection analytically from group theory, also predicting two previously unknown selection rules for PECD from fields with dynamical inversion and improper-rotational symmetries. We further propose bichromatic bielliptical fields for breaking symmetries in typical spectra, yielding potentially more information for ultrafast-resolved measurements. We numerically demonstrate all of our results with state-of-the-art ab-initio simulations in the archetypal chiral molecule, Bromochlorofluoromethane, providing predictions for experiments. Our work presents a roadmap for analyzing PECD from tailored light and resolves a long-standing issue in the field. It should motivate theoretical and experimental investigations in novel PECD set-ups.",
          "url": "https://doi.org/10.1073/pnas.2504816122",
          "doi": "https://doi.org/10.1073/pnas.2504816122",
          "filter": "2"
        },
        {
          "title": "Preservation of anticorrelated brain networks predicts recovery after traumatic brain injury",
          "authors": "Samuel B. Snider, Hui Shi, Yelena G. Bodien, Calvin Howard, Xiaoying Sun, Alexandra J. Golby, Karl A. Zimmerman, Guido Bertolini, Sandra Magnoni, Vincent Dunet, Mauro Oddo, Neil S. N. Graham, Emma-Jane Mallas, Federico Moro, Pratik Mukherjee, Nancy R. Temkin, Sonia Jain, David J. Sharp, Brian L. Edlow, Michael D. Fox",
          "abstract": "Some patients with moderate to severe traumatic brain injury (TBI) make a full recovery, while others remain severely disabled. Accurate prognostication is important, because withdrawal of life-sustaining therapy based on perceived poor prognosis is the leading cause of death after TBI. Synchronized activity between brain regions, measurable with resting-state functional MRI (rs-fMRI), may underlie neurological recovery. However, which functional connections are critical for recovery, and whether functional connectivity measured shortly after brain injury predicts long-term recovery, is unknown. Here, we analyzed data from three prospective cohorts of patients with moderate or severe TBI (N = 116 patients; 134 controls) who underwent rs-fMRI shortly after injury. The strongest predictor of 6-mo functional outcomes in the Training Cohort (mean cross validation AUC 0.94) and independent Testing Cohort (AUC 0.78; P = 0.001) was functional connectivity between three pairs of brain regions from functionally distinct networks, two of which were anticorrelated. Results were robust to controlling for sedation ( P = 0.02) and level of consciousness at time of MRI ( P = 0.02). Finally, preserved anticorrelations improved the leave-one-out outcome prediction accuracy of an established prognostic score (AUC 0.90 vs. 0.80; P = 0.02). Preserved functional anticorrelations in acutely traumatized brains identify patients with the neurological substrate required for recovery. This biomarker can inform prognostic decisions in patients at high risk for death from withdrawal of life-sustaining therapy.",
          "url": "https://doi.org/10.1073/pnas.2518159122",
          "doi": "https://doi.org/10.1073/pnas.2518159122",
          "filter": "2"
        },
        {
          "title": "Correction for Li et al., BCL2 regulates antibacterial autophagy in the intestinal epithelium",
          "url": "https://doi.org/10.1073/pnas.2535281122",
          "doi": "https://doi.org/10.1073/pnas.2535281122",
          "filter": "2"
        },
        {
          "title": "Multiplex mapping of protein–protein interaction interfaces",
          "authors": "Jingxuan He, Ling-Nan Zou, Vidhi Pareek, Stephen J. Benkovic",
          "abstract": "We describe peptide mapping through Split Antibiotic Resistance Complementation (SpARC-map), a method to identify the probable interface between two interacting proteins. Our method is based on in vivo affinity selection inside a bacterial host and uses high-throughput DNA sequencing to infer probable protein–protein interaction (PPI) interfaces. SpARC-map uses only routine microbiology techniques, with no reliance on specialized instrumentation, dedicated reagents, or reconstituting protein complexes in vitro. SpARC-map can be tuned to detect PPIs over a broad range of affinities, multiplexed to probe multiple PPIs in parallel, and its nonspecific background can be precisely measured, enabling the sensitive detection of weak PPIs. Using SpARC-map, we recover known PPI interfaces in the p21–PCNA, p53–MDM2, and MYC–MAX complexes. We also use SpARC-map to probe the purinosome, the weakly bound complex of six purine biosynthetic enzymes, where no PPI interfaces are known. There, we identify interfaces that satisfy structural requirements for substrate channeling, as well as protein surfaces that participate in multiple distinct interactions, which we validate using site-specific photocrosslinking in live human cells. Finally, we show that SpARC-map results can impose stringent constraints on machine learning–based structure prediction.",
          "url": "https://doi.org/10.1073/pnas.2425774122",
          "doi": "https://doi.org/10.1073/pnas.2425774122",
          "filter": "2"
        },
        {
          "title": "Global vaccination coverage and disease incidence in cattle, pigs, and poultry",
          "authors": "Alec Gleason, Isabella Impalli, Justin Sheen, Aurelio Cabezas Murillo, Bryan T. Grenfell, Simon A. Levin, Thomas P. Van Boeckel, Ramanan Laxminarayan",
          "abstract": "Vaccination against livestock diseases is an effective method to prevent and control the spread of pathogens and reduce antimicrobial consumption and livestock production losses. Systematic data on global vaccination coverage could unlock opportunities to expand these outcomes. In this study, we estimate annual vaccination coverage and disease incidence for 104 cattle, porcine, and poultry diseases in 203 reporting countries and territories between 2005 and 2025 using data from the World Animal Health Information System, the Food and Agriculture Organization, and published literature. We provide 686,559 data points and further evaluate 11 diseases most widely targeted by vaccination programs in 2025. The vaccination coverage for global populations at risk of these diseases in 2025 is as follows: for cattle, 16.64% (95% CI: 16.63 to 16.66) against foot and mouth disease, 33.80% (33.43 to 34.38) against lumpy skin disease, 7.46% (6.71 to 8.81) against Brucella abortus , 11.57% (10.29 to 13.36) against anthrax, and 7.93% (6.27 to 14.09) against rabies. For pigs, 6.56% (6.56 to 6.57) against classical swine fever, 4.96% (3.28 to 8.76) against anthrax, and 8.08% (5.10 to 17.20) against rabies. For poultry, 17.62% (17.37 to 18.04) against Newcastle disease, 16.71% (16.42 to 19.01) against infectious bronchitis, 9.17% (8.59 to 13.67) against infectious laryngotracheitis, 15.04% (14.63 to 18.63) against infectious bursal disease, and 8.81% (7.94 to 11.97) against Marek’s disease. Expanding vaccination efforts in India and Argentina for cattle; China and Russia for pigs; and China, Brazil, and Iran for poultry may yield the greatest reductions in global livestock disease burden.",
          "url": "https://doi.org/10.1073/pnas.2515557122",
          "doi": "https://doi.org/10.1073/pnas.2515557122",
          "filter": "2"
        },
        {
          "title": "Maintaining microbiota across diverse symbiotic organs in Euprymna scolopes : Insights into shared immune responses",
          "authors": "Nidhi Vijayan, John Briseño, Oleg Simakov, Spencer V. Nyholm",
          "abstract": "Many animals have multiple organs or tissues that are colonized by diverse microbiota. The female Hawaiian bobtail squid, Euprymna scolopes , has two organs with distinct symbiotic communities: the accessory nidamental gland (ANG) and the light organ (LO). The ANG hosts a bacterial consortium, whereas the LO has a binary relationship with Vibrio fischeri , housed in extracellular crypt spaces as part of the central core (CC). To understand how the host maintains distinct symbiotic communities, we used transcriptomics to identify immune-related genes that are uniquely and similarly expressed in the ANG and LO-CC compared to organs without a known microbiota. Genes such as peptidoglycan recognition proteins EsPGRP2 and EsPGRP3, cathepsin-Z, alkaline phosphatase, and acidic phospholipase exhibited significant upregulation in the symbiotic organs compared to other tissues like gills, skin, mantle, optic lobe, ovaries, and brain. Moreover, EsPGRP2 displayed distinct localization patterns within the ANG, inversely correlating with bacterial presence, whereas the protein was colocalized with V. fischeri in the LO-CC. Notably, 10 different galaxins (EsGal) were uniquely highly expressed in both the ANG and LO-CC, with EsGal1 messenger RNA predominantly localized to the LO-CC epithelium, while EsGal2 and EsGal3 were primarily found in the epithelia of ANG tubules. Furthermore, antimicrobial assays using partial peptides derived from EsGal1 and EsGal2 showed varying and distinct patterns of inhibitory activity for these peptides. In summary, our findings identify similar immune gene families expressed across functionally distinct symbiotic organs in E. scolopes , suggesting that common immunomodulatory factors may maintain distinct symbiotic niches in the host.",
          "url": "https://doi.org/10.1073/pnas.2512903122",
          "doi": "https://doi.org/10.1073/pnas.2512903122",
          "filter": "2"
        },
        {
          "title": "Intensified tropical cyclone activity in East Asia during the Maunder (solar) Minimum",
          "authors": "Kuan-Hui Elaine Lin, Wan-Ling Tseng, Yu-Shiuan Lin, Chen-Ying Lee, Yu-Hsiang Lin, Huang-Hsiung Hsu, Pao-Kuan Wang",
          "abstract": "This study reports a tropical cyclone (TC) series reconstructed from documentary records that have been digitized in the REACHES database for the period of 1368–1911. The series has been validated through comparison with early instrumental data from 1884 to 1911 as well as with other reconstructions. TCs in the post-1911 period were also examined and a 653-y long (1368–2020) North Western Pacific TC chronology was studied. The peak TC frequency occurred in the 1650–1680 with a greater amplitude of variabilities in the south and east coasts of China and TC behaviors changed seasonally. The peak TC period corresponded to the Maunder Minimum which was characterized by lower land surface temperature, whereas the temperature reconstructed from marine proxies showed an anomalously warmer sea surface temperature over the western Pacific. Changing thermal contrast between land and sea likely created a more dynamic summer monsoon circulation resulting in active TC activity. This study provides important evidence and implication about the TC behavior in response to ongoing global climate change.",
          "url": "https://doi.org/10.1073/pnas.2419759122",
          "doi": "https://doi.org/10.1073/pnas.2419759122",
          "filter": "2"
        },
        {
          "title": "Arg–Tyr cation–π interactions drive phase separation and β-sheet assembly in native spider dragline silk",
          "authors": "Hannah R. Johnson, Kevin Chalek, Nesreen Elathram, Andy T. Chau, Anikin Rae Domingo, Julian E. Aldana, Hieu Nguyen, Alexia de Loera, Brianna A. Duarte, Lado Shapakidze, David Onofrei, Galia T. Debelouchina, Christian D. Lorenz, Gregory P. Holland",
          "abstract": "Liquid–liquid phase separation (LLPS) is a fundamental principle of protein organization in intrinsically disordered proteins (IDPs) and biomaterials, yet the residue-level interactions that link condensation to structural ordering remain poorly defined. In spider dragline silk, LLPS is believed to initiate the transition from soluble spidroin dope into β-sheet–rich fibers that provide exceptional toughness, yet how sequence-specific motifs govern this process has been unclear. Here, we combine isotope-edited solution NMR, dynamic nuclear polarization (DNP)–enhanced solid-state NMR, molecular dynamics simulations, and AlphaFold3 modeling to define the molecular role of arginine and tyrosine in Latrodectus hesperus dragline silk. Phosphate triggers LLPS while preserving intrinsic disorder, with arginine exhibiting the largest chemical shift perturbations. Simulations reveal that phosphate displaces hydration water to promote Arg–Tyr cation–π interactions and weaken Arg–poly(Ala) contacts. Solid-state NMR directly detects Arg–Tyr contacts in spun fibers, demonstrating that arginine is partially incorporated into β-sheet interfaces while tyrosine frequently adopts β-turn conformations. AlphaFold3 models corroborate these interfacial geometries and reproduce experimental chemical shifts, supporting persistent Arg–Tyr interactions at structured–unstructured boundaries. Together, these results identify Arg–Tyr contacts as critical “sticker” interactions that mediate condensation, nucleate local order, and stabilize fiber architecture. More broadly, this work establishes a mechanistic link between residue-specific chemistry, LLPS, and hierarchical assembly in a structural protein. These insights highlight how weak multivalent interactions bridge disordered and ordered states, providing a general framework for condensate-driven assembly in biology and guiding biomimetic material design.",
          "url": "https://doi.org/10.1073/pnas.2523198122",
          "doi": "https://doi.org/10.1073/pnas.2523198122",
          "filter": "2"
        },
        {
          "title": "Arabidopsis kinesins KCH3 and KCH7 promote root gravitropism through actin bundling in the stele",
          "authors": "Yingzhi Niu, Shuyuan Chen, Zhaoguo Deng, Juan Du, Yangyang Zhou, Ni Fan, Dingding Zhou, Yue Niu, Yang Yang, Lizhe An, Siyi Chen, Yun Xiang, Haodong Chen, Dong Qian",
          "abstract": "Root gravitropism is essential for plant adaptation to the environment. The cytoskeleton is known to play a critical role in gravitropism, but the underlying mechanisms remain unclear. In this study, we demonstrate that the Arabidopsis kinesins KCH3 and KCH7 (KCH3/7) are expressed and functionally active in the root stele. The kch3 kch7 ( kch37 ) double mutant exhibits delayed gravitropic responses, while stele-specific expression of either KCH3 or KCH7 rescues this defect. Both the calponin homology (CH) and motor domains of KCH3/7 are essential for mediating gravitropism. In vitro and in vivo assays reveal that KCH3/7 promotes actin filament (F-actin) bundling and its turnover in the root stele. Mutation of KCH3/7 results in altered PIN protein abundance and polarity in the root stele, leading to impaired acropetal auxin transport within the stele and reduced auxin accumulation in the root tip’s columella cells. This ultimately causes defective auxin redistribution during gravistimulation. Collectively, our findings highlight the importance of cytoskeletal organization and dynamics in the root stele for maintaining the auxin gradient in the root tip and for gravistimulation-induced auxin asymmetry.",
          "url": "https://doi.org/10.1073/pnas.2517012122",
          "doi": "https://doi.org/10.1073/pnas.2517012122",
          "filter": "2"
        },
        {
          "title": "Dysregulated NAMPT signaling underlines the immune-suppressive microenvironment in venous leg ulcers",
          "authors": "Jiating Wang, Lei Guo, Yunxi Tao, Yunting Xiao, Yejing Huang, Ling Pan, Chen Lyu, Liping Zhu, Xiya Zhang, Juan Gao, Chunyan Cao, Zhuang Liu, Ning Xu Landén, Jing Wang, Tongbin Chu, Xinfeng Wu, Hongsheng Wang, Dongqing Li",
          "abstract": "Venous leg ulcers (VLUs) are the most common form of lower extremity ulceration, with a rising prevalence among the elderly. Despite their clinical significance, the molecular mechanisms underlying VLU remain poorly defined. In this study, we constructed a comprehensive single-cell transcriptional atlas of VLUs, unveiling a widespread immunosuppressive microenvironment within the lesions. Specifically, stromal cells exhibited attenuated inflammatory responses coupled with enhanced fibrotic activity. Keratinocytes and endothelial cells demonstrated increased proliferative and angiogenic activity, respectively, yet both cell types showed markedly reduced antigen-presenting capacity. Immune cell compartments displayed profound dysfunction characterized by marked reductions and impaired functionality of dendritic cells, polarization of macrophages toward an anti-inflammatory M2 phenotype, and enrichment of T cell exhaustion signatures. Notably, cell–cell communication analysis revealed diminished crosstalk between immune and structural cell populations. Mechanistically, we identified NAMPT-mediated signaling as a critical regulator of myeloid-stromal crosstalk. Targeted depletion of NAMPT in macrophages disrupted fibroblast-mediated inflammatory responses and impaired wound healing, whereas exogenous NAMPT administration reactivated immune responses and promoted tissue repair in chronic wounds. Collectively, these findings provide a comprehensive molecular framework for understanding immune–stromal dysfunction in VLUs and position NAMPT as a central immune regulator and promising therapeutic target for chronic wound treatment.",
          "url": "https://doi.org/10.1073/pnas.2512142122",
          "doi": "https://doi.org/10.1073/pnas.2512142122",
          "filter": "2"
        },
        {
          "title": "Road expansion risk predicts future hotspots of tropical deforestation",
          "authors": "Jayden E. Engert, Carlos M. Souza, Fritz Kleinschroth, F. Yoko Ishida, Stefany P. Costa, Jonas Botelho, William F. Laurance",
          "abstract": "Roads act as conduits for human incursions and hence underlie many of humanity’s impacts on nature, including deforestation, wildfires, and natural-resource overexploitation. Unfortunately, existing roadmaps often drastically underestimate the true extent of road networks and future predictions of road-related impacts rely on incomplete and outdated data, undermining development planning and conservation decision-making. Here, we develop a multivariate “road expansion risk” index to identify areas prone to road building and therefore vulnerable to road-related environmental impacts. Using a massive road dataset—137 million 1-ha raster cells drawn from three different sources arrayed across the Amazon and Congo basins and insular Asia-Pacific region—we predict road-prone locations via a statistical model that integrates a range of biophysical, socioeconomic, and administrative data. This highly integrative, large-scale approach allowed us to identify areas likely to experience future road building and regions that may contain unmapped roads. Importantly, our road expansion risk index is a strong predictor of forest loss and degradation and can hence identify future road building and deforestation hotspots, even for the many tropical forest locales with grossly deficient road data.",
          "url": "https://doi.org/10.1073/pnas.2502426122",
          "doi": "https://doi.org/10.1073/pnas.2502426122",
          "filter": "2"
        },
        {
          "title": "Maladaptive immunity to the microbiota promotes neuronal hyperinnervation and itch via IL-17A",
          "authors": "Jeremie Delaleu, Veronica Burstein, Eduard Ansaldo, Ignacio Becaccece, Motoyoshi Nagai, Nicolas Bouladoux, Dan Corral, Andrea Muñoz Zamora, Adelle Ayash, Margery Smelkinson, Lilian Sun, Yasmine Belkaid, Michel Enamorado",
          "abstract": "The interaction between the immune system and the somatosensory system plays a fundamental role in the regulation of diverse biological processes. Chronic itch is a common yet hard-to-treat symptom of many inflammatory skin conditions. One hallmark of chronic itch is the hyperinnervation of the skin by sensory fibers, yet what drives this aberrant nerve growth or how it contributes to disease progression remains unclear. Here, we identify IL-17A and immunity to skin microbiota as key triggers of sensory neuron plasticity and pruritus. In a murine model of psoriatic itch, we show that exposure to Staphylococcus aureus prior to experimental psoriasis results in heightened skin inflammation, increased itch, and marked hyperinnervation of CGRPα + sensory neurons. Accordingly, single-nuclei RNA sequencing of dorsal root ganglia reveals that microbiota-driven inflammation induces a regenerative transcriptional program in sensory neurons, including upregulation of axonal growth, injury response, and IL-17RA signaling pathways. Mechanistically, we show that IL-17A/IL-17RA signaling within TRPV1 + sensory neurons drives hyperinnervation and pruritus, establishing a causal link between IL-17A and microbiota-driven immune responses in sensory circuit remodeling. Further, we identify sensory hyperinnervation as a key driver of chronic itch and inflammation. Collectively, we reveal that aberrant IL-17A signaling in sensory neurons, triggered by dysregulated microbiota immunity, promotes neuronal remodeling that amplifies itch and inflammation. These findings provide a framework for targeting microbiota–neuroimmune interactions as a therapeutic strategy for pruritus.",
          "url": "https://doi.org/10.1073/pnas.2525146122",
          "doi": "https://doi.org/10.1073/pnas.2525146122",
          "filter": "2"
        },
        {
          "title": "Correction for Michael et al., A cascade of structural rearrangements positions peptide release factor 2 for polypeptide hydrolysis on the ribosome",
          "url": "https://doi.org/10.1073/pnas.2534338122",
          "doi": "https://doi.org/10.1073/pnas.2534338122",
          "filter": "2"
        },
        {
          "title": "Controllable gap junctions by vitamin B 12 and light",
          "authors": "Duo Cui, Shuzhang Liu, Xinyu Huang, Xiaohan Alex Tang, Min Zheng, Zonglin He, Rui Xu, Chenbo Sun, Yingjie Xu, Renjun Tu, Peng Zou, Ting Xie, Fei Sun",
          "abstract": "Gap junctions mediate rapid signal transduction between contiguous cells, which are indispensable for multicellular organisms to coordinate cellular activities across numerous physiological processes. However, precise control of gap junctions remains elusive. Herein, we present CarGAP, a single-component chemo-optogenetic tool that utilizes the C-terminal adenosylcobalamin (AdoB 12 ) binding domain of a photoreceptor protein (i.e., CarH C ) to achieve reversible control over both vertebrate and invertebrate gap junctions with spatiotemporal precision. The vertebrate CarGAP (i.e., Cx-CarGAP), created by genetically fusing connexins with CarH C in mammalian cells, can efficiently block the gap junction channels through AdoB 12 -induced protein oligomerization and subsequently reinstate them via green light–induced protein disassembly. We further introduced the CarGAP system (i.e., Inx-CarGAP) to the Drosophila ovary, enabling reversible control over the heterotypic gap junctions formed by innexin2 (Inx2) and innexin4 (Inx4, also known as zero population growth, Zpg), thereby uncovering the roles of gap junctions in stem cell–niche interactions. This study illustrates CarGAP as a generalizable chemo-optogenetic tool for interrogating the functions of gap junctions in various biological contexts.",
          "url": "https://doi.org/10.1073/pnas.2518037122",
          "doi": "https://doi.org/10.1073/pnas.2518037122",
          "filter": "2"
        },
        {
          "title": "Correction for AbuHammad et al., Regulation of PRMT5–MDM4 axis is critical in the response to CDK4/6 inhibitors in melanoma",
          "url": "https://doi.org/10.1073/pnas.2533731122",
          "doi": "https://doi.org/10.1073/pnas.2533731122",
          "filter": "2"
        },
        {
          "title": "ATM interaction with GRP94 modulates oncogenic receptor expression and signaling and microglial activation",
          "authors": "Paige E. Burrell, Donald E. Fleenor, Olivia M. Nicholson, Changjuan Shao, Michael B. Kastan",
          "abstract": "Ataxia-telangiectasia (A-T), caused by biallelic mutations in the ATM gene, leads to multiple disease phenotypes, including cerebellar neurodegeneration, radiosensitivity, cancer predisposition, immunodeficiency, insulin resistance, and pulmonary inflammation. ATM plays a central role in regulating cellular responses to DNA breakage [M. B. Kastan, J. Bartek, Nature 432 , 316–323 (2004)], but several cellular and physiologic abnormalities associated with ATM dysfunction suggest the possibility of noncanonical roles for ATM as well. Herein, we identified the HSP90 paralogue, GRP94, as an ATM interactor/substrate and found that ATM influences N- glycosylation of GRP94 and its subsequent activation/translocation to the plasma membrane, where it serves as a scaffold protein and stabilizer for several membrane proteins, including receptor tyrosine kinases (RTKs), such as EGFR and IGF1-R. In selected cell types, ATM loss/inhibition resulted in increased cell surface expression of RTKs and overactivation of RTK pathways, alterations that were rescued by specific inhibition of cell surface GRP94. This ATM/GRP94 pathway also regulated the activation of microglial cells, manifest as increased cytokine production and phagocytosis activity associated with ATM loss/inhibition and reversal of that activation with GRP94 inhibition. These results identified GRP94 as an ATM interactor and apparent substrate and demonstrated specific critical regulatory roles for ATM outside of DNA damage signaling. These insights provide potential explanations for several of the phenotypes associated with ATM dysfunction and potential opportunities for novel approaches to blunt clinical symptoms in A-T, and also suggest that other neurodegenerative and inflammatory disorders might benefit from selective inhibition of cell surface GRP94.",
          "url": "https://doi.org/10.1073/pnas.2518589122",
          "doi": "https://doi.org/10.1073/pnas.2518589122",
          "filter": "2"
        },
        {
          "title": "A conserved hub protein required for peptidoglycan remodeling and cell division in Acinetobacter baumannii",
          "authors": "Brent W. Simpson, Amanda B. McLean, M. Stephen Trent",
          "abstract": "Gram-negative bacteria build a multilayered cell envelope in which the peptidoglycan layer is sandwiched between an inner membrane of glycerophospholipids and an asymmetric outer membrane composed of glycerophospholipids and lipopolysaccharide (LPS). Acinetobacter baumannii , however, synthesize lipooligosaccharide (LOS), an LPS variant lacking O-antigen. Although LPS/LOS is typically essential, A. baumannii can survive without LOS, offering the opportunity to examine how the Gram-negative envelope remains stable in the absence of this major glycolipid. We previously found that the peptidoglycan biogenesis protein NlpD, an activator of peptidoglycan degradation by cell division amidases, is critical for fitness during LOS deficiency. Here, we show that NlpD is required under these conditions because a second putative amidase activator, WthA (cell wall turnover hub protein A), no longer functions in LOS-deficient cells. Mutants lacking WthA exhibited severe cell-division defects and were synthetically sick with loss of NlpD. Acinetobacter lack canonical periplasmic amidases, raising the question of which enzymes partner with NlpD and WthA. Previous work showed that overexpression of an Acinetobacter β-lactamase increased denuded peptidoglycan, a product of amidase activity. Guided by this finding, we examined the chromosomally encoded β-lactamase Oxa51 and found that its coexpression with WthA or NlpD enhanced release of amidase products, suggesting that Oxa51 participates in peptidoglycan degradation and that WthA is an amidase activator. Further, WthA influenced peptidoglycan endopeptidases and lytic transglycosylases through a network of protein interactions. Altogether, these findings identify WthA as a missing regulator in Acinetobacter peptidoglycan biogenesis and a hub that coordinates peptidoglycan turnover and cell division.",
          "url": "https://doi.org/10.1073/pnas.2529815122",
          "doi": "https://doi.org/10.1073/pnas.2529815122",
          "filter": "2"
        },
        {
          "title": "Neutral theory of cooperative dynamics",
          "authors": "Jordi Piñero, Artemy Kolchinsky, Sidney Redner, Ricard Solé",
          "abstract": "Mutualistic interactions are widespread in nature, from plant communities and microbiomes to human organizations. Along with competition for resources, cooperative interactions shape biodiversity and contribute to the robustness of complex ecosystems. We present a stochastic neutral theory of cooperator species. Our model shares with the classic neutral theory of biodiversity the assumption that all species are equivalent, but crucially differs in requiring cooperation between species for replication. With low migration, our model displays a bimodal species-abundance distribution, with a high-abundance mode associated with a core of cooperating species. This core is responsible for maintaining a diverse pool of long-lived species, which are present even at very small migration rates. We derive analytical expressions of the steady-state species abundance distribution, as well as scaling laws for diversity, number of species, and residence times. With high migration, our model recovers the results of classic neutral theory. We briefly discuss implications of our analysis for research on the microbiome, synthetic biology, and the origin of life.",
          "url": "https://doi.org/10.1073/pnas.2515423122",
          "doi": "https://doi.org/10.1073/pnas.2515423122",
          "filter": "2"
        },
        {
          "title": "How lipids speak to nerves",
          "authors": "Vincenza Cifarelli",
          "url": "https://doi.org/10.1073/pnas.2530035122",
          "doi": "https://doi.org/10.1073/pnas.2530035122",
          "filter": "2"
        },
        {
          "title": "Getting gene expression “just right”",
          "authors": "Paul C. Whitford",
          "url": "https://doi.org/10.1073/pnas.2529119122",
          "doi": "https://doi.org/10.1073/pnas.2529119122",
          "filter": "2"
        },
        {
          "title": "The neural substrates of behavioral evolution: Divergent behaviors from conserved neurons",
          "authors": "Artyom Kopp",
          "url": "https://doi.org/10.1073/pnas.2530587122",
          "doi": "https://doi.org/10.1073/pnas.2530587122",
          "filter": "2"
        },
        {
          "title": "Cannabis produces acute hyperphagia in humans and rodents via increased reward valuation for, and motivation to, acquire food",
          "authors": "Catherine Hume, Carrie Cuttler, Samantha L. Baglot, Lucia Javorcikova, Ryan J. McLaughlin, Matthew N. Hill",
          "abstract": "With approximately 4% of the world’s population using cannabis, there is a need to better understand its physiological effects. Cannabis consumption acutely promotes food intake (“the munchies”) via delta-9-tetrahydrocannabinol-mediated activation of cannabinoid 1 receptors (CB1R); however, these appetitive effects have not been well characterized. We examined effects of cannabis vapor inhalation on energy and macronutrient intake patterns in human participants and then validated these findings in a translational rat model through which we explored behavioral and physiological mechanisms subserving this response. Vaporized cannabis acutely and robustly increased energy intake. In humans, this occurred in the first 30 min of snack and beverage access, irrespective of dose or gender. In rats, these effects were observed in the first 60 min of food access, irrespective of macronutrient content, satiation, or sex, and were a result of cannabis vapor reducing latency to eat and increasing feeding bout number. Also, cannabis vapor did not change the proportion of macronutrients consumed by human participants and abolished preexisting macronutrient-specific food preferences in rats. Our rat data indicate that cannabis vapor may override homeostatic appetite regulation by increasing motivation to eat and reducing food reward devaluation to promote energy intake. Finally, cannabis vapor did not alter circulating appetite-associated hormones, and these feeding effects were mediated by central, but not peripheral, CB1Rs. This study complements and builds upon previous literature to characterize the appetitive effects of vaporized cannabis and uses a translational approach to examine cannabis-driven energy and macronutrient intake patterns in humans and rodents.",
          "url": "https://doi.org/10.1073/pnas.2518863122",
          "doi": "https://doi.org/10.1073/pnas.2518863122",
          "filter": "2"
        },
        {
          "title": "Breathing life into the boring billion: Direct constraints from 1.4 Ga fluid inclusions reveal a fair climate and oxygenated atmosphere",
          "authors": "Justin G. Park, Michael Naylor Hudgins, Philip Fralick, Jacob T. Shelley, Morgan F. Schaller",
          "abstract": "The Mesoproterozoic eon [1.8 to 0.8 billion years ago (Ga)] is a crucial but enigmatic period in Earth’s history. Many facets of this interval remain unresolved, especially how atmospheric evolution influenced and responded to changes in climate and biology. For example, low atmospheric O 2 concentrations are thought to have inhibited the emergence of animals until the Neoproterozoic. Yet, some p O 2 estimates indicate that the critical threshold for animal respiration was exceeded several hundred million years prior. Likewise, low p CO 2 estimates imply glacial climates should prevail. However, this prediction is inconsistent with an apparent billion-year hiatus in glaciation. We test these hypotheses with direct constraints on the Mesoproterozoic atmosphere from analyses of primary fluid inclusions in 1.4 Ga surficial halite, which reveal an atmospheric p O 2 of 7.84 ± 3.05 mbar and a p CO 2 of 2.76 ± 1.66 mbar. We couple these measurements with average inclusion homogenization temperatures of 31.2 ± 7.8 °C. Our results point to an Earth system state characterized by a moderate climate with sufficient O 2 for early animal respiration. These observations reflect a coevolution of life, climate, and the atmosphere, where a largely unrecognized episode of oxygenation and CO 2 drawdown was driven by the breakup of the supercontinent Nuna and the complexification of algal eukaryotes.",
          "url": "https://doi.org/10.1073/pnas.2513030122",
          "doi": "https://doi.org/10.1073/pnas.2513030122",
          "filter": "2"
        },
        {
          "title": "An ultrapotent human antibody neutralizes all maturation states of Zika virus",
          "authors": "Bo Shu, Thiam-Seng Ng, Xin-Ni Lim, Shuijun Zhang, Victor A. Kostyuchenko, Guntur Fibriansah, Benjamin D. McElvany, Valerie Shyn-Yun Chew, Aravinda M. de Silva, Sean A. Diehl, Shee-Mei Lok",
          "abstract": "Zika virus (ZIKV), a flavivirus, causes a range of clinical complications including microcephaly in human fetuses. Currently, there is no treatment or vaccine. Different maturation states (mature and immature forms) of flavivirus particles have been observed to be released from infected cells and are infectious. To understand how an ultrapotent human antibody (HMAb) A9E can neutralize these Zika particles, we determined the cryoEM structures of the A9E Fab fragment complexed with mature (mZIKV) and immature (immZIKV) ZIKV to 2.8Å and 7.5Å, respectively. A9E binds to an epitope spanning Domain I (EDI), EDIII, and their linker in an E protein protomer in both immZIKV and mZIKV particles. A9E generally inhibited prior to or during virus attachment to cells, via virus aggregation, distortion of virus particles and inhibition of receptor binding. ImmZIKV is particularly sensitive to structural distortion by Fab A9E. The primary mode of infection used by ImmZIKV is via antibody-dependent enhancement of infection (ADE)—the formation of virus complex with nonneutralizing or subneutralizing concentrations of antibodies, that leads to enhanced infection of Fcγ positive myeloid cells. IgG A9E, by itself displays poor ADE activity. When IgG LALA mutant or Fab A9E is added to other enhancing antibody (DV62.5):virus complexes, they can strongly reduce the overall ADE activity. This is likely due to their ability to distort virus particle structure, suggesting that HMAb A9E could be a potential prophylactic and therapeutic candidate against all maturation states of ZIKV.",
          "url": "https://doi.org/10.1073/pnas.2502522122",
          "doi": "https://doi.org/10.1073/pnas.2502522122",
          "filter": "2"
        },
        {
          "title": "Behavioral, experiential, and physiological signatures of mind blanking",
          "authors": "Esteban Munoz-Musat, Arthur Le Coz, Andrew W. Corcoran, Laouen Belloli, Lionel Naccache, Thomas Andrillon",
          "abstract": "Does being awake necessarily mean being conscious of something? This study investigates the phenomenon of mind blanking (MB), characterized by an “emptiness of mind,” comparing it with mind wandering (MW) and on-task (ON) states. Using a sustained attention task and electroencephalogram monitoring, behavioral, and neurophysiological signatures of MB were examined in 62 participants. MB exhibited a specific pattern of behavioral lapses, as well as decreased fast oscillatory activity and complexity over posterior electrodes compared to MW. Functional connectivity analyses revealed decreased long-range interareal connectivity during MB, compared to both ON and MW states. Event-related potentials with source reconstruction and temporal decoding techniques indicated a significant disruption in visual processing during MB, starting from 200 ms post stimulus and echoing into the late-stage of visual processing, suggesting a disruption of conscious access to sensory information during MB. Electroencephalogram-derived markers allowed the prediction of mental states at the trial level, offering a finer view of conscious dynamics than subjective reports alone. Overall, these findings challenge the notion of the wakeful conscious mind as inherently content-oriented, suggesting that MB reflects genuine gaps in the stream of conscious thoughts, arising from disruptions in the generation or accessibility of thought content.",
          "url": "https://doi.org/10.1073/pnas.2510262122",
          "doi": "https://doi.org/10.1073/pnas.2510262122",
          "filter": "2"
        },
        {
          "title": "Molecular mechanism of substrate transport by human peroxisomal ABCD3",
          "authors": "Meghna Gupta, Nitesh Kumar Khandelwal, Devin J. Seka, Sree Ganesh Balasubramani, Miles Sasha Dickinson, Alexander Myasnikov, Ignacia Echeverria, Robert M. Stroud",
          "abstract": "ATP-binding cassette transporters of the D subfamily (ABCD1-3) mediate the export of CoA thioesters of fatty acids from the cytosol into peroxisomes for further oxidation. ABCD3 facilitates the transport of a broad spectrum of substrates, including branched-chain fatty acids, very long-chain fatty acids, bile salt intermediates, and dicarboxylic acids as CoA adducts. Mutations in ABCD3 are associated with defects in congenital bile acid synthesis. Despite its importance, the basis for substrate selectivity and the mechanism of transport by ABCD3 are not well defined. We report the cryogenic sample electron microscopy (cryo-EM) structures of full-length human ABCD3 in its apo state and bound to one of its physiological substrates (phytanoyl-CoA) at resolutions of 3.33 Å and 3.13 Å, respectively. Our biochemical assays reveal that substrate binding induces ATPase activity in ABCD3, suggesting a substrate-dependent conformational change. Structural comparison of the apo and substrate-bound states demonstrates that the substrate interaction brings nucleotide-binding domains closer together, providing a mechanistic basis of substrate-induced ATPase activity. These findings offer critical insights into the transport mechanism of ABCD3 and lay a structural foundation for understanding its role in peroxisomal metabolite import and related diseases.",
          "url": "https://doi.org/10.1073/pnas.2513928122",
          "doi": "https://doi.org/10.1073/pnas.2513928122",
          "filter": "2"
        },
        {
          "title": "DNA mismatch repair mediated by Mlh1–Pms1 endonuclease-catalyzed mispair excision",
          "authors": "Tatiana Palacio, Felipe A. Calil, Nikki Bowen, Jack D. Griffith, Christopher D. Putnam, Richard D. Kolodner",
          "abstract": "Eukaryotic DNA mismatch repair (MMR) involves several excision pathways, including those mediated by exonuclease 1 (Exo1) and by the flap endonuclease Rad27 (human FEN1) coupled with DNA polymerase δ. Simultaneous inactivation of both excision mechanisms causes an MMR defect that is at most 5 to 13% of that caused by complete inactivation of MMR. Here, we reconstituted nicked-strand-specific MMR with the Saccharomyces cerevisiae proteins Msh2-Msh6 or Msh2-Msh3, DNA polymerase ε, RFC, PCNA, RPA, and Mlh1-Pms1 (human Mlh1-Pms2) under conditions lacking Exo1, Rad27, or strand-displacement synthesis by DNA polymerase δ. These reactions required the Mlh1-Pms1 endonuclease activity, its activation by RFC and PCNA, and its recruitment by Msh2-Msh6 or Msh2-Msh3. MMR was mediated by nicked-strand-specific excision by Mlh1-Pms1 through formation of single-strand DNA gaps having a broad range of sizes. This reaction is consistent with genetic data demonstrating redundancy between the Exo1, Rad27, and Mlh1-Pms1 excision pathways in MMR.",
          "url": "https://doi.org/10.1073/pnas.2528670122",
          "doi": "https://doi.org/10.1073/pnas.2528670122",
          "filter": "2"
        },
        {
          "title": "Conjunctive population coding integrates sensory evidence to guide adaptive behavior",
          "authors": "Jonas Terlau, Silke Ethofer, Georgios Naros, Yvonne Fonken, Jack J. Lin, Robert T. Knight, Randolph F. Helfrich",
          "abstract": "Cognitive flexibility relies on the continuous accumulation and integration of sensory evidence to guide adaptive behavior. In natural environments, behaviorally relevant information unfolds sequentially over time and is constantly evaluated against prior knowledge, task rules, and current demands. Integration of these inputs poses a computational challenge: How is temporally unfolding, predictive information integrated into a stable representation, while preserving the discriminability and flexibility to map individual stimuli to competing context-specific actions? Using large-scale human intracranial electroencephalography, we assessed how neural population activity integrates behaviorally relevant information across multiple sensory events that sequentially unfold over time and jointly determine the current context. The results uncover that the population geometry supports the emergence of conjunctive coding subspaces that integrate prior information with current sensory evidence and jointly define the temporal context that mediates behavioral benefits. Evidence accumulation diversifies the population responses distributed across the cortex, increasing the representational space that embeds context-dependent stimulus-action mappings. Hence, context-dependent sensory coding might constitute the neural basis underlying adaptive human behavior. In sum, these results demonstrate how neural population activity balances integrating predictive information with preserving stimulus discriminability to enable flexibility, while minimizing interference.",
          "url": "https://doi.org/10.1073/pnas.2520444122",
          "doi": "https://doi.org/10.1073/pnas.2520444122",
          "filter": "2"
        },
        {
          "title": "Sensing the shape of a surface by tightly surface-bound filaments",
          "authors": "Handuo Shi, Jeffrey Nguyen, Jordan Alexander Huang, Zemer Gitai, Joshua Shaevitz, Benjamin P. Bratton, Ajay Gopinathan, Gregory Grason, Kerwyn Casey Huang",
          "abstract": "Understanding the mechanisms that dictate the localization of cytoskeletal filaments is crucial for elucidating cell shape regulation in prokaryotes. The actin homolog MreB plays a pivotal role in maintaining the shape of many rod-shaped bacteria such as Escherichia coli by directing cell-wall synthesis according to local curvature cues. However, the basis of MreB’s curvature-dependent localization has remained elusive. Here, we develop a biophysical model for the energetics of a filament binding to a surface that integrates the complex interplay between filament twist and bending and the two-dimensional surface geometry. Our model predicts that the spatial localization of a filament like MreB with substantial intrinsic twist is governed by both the mean and Gaussian curvatures of the cell envelope, which strongly covary in rod-shaped cells. Using molecular dynamics simulations to estimate the mechanical properties of MreB filaments, we show that their thermodynamic preference for regions with lower mean and Gaussian curvatures matches experimental observations for physiologically relevant filament lengths of ~50 nm. We find that the experimentally measured statistical curvature preference is maintained in the absence of filament motion and after a cycle of depolymerization, repolymerization, and membrane rebinding, indicating that equilibrium energetics can explain MreB localization. These findings provide critical insights into the physical principles underlying cytoskeletal filament localization and suggest design principles for synthetic shape-sensing nanomaterials.",
          "url": "https://doi.org/10.1073/pnas.2526131122",
          "doi": "https://doi.org/10.1073/pnas.2526131122",
          "filter": "2"
        },
        {
          "title": "Flexible protein–ligand docking with diffusion-based side-chain packing",
          "authors": "Runze Zhang, Xinyu Jiang, Duanhua Cao, Zhaokun Wang, Jie Yu, Mingan Chen, Zhehuan Fan, Xiangtai Kong, Jiacheng Xiong, Zimei Zhang, Wei Zhang, Shengkun Ni, Yitian Wang, Minda Liao, Shenghua Gao, Sulin Zhang, Mingyue Zheng",
          "abstract": "Understanding protein structure and dynamics is crucial for basic biology and drug design. Conventional methods often provide static conformations that inadequately capture protein flexibility. We present PackDock, a framework that integrates deep learning and physics-based modeling to represent protein–ligand interactions. PackDock’s core, PackPocket, uses diffusion models to sample diverse binding pocket conformations and predict ligand-induced changes. We validate PackDock through side-chain packing, redocking, and cross-docking experiments, demonstrating its ability to address protein flexibility challenges. In a real-world application, PackDock identified nanomolar affinity compounds with unreported scaffolds for the protein of interest. Additionally, it revealed key amino acid conformational changes, offering insights into protein–ligand interactions. By accurately predicting complex conformations in various scenarios, PackDock enhances our understanding of protein dynamics and provides perspectives for both basic biological research and drug discovery efforts.",
          "url": "https://doi.org/10.1073/pnas.2511925122",
          "doi": "https://doi.org/10.1073/pnas.2511925122",
          "filter": "2"
        },
        {
          "title": "PIP 2 corrects an endothelial Piezo1 channelopathy",
          "authors": "Ahmed M. Hashad, Mohammad M. Abd-Alhaseeb, Xin Rui Lim, Natalia M. Mathieu, Osama F. Harraz",
          "abstract": "Brain capillaries are sensors of neural activity. When a brain region is active, capillary endothelial cells (ECs) sense neuron-derived mediators and elicit a local increase in blood flow (functional hyperemia) to support the rise in metabolic needs. This hyperemic response involves a rapid electrical component and a slower chemical component that involves Gαq PCR (G q PCR) activation by agonists released from neurons. The intravascular forces associated with hyperemia engage mechanosensitive Piezo1-mediated signaling that serves a mechano-feedback control function to facilitate the return of elevated blood flow to basal levels. Whether G q PCR activity influences Piezo1 mechanosensitive signaling has not been explored, despite the potential significant implications of such crosstalk. Using patch-clamp electrophysiology and freshly isolated brain capillary ECs, we demonstrate that prostanoid or muscarinic G q PCR activation facilitates Piezo1 activity. Pharmacological studies revealed the involvement of Gαq and phospholipase C stimulation, as well as downstream phosphatidylinositol-4,5-bisphosphate (PIP 2 ) hydrolysis in Piezo1 activation, but not signaling triggered by metabolites of PIP 2 hydrolysis. Exogenous application of nanomolar-to-micromolar PIP 2 suppressed Piezo1 open probability. Brain capillary ECs from mouse models of Alzheimer’s disease, cerebral small vessel disease, or Piezo1 gain-of-function mutation exhibited higher Piezo1 activity, that was corrected by exogenous ex vivo PIP 2 application. We finally tested in vivo the hypothesis that systemic PIP 2 administration restores functional hyperemia in EC-specific Piezo1 gain-of-function mutant mice suffering impaired blood flow. Our findings provide insights into Piezo1 channel regulation and how it affects neurovascular coupling and cerebral blood flow.",
          "url": "https://doi.org/10.1073/pnas.2522750122",
          "doi": "https://doi.org/10.1073/pnas.2522750122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Does humidity matter? Prenatal heat and child health in South Asia",
          "authors": "Kathryn McMahon, Kathy Baylis, Stuart Sweeney, Chris Funk",
          "abstract": "Heat extremes pose substantial health risks during pregnancy and early childhood. High humidity exacerbates heat strain, but its long-term effects on health remain poorly understood. We compare the effect of prenatal exposure to extreme humid heat versus heat alone on child growth in South Asia, where high rates of child stunting meet rapidly accelerating hot-humid extremes. After adjusting for sociodemographic, seasonal, and spatial confounders, we use within-community variation in children’s ages to isolate the impact of prenatal exposures. We find that hot-humid exposures are much more detrimental to health than hot temperatures alone, with the potential to increase stunting in South Asia by over 3 million children by 2050. These findings underscore the importance of accounting for humidity when estimating and localizing climate change impacts.",
          "url": "https://doi.org/10.1126/sciadv.adx3010",
          "doi": "https://doi.org/10.1126/sciadv.adx3010",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Article “Transcriptomic landscape of mammalian ventral pallidum at single-cell resolution” by L. Yang et al .",
          "url": "https://doi.org/10.1126/sciadv.aee2295",
          "doi": "https://doi.org/10.1126/sciadv.aee2295",
          "filter": "1"
        },
        {
          "title": "A poxvirus model reveals general correlates of antigen presentation and immunogenicity for viral CD8 + T cell epitopes",
          "authors": "Matthew J. Witney, Nathan P. Croft, Yik Chun Wong, Stewart Smith, Inge E.A. Flesch, Erica Keller, Leon CW Lin, Yanli Li, Nicole L. La Gruta, Anthony W. Purcell, David C. Tscharke",
          "abstract": "CD8 + T cells are essential effectors in antiviral immunity that kill infected cells displaying viral peptide epitopes on major histocompatibility complex class I (MHC I). The pathways underpinning antigen presentation on MHC I are well known, but we lack a quantitative understanding of the relationships between source proteins and presented epitopes and how these relate to immunogenicity. We used mass spectrometry to interrogate vaccinia virus infection to reveal that up to 90% of epitopes were presented as fast as their source proteins were translated, but that protein amounts failed to correlate with epitope levels. Unexpectedly, epitope levels on infected cells also failed to correlate with immunogenicity. However, by extending our analysis to produce the first measurements of viral epitope levels from infected mice, we found a significant but moderate correlation with immunogenicity. These data provide empirical evidence for and against several associations that to date have been assumed or are not well resolved.",
          "url": "https://doi.org/10.1126/sciadv.aea8105",
          "doi": "https://doi.org/10.1126/sciadv.aea8105",
          "filter": "2"
        },
        {
          "title": "Dynamic control of molecular transport MXene transistor membranes",
          "authors": "Aaditya Pendse, Arjun V. Yennemadi, Thomas J. Ferron, Anthony van Buuren, Armin VahidMohammadi, Teng Zhang, Yury Gogotsi, Martin Z. Bazant, Aleksandr Noy",
          "abstract": "Controlled spatial confinement and surface properties of lamellar 2D nanomaterial membranes could enhance many precision separation processes. Traditionally, researchers view channel dimensions, surface properties, and permeation rates of these membranes as intrinsic properties that cannot be modulated in operando. We report that gate voltage applied to the conducting laminar MXene membrane can modulate the permeation rate of ions and neutral solutes, as well as its effective size rejection. In operando wide-angle x-ray scattering measurements reveal that these changes are not driven by electrically induced variations in the d spacing of the MXene layers. Instead, experimental data and continuum electrokinetic modeling reveal that ion transport through the MXene channels is primarily affected by Donnan equilibrium at the membrane-solution interface. We also report a strong increase in the permeation rates through the membrane under a low-frequency ac voltage gating regime that we attribute to diffusioosmotic flow oscillations induced in the membrane. Overall, MXene “transistor” membranes provide a previously unidentified approach to dynamic control of molecular separations.",
          "url": "https://doi.org/10.1126/sciadv.adx6361",
          "doi": "https://doi.org/10.1126/sciadv.adx6361",
          "filter": "2"
        },
        {
          "title": "VNUT-mediated ATP release suppresses T helper 1 (T H 1) cell differentiation via the P2X7R-JNK-FOXO3a-Eomes signaling cascade",
          "authors": "Bolong Wu, Linlin Sheng, Ziyi Feng, Xiaohu Wang, Ligong Chen",
          "abstract": "Extracellular ATP (eATP), a well-recognized danger signal and immune activator, is implicated in the activation, differentiation, and function of T cells, directly or indirectly. Yet, how T cells release ATP themselves and its effects remain poorly investigated. Here, we found vesicular nucleotide transporter (VNUT), critical for vesicular ATP storage/release, is highly expressed in T H 1 cells and selectively restricts their differentiation and effector functions. Mechanistically, VNUT facilitates lysosomal ATP import and its extracellular release upon T cell receptor engagement. This eATP then activates the purinergic receptor P2X7R and downstream SRC kinase, triggering a signaling cascade involving heightened Ca 2+ influx and hyperphosphorylation of JNK and FOXO3a, which ultimately impairs Eomes-directed IFN-γ production in T H 1 cells. Genetic/pharmacological of VNUT inhibition significantly potentiates T H 1 effector functions against Listeria infection and transplanted tumors. These findings identify VNUT as a critical checkpoint in limiting T H 1 immunity, coupling vesicular ATP transport to transcriptional control via the P2X7R-JNK-FOXO3a-Eomes axis, offering a target for treating infection and cancer.",
          "url": "https://doi.org/10.1126/sciadv.adz7600",
          "doi": "https://doi.org/10.1126/sciadv.adz7600",
          "filter": "2"
        },
        {
          "title": "Advances in machine learning–enhanced microfluidic cell sorting",
          "authors": "Haodong Li, Jie Bai, Xiaxian Ma, Linwei Li, Yuanchao Liu, Xiaoyan Liu, Shaofei Shen, ChweeTeck Lim",
          "abstract": "Cell sorting, essential for diagnostics and early intervention, has evolved from conventional methods to sophisticated microfluidic approaches. These miniaturized systems leverage precise hydrodynamic control, facilitating major advances in tumor cell isolation, single-cell analysis, and biomarker detection. However, the vast imaging data generated by these microfluidic techniques necessitate advanced computational methods. Machine learning, particularly computer vision and deep learning, now offers transformative capabilities for automated feature extraction, pattern recognition, and real-time classification, enhancing sorting accuracy, accelerating diagnostics, and informing clinical decisions. This review synthesizes the convergence of microfluidics and machine intelligence, examining their synergistic roles in flow-field optimization, cellular classification, and error correction. While highlighting breakthroughs in diagnostic sensitivity and analytical throughput, we critically address challenges including model generalizability and hardware-software integration. Last, we provide an outlook on multimodal data fusion and the development of on-chip intelligent systems, proposing a roadmap for advancing precision medicine through embedded, adaptive biosensing platforms.",
          "url": "https://doi.org/10.1126/sciadv.aea6007",
          "doi": "https://doi.org/10.1126/sciadv.aea6007",
          "filter": "2"
        },
        {
          "title": "Architecture and energy transfer of coccolithophore photosystem I with a huge light-harvesting antenna system",
          "authors": "Xiao-Meng Sun, Kang Li, Fei-Yu He, Hao-Jie Wang, Hai-Long Chen, Quan Wen, He-Yuan Liu, Fang Zhao, Xiu-Lan Chen, Yu-Xiang Weng, Jun Gao, Lu-Ning Liu, Yu-Zhong Zhang, Long-Sheng Zhao",
          "abstract": "Coccolithophores play important roles in global biogeochemical cycles and climate change and are characterized by their cell surfaces covered with calcium carbonate coccoliths. Their capacity to thrive in dynamic marine ecosystems is underpinned by efficient photosynthetic adaptation. Here, we elucidated the structure of a photosystem I-light-harvesting complex I (PSI-LHCI) supercomplex from coccolithophore Emiliania huxleyi by cryo–electron microscopy, ultrafast spectroscopy, and computational simulations. The PSI core is encircled by 35 LHCIs that are organized in six layers with repetitive, fiber-like arrangements, forming a giant PSI-LHCI supercomplex. Increased levels of chlorophylls c and carotenoids in LHCIs enhance the absorption of blue/green light. Time-resolved spectral analysis and computational simulations both revealed that the large number of pigments forms an extensive pigment network, ensuring efficient energy transfer from peripheral LHCIs to the PSI core. Our study provides insights into the assembly and energy transfer of coccolithophore PSI-LHCI and delineates the evolutionary variation of red-lineage PSI-LHCIs.",
          "url": "https://doi.org/10.1126/sciadv.aea4965",
          "doi": "https://doi.org/10.1126/sciadv.aea4965",
          "filter": "2"
        },
        {
          "title": "Interleukin-2 is a potent latency reversal agent in people with treated HIV-1",
          "authors": "Michael L. Freeman, Brian M. Clagett, Konstantin Leskov, Daniela Moisi, George A. Yendewa, Scott F. Sieg, Gregory M. Laird, Jonathan Karn, Jeffrey M. Jacobson, Benigno Rodriguez, Michael M. Lederman",
          "abstract": "Eliciting HIV-1 expression from latently infected CD4 + T cells allows these rare reservoir cells to become targets of the immune system and may also result in death of reservoir cells via virus-induced cytopathy. We asked whether administration of recombinant interleukin-2 (rIL-2) to people with HIV-1 (PWH) on antiretroviral therapy (ART) would induce HIV-1 replication and activate cellular immunity. Nine men with ART-suppressed HIV-1 completed a single 4-day cycle of rIL-2 administration. Plasma HIV-1 RNA levels rose from &lt;20 copies per milliliter at entry to a mean of 301 copies per milliliter at day 7 (an average increase of 0.82 log 10 ; P = 0.008). In addition, we observed robust natural killer and T cell activation, with a modest increase in regulatory T cell–like cells. Thus, rIL-2 appears to be one of the most potent latency-reversing agents tested in PWH on ART.",
          "url": "https://doi.org/10.1126/sciadv.aea4268",
          "doi": "https://doi.org/10.1126/sciadv.aea4268",
          "filter": "2"
        },
        {
          "title": "Mechanism of cotranslational modification of histones H2A and H4 by MetAP1 and NatD",
          "authors": "Denis Yudin, Mateusz Jaskolowski, Ziyi Fan, Nicolas Burg, Sowmya Chandrasekar, Alfred M. Lentzsch, Alain Scaiola, Adrian Bothe, Elke Deuerling, Martin Gamerdinger, Shu-ou Shan, Nenad Ban",
          "abstract": "The replication-dependent histones H2A and H4 are among the most highly expressed proteins in eukaryotes during the S phase to ensure packaging of replicated chromosomes. Nearly all newly synthesized H2A and H4 are N-terminally acetylated by N-terminal acetyltransferase D (NatD) following excision of the initiator methionine by methionine aminopeptidases (MetAPs). These modifications influence chromatin function, but how they occur cotranslationally on these exceptionally abundant and small proteins was not understood. Here, we show that the nascent polypeptide-associated complex controls the cotranslational modification of histones H2A and H4 by recruiting NatD and the upstream enzyme MetAP1 to ribosomes. MetAP1 and NatD cooperate on the ribosome to create a confined environment for the efficient sequential modification of the nascent histone chain. Our work provides a mechanistic model for the early steps of histone maturation.",
          "url": "https://doi.org/10.1126/sciadv.aeb1017",
          "doi": "https://doi.org/10.1126/sciadv.aeb1017",
          "filter": "2"
        },
        {
          "title": "Designing functional magnetic cloaks for real-world geometries",
          "authors": "Yusen Guo, Alberto Paganini, Harold S. Ruiz",
          "abstract": "Magnetic cloaking enables objects to become undetectable to external magnetic fields while leaving those fields unperturbed. Existing demonstrations rely on idealized cylindrical or spherical shapes, limiting their practical relevance. Here, we introduce a physics-based optimization framework that designs magnetic cloaks for arbitrarily shaped structures by directly solving Maxwell’s equations under spatial material constraints. Our method produces continuous, spatially varying permeability profiles that preserve field uniformity around complex geometries, including faceted and multi-lobed configurations. Using material parameters drawn from commercially available superconductors, we demonstrate low-distortion cloaking performance with permeability values within manufacturable ranges. This approach establishes a route to customizable magnetic shields for real-world components and lays the groundwork for future applications in extreme magnetic environments, such as fusion energy systems and precision instrumentation.",
          "url": "https://doi.org/10.1126/sciadv.aea2468",
          "doi": "https://doi.org/10.1126/sciadv.aea2468",
          "filter": "2"
        },
        {
          "title": "Artifact-free ultralow-temperature DNP-enhanced NMR of molecular assemblies at natural isotopic abundance",
          "authors": "Quentin Reynard-Feytis, Subhradip Paul, Sabine Hediger, Gaël De Paëpe",
          "abstract": "Magic-angle spinning dynamic nuclear polarization (MAS-DNP) has greatly increased solid-state NMR sensitivity, enabling multidimensional correlation experiments (e.g., 13 C– 13 C and 13 C– 15 N) at natural isotopic abundance. Yet, these experiments often suffer from t 1 -noise, an artifact that obscures weak cross-peaks, especially in natural abundance samples. Here, we present a method to suppress t 1 -noise in 13 C– 13 C double-quantum–single-quantum (DQ-SQ) spectra by converting DQ coherences into longitudinal two-spin order ( zz -terms), enabling selective removal of uncoupled 13 C magnetization. This zz -filter, compatible with both J - and dipolar-based sequences, markedly improves the spectral quality on both commercial (100 K) and custom-built helium-spinning (30 K) MAS-DNP setups. Up to a fivefold increase in signal-to-noise ratio in the indirect dimension allows detection of previously hidden long-range correlations, including intermolecular contacts. This method yields the first artifact-free 13 C– 13 C DQ-SQ spectrum at 30 K, expanding the analytical reach of MAS-DNP NMR for characterizing molecular assemblies at natural abundance.",
          "url": "https://doi.org/10.1126/sciadv.aeb0337",
          "doi": "https://doi.org/10.1126/sciadv.aeb0337",
          "filter": "2"
        },
        {
          "title": "Unconventional CD8 + T cell surveillance of cytomegalovirus via Qa-1/HLA-E–restricted epitope recognition",
          "authors": "Shanelle P. Reilly, Madison L. Smith, Samantha M. Borys, Céline Fugère, Delia Demers, Michael J. Hogan, David Zemmour, Laurent Brossay",
          "abstract": "Nonclassical CD8 + T cells can compensate for classical CD8 + T cell effector responses during murine cytomegalovirus (MCMV) infection. Through a combination of motif-based discovery, predictive algorithms, AlphaFold3 structural modeling, and biological assays, we identified multiple MCMV and human cytomegalovirus (HCMV) peptides that bind to Qa-1 and HLA-E, respectively. In the mouse system, we demonstrated that these virally encoded antigens stimulate Qa-1–restricted CD8 + T cells ex vivo, which can be tracked using MCMV peptide–loaded Qa-1 tetramers. Adoptive transfer of predominantly Qa-1 tetramer + CD8 + T cells into RAG-1–deficient mice protects them from mortality, underscoring the critical role of these cells in host defense. Single-cell RNA (scRNA)/TotalSeq and single-cell T cell receptor sequencing (scTCR-seq) reveal the expansion of unique TCR αβ clonotypes, indicating convergent antigen specificity. Together, our findings uncover a conserved and functionally important nonclassical CD8 + T cell axis mediated by Qa-1/HLA-E modulating adaptive immunity independent of classical major histocompatibility complex class I (MHC-I) pathways and present previously unidentified opportunities for vaccine development.",
          "url": "https://doi.org/10.1126/sciadv.aea8707",
          "doi": "https://doi.org/10.1126/sciadv.aea8707",
          "filter": "2"
        },
        {
          "title": "Structural basis of VLCFA chain-length determination by the KCS6-CER2 complex in plants",
          "authors": "Yang Wang, Zeyuan Guan, Qiang Wang, Hebing Wang, Xiaolin Yin, Zhifeng Zhu, Zhou Gong, Yujiao Qin, Alisdair R. Fernie, Xiuxin Deng, Feng Zhu, Ping Yin, Yunjiang Cheng",
          "abstract": "Very-long-chain fatty acids (VLCFAs) govern plant adaptation and development in a chain length–dependent manner. The elongation of VLCFAs is mediated by 3-ketoacyl–coenzyme A synthase (KCS) and ECERIFERUM2 (CER2) family protein cofactors, but the structural basis and mechanistic principles underlying chain-length determination remain elusive. Here, we report cryo–electron microscopy structures of citrus KCS6-CER2 and KCS6–CER2-like1 complexes, unveiling a kinked elongation tunnel whose hydrophobicity and volume determine VLCFA chain length. KCS6 functions as a catalytic module elongating VLCFAs up to chain length of 28 carbons (C28). CER2 family proteins further extend the tunnel formed by the KCS6 subunit, thus elongating VLCFAs to chain lengths longer than C28. These findings provide a plant-specific structural framework for VLCFA chain-length modulation and lay a foundation for engineering VLCFA biosynthesis for the improvement of crop resilience and VLCFA industrial value.",
          "url": "https://doi.org/10.1126/sciadv.adz9463",
          "doi": "https://doi.org/10.1126/sciadv.adz9463",
          "filter": "2"
        },
        {
          "title": "MAP4K1 and MAP4K2 regulate ABA-induced and Ca 2+ -mediated stomatal closure in Arabidopsis",
          "authors": "Kota Yamashita, Sotaro Katagiri, Hinano Takase, Yangdan Li, Anzu Oishi, Airi Otoguro, Yoshiaki Kamiyama, Shota Yamauchi, Yuh-Shuh Wang, Atsushi Takemiya, Izumi C. Mori, Hannes Kollist, Taishi Umezawa",
          "abstract": "Abscisic acid (ABA)–induced stomatal closure limits water loss from plants under drought stress. To investigate the signaling pathways involved in ABA-induced stomatal closure, we performed a phosphoproteomic analysis of ABA-treated Arabidopsis guard cell protoplasts (GCPs). We found that ABA-responsive phosphorylation of MITOGEN-ACTIVATED PROTEIN 4 KINASE 1 (MAP4K1) was significantly down-regulated in SnRK2-disrupted mutants. Subsequent biochemical assays showed that Ser 479 of MAP4K1 is directly phosphorylated by SRK2E/OST1, a central ABA kinase. Mutational analyses of MAP4K1 and MAP4K2 revealed that both kinases positively regulate ABA-induced stomatal closure and that Ser 479 of MAP4K1 is required for this phenotype. In map4k1map4k2 double mutants, stomatal closure was induced by applying exogenous Ca 2+ but not H 2 O 2 . Electrophysiological experiments showed that MAP4K1/2 is required for ABA-dependent activation of Ca 2+ -permeable channels in GCPs. Together, our results indicate that SnRK2 and MAP4K function as a signaling module to regulate the Ca 2+ -mediated pathway in ABA-induced stomatal closure.",
          "url": "https://doi.org/10.1126/sciadv.adt4916",
          "doi": "https://doi.org/10.1126/sciadv.adt4916",
          "filter": "2"
        },
        {
          "title": "Topoisomerase III-beta protects from immune dysregulation and tumorigenesis",
          "authors": "Md Rasel Al Mahmud, Simone Andrea Baechler, Anjali Dhall, Sourav Saha, Hongliang Zhang, Laura Bassel, Shuling Zhang, Min-Jung Lee, Nahoko Sato, Shraddha Rastogi, Suresh Kumar, Muhammad S. Alam, Liton Kumar Saha, Beverly A. Mock, Valentina M. Factor, Yves Pommier",
          "abstract": "Topoisomerase III-beta (Top3b) reduces nucleic acid torsional stress and intertwining generated during RNA and DNA metabolism while protecting the genome from pathological R-loops, which otherwise result in DNA breakage and genome instability. By studying Top3b knockout mice ( Top3b -KO), we find that the loss of Top3b accelerates the development of spontaneous atypical lymphoid hyperplasia and lymphomas arising in spleens and lymph nodes, organs with prominent Top3b expression. Aging Top3b -KO mice also display splenomegaly and systemic immune alterations including neutrophilia and lymphopenia consistent with chronic inflammation. At the molecular level, Top3b deficiency causes genome-wide R-loop accumulation in splenocytes as measured by CUT&amp;Tag sequencing. Increased R-loops are associated with genomic breaks and activation of immune signaling pathways including innate and adaptive immune cell signaling, IL-4 signaling, FAK signaling, and cGAS-STING. In addition, knocking-out Top3b promotes the rapid development of syngeneic EL4 T cell lymphomas. In conclusion, our work implies that Top3b protects from lymphoma, tumorigenesis, and immune dysregulations.",
          "url": "https://doi.org/10.1126/sciadv.ady7028",
          "doi": "https://doi.org/10.1126/sciadv.ady7028",
          "filter": "2"
        },
        {
          "title": "Multicellular force coordination constructs microchannel networks for barrier-free metastasis across extracellular matrix",
          "authors": "Huan Gao, Bo Cheng, Guorui Jin, Yulong Han, Qi Tian, Yan Zhou, Xiwen Zhao, Yan Liu, Chunyu Cao, Lizhe Zhu, Juan Zhang, Lin Wang, Binghe Xu, Hui Guo, Min Lin, Jin Yang, Feng Xu",
          "abstract": "The extracellular matrix (ECM) acts as a primary physical barrier to cancer metastasis. While individual cancer cells can remodel ECM to create microchannel-like paths of least resistance, this cell-centric view overlooks the coordinated dynamics of multicellular communication. Here, we reveal that cancer cells collaboratively reprogram ECM to construct interconnected microchannel networks functioning as “superhighways” for barrier-free metastasis. Combining live-cell imaging, atomic force microscopy, and optical tweezers, we decode that the indispensable step in microchannel network construction is organized cross-convergence of adjacent channels. The convergence is precisely directed by mechanical bridges composed of aligned collagen bundles between adjacent channels, which transmit orientation cues to induce multicellular force coordination. Integrating single-cell sequencing and off-lattice agent-based model, we identify mechanically responsive leader cells enriched for integrin-RhoA/YAP signaling and matrix metalloproteinase 14, which sense bridge cues and initiate cross-convergence. Collectively, our findings unveil a self-organized metastatic network and its mechanobiological mechanisms, offering a previously unidentified framework and potential therapeutic insights for cancer metastasis.",
          "url": "https://doi.org/10.1126/sciadv.adz4291",
          "doi": "https://doi.org/10.1126/sciadv.adz4291",
          "filter": "2"
        },
        {
          "title": "Florigen and cytokinin signaling antagonistically regulate FLOWERING LOCUS T-LIKE1 to drive a florigen relay that facilitates inflorescence development in rice",
          "authors": "Moeko Sato, Yuki Sakamoto, Mari Tanaka, Jun Ito, Yuko Nomura, Yurika Morishita, Ken-ichiro Taoka, Masafumi Mikami, Masaki Endo, Hidemi Kitano, Sachihiro Matsunaga, Hiroyuki Tsuji",
          "abstract": "Plant reproductive development involves a series of transitions, with the shoot apical meristem (SAM) transitioning into the inflorescence meristem (IM) and then the floral meristem (FM). In rice ( Oryza sativa ), the florigens Heading date 3a (Hd3a) and RICE FLOWERING LOCUS T1 play central roles in these transitions. The plant hormones auxin and cytokinin shape the morphologies associated with each transition, but little is known about the factors that integrate florigen function with phytohormone signaling during these transitions. Here, we show that in rice, Hd3a activates the transcription of FT-LIKE1 ( OsFTL1 ), which encodes a mobile FT-like protein that promotes the transition from the IM to the FM, whereas cytokinin signaling suppresses its transcription. We performed single-cell resolution three-dimensional imaging to elucidate the spatiotemporal distribution of Hd3a, cytokinin, and auxin signaling during the SAM-to-IM and IM-to-FM transitions, finding that Hd3a accumulation and cytokinin signaling occupy opposite domains in the IM. Hd3a accumulated at the center of the meristem and activated the OsFTL1 promoter, while OsFTL1 was present throughout the IM, suggesting that a “florigen relay” consisting of Hd3a from the leaves moves to the SAM and induces OsFTL1 expression within the SAM. We propose an antagonistic mechanism mediated by Hd3a and cytokinin that modulates the abundance of OsFTL1 and thus regulates reproductive development in rice.",
          "url": "https://doi.org/10.1126/sciadv.adv1424",
          "doi": "https://doi.org/10.1126/sciadv.adv1424",
          "filter": "2"
        },
        {
          "title": "Photoredox-controlled chemo-divergent, regio-, and stereoselective difunctionalization of olefins via switchable SO 2 reintegration",
          "authors": "Jiuli Xia, Lihan Zhu, Zhiguang Lv, Yunliang Guo, Lefeng Lin, Jiaqiong Sun, Guangfan Zheng, Qian Zhang",
          "abstract": "While radical difunctionalization offers substantial potential for molecular diversification, existing methodologies predominantly focus on styrenes and activated alkenes, leaving fundamental light olefins (e.g., ethylene and propylene) largely unexplored. Moreover, achieving stereoselective transformations of light olefins remains a formidable challenge. Here, we present a visible-light–mediated photoredox-catalyzed chemo-divergent and regioselective radical difluoromethylation/polyfluoroarylsulfonylation and difluoromethylation/polyfluoroarylation of structurally diverse alkenes through switchable sulfur dioxide reintegration. The method demonstrates broad applicability across styrenes, unactivated alkenes, and gaseous ethylene/propylene substrates. The photocatalyst functions as a switch, and Sodium difluoromethanesulfinate (CF 2 HSO 2 Na) acts as a bifunctional reagent, enabling controllable divergence radical conversion via radical-polar crossover pathways. Notably, chiral alcohol–derived polyfluoroarenes efficiently induce stereoselectivity control in the coupling of alkyl radicals with sulfur dioxide via dynamic kinetic resolution. Density functional theory calculations indicate noncovalent interaction between alkyl/aryl groups and polyfluorocarbons plays critical roles for the ultralong-distance (&gt;9 atoms) stereochemical induction. The key to achieving chemo-divergent and stereocontrolled transformations lies in the precise sorting of a dynamic intermediate pool containing alkyl radicals, sulfonyl radicals, and anions.",
          "url": "https://doi.org/10.1126/sciadv.aeb0206",
          "doi": "https://doi.org/10.1126/sciadv.aeb0206",
          "filter": "2"
        },
        {
          "title": "Integrating theory and empirical patterns: Fish body size distributions, life history traits, and environmental flows in streams",
          "authors": "Taylor Woods, Daniel J. McGarvey, Matthew J. Cashman, Michael R. Meador, Daren M. Carlisle, Ken Eng, Darin A. Kopp, Kelly O. Maloney",
          "abstract": "Individual size distributions (ISDs) are prominent in ecological research and may support resource managers with ecosystem-scale objectives. We use a database of individual size measurements for US stream fishes to test for direct and indirect effects of traits, flow regimes, and land use on the interspecific ISD exponent. Path analysis indicates that traits have strong, direct effects on ISD. Flow and land use effects on the exponent are largely indirectly mediated by their influences on species traits. ISD exponents increase (abundances of larger-bodied individuals increase, relative to smaller-bodied) when environments favor higher trophic levels, warmer thermal tolerances, and periodic life histories. Alternatively, ISD exponents decrease in systems that favor opportunistic life histories. Our flexible modeling framework that includes direct and indirect effects of traits, flow regimes, and land use on ISD could be expanded to incorporate additional variables that interact with flow (e.g., temperature and physical habitat) to assess of effects of multiple stressors on aquatic ecosystem functioning.",
          "url": "https://doi.org/10.1126/sciadv.adu4026",
          "doi": "https://doi.org/10.1126/sciadv.adu4026",
          "filter": "2"
        },
        {
          "title": "Gazing into the flames: A guide to assessing the impacts of climate change on landscape fire",
          "authors": "Hamish Clarke, Francesca Di Giuseppe, Lynn Johnston, Jennifer Marlon, Trent Penman, Andrew J. Pitman, Guido R. van der Werf, Mike D. Flannigan",
          "abstract": "Widespread impacts of landscape fire on ecosystems, societies, and the climate system itself have heightened the need to understand the potential future trajectory of fire under continued climate change. However, the complexity of fire makes climate change impact assessment challenging. The climate system influences fire in many ways, including through vegetation, fuel dryness, fire weather, and ignition. Furthermore, fire’s impacts are highly diverse, spanning threats to human and ecological values and beneficial ecosystem and cultural services. Here, we discuss the art and science of projecting climate change impacts on landscape fire. This not only includes how fire, its drivers, and its impacts are modeled, but critically it also includes how projections of the climate system are developed. By raising and discussing these issues, we aim to foster the development of more robust and useful fire projections, help interpret existing assessments, and support society in charting a course toward a sustainable fire future.",
          "url": "https://doi.org/10.1126/sciadv.adz2429",
          "doi": "https://doi.org/10.1126/sciadv.adz2429",
          "filter": "2"
        },
        {
          "title": "Vertical covalent organic framework interlayer channels enable ultraselective molecular separations",
          "authors": "Songjun Fang, Yu Liao, Jiahao Tang, Mingxiu Tang, Fuxin Zheng, Zhenxiang Pan, Yingnan Feng, Gang Han",
          "abstract": "This work addresses the long-standing challenge of insufficient permselectivity in two-dimensional (2D) covalent organic framework (COF) membranes by developing a generalizable and potentially scalable self-templating interfacial assembly method to synthesize vertically aligned 2D COF polycrystalline nanofilms. Experiments and molecular simulations reveal that molecular amphiphilicity-driven spontaneous confinement and directional alignment of framework-building units at the organic/aqueous interface instigate the vertical growth of COF monolayers. The superior sieving ability of sub–4 angstrom interlayer nanochannels enables vertically aligned COF membranes to efficiently intercept salt ions, electrically neutral small molecules, and hazardous chemicals, outperforming conventional COF membranes. The implemented strategy can be extended to other building blocks and framework topologies, opening up avenues for fine-tuning the pore structure of 2D COF membranes.",
          "url": "https://doi.org/10.1126/sciadv.aeb0929",
          "doi": "https://doi.org/10.1126/sciadv.aeb0929",
          "filter": "2"
        },
        {
          "title": "The asynchronous rise of Northern Hemisphere alpine floras reveals general responses of biotic assembly to orogeny and climate change",
          "authors": "Wenna Ding, Richard H. Ree, Michael R. May, Philipp Brun, Oskar Hagen, Dirk N. Karger, Alexander Skeels, Loïc Pellissier, Yaowu Xing, Niklaus E. Zimmermann",
          "abstract": "Understanding how biotic assembly processes responded to past geoclimatic changes is key to explaining the origins of mountain biodiversity and the causes of regional disparities in species richness. Here, we jointly reconstructed geographic ranges and biome-niche evolution for 34 diverse plant clades across five major Northern Hemisphere mountain systems and quantified how late Neogene cooling increased arctic-alpine habitat connections across regions. We reveal that, while alpine floras originated asynchronously and were assembled through distinct evolutionary processes over the past 30 million years, general biological responses to orogeny and environmental change are apparent. Across regions, in situ diversification was consistently elevated during heightened phases of tectonic activity. Over the past 5 million years, enhanced arctic-alpine connectivity facilitated biotic interchange and positioned the boreal-arctic region as a major biogeographic crossroads linking Eurasia and North America.",
          "url": "https://doi.org/10.1126/sciadv.adz1888",
          "doi": "https://doi.org/10.1126/sciadv.adz1888",
          "filter": "2"
        },
        {
          "title": "Phosphorylation of shiftless is important for inhibiting the programmed −1 ribosomal frameshift",
          "authors": "Yueli Zhang, Zhijian Li, Huihui Chong, Pengjiao Hou, Wei Hao, Mengyun Li, Zhicheng Liu, Wei Jia, Bo Qin, Yuxian He, Sheng Cui",
          "abstract": "Shiftless (SFL) is a broad-spectrum inhibitor of programmed −1 ribosomal frameshift (−1 PRF) and exhibits various antiviral activities. Here, we characterized human SFL structurally and biochemically. The 2.0-angstrom resolution crystal structure of SFL reveals a boat-like module comprising an N-terminal helical bundle and three zinc fingers at the C terminus. A hyperphosphorylation loop (HPL) buried between the helical bundle and the zinc finger 1 harbors four phosphorylated residues (p-S249, p-T250 p-T253, and p-S256), which are important to protein folding. SFL forms monomers in solution and binds the HIV-1 −1 PRF sequence with nanomolar affinity ( K D  = 5.7 nanomolar). Disruption of HPL phosphorylation decreased the RNA binding affinity and undermined the SFL-mediated −1 PRF inhibition of various viruses. Proximity-dependent biotinylation identified three cellular Ser/Thr kinases—EEF2K, NEK9, and PBK—that phosphorylate SFL in cells. These findings shed light on the mechanisms underlying −1 PRF regulation by SFL and provide insights into the role of SFL in virus inhibition.",
          "url": "https://doi.org/10.1126/sciadv.adw7471",
          "doi": "https://doi.org/10.1126/sciadv.adw7471",
          "filter": "2"
        },
        {
          "title": "The evolution of cheaper workers facilitated larger societies and accelerated diversification in ants",
          "authors": "Arthur Matte, Benoit Guénard, Shubham Gautam, Fumika Azuma, Julian Katzke, Francisco Hita Garcia, Thomas van de Kamp, Evan P. Economo",
          "abstract": "Trade-offs between quantity and quality are common in the organization and evolution of biological, technological, and economic systems. In social insects, shifts from solitary organisms to complex societies bring this dilemma to the colony scale: producing fewer robust units or many cheaper ones. We investigate how cuticle investment, a major nutritional cost, shaped the evolution of ant societies and diversification. Using a computer vision approach on three-dimensional x-ray microtomography scans of 880 specimens from 507 species, we show that larger colonies were facilitated by reducing exoskeleton investment rather than miniaturizing workers. Reduced cuticle investment was associated with accelerated diversification rates in ants, whereas other candidates—colony size and worker size—did not correlate with diversification. Diet and climate had measurable but secondary effects on cuticle investment. Our results support a hypothesis whereby evolving cheaper but more numerous units through reduced investment in structural tissues was a strategic trend in the evolution and diversification of complex insect societies.",
          "url": "https://doi.org/10.1126/sciadv.adx8068",
          "doi": "https://doi.org/10.1126/sciadv.adx8068",
          "filter": "2"
        },
        {
          "title": "Natural variants of AGL80.5 and FPA.3 contribute to bud break timing in poplar by controlling auxin biosynthesis",
          "authors": "Lianzheng Li, Rui Huang, Zhuoying Jin, Donghai Zhang, Mengjiao Zhang, Liang Xiao, Peng Li, Jiaxuan Zhou, Chongde Tian, Leishi Zhong, Mingyang Quan, Lijun Liu, Qinsong Yang, Deqiang Zhang, Qingzhang Du",
          "abstract": "The molecular mechanisms governing phenological characteristics and local adaptation in woody perennials remain largely unexplored. Here, we identified that AGAMOUS-LIKE 80 ( PtoAGL80.5 ) and FLOWERING TIME CONTROL PROTEIN FPA ( PtoFPA.3 ) were simultaneously associated with photoperiod factors and bud break (BB) timing in Populus tomentosa . Transgenic experiments in growth chamber and two latitudinal field trials confirmed their positive roles in promoting BB. Both are activated by the canonical phenological regulator SUPPRESSOR OF OVEREXPRESSION OF CO 1 , which, in turn, up-regulates the auxin biosynthesis gene TRYPTOPHAN AMINOTRANSFERASE–RELATED ( PtoTAR2.1 ), accelerating BB via auxin pathway. As superior haplotypes, PtoFPA.3 HAP1 binds PtoAGL80.5 HAP1 messenger RNA to elevate protein, up-regulating PtoTAR2.1 and increasing indole-3-acetic acid accumulation. Under future climate scenarios, frequencies of PtoFPA.3 HAP1 and PtoAGL80.5 HAP1 are predicted to decline, narrowing BB variance across populations. This genetic regulatory network governing BB timing via the auxin pathway in perennial plants provides insights for molecular design breeding and ecological conservation amid climate change.",
          "url": "https://doi.org/10.1126/sciadv.adz6824",
          "doi": "https://doi.org/10.1126/sciadv.adz6824",
          "filter": "2"
        },
        {
          "title": "Asymmetries-induced nonlinear dynamic behaviors enable versatile modulation strategy for insect-scale robotics",
          "authors": "Yanting Gong, Zhongbin Guo, Kaijun Zhang, Dazhe Zhao, Tingxu Lan, Chengyue Lu, Yuan Ma, Junwen Zhong",
          "abstract": "Developing versatile insect-scale robots that can handle various unstructured scenarios with a simple design remains a critical challenge. Here, we introduce a single electromagnetic actuator-driven insect-scale robot, developed by integrating geometric and mass asymmetries into a deformable hexagonal frame. This asymmetric configuration induces nonlinear dynamic behaviors in the robot, allowing it to perform a variety of complex actions (e.g., forward and backward locomotion, active flipping, and lateral movement) and respond to challenging scenarios (e.g., granular media and safe landing) through posture transitions. To facilitate the behavior modulation and design optimization of the proposed insect-scale robot, a nonlinear dynamic model is established to map the relationship between motion behaviors and input parameters. Last, an untethered prototype that can work in outdoor environments is constructed to further demonstrate the practical applications.",
          "url": "https://doi.org/10.1126/sciadv.adx7406",
          "doi": "https://doi.org/10.1126/sciadv.adx7406",
          "filter": "2"
        },
        {
          "title": "Observing momentum conservation at temporal interfaces in synthetic frequency dimension",
          "authors": "Yanyan He, Zhaohui Dong, Guangzhen Li, Penghong Yu, Xiaoxiong Wu, Xianfeng Chen, Luqi Yuan",
          "abstract": "Electromagnetic wave dynamics at the temporal interface (TI), defined as the abrupt change of material properties in time, is fundamentally different from the counterpart at the spatial interface. The cornerstone for understanding the temporal scattering process for waves links to the momentum conservation for the state projections on the energy bands at the TI. Here, we experimentally construct various TIs in synthetic frequency dimension and study temporal scattering processes over the whole band. Different temporal operation scenarios are studied, including band shifting, band unfolding/folding, and also band variation in a two-dimensional case. We develop the spectral tomography method to retrieve wave function distributions after wave scatterings at different TIs and then demonstrate the momentum conservation over the whole band. Our work provides a flexible experimental platform for realizing TIs in the optical frequency range and studying the fundamental temporal scattering processes for photons.",
          "url": "https://doi.org/10.1126/sciadv.adz5445",
          "doi": "https://doi.org/10.1126/sciadv.adz5445",
          "filter": "2"
        },
        {
          "title": "Growth hormone is required for hippocampal engram cell maturation",
          "authors": "Chang-Ho Kim, HyoJin Park, Chuljung Kwak, Dae Hee Han, Yeojin Jung, Binod Timalsina, Ilgang Hong, Yeonjun Kim, Yong-Seok Lee, Nam-Kyung Yu, Jun Cho, Bong-Kiun Kaang",
          "abstract": "Memory is stored in specialized cells known as engram cells, but the molecular mechanisms underlying this process remain unclear. We discovered that the initial translation leading to growth hormone (GH) synthesis in engram cells is required for their maturation in the mouse dentate gyrus. Time-course experiments with a translation inhibitor suggested that the key molecule is immediately translated during learning. We identified GH as the crucial factor, specifically translated within the first few minutes of consolidation in engram cells. Blocking GH activity with a dominant-negative (G118R) mutation blocked engram maturation, whereas facilitating activity-dependent GH uptake alleviated engram maturation deficits caused by translation inhibition. Together, our findings propose GH as a key mediator of hippocampal engram cell maturation.",
          "url": "https://doi.org/10.1126/sciadv.aec7836",
          "doi": "https://doi.org/10.1126/sciadv.aec7836",
          "filter": "2"
        },
        {
          "title": "CRISPRa-mediated disentanglement of the Dux-MERVL axis in the 2C-like state, totipotency, and cell death",
          "authors": "Paul Chammas, Sheila Q. Xie, Lessly P. Sepulveda-Rincon, Bryony J. Leeke, Marian H. Dore, Dirk Dormann, Ryan T. Wagner, Ning Chang, Peter L. Jones, Michael T. McManus, Mohammad M. Karimi, George Young, Michelle Percharde",
          "abstract": "Transposable elements (TEs) are powerful cis-regulatory drivers of gene expression, particularly during early development when many TEs become de-repressed. MERVL elements are transiently up-regulated in mouse totipotent two-cell (2C) embryos during major zygotic genome activation (ZGA) and 2C-like cells in vitro. One of the most powerful activators of MERVL is the pioneer transcription factor, Dux. However, apparent differences lie in the requirement for Dux versus MERVL activation in embryos. Moreover, sustained Dux activation causes cell toxicity, which may or may not be linked to MERVL. Using a CRISPR activation system, we unpick the relative role of Dux and MERVL in ZGA, totipotent-like characteristics, and cell toxicity. We find that MERVL activation drives a portion of the Dux-dependent transcriptome, sufficient for expanded fate potential, but not other totipotency features. Conversely, Dux-induced pathology is independent of MERVL activation and involves the proapoptotic factor, Noxa. Our study highlights the complexity of the Dux-MERVL transcriptional network and uncovers a previously unknown player in Dux-driven pathology.",
          "url": "https://doi.org/10.1126/sciadv.adu9092",
          "doi": "https://doi.org/10.1126/sciadv.adu9092",
          "filter": "2"
        },
        {
          "title": "EGFR activation requires cholesterol interaction at the inner leaflet of the plasma membrane",
          "authors": "Do-Hyeon Kim, Minh-Triet Hong, Eduard V. Bocharov, Soyeon Park, Yaroslav V. Bershatsky, Pavel E. Volynsky, Eui Kim, Roman G. Efremov, Wonhwa Cho, Seung-Yeol Park, Sung Ho Ryu",
          "abstract": "Signal transduction by the human epidermal growth factor receptor (EGFR) is modulated by its ligands as well as by the various compounds on the plasma membrane (PM), including cholesterol. Here, using single-molecule coimmunoimmobilization, we found that cholesterol in the inner leaflet of PM plays an essential role in ligand-dependent EGFR activation. This was done by direct and quantitative examination of the interaction between EGFR and cholesterol on the PM of a living cell. Structural analysis using molecular dynamics simulations and nuclear magnetic resonance spectroscopy further revealed that cholesterol in the inner leaflet is critically important for the transition of the dimeric transmembrane domain (TMD) of the receptor to the active conformation. We also identified the specific pattern of residues Ile 640 -Gly 641 -Leu 642 of EGFR TMD regulating inner leaflet cholesterol binding and ligand-activated EGFR by screening via site-directed mutagenesis. Our results indicate that cholesterol in the inner leaflet of PM is a key checkpoint of EGFR activation triggered by EGF.",
          "url": "https://doi.org/10.1126/sciadv.adx2398",
          "doi": "https://doi.org/10.1126/sciadv.adx2398",
          "filter": "2"
        },
        {
          "title": "Cell wall–derived mechanical signals control cell growth and division during root development",
          "authors": "Noemi Svolacchia, Marco Marconi, Julian Elijah Politsch, Federico Vinciarelli, Michela De Nittis, Elena Salvi, Mariana Sotelo-Silveira, Alessio Terenzi, Gaia Bertolotti, Claudia Testi, Giancarlo Ruocco, Raffaele Dello Ioio, Riccardo Di Mambro, Paolo Costantino, Krzysztof Wabnik, Sabrina Sabatini",
          "abstract": "Organogenesis emerges from the interplay between genetic and physical interactions within a growing cellular system. While numerous studies have explored how genetic and molecular networks regulate cell activity, the impact of physical interactions and the resulting mechanical constraints on organ development remains poorly understood. In this study, we combine extensive genetic analysis, live imaging, and mechanical measurements with spatiotemporal computational modeling to show that, in the Arabidopsis root, changes in the mechanical properties of elongating cell walls influence growth and division rate of neighboring meristematic cells, thereby shaping root development. We propose that the cell wall serves as a crucial source of both autonomous and nonautonomous mechanical signals, providing a compelling example of how mechanical forces contribute to organ growth and development.",
          "url": "https://doi.org/10.1126/sciadv.aea8647",
          "doi": "https://doi.org/10.1126/sciadv.aea8647",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Convergence in the NEET rates across the European Union: do gender differences persist?",
          "authors": "Guillermo Orfao, Chiara Mussida, Maurizio Baussola, Miguel Ángel Malo",
          "abstract": "This study traces gender convergence in the share of young people (15-29) who are not in employment, education, or training (NEET) across the EU-27 from 2004 to 2022. Using EU Labour Force Survey micro-data and Eurostat aggregates, we estimate β-, σ-, and δ-convergence. The results point to a clear narrowing of the average gender gap (upward β-convergence). While overall cross-country dispersion has not fallen (no σ-convergence), a catch-up process towards the countries with the smallest gender gaps is evident (δ-convergence). The closing gap is driven mainly by improved labour-market and educational outcomes for women, coupled with a general deterioration in men’s outcomes. In the long run, early school-leaving rates, youth employment levels and spending on active labour-market policies emerge as key determinants of gender convergence. We conclude by outlining the policy implications of these findings.",
          "url": "https://doi.org/10.1093/ser/mwaf083",
          "doi": "https://doi.org/10.1093/ser/mwaf083",
          "filter": "0"
        },
        {
          "title": "How long does the impact of corruption persist? Evidence from self-reported tax morale by multigenerational immigrants",
          "authors": "Abu Bakkar Siddique",
          "abstract": "This article examines the lasting impact of corruption on individual tax morale by analyzing variations in corruption levels across immigrants’ countries of origin. Using data on first- and second-generation immigrants, the study finds that first-generation immigrants from highly corrupt countries exhibit lower tax morale in their destination countries, whereas this effect disappears for the second generation. This suggests that the influence of corruption persists for up to a generation but does not fully transmit across generations. While local corruption and destination-country institutions broadly shape tax morale, home-country corruption continues to influence the fiscal behavior of first-generation immigrants. The findings indicate that cultural norms, rather than institutional trust, drive this persistence. Even when corruption is eradicated or individuals move to better-governed environments, trust in the fiscal contract does not immediately recover. The study highlights the need for cultural policy interventions to disrupt the cycle of corruption and improve tax compliance.",
          "url": "https://doi.org/10.1093/ser/mwaf079",
          "doi": "https://doi.org/10.1093/ser/mwaf079",
          "filter": "0"
        },
        {
          "title": "European government expenditures: convergence or persistence of the varieties of capitalism?",
          "authors": "Léo Vigny",
          "abstract": "The creation of the European Monetary Union led to the development of a European fiscal framework. Member States have become required to reduce their public deficits and limit the increase in public spending. However, these countries display very different institutional characteristics, particularly in terms of the form and scale of state intervention. This article seeks to determine whether the development of a European fiscal framework has led to convergence in the size and composition of public expenditures of Eurozone member States between 1996 and 2019. Dispersion indicators and a dynamic cluster analysis are used to study fiscal convergence. The results show an absence of overall convergence. In addition, clusters of countries with different institutional specificities persist. A slight convergence is also observed for Mediterranean and Eastern European countries.",
          "url": "https://doi.org/10.1093/ser/mwaf075",
          "doi": "https://doi.org/10.1093/ser/mwaf075",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
