{
  "update": "2025-01-17",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Joint speech and text machine translation for up to 100 languages",
          "authors": "character(0), Loïc Barrault, Yu-An Chung, Mariano Coria Meglioli, David Dale, Ning Dong, Paul-Ambroise Duquenne, Hady Elsahar, Hongyu Gong, Kevin Heffernan, John Hoffman, Christopher Klaiber, Pengwei Li, Daniel Licht, Jean Maillard, Alice Rakotoarison, Kaushik Ram Sadagopan, Guillaume Wenzek, Ethan Ye, Bapi Akula, Peng-Jen Chen, Naji El Hachem, Brian Ellis, Gabriel Mejia Gonzalez, Justin Haaheim, Prangthip Hansanti, Russ Howes, Bernie Huang, Min-Jae Hwang, Hirofumi Inaguma, Somya Jain, Elahe Kalbassi, Amanda Kallet, Ilia Kulikov, Janice Lam, Daniel Li, Xutai Ma, Ruslan Mavlyutov, Benjamin Peloquin, Mohamed Ramadan, Abinesh Ramakrishnan, Anna Sun, Kevin Tran, Tuan Tran, Igor Tufanov, Vish Vogeti, Carleigh Wood, Yilin Yang, Bokai Yu, Pierre Andrews, Can Balioglu, Marta R. Costa-jussà, Onur Çelebi, Maha Elbayad, Cynthia Gao, Francisco Guzmán, Justine Kao, Ann Lee, Alexandre Mourachko, Juan Pino, Sravya Popuri, Christophe Ropers, Safiyyah Saleem, Holger Schwenk, Paden Tomasello, Changhan Wang, Jeff Wang, Skyler Wang",
          "url": "https://doi.org/10.1038/s41586-024-08359-z",
          "doi": "https://doi.org/10.1038/s41586-024-08359-z",
          "filter": "2"
        },
        {
          "title": "Continental influx and pervasive matrilocality in Iron Age Britain",
          "authors": "Lara M. Cassidy, Miles Russell, Martin Smith, Gabrielle Delbarre, Paul Cheetham, Harry Manley, Valeria Mattiangeli, Emily M. Breslin, Iseult Jackson, Maeve McCann, Harry Little, Ciarán G. O’Connor, Beth Heaslip, Daniel Lawson, Phillip Endicott, Daniel G. Bradley",
          "abstract": "Roman writers found the relative empowerment of Celtic women remarkable 1 . In southern Britain, the Late Iron Age Durotriges tribe often buried women with substantial grave goods 2 . Here we analyse 57 ancient genomes from Durotrigian burial sites and find an extended kin group centred around a single maternal lineage, with unrelated (presumably inward migrating) burials being predominantly male. Such a matrilocal pattern is undescribed in European prehistory, but when we compare mitochondrial haplotype variation among European archaeological sites spanning six millennia, British Iron Age cemeteries stand out as having marked reductions in diversity driven by the presence of dominant matrilines. Patterns of haplotype sharing reveal that British Iron Age populations form fine-grained geographical clusters with southern links extending across the channel to the continent. Indeed, whereas most of Britain shows majority genomic continuity from the Early Bronze Age to the Iron Age, this is markedly reduced in a southern coastal core region with persistent cross-channel cultural exchange 3 . This southern core has evidence of population influx in the Middle Bronze Age but also during the Iron Age. This is asynchronous with the rest of the island and points towards a staged, geographically granular absorption of continental influence, possibly including the acquisition of Celtic languages.",
          "url": "https://doi.org/10.1038/s41586-024-08409-6",
          "doi": "https://doi.org/10.1038/s41586-024-08409-6",
          "filter": "2"
        },
        {
          "title": "Bilayer nanographene reveals halide permeation through a benzene hole",
          "authors": "M. A. Niyas, Kazutaka Shoyama, Matthias Grüne, Frank Würthner",
          "abstract": "Graphene is a single-layered sp 2 -hybridized carbon allotrope, which is impermeable to all atomic entities other than hydrogen 1,2 . The introduction of defects allows selective gas permeation 3–5 ; efforts have been made to control the size of these defects for higher selectivity 6–9 . Permeation of entities other than gases, such as ions 10,11 , is of fundamental scientific interest because of its potential application in desalination, detection and purification 12–16 . However, a precise experimental observation of halide permeation has so far remained unknown 11,15–18 . Here we show halide permeation through a single benzene-sized defect in a molecular nanographene. Using supramolecular principles of self-aggregation, we created a stable bilayer of the nanographene 19–23 . As the cavity in the bilayer nanographene could be accessed only by two angstrom-sized windows, any halide that gets trapped inside the cavity has to permeate through the single benzene hole. Our experiments reveal the permeability of fluoride, chloride and bromide through a single benzene hole, whereas iodide is impermeable. Evidence for high permeation of chloride across single-layer nanographene and selective halide binding in a bilayer nanographene provides promise for the use of single benzene defects in graphene for artificial halide receptors 24,25 , as filtration membranes 26 and further to create multilayer artificial chloride channels.",
          "url": "https://doi.org/10.1038/s41586-024-08299-8",
          "doi": "https://doi.org/10.1038/s41586-024-08299-8",
          "filter": "2"
        },
        {
          "title": "Methane emissions from the Nord Stream subsea pipeline leaks",
          "authors": "Stephen J. Harris, Stefan Schwietzke, James L. France, Nataly Velandia Salinas, Tania Meixus Fernandez, Cynthia Randles, Luis Guanter, Itziar Irakulis-Loitxate, Andreea Calcan, Ilse Aben, Katarina Abrahamsson, Paul Balcombe, Antoine Berchet, Louise C. Biddle, Henry C. Bittig, Christian Böttcher, Timo Bouvard, Göran Broström, Valentin Bruch, Massimo Cassiani, Martyn P. Chipperfield, Philippe Ciais, Ellen Damm, Enrico Dammers, Hugo Denier van der Gon, Matthieu Dogniaux, Emily Dowd, François Dupouy, Sabine Eckhardt, Nikolaos Evangeliou, Wuhu Feng, Mengwei Jia, Fei Jiang, Andrea K. Kaiser-Weiss, Ines Kamoun, Brian J. Kerridge, Astrid Lampert, José Lana, Fei Li, Joannes D. Maasakkers, Jean-Philippe W. Maclean, Buhalqem Mamtimin, Julia Marshall, Gédéon Mauger, Anouar Mekkas, Christian Mielke, Martin Mohrmann, David P. Moore, Riccardo Nanni, Falk Pätzold, Isabelle Pison, Ignacio Pisso, Stephen M. Platt, Raphaël Préa, Bastien Y. Queste, Michel Ramonet, Gregor Rehder, John J. Remedios, Friedemann Reum, Anke Roiger, Norbert Schmidbauer, Richard Siddans, Anusha Sunkisala, Rona L. Thompson, Daniel J. Varon, Lucy J. Ventress, Chris Wilson, Yuzhong Zhang",
          "url": "https://doi.org/10.1038/s41586-024-08396-8",
          "doi": "https://doi.org/10.1038/s41586-024-08396-8",
          "filter": "2"
        },
        {
          "title": "Massively parallel characterization of transcriptional regulatory elements",
          "authors": "Vikram Agarwal, Fumitaka Inoue, Max Schubach, Dmitry Penzar, Beth K. Martin, Pyaree Mohan Dash, Pia Keukeleire, Zicong Zhang, Ajuni Sohota, Jingjing Zhao, Ilias Georgakopoulos-Soares, William S. Noble, Galip Gürkan Yardımcı, Ivan V. Kulakovskiy, Martin Kircher, Jay Shendure, Nadav Ahituv",
          "abstract": "The human genome contains millions of candidate cis -regulatory elements (cCREs) with cell-type-specific activities that shape both health and many disease states 1 . However, we lack a functional understanding of the sequence features that control the activity and cell-type-specific features of these cCREs. Here we used lentivirus-based massively parallel reporter assays (lentiMPRAs) to test the regulatory activity of more than 680,000 sequences, representing an extensive set of annotated cCREs among three cell types (HepG2, K562 and WTC11), and found that 41.7% of these sequences were active. By testing sequences in both orientations, we find promoters to have strand-orientation biases and their 200-nucleotide cores to function as non-cell-type-specific ‘on switches’ that provide similar expression levels to their associated gene. By contrast, enhancers have weaker orientation biases, but increased tissue-specific characteristics. Utilizing our lentiMPRA data, we develop sequence-based models to predict cCRE function and variant effects with high accuracy, delineate regulatory motifs and model their combinatorial effects. Testing a lentiMPRA library encompassing 60,000 cCREs in all three cell types further identified factors that determine cell-type specificity. Collectively, our work provides an extensive catalogue of functional CREs in three widely used cell lines and showcases how large-scale functional measurements can be used to dissect regulatory grammar.",
          "url": "https://doi.org/10.1038/s41586-024-08430-9",
          "doi": "https://doi.org/10.1038/s41586-024-08430-9",
          "filter": "2"
        },
        {
          "title": "Clouds reduce downwelling longwave radiation over land in a warming climate",
          "authors": "Lei Liu, Yi Huang, John R. Gyakum",
          "url": "https://doi.org/10.1038/s41586-024-08323-x",
          "doi": "https://doi.org/10.1038/s41586-024-08323-x",
          "filter": "2"
        },
        {
          "title": "Ancient DNA reveals reproductive barrier despite shared Avar-period culture",
          "authors": "Ke Wang, Bendeguz Tobias, Doris Pany-Kucera, Margit Berner, Sabine Eggers, Guido Alberto Gnecchi-Ruscone, Denisa Zlámalová, Joscha Gretzinger, Pavlína Ingrová, Adam B. Rohrlach, Jonathan Tuke, Luca Traverso, Paul Klostermann, Robin Koger, Ronny Friedrich, Karin Wiltschke-Schrotta, Sylvia Kirchengast, Salvatore Liccardo, Sandra Wabnitz, Tivadar Vida, Patrick J. Geary, Falko Daim, Walter Pohl, Johannes Krause, Zuzana Hofmanová",
          "abstract": "After a long-distance migration, Avars with Eastern Asian ancestry arrived in Eastern Central Europe in 567 to 568 ce and encountered groups with very different European ancestry 1,2 . We used ancient genome-wide data of 722 individuals and fine-grained interdisciplinary analysis of large seventh- to eighth-century ce neighbouring cemeteries south of Vienna (Austria) to address the centuries-long impact of this encounter 1,2 . We found that even 200 years after immigration, the ancestry at one site (Leobersdorf) remained dominantly East Asian-like, whereas the other site (Mödling) shows local, European-like ancestry. These two nearby sites show little biological relatedness, despite sharing a distinctive late-Avar culture 3,4 . We reconstructed six-generation pedigrees at both sites including up to 450 closely related individuals, allowing per-generation demographic profiling of the communities. Despite different ancestry, these pedigrees together with large networks of distant relatedness show absence of consanguinity, patrilineal pattern with female exogamy, multiple reproductive partnerships (for example, levirate) and direct correlation of biological connectivity with archaeological markers of social status. The generation-long genetic barrier was maintained by systematically choosing partners with similar ancestry from other sites in the Avar realm. Leobersdorf had more biological connections with the Avar heartlands than with Mödling, which is instead linked to another site from the Vienna Basin with European-like ancestry. Mobility between sites was mostly due to female exogamy pointing to different marriage networks as the main driver of the maintenance of the genetic barrier.",
          "url": "https://doi.org/10.1038/s41586-024-08418-5",
          "doi": "https://doi.org/10.1038/s41586-024-08418-5",
          "filter": "2"
        },
        {
          "title": "GZMK-expressing CD8+ T cells promote recurrent airway inflammatory diseases",
          "authors": "Feng Lan, Jizhou Li, Wenxuan Miao, Fei Sun, Su Duan, Yabing Song, Jiacheng Yao, Xiangdong Wang, Chengshuo Wang, Xin Liu, Jianbin Wang, Luo Zhang, Hai Qi",
          "url": "https://doi.org/10.1038/s41586-024-08395-9",
          "doi": "https://doi.org/10.1038/s41586-024-08395-9",
          "filter": "2"
        },
        {
          "title": "IL-33-activated ILC2s induce tertiary lymphoid structures in pancreatic cancer",
          "authors": "Masataka Amisaki, Abderezak Zebboudj, Hiroshi Yano, Siqi Linsey Zhang, George Payne, Adrienne Kaya Chandra, Rebecca Yu, Pablo Guasp, Zachary M. Sethna, Akihiro Ohmoto, Luis A. Rojas, Charlotte Cheng, Theresa Waters, Alexander Solovyov, Stephen Martis, Ashley S. Doane, Charlotte Reiche, Emmanuel M. Bruno, Martina Milighetti, Kevin Soares, Zagaa Odgerel, John Alec Moral, Julia N. Zhao, Mithat Gönen, Rui Gardner, Alexei V. Tumanov, Abdul G. Khan, Olivia Vergnolle, Elisabeth K. Nyakatura, Ivo C. Lorenz, Manuel Baca, Erin Patterson, Benjamin Greenbaum, David Artis, Taha Merghoub, Vinod P. Balachandran",
          "url": "https://doi.org/10.1038/s41586-024-08426-5",
          "doi": "https://doi.org/10.1038/s41586-024-08426-5",
          "filter": "2"
        },
        {
          "title": "All-solid-state Li–S batteries with fast solid–solid sulfur reaction",
          "authors": "Huimin Song, Konrad Münch, Xu Liu, Kaier Shen, Ruizhuo Zhang, Timo Weintraut, Yuriy Yusim, Dequan Jiang, Xufeng Hong, Jiashen Meng, Yatao Liu, Mengxue He, Yitao Li, Philip Henkel, Torsten Brezesinski, Jürgen Janek, Quanquan Pang",
          "url": "https://doi.org/10.1038/s41586-024-08298-9",
          "doi": "https://doi.org/10.1038/s41586-024-08298-9",
          "filter": "2"
        },
        {
          "title": "Ensemble reactivations during brief rest drive fast learning of sequences",
          "authors": "Sandon Griffin, Preeya Khanna, Hoseok Choi, Katherina Thiesen, Lisa Novik, Robert J. Morecraft, Karunesh Ganguly",
          "url": "https://doi.org/10.1038/s41586-024-08414-9",
          "doi": "https://doi.org/10.1038/s41586-024-08414-9",
          "filter": "2"
        },
        {
          "title": "Autoactive CNGC15 enhances root endosymbiosis in legume and wheat",
          "authors": "Nicola M. Cook, Giulia Gobbato, Catherine N. Jacott, Clemence Marchal, Chen Yun Hsieh, Anson Ho Ching Lam, James Simmonds, Pablo del Cerro, Pilar Navarro Gomez, Clemence Rodney, Neftaly Cruz-Mireles, Cristobal Uauy, Wilfried Haerty, David M. Lawson, Myriam Charpentier",
          "abstract": "Nutrient acquisition is crucial for sustaining life. Plants develop beneficial intracellular partnerships with arbuscular mycorrhiza (AM) and nitrogen-fixing bacteria to surmount the scarcity of soil nutrients and tap into atmospheric dinitrogen, respectively 1,2 . Initiation of these root endosymbioses requires symbiont-induced oscillations in nuclear calcium (Ca 2+ ) concentrations in root cells 3 . How the nuclear-localized ion channels, cyclic nucleotide-gated channel (CNGC) 15 and DOESN’T MAKE INFECTIONS1 (DMI1) 4 are coordinated to specify symbiotic-induced nuclear Ca 2+ oscillations remains unknown. Here we discovered an autoactive CNGC15 mutant that generates spontaneous low-frequency Ca 2+ oscillations. While CNGC15 produces nuclear Ca 2+ oscillations via a gating mechanism involving its helix 1, DMI1 acts as a pacemaker to specify the frequency of the oscillations. We demonstrate that the specificity of symbiotic-induced nuclear Ca 2+ oscillations is encoded in its frequency. A high frequency activates endosymbiosis programmes, whereas a low frequency modulates phenylpropanoid pathways. Consequently, the autoactive cngc15 mutant, which is capable of generating both frequencies, has increased flavonoids that enhance AM, root nodule symbiosis and nutrient acquisition. We transferred this trait to wheat, resulting in field-grown wheat with increased AM colonization and nutrient acquisition. Our findings reveal a new strategy to boost endosymbiosis in the field and reduce inorganic fertilizer use while sustaining plant growth.",
          "url": "https://doi.org/10.1038/s41586-024-08424-7",
          "doi": "https://doi.org/10.1038/s41586-024-08424-7",
          "filter": "2"
        },
        {
          "title": "Widespread occurrence and relevance of phosphate storage in foraminifera",
          "authors": "Nicolaas Glock, Julien Richirt, Christian Woehle, Christopher Algar, Maria Armstrong, Daniela Eichner, Hanna Firrincieli, Akiko Makabe, Anjaly Govindankutty Menon, Yoshiyuki Ishitani, Thomas Hackl, Raphaël Hubert-Huard, Markus Kienast, Yvonne Milker, André Mutzberg, Sha Ni, Satoshi Okada, Subhadeep Rakshit, Gerhard Schmiedl, Zvi Steiner, Akihiro Tame, Zhouling Zhang, Hidetaka Nomaki",
          "abstract": "Foraminifera are ubiquitous marine protists that intracellularly accumulate phosphate 1 , an important macronutrient in marine ecosystems and in fertilizer potentially leaked into the ocean. Intracellular phosphate concentrations can be 100–1,000 times higher than in the surrounding water 1 . Here we show that phosphate storage in foraminifera is widespread, from tidal flats to the deep sea. The total amount of intracellular phosphate stored in the benthic foraminifer Ammonia confertitesta in the Wadden Sea during a bloom is as high as around 5% of the annual consumption of phosphorus (P) fertilizer in Germany. Budget calculations for the Southern North Sea and the Peruvian Oxygen Minimum Zone indicate that benthic foraminifera may buffer riverine P runoff for approximately 37 days at the Southern North Sea and for about 21 days at the Peruvian margin. This indicates that these organisms are probably relevant for marine P cycling—they potentially buffer anthropogenic eutrophication in coastal environments. Phosphate is stored as polyphosphate in cell organelles that are potentially acidocalcisomes. Their metabolic functions can range from regulation of osmotic pressure and intracellular pH to calcium and energy storage. In addition, storage of energetic P compounds, such as creatine phosphate and polyphosphate, is probably an adaptation of foraminifera to O 2 depletion.",
          "url": "https://doi.org/10.1038/s41586-024-08431-8",
          "doi": "https://doi.org/10.1038/s41586-024-08431-8",
          "filter": "2"
        },
        {
          "title": "Illuminating the multidimensional contributions of small-scale fisheries",
          "authors": "Xavier Basurto, Nicolas L. Gutierrez, Nicole Franz, Maria del Mar Mancha-Cisneros, Giulia Gorelli, Alba Aguión, Simon Funge-Smith, Sarah Harper, Dave J. Mills, Gianluigi Nico, Alex Tilley, Stefania Vannuccini, John Virdin, Lena Westlund, Edward H. Allison, Christopher M. Anderson, Andrew Baio, Joshua Cinner, Michael Fabinyi, Christina C. Hicks, Jeppe Kolding, Michael C. Melnychuk, Daniel Ovando, Ana M. Parma, James P. W. Robinson, Shakuntala H. Thilsted",
          "url": "https://doi.org/10.1038/s41586-024-08448-z",
          "doi": "https://doi.org/10.1038/s41586-024-08448-z",
          "filter": "2"
        },
        {
          "title": "Prolonged persistence of mutagenic DNA lesions in somatic cells",
          "authors": "Michael Spencer Chapman, Emily Mitchell, Kenichi Yoshida, Nicholas Williams, Margarete A. Fabre, Anna Maria Ranzoni, Philip S. Robinson, Lori D. Kregar, Matthias Wilk, Steffen Boettcher, Krishnaa Mahbubani, Kourosh Saeb Parsy, Kate H. C. Gowers, Sam M. Janes, Stanley W. K. Ng, Matt Hoare, Anthony R. Green, George S. Vassiliou, Ana Cvejic, Markus G. Manz, Elisa Laurenti, Iñigo Martincorena, Michael R. Stratton, Jyoti Nangalia, Tim H. H. Coorens, Peter J. Campbell",
          "abstract": "DNA is subject to continual damage, leaving each cell with thousands of individual DNA lesions at any given moment 1–3 . The efficiency of DNA repair means that most known classes of lesion have a half-life of minutes to hours 3,4 , but the extent to which DNA damage can persist for longer durations remains unknown. Here, using high-resolution phylogenetic trees from 89 donors, we identified mutations arising from 818 DNA lesions that persisted across multiple cell cycles in normal human stem cells from blood, liver and bronchial epithelium 5–12 . Persistent DNA lesions occurred at increased rates, with distinctive mutational signatures, in donors exposed to tobacco or chemotherapy, suggesting that they can arise from exogenous mutagens. In haematopoietic stem cells, persistent DNA lesions, probably from endogenous sources, generated the characteristic mutational signature SBS19 13 ; occurred steadily throughout life, including in utero; and endured for 2.2 years on average, with 15–25% of lesions lasting at least 3 years. We estimate that on average, a haematopoietic stem cell has approximately eight such lesions at any moment in time, half of which will generate a mutation with each cell cycle. Overall, 16% of mutations in blood cells are attributable to SBS19, and similar proportions of driver mutations in blood cancers exhibit this signature. These data indicate the existence of a family of DNA lesions that arise from endogenous and exogenous mutagens, are present in low numbers per genome, persist for months to years, and can generate a substantial fraction of the mutation burden of somatic cells.",
          "url": "https://doi.org/10.1038/s41586-024-08423-8",
          "doi": "https://doi.org/10.1038/s41586-024-08423-8",
          "filter": "2"
        },
        {
          "title": "Transducing chemical energy through catalysis by an artificial molecular motor",
          "authors": "Peng-Lai Wang, Stefan Borsley, Martin J. Power, Alessandro Cavasso, Nicolas Giuseppone, David A. Leigh",
          "abstract": "Cells display a range of mechanical activities generated by motor proteins powered through catalysis 1 . This raises the fundamental question of how the acceleration of a chemical reaction can enable the energy released from that reaction to be transduced (and, consequently, work to be done) by a molecular catalyst 2–7 . Here we demonstrate the molecular-level transduction of chemical energy to mechanical force 8 in the form of the powered contraction and powered re-expansion of a cross-linked polymer gel driven by the directional rotation of artificial catalysis-driven 9 molecular motors. Continuous 360° rotation of the rotor about the stator of the catalysis-driven motor-molecules incorporated in the polymeric framework of the gel twists the polymer chains of the cross-linked network around one another. This progressively increases writhe and tightens entanglements, causing a macroscopic contraction of the gel to approximately 70% of its original volume. The subsequent addition of the opposite enantiomer fuelling system powers the rotation of the motor-molecules in the reverse direction, unwinding the entanglements and causing the gel to re-expand. Continued powered twisting of the strands in the new direction causes the gel to re-contract. In addition to actuation, motor-molecule rotation in the gel produces other chemical and physical outcomes, including changes in the Young modulus and storage modulus—the latter is proportional to the increase in strand crossings resulting from motor rotation. The experimental demonstration of work against a load by a synthetic organocatalyst, and its mechanism of energy transduction 6 , informs both the debate 3,5,7 surrounding the mechanism of force generation by biological motors and the design principles 6,10–14 for artificial molecular nanotechnology.",
          "url": "https://doi.org/10.1038/s41586-024-08288-x",
          "doi": "https://doi.org/10.1038/s41586-024-08288-x",
          "filter": "2"
        },
        {
          "title": "The human and non-human primate developmental GTEx projects",
          "authors": "Tim H. H. Coorens, Amy Guillaumet-Adkins, Rothem Kovner, Rebecca L. Linn, Victoria H. J. Roberts, Amrita Sule, Patrick M. Van Hoose, character(0), character(0), Thomas Bell, Thomas Blanchard, Raquel Hernandez, Rebecca Linn, Deanne Taylor, Melissa VonDran, Taha M. Ahooyi, Danette Beitra, Anas Bernieh, Meghan Delaney, Melissa Faith, Emmanouel Fattahi, Dana Footer, Michelle Gilbert, Simoné Guambaña, Sam Gulino, Jade Hanson, Emilie Hattrell, Casie Heinemann, Joseph Kreeb, Daniel Leino, Laurel Mcdevitt, Abigail Palmieri, Mary Pfeiffer, Gloria Pryhuber, Chrisopher Rossi, Immanuel Rasool, Russell Roberts, Ahmad Salehi, Emmitt A. Savannah, Kristen Stachowicz, David Stokes, Lawrence Suplee, Patrick Van Hoose, Benjamin J. Wilkins, Schawnte’ Williams-Taylor, Shiping Zhang, character(0), Kristin G. Ardlie, Gad Getz, Tuuli Lappalainen, Stephen B. Montgomery, François Aguet, Lisa Anderson, Brad Bernstein, Abhishek Choudhary, Laura Domenech, Elizabeth Gaskell, Matthew Johnson, Qiuyue Liu, Andrew R. Marderstein, Jared Nedzel, Joseph Okonda, Evin M. Padhi, MaryKate Rosano, Andrew J. C. Russell, Brady Walker, character(0), Nenad Sestan, Mark Gerstein, Aleksandar Milosavljevic, Beatrice Borsari, Hyesun Cho, Declan Clarke, Ashley Deveau, Timur Galeev, Kevin Gobeske, Irbaz Hameed, Anita Huttner, Matthew Jensen, Yunzhe Jiang, Jiaqi Li, Jia Liu, Yuting Liu, Jay Ma, Shrikant Mane, Ran Meng, Anandita Nadkarni, Pengyu Ni, Saejeong Park, Varduhi Petrosyan, Sirisha Pochareddy, Iva Salamon, Yan Xia, Chris Yates, Menglei Zhang, Hongyu Zhao, character(0), Donald F. Conrad, Guoping Feng, Fritzie Brady, Magalie Boucher, Lucia Carbone, Jenna Castro, Ricardo del Rosario, Madison Held, Jon Hennebold, Ariah Lacey, Anne Lewis, Ana Cristina Lima, Eisa Mahyari, Samantha Moore, Mariam Okhovat, Victoria Roberts, Samia Silva de Castro, Brady Wessel, Heather Zaniewski, Qiangge Zhang, character(0), Alexander Arguello, Jacob J. Baroch, Jyoti Dayal, Adam Felsenfeld, John V. Ilekis, Sheethal Jose, Nicole C. Lockhart, Daniel Miller, Mollie Minear, Melissa Parisi, Amanda Price, Erin Ramos, Sige Zou",
          "url": "https://doi.org/10.1038/s41586-024-08244-9",
          "doi": "https://doi.org/10.1038/s41586-024-08244-9",
          "filter": "2"
        },
        {
          "title": "Engineered enzymes for enantioselective nucleophilic aromatic substitutions",
          "authors": "Thomas M. Lister, George W. Roberts, Euan J. Hossack, Fei Zhao, Ashleigh J. Burke, Linus O. Johannissen, Florence J. Hardy, Alexander A. V. Millman, David Leys, Igor Larrosa, Anthony P. Green",
          "url": "https://doi.org/10.1038/s41586-025-08611-0",
          "doi": "https://doi.org/10.1038/s41586-025-08611-0",
          "filter": "2"
        },
        {
          "title": "Specification of claustro-amygdalar and palaeocortical neurons and circuits",
          "authors": "Navjot Kaur, Rothem Kovner, Forrest O. Gulden, Mihovil Pletikos, David Andrijevic, Tianjia Zhu, John Silbereis, Mikihito Shibata, Akemi Shibata, Yuting Liu, Shaojie Ma, Nikkita Salla, Xabier de Martin, Thomas S. Klarić, Megan Burke, Daniel Franjic, Hyesun Cho, Matthew Yuen, Ipsita Chatterjee, Paula Soric, Devippriya Esakkimuthu, Markus Moser, Gabriel Santpere, Yann S. Mineur, Kartik Pattabiraman, Marina R. Picciotto, Hao Huang, Nenad Sestan",
          "abstract": "The ventrolateral pallial (VLp) excitatory neurons in the claustro-amygdalar complex and piriform cortex (PIR; which forms part of the palaeocortex) form reciprocal connections with the prefrontal cortex (PFC), integrating cognitive and sensory information that results in adaptive behaviours 1–5 . Early-life disruptions in these circuits are linked to neuropsychiatric disorders 4–8 , highlighting the importance of understanding their development. Here we reveal that the transcription factors SOX4, SOX11 and TFAP2D have a pivotal role in the development, identity and PFC connectivity of these excitatory neurons. The absence of SOX4 and SOX11 in post-mitotic excitatory neurons results in a marked reduction in the size of the basolateral amygdala complex (BLC), claustrum (CLA) and PIR. These transcription factors control BLC formation through direct regulation of Tfap2d expression. Cross-species analyses, including in humans, identified conserved Tfap2d expression in developing excitatory neurons of BLC, CLA, PIR and the associated transitional areas of the frontal, insular and temporal cortex. Although the loss and haploinsufficiency of Tfap2d yield similar alterations in learned threat-response behaviours, differences emerge in the phenotypes at different Tfap2d dosages, particularly in terms of changes observed in BLC size and BLC–PFC connectivity. This underscores the importance of Tfap2d dosage in orchestrating developmental shifts in BLC–PFC connectivity and behavioural modifications that resemble symptoms of neuropsychiatric disorders. Together, these findings reveal key elements of a conserved gene regulatory network that shapes the development and function of crucial VLp excitatory neurons and their PFC connectivity and offer insights into their evolution and alterations in neuropsychiatric disorders.",
          "url": "https://doi.org/10.1038/s41586-024-08361-5",
          "doi": "https://doi.org/10.1038/s41586-024-08361-5",
          "filter": "2"
        },
        {
          "title": "Targeting protein–ligand neosurfaces with a generalizable deep learning tool",
          "authors": "Anthony Marchand, Stephen Buckley, Arne Schneuing, Martin Pacesa, Maddalena Elia, Pablo Gainza, Evgenia Elizarova, Rebecca M. Neeser, Pao-Wan Lee, Luc Reymond, Yangyang Miao, Leo Scheller, Sandrine Georgeon, Joseph Schmidt, Philippe Schwaller, Sebastian J. Maerkl, Michael Bronstein, Bruno E. Correia",
          "url": "https://doi.org/10.1038/s41586-024-08435-4",
          "doi": "https://doi.org/10.1038/s41586-024-08435-4",
          "filter": "2"
        },
        {
          "title": "Author Correction: Evolution of immune genes is associated with the Black Death",
          "authors": "Jennifer Klunk, Tauras P. Vilgalys, Christian E. Demeure, Xiaoheng Cheng, Mari Shiratori, Julien Madej, Rémi Beau, Derek Elli, Maria I. Patino, Rebecca Redfern, Sharon N. DeWitte, Julia A. Gamble, Jesper L. Boldsen, Ann Carmichael, Nükhet Varlik, Katherine Eaton, Jean-Christophe Grenier, G. Brian Golding, Alison Devault, Jean-Marie Rouillard, Vania Yotova, Renata Sindeaux, Chun Jimmie Ye, Matin Bikaran, Anne Dumaine, Jessica F. Brinkworth, Dominique Missiakas, Guy A. Rouleau, Matthias Steinrücken, Javier Pizarro-Cerdá, Hendrik N. Poinar, Luis B. Barreiro",
          "url": "https://doi.org/10.1038/s41586-024-08522-6",
          "doi": "https://doi.org/10.1038/s41586-024-08522-6",
          "filter": "2"
        },
        {
          "title": "Author Correction: An endosomal tether undergoes an entropic collapse to bring vesicles together",
          "authors": "David H. Murray, Marcus Jahnel, Janelle Lauer, Mario J. Avellaneda, Nicolas Brouilly, Alice Cezanne, Hernán Morales-Navarrete, Enrico D. Perini, Charles Ferguson, Andrei N. Lupas, Yannis Kalaidzidis, Robert G. Parton, Stephan W. Grill, Marino Zerial",
          "url": "https://doi.org/10.1038/s41586-024-08567-7",
          "doi": "https://doi.org/10.1038/s41586-024-08567-7",
          "filter": "2"
        },
        {
          "title": "De novo designed proteins neutralize lethal snake venom toxins",
          "authors": "Susana Vázquez Torres, Melisa Benard Valle, Stephen P. Mackessy, Stefanie K. Menzies, Nicholas R. Casewell, Shirin Ahmadi, Nick J. Burlet, Edin Muratspahić, Isaac Sappington, Max D. Overath, Esperanza Rivera-de-Torre, Jann Ledergerber, Andreas H. Laustsen, Kim Boddum, Asim K. Bera, Alex Kang, Evans Brackenbrough, Iara A. Cardoso, Edouard P. Crittenden, Rebecca J. Edge, Justin Decarreau, Robert J. Ragotte, Arvind S. Pillai, Mohamad Abedi, Hannah L. Han, Stacey R. Gerben, Analisa Murray, Rebecca Skotheim, Lynda Stuart, Lance Stewart, Thomas J. A. Fryer, Timothy P. Jenkins, David Baker",
          "url": "https://doi.org/10.1038/s41586-024-08393-x",
          "doi": "https://doi.org/10.1038/s41586-024-08393-x",
          "filter": "2"
        },
        {
          "title": "Pathogenesis of bovine H5N1 clade 2.3.4.4b infection in Macaques",
          "authors": "Kyle Rosenke, Amanda Giffin, Franziska Kaiser, Ekaterina Altynova, Reshma Mukesh, Meaghan Flagg, Thomas Tipih, Kerry Goldin, Arthur Wickenhagen, Brandi N. Williamson, Shane Gallogly, Shanna S. Leventhal, Tessa Lutterman, Atsushi Okumura, Matthew C. Lewis, Kishore Kanakabandi, Craig Martens, Kwe C. Yinda, Deepashri Rao, Brian J. Smith, Carl Shaia, Greg Saturday, Patrick Hanley, Neeltje van Doremalen, Emmie de Wit, Vincent J. Munster, Heinz Feldmann",
          "url": "https://doi.org/10.1038/s41586-025-08609-8",
          "doi": "https://doi.org/10.1038/s41586-025-08609-8",
          "filter": "2"
        },
        {
          "title": "Long-lived entanglement of molecules in magic-wavelength optical tweezers",
          "authors": "Daniel K. Ruttley, Tom R. Hepworth, Alexander Guttridge, Simon L. Cornish",
          "abstract": "Realizing quantum control and entanglement of particles is crucial for advancing both quantum technologies and fundamental science. Substantial developments in this domain have been achieved in a variety of systems 1–5 . In this context, ultracold polar molecules offer new and unique opportunities because of their more complex internal structure associated with vibration and rotation, coupled with the existence of long-range interactions 6,7 . However, the same properties make molecules highly sensitive to their environment 8–10 , affecting their coherence and utility in some applications. Here we show that by engineering an exceptionally controlled environment using rotationally magic 11,12 optical tweezers, we can achieve long-lived entanglement between pairs of molecules using detectable hertz-scale interactions. We prepare two-molecule Bell states with fidelity $$0.92{4}_{-0.016}^{+0.013}$$ 0.92 4 − 0.016 + 0.013 , limited by detectable leakage errors. When correcting for these errors, the fidelity is $$0.97{6}_{-0.016}^{+0.014}$$ 0.97 6 − 0.016 + 0.014 . We show that the second-scale entanglement lifetimes are limited solely by these errors, providing opportunities for research in quantum-enhanced metrology 7,13 , ultracold chemistry 14 and the use of rotational states in quantum simulation, quantum computation and as quantum memories. The extension of precise quantum control to complex molecular systems will enable their additional degrees of freedom to be exploited across many domains of quantum science 15–17 .",
          "url": "https://doi.org/10.1038/s41586-024-08365-1",
          "doi": "https://doi.org/10.1038/s41586-024-08365-1",
          "filter": "2"
        },
        {
          "title": "Cationic peptides cause memory loss through endophilin-mediated endocytosis",
          "authors": "Eric G. Stokes, Jose J. Vasquez, Ghalia Azouz, Megan Nguyen, Alexa Tierno, Yinyin Zhuang, Vivienne Mae Galinato, May Hui, Michael Toledano, Isabella Tyler, Xiaoyu Shi, Robert F. Hunt, Jason Aoto, Kevin T. Beier",
          "url": "https://doi.org/10.1038/s41586-024-08413-w",
          "doi": "https://doi.org/10.1038/s41586-024-08413-w",
          "filter": "2"
        },
        {
          "title": "Elemental cryo-imaging reveals SOS1-dependent vacuolar sodium accumulation",
          "authors": "Priya Ramakrishna, Francisco M. Gámez-Arjona, Etienne Bellani, Cristina Martin-Olmos, Stéphane Escrig, Damien De Bellis, Anna De Luca, José M. Pardo, Francisco J. Quintero, Christel Genoud, Clara Sánchez-Rodriguez, Niko Geldner, Anders Meibom",
          "url": "https://doi.org/10.1038/s41586-024-08403-y",
          "doi": "https://doi.org/10.1038/s41586-024-08403-y",
          "filter": "2"
        },
        {
          "title": "Targeting FOXM1 condensates reduces breast tumour growth and metastasis",
          "authors": "Feng Xie, Xiaoxue Zhou, Yu Ran, Ran Li, Jing Zou, Shiyun Wan, Peng Su, Xuli Meng, Haiyan Yan, Huasong Lu, Heng Ru, Hai Hu, Zhengwei Mao, Bing Yang, Fangfang Zhou, Long Zhang",
          "url": "https://doi.org/10.1038/s41586-024-08421-w",
          "doi": "https://doi.org/10.1038/s41586-024-08421-w",
          "filter": "2"
        },
        {
          "title": "Structural insights into RNA cleavage by PIWI Argonaute",
          "authors": "Zhiqing Li, Qikui Xu, Jing Zhong, Yan Zhang, Tianxiang Zhang, Xiaoze Ying, Xiaoli Lu, Xiaoyi Li, Li Wan, Junchao Xue, Jing Huang, Ying Zhen, Zhao Zhang, Jianping Wu, En-Zhi Shen",
          "url": "https://doi.org/10.1038/s41586-024-08438-1",
          "doi": "https://doi.org/10.1038/s41586-024-08438-1",
          "filter": "2"
        },
        {
          "title": "Episodic and associative memory from spatial scaffolds in the hippocampus",
          "authors": "Sarthak Chandra, Sugandha Sharma, Rishidev Chaudhuri, Ila Fiete",
          "url": "https://doi.org/10.1038/s41586-024-08392-y",
          "doi": "https://doi.org/10.1038/s41586-024-08392-y",
          "filter": "2"
        },
        {
          "title": "Brain-wide neuronal circuit connectome of human glioblastoma",
          "authors": "Yusha Sun, Xin Wang, Daniel Y. Zhang, Zhijian Zhang, Janardhan P. Bhattarai, Yingqi Wang, Kristen H. Park, Weifan Dong, Yun-Fen Hung, Qian Yang, Feng Zhang, Keerthi Rajamani, Shang Mu, Benjamin C. Kennedy, Yan Hong, Jamie Galanaugh, Abhijeet Sambangi, Sang Hoon Kim, Garrett Wheeler, Tiago Gonçalves, Qing Wang, Daniel Geschwind, Riki Kawaguchi, Angela N. Viaene, Ingo Helbig, Sudha K. Kessler, Ahmet Hoke, Huadong Wang, Fuqiang Xu, Zev A. Binder, H. Isaac Chen, Emily Ling-Lin Pai, Sara Stone, MacLean P. Nasrallah, Kimberly M. Christian, Marc Fuccillo, Nicolas Toni, Zhuhao Wu, Hwai-Jong Cheng, Donald M. O’Rourke, Minghong Ma, Guo-li Ming, Hongjun Song",
          "url": "https://doi.org/10.1038/s41586-025-08634-7",
          "doi": "https://doi.org/10.1038/s41586-025-08634-7",
          "filter": "2"
        },
        {
          "title": "Does fact-checking work? What the science says",
          "authors": "David Adam",
          "url": "https://doi.org/10.1038/d41586-025-00027-0",
          "doi": "https://doi.org/10.1038/d41586-025-00027-0",
          "filter": "4"
        },
        {
          "title": "‘Expansion microscopy’ turns ten: how a tissue-swelling method brought super-resolution imaging to the masses",
          "authors": "Elie Dolgin",
          "url": "https://doi.org/10.1038/d41586-025-00059-6",
          "doi": "https://doi.org/10.1038/d41586-025-00059-6",
          "filter": "4"
        },
        {
          "title": "AI-powered contract automation helps research managers level up",
          "authors": "Jackson Ryan",
          "url": "https://doi.org/10.1038/d41586-024-04234-z",
          "doi": "https://doi.org/10.1038/d41586-024-04234-z",
          "filter": "4"
        },
        {
          "title": "The scientific reason to cook with simmering rather than vigorously boiling water",
          "url": "https://doi.org/10.1038/d41586-025-00061-y",
          "doi": "https://doi.org/10.1038/d41586-025-00061-y",
          "filter": "4"
        },
        {
          "title": "The astonishing scientists who starved to protect plants during the Second World War",
          "authors": "Simon Ings",
          "url": "https://doi.org/10.1038/d41586-025-00055-w",
          "doi": "https://doi.org/10.1038/d41586-025-00055-w",
          "filter": "4"
        },
        {
          "title": "Dear Donald Trump: A letter from Nature on how to make science thrive",
          "url": "https://doi.org/10.1038/d41586-025-00050-1",
          "doi": "https://doi.org/10.1038/d41586-025-00050-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Meet Punk and Emo, the 430-million-year old mollusc fossils",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-00048-9",
          "doi": "https://doi.org/10.1038/d41586-025-00048-9",
          "filter": "4"
        },
        {
          "title": "AlphaFold 3 is great — but it still needs human help to get chemistry right",
          "authors": "Georg Steinkellner, Wolfgang Kroutil, Karl Gruber, Christian C. Gruber",
          "url": "https://doi.org/10.1038/d41586-025-00111-5",
          "doi": "https://doi.org/10.1038/d41586-025-00111-5",
          "filter": "4"
        },
        {
          "title": "Remove subsidies to solve India’s fertilizer-overuse problem",
          "authors": "Jonathan Holland, Karl Behrendt, Bikramaditya Ghosh",
          "url": "https://doi.org/10.1038/d41586-025-00114-2",
          "doi": "https://doi.org/10.1038/d41586-025-00114-2",
          "filter": "4"
        },
        {
          "title": "How the brain cleans itself during deep sleep",
          "url": "https://doi.org/10.1038/d41586-025-00007-4",
          "doi": "https://doi.org/10.1038/d41586-025-00007-4",
          "filter": "4"
        },
        {
          "title": "How science recruiters and job applicants can get on the same page",
          "url": "https://doi.org/10.1038/d41586-025-00049-8",
          "doi": "https://doi.org/10.1038/d41586-025-00049-8",
          "filter": "4"
        },
        {
          "title": "Has Bluesky replaced X for scientists? Take Nature’s poll",
          "url": "https://doi.org/10.1038/d41586-025-00037-y",
          "doi": "https://doi.org/10.1038/d41586-025-00037-y",
          "filter": "4"
        },
        {
          "title": "Mind matters: investigating academia’s ‘mental health crisis’",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-024-04240-1",
          "doi": "https://doi.org/10.1038/d41586-024-04240-1",
          "filter": "4"
        },
        {
          "title": "Pictograms, comics and other illustrations: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-025-00056-9",
          "doi": "https://doi.org/10.1038/d41586-025-00056-9",
          "filter": "4"
        },
        {
          "title": "Women were at the centre of social networks in Iron Age Britain",
          "authors": "Guido Alberto Gnecchi-Ruscone",
          "url": "https://doi.org/10.1038/d41586-024-04214-3",
          "doi": "https://doi.org/10.1038/d41586-024-04214-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The science behind the deadly Los Angeles firestorm",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00120-4",
          "doi": "https://doi.org/10.1038/d41586-025-00120-4",
          "filter": "4"
        },
        {
          "title": "New obesity definition sidelines BMI to focus on health",
          "authors": "Giorgia Guglielmi",
          "url": "https://doi.org/10.1038/d41586-025-00123-1",
          "doi": "https://doi.org/10.1038/d41586-025-00123-1",
          "filter": "4"
        },
        {
          "title": "Striving for open-source and equitable speech-to-speech translation",
          "authors": "Tanel Alumäe, Allison Koenecke",
          "url": "https://doi.org/10.1038/d41586-024-04095-6",
          "doi": "https://doi.org/10.1038/d41586-024-04095-6",
          "filter": "4"
        },
        {
          "title": "Voter turnout drives margins of victory ― if elections are fair",
          "url": "https://doi.org/10.1038/d41586-025-00023-4",
          "doi": "https://doi.org/10.1038/d41586-025-00023-4",
          "filter": "4"
        },
        {
          "title": "‘Nicotine Nazis’: the brickbats hurled at scientists researching tobacco’s harms",
          "authors": "Adrian O’Dowd",
          "url": "https://doi.org/10.1038/d41586-024-04241-0",
          "doi": "https://doi.org/10.1038/d41586-024-04241-0",
          "filter": "4"
        },
        {
          "title": "Earth breaches 1.5 °C climate limit for the first time: what does it mean?",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-00010-9",
          "doi": "https://doi.org/10.1038/d41586-025-00010-9",
          "filter": "4"
        },
        {
          "title": "Harsh criticism and unreasonable expectations worsen PhD students’ mental health",
          "authors": "Nikki Forrester",
          "url": "https://doi.org/10.1038/d41586-024-04187-3",
          "doi": "https://doi.org/10.1038/d41586-024-04187-3",
          "filter": "4"
        },
        {
          "title": "My work on quantum computing aims to solve the world’s most complex problems",
          "authors": "Dave Tacon",
          "url": "https://doi.org/10.1038/d41586-025-00060-z",
          "doi": "https://doi.org/10.1038/d41586-025-00060-z",
          "filter": "4"
        },
        {
          "title": "Got flu? Promising drug shortens symptoms",
          "url": "https://doi.org/10.1038/d41586-025-00041-2",
          "doi": "https://doi.org/10.1038/d41586-025-00041-2",
          "filter": "4"
        },
        {
          "title": "Hidden tattoos on mummy skin emerge under a laser’s light",
          "url": "https://doi.org/10.1038/d41586-025-00043-0",
          "doi": "https://doi.org/10.1038/d41586-025-00043-0",
          "filter": "4"
        },
        {
          "title": "Rising stars in AI use robotics and automation to accelerate their work",
          "authors": "Felicity Nelson",
          "url": "https://doi.org/10.1038/d41586-024-04233-0",
          "doi": "https://doi.org/10.1038/d41586-024-04233-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: New obesity definition sidelines BMI to focus on health",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00147-7",
          "doi": "https://doi.org/10.1038/d41586-025-00147-7",
          "filter": "4"
        },
        {
          "title": "Jimmy Carter obituary: former US president who dedicated his life after office to peace, human rights and global health",
          "authors": "Julie Jacobson",
          "url": "https://doi.org/10.1038/d41586-025-00067-6",
          "doi": "https://doi.org/10.1038/d41586-025-00067-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Earth breaches 1.5 °C climate limit for the first time",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00116-0",
          "doi": "https://doi.org/10.1038/d41586-025-00116-0",
          "filter": "4"
        },
        {
          "title": "A new vision for how evolution works is long overdue",
          "authors": "Eva Jablonka",
          "url": "https://doi.org/10.1038/d41586-025-00054-x",
          "doi": "https://doi.org/10.1038/d41586-025-00054-x",
          "filter": "4"
        },
        {
          "title": "Road trip",
          "authors": "William C. Armstrong, J. W. Armstrong",
          "url": "https://doi.org/10.1038/d41586-024-04177-5",
          "doi": "https://doi.org/10.1038/d41586-024-04177-5",
          "filter": "4"
        },
        {
          "title": "AI-designed proteins tackle century-old problem — making snake antivenoms",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-00133-z",
          "doi": "https://doi.org/10.1038/d41586-025-00133-z",
          "filter": "4"
        },
        {
          "title": "Will Europe ramp up defence research? War prompts major rethink",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-00117-z",
          "doi": "https://doi.org/10.1038/d41586-025-00117-z",
          "filter": "4"
        },
        {
          "title": "Do you need extra training before graduate school? Consider a post-baccalaureate position",
          "authors": "Sumeet Kulkarni",
          "url": "https://doi.org/10.1038/d41586-024-04020-x",
          "doi": "https://doi.org/10.1038/d41586-024-04020-x",
          "filter": "4"
        },
        {
          "title": "Gene drives development of brain’s emotional centre and its connections",
          "url": "https://doi.org/10.1038/d41586-024-04143-1",
          "doi": "https://doi.org/10.1038/d41586-024-04143-1",
          "filter": "4"
        },
        {
          "title": "A mutation makes plant roots more welcoming to beneficial microbes",
          "url": "https://doi.org/10.1038/d41586-025-00092-5",
          "doi": "https://doi.org/10.1038/d41586-025-00092-5",
          "filter": "4"
        },
        {
          "title": "Revealed: the fatty cells that are the ‘bubble wrap’ of the body",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00012-7",
          "doi": "https://doi.org/10.1038/d41586-025-00012-7",
          "filter": "4"
        },
        {
          "title": "Philanthropic foundations must step in to shield science from Trump’s cuts",
          "authors": "Leah Pierson, Emma Pierson",
          "url": "https://doi.org/10.1038/d41586-025-00112-4",
          "doi": "https://doi.org/10.1038/d41586-025-00112-4",
          "filter": "4"
        },
        {
          "title": "Advising policymakers can’t be taught — researchers must learn by doing",
          "authors": "Noam Obermeister, Mike Hulme",
          "url": "https://doi.org/10.1038/d41586-025-00113-3",
          "doi": "https://doi.org/10.1038/d41586-025-00113-3",
          "filter": "4"
        },
        {
          "title": "How to sustain scientific collaboration amid worsening US–China relations",
          "authors": "Valerie J. Karplus, Lan Xue, M. Granger Morgan, Kebin He, David G. Victor, Shuang-Nan Zhang",
          "url": "https://doi.org/10.1038/d41586-025-00033-2",
          "doi": "https://doi.org/10.1038/d41586-025-00033-2",
          "filter": "4"
        },
        {
          "title": "Australia’s social-media ban won’t work — there are better ways to keep kids safe",
          "authors": "Marilyn Campbell",
          "url": "https://doi.org/10.1038/d41586-025-00051-0",
          "doi": "https://doi.org/10.1038/d41586-025-00051-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Pluto-Charon duet started with a gravitational ‘kiss-and-capture’",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00137-9",
          "doi": "https://doi.org/10.1038/d41586-025-00137-9",
          "filter": "4"
        },
        {
          "title": "AI-designed antivenoms could help treat lethal snakebites",
          "authors": "Benjamin Thompson, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-00134-y",
          "doi": "https://doi.org/10.1038/d41586-025-00134-y",
          "filter": "4"
        },
        {
          "title": "Meta AI creates speech-to-speech translator that works in dozens of languages",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-00045-y",
          "doi": "https://doi.org/10.1038/d41586-025-00045-y",
          "filter": "4"
        },
        {
          "title": "Why a silly-sounding name suits the serious mission of our biotech spin-off",
          "authors": "Jacqui Thornton",
          "url": "https://doi.org/10.1038/d41586-024-03941-x",
          "doi": "https://doi.org/10.1038/d41586-024-03941-x",
          "filter": "4"
        },
        {
          "title": "Did Pluto ‘kiss and capture’ its largest moon?",
          "authors": "Andrew Mitchinson",
          "url": "https://doi.org/10.1038/d41586-025-00034-1",
          "doi": "https://doi.org/10.1038/d41586-025-00034-1",
          "filter": "4"
        },
        {
          "title": "PhD parents: the pros and cons of having a child during your doctorate",
          "authors": "Julian Nowogrodzki",
          "url": "https://doi.org/10.1038/d41586-025-00058-7",
          "doi": "https://doi.org/10.1038/d41586-025-00058-7",
          "filter": "4"
        },
        {
          "title": "How should we test AI for human-level intelligence? OpenAI’s o3 electrifies quest",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-025-00110-6",
          "doi": "https://doi.org/10.1038/d41586-025-00110-6",
          "filter": "4"
        },
        {
          "title": "These are the 20 most-studied bacteria — the majority have been ignored",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-00038-x",
          "doi": "https://doi.org/10.1038/d41586-025-00038-x",
          "filter": "4"
        },
        {
          "title": "Retractions caused by honest mistakes are extremely stressful, say researchers",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-025-00026-1",
          "doi": "https://doi.org/10.1038/d41586-025-00026-1",
          "filter": "4"
        },
        {
          "title": "Two companies launch Moon missions together: will they make history?",
          "authors": "Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-00044-z",
          "doi": "https://doi.org/10.1038/d41586-025-00044-z",
          "filter": "4"
        },
        {
          "title": "Air pollution and brain damage: what the science says",
          "authors": "Liam Drew",
          "url": "https://doi.org/10.1038/d41586-025-00053-y",
          "doi": "https://doi.org/10.1038/d41586-025-00053-y",
          "filter": "4"
        },
        {
          "title": "Two eighth-century communities near Vienna shared culture but not ancestries",
          "url": "https://doi.org/10.1038/d41586-024-04150-2",
          "doi": "https://doi.org/10.1038/d41586-024-04150-2",
          "filter": "4"
        },
        {
          "title": "The road to CAR-T-cell therapy for lethal childhood brain tumours",
          "url": "https://doi.org/10.1038/d41586-024-04156-w",
          "doi": "https://doi.org/10.1038/d41586-024-04156-w",
          "filter": "4"
        },
        {
          "title": "Imaging reveals how plants cope with salt",
          "authors": "Christa Testerink, Antony van der Ent",
          "url": "https://doi.org/10.1038/d41586-024-04213-4",
          "doi": "https://doi.org/10.1038/d41586-024-04213-4",
          "filter": "4"
        },
        {
          "title": "What Trump 2.0 means for science: the likely winners and losers",
          "authors": "Nicola Jones, Alexandra Witze, Jeff Tollefson, Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00052-z",
          "doi": "https://doi.org/10.1038/d41586-025-00052-z",
          "filter": "4"
        },
        {
          "title": "Championing queer scientists of colour: ‘I don’t think we’ve scratched the surface on systemic exclusion’",
          "authors": "Grey Enticknap",
          "url": "https://doi.org/10.1038/d41586-024-04069-8",
          "doi": "https://doi.org/10.1038/d41586-024-04069-8",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Do not blame ‘queen bees’ for gender inequality in academia",
          "authors": "Belle Derks, Francesca Manzi, Colette Van Laar, Naomi Ellemers, Klea Faniko",
          "url": "https://doi.org/10.1038/s41562-024-02100-6",
          "doi": "https://doi.org/10.1038/s41562-024-02100-6",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "How to evaluate the cognitive abilities of LLMs",
          "authors": "Anna A. Ivanova",
          "url": "https://doi.org/10.1038/s41562-024-02096-z",
          "doi": "https://doi.org/10.1038/s41562-024-02096-z",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Decoding the elite soccer player’s psychological profile",
          "authors": "Leonardo Bonetti, Torbjōrn Vestberg, Reza Jafari, Debora Seghezzi, Martin Ingvar, Morten L. Kringelbach, Alberto Filgueiras, Predrag Petrovic",
          "abstract": "Soccer is arguably the most widely followed sport worldwide, and many dream of becoming soccer players. However, only a few manage to achieve this dream, which has cast a significant spotlight on elite soccer players who possess exceptional skills to rise above the rest. Originally, such attention was focused on their great physical abilities. However, recently, a new perspective has emerged, suggesting that being an elite soccer player requires a deep understanding of the game, rapid information processing, and decision-making. This growing attention has led to several studies suggesting higher executive functions in soccer players compared to the general population. Unfortunately, these studies often had small and nonelite samples, focusing mainly on executive functions alone without employing advanced machine learning techniques. In this study, we used artificial neural networks to comprehensively investigate the personality traits and cognitive abilities of a sample of 328 participants, including 204 elite soccer players from the top teams in Brazil and Sweden. Our findings indicate that elite soccer players demonstrate heightened planning and memory capacities, enhanced executive functions, especially cognitive flexibility, elevated levels of conscientiousness, extraversion, and openness to experience, coupled with reduced neuroticism and agreeableness. This research provides insights into the psychology of elite soccer players, holding significance for talent identification, development strategies in soccer, and understanding the psychological traits and cognitive abilities linked to success.",
          "url": "https://doi.org/10.1073/pnas.2415126122",
          "doi": "https://doi.org/10.1073/pnas.2415126122",
          "filter": "0"
        },
        {
          "title": "Glyphosate exposure and GM seed rollout unequally reduced perinatal health",
          "authors": "Emmett Reynier, Edward Rubin",
          "abstract": "The advent of herbicide-tolerant genetically modified (GM) crops spurred rapid and widespread use of the herbicide glyphosate throughout US agriculture. In the two decades following GM-seeds’ introduction, the volume of glyphosate applied in the United States increased by more than 750%. Despite this breadth and scale, science and policy remain unresolved regarding the effects of glyphosate on human health. We identify the causal effect of glyphosate exposure on perinatal health by combining 1) county-level variation in glyphosate use driven by 2) the timing of the GM technology and 3) differential geographic suitability for GM crops. Our results suggest the introduction of GM seeds and glyphosate significantly reduced average birthweight and gestational length. While we find effects throughout the birthweight distribution, low expected-weight births experienced the largest reductions: Glyphosate’s birthweight effect for births in the lowest decile is 12 times larger than that in the highest decile. Together, these estimates suggest that glyphosate exposure caused previously undocumented and unequal health costs for rural US communities over the last 20 years.",
          "url": "https://doi.org/10.1073/pnas.2413013121",
          "doi": "https://doi.org/10.1073/pnas.2413013121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Slower swimming promotes chemotactic encounters between bacteria and small phytoplankton",
          "authors": "Riccardo Foffi, Douglas R. Brumley, François J. Peaudecerf, Roman Stocker, Jonasz Słomka",
          "abstract": "Chemotaxis enables marine bacteria to increase encounters with phytoplankton cells by reducing their search times, provided that bacteria detect noisy chemical gradients around phytoplankton. Gradient detection depends on bacterial phenotypes and phytoplankton size: large phytoplankton produce spatially extended but shallow gradients, whereas small phytoplankton produce steeper but spatially more confined gradients. To date, it has remained unclear how phytoplankton size and bacterial swimming speed affect bacteria’s gradient detection ability and search times for phytoplankton. Here, we compute an upper bound on the increase in bacterial encounter rate with phytoplankton due to chemotaxis over random motility alone. We find that chemotaxis can substantially decrease search times for small phytoplankton, but this advantage is highly sensitive to variations in bacterial phenotypes or phytoplankton leakage rates. By contrast, chemotaxis toward large phytoplankton cells reduces the search time more modestly, but this benefit is more robust to variations in search or environmental parameters. Applying our findings to marine phytoplankton communities, we find that, in productive waters, chemotaxis toward phytoplankton smaller than 2 μm provides little to no benefit, but can decrease average search times for large phytoplankton (∼20 μm) from 2 wk to 2 d, an advantage that is robust to variations and favors bacteria with higher swimming speeds. By contrast, in oligotrophic waters, chemotaxis can reduce search times for picophytoplankton (∼1 μm) up to 10-fold, from a week to half a day, but only for bacteria with low swimming speeds and long sensory timescales. This asymmetry may promote the coexistence of diverse search phenotypes in marine bacterial populations.",
          "url": "https://doi.org/10.1073/pnas.2411074122",
          "doi": "https://doi.org/10.1073/pnas.2411074122",
          "filter": "2"
        },
        {
          "title": "An RNase III–processed sRNA coordinates sialic acid metabolism of Salmonella enterica during gut colonization",
          "authors": "Ziying Chen, Yaomei Yang, Xiaomin Chen, Cheng Bei, Qian Gao, Yanjie Chao, Chuan Wang",
          "abstract": "Sialic acids derived from colonic mucin glycans are crucial nutrients for enteric bacterial pathogens like Salmonella . The uptake and utilization of sialic acid in Salmonella depend on coordinated regulons, each activated by specific metabolites at the transcriptional level. However, the mechanisms enabling crosstalk among these regulatory circuits to synchronize gene expression remain poorly understood. Here, we identify ManS, a small noncoding RNA derived from the 3’ UTR of STM1128 mRNA transcribed from a Salmonella enterica –specific genetic locus, as an important posttranscriptional regulator coordinating sialic acid metabolism regulons. ManS is primarily processed by RNase III and, along with its parental transcripts, is specifically activated by N-acetylmannosamine (ManNAc), the initial degradation product of sialic acid. We found that the imperfect stem-loop structure at the 5’ end of ManS allows RNase III to cleave in a noncanonical manner, generating two functional types of ManS with the assistance of RNase E and other RNases: short isoforms with a single seed region that regulate the uptake of N-acetylglucosamine, an essential intermediate in sialic acid metabolism; and long isoforms with an additional seed region that regulate multiple genes involved in central and secondary metabolism. This sophisticated regulation by ManS significantly impacts ManNAc metabolism and S. enterica ’s competitive behavior during infection. Our findings highlight the role of sRNA in coordinating transcriptional circuits and advance our understanding of RNase III-mediated processing of 3’ UTR-derived sRNAs, underscoring the important role of ManNAc in Salmonella adaptation within host environments.",
          "url": "https://doi.org/10.1073/pnas.2414563122",
          "doi": "https://doi.org/10.1073/pnas.2414563122",
          "filter": "2"
        },
        {
          "title": "Modeling DNA methyltransferase function to predict epigenetic correlation patterns in healthy and cancer cells",
          "authors": "Ariana Y. Tse, Andrew J. Spakowitz",
          "abstract": "DNA methylation is a crucial epigenetic modification that orchestrates chromatin remodelers that suppress transcription, and aberrations in DNA methylation result in a variety of conditions such as cancers and developmental disorders. While it is understood that methylation occurs at CpG-rich DNA regions, it is less understood how distinct methylation profiles are established within various cell types. In this work, we develop a molecular-transport model that depicts the genomic exploration of DNA methyltransferase within a multiscale DNA environment, incorporating biologically relevant factors like methylation rate and CpG density to predict how patterns are established. Our model predicts DNA methylation-state correlation distributions arising from the transport and kinetic properties that are crucial for the establishment of unique methylation profiles. We model the methylation correlation distributions of nine cancerous human cell types to determine how these properties affect the epigenetic profile. Our theory is capable of recapitulating experimental methylation patterns, suggesting the importance of DNA methyltransferase transport in epigenetic regulation. Through this work, we propose a mechanistic description for the establishment of methylation profiles, capturing the key behavioral characteristics of methyltransferase that lead to aberrant methylation.",
          "url": "https://doi.org/10.1073/pnas.2415530121",
          "doi": "https://doi.org/10.1073/pnas.2415530121",
          "filter": "2"
        },
        {
          "title": "Resolving electrochemically triggered topological defect dynamics and structural degradation in layered oxides",
          "authors": "Chunyang Wang, Rui Zhang, Ju Li, Huolin L. Xin",
          "abstract": "Understanding topological defects-controlled structural degradation of layered oxides—a key cathode material for high-performance lithium-ion batteries—plays a critical role in developing next-generation cathode materials. Here, by constructing a nanobattery in an electron microscope enabling atomic-scale monitoring of electrochemcial reactions, we captured the electrochemically driven atomistic dynamics and evolution of dislocations—a most important topological defect in material. We deciphered how dislocations nucleate, move, and annihilate within layered cathodes at the atomic scale. Specifically, we found two types of dislocation configurations, i.e., single dislocations and dislocation dipoles. Both pure dislocation glide/climb and mixed motions were captured, and the dislocation glide and climb velocities were first experimentally measured. Moreover, dislocation activity-mediated structural degradation such as crack nucleation, phase transformation, and lattice reorientation was unraveled. Our work provides deep insights into the atomistic dynamics of electrochemically driven dislocation activities in layered oxides.",
          "url": "https://doi.org/10.1073/pnas.2409494122",
          "doi": "https://doi.org/10.1073/pnas.2409494122",
          "filter": "2"
        },
        {
          "title": "Shifting equilibria in a warming boreal forest",
          "authors": "Troy S. Magney, Zoe A. Pierrat",
          "url": "https://doi.org/10.1073/pnas.2424669122",
          "doi": "https://doi.org/10.1073/pnas.2424669122",
          "filter": "2"
        },
        {
          "title": "Hidden artistic complexity of Peru’s Chancay culture discovered in tattoos by laser-stimulated fluorescence",
          "authors": "Thomas G. Kaye, Judyta Bąk, Henry William Marcelo, Michael Pittman",
          "abstract": "Tattoos were a prevalent art form in pre-Hispanic South America exemplified by mummified human remains with preserved skin decoration that reflects the personal and cultural representations of their times. Tattoos are known to fade and bleed over time and this is compounded in mummies by the decay of the body, inhibiting the ability to examine the original art. Laser-stimulated fluorescence (LSF) produces images based on fluorescence emitted from within the target. Here, we present the first results of applying LSF to tattoos on human remains from the pre-Columbian Chancay culture of coastal Peru. We find that the preserved skin fluoresced strongly underneath the black tattoo ink yielding a high-contrast image that virtually eliminates the ink bleed, revealing the exceptionally fine details of the original artwork. The level of detail and precision of the artwork was found to be higher than associated pottery, textiles, and rock art suggesting special effort was expended by the Chancay on at least some of their tattoos. This suggests artistic complexity in pre-Columbian Peru was at a higher level than previously known, expanding the degree of artistic development found in South America at this time. LSF expands the scope of tattoo analysis and the level of detail this can yield providing a new technique to gain further insights into this important art form.",
          "url": "https://doi.org/10.1073/pnas.2421517122",
          "doi": "https://doi.org/10.1073/pnas.2421517122",
          "filter": "2"
        },
        {
          "title": "A divergent two-domain structure of the anti-Müllerian hormone prodomain",
          "authors": "James A. Howard, Lucija Hok, Richard L. Cate, Nathaniel J. Sanford, Kaitlin N. Hart, Edmund A. E. Leach, Alena S. Bruening, Nicholas Nagykery, Patricia K. Donahoe, David Pépin, Thomas B. Thompson",
          "abstract": "TGFβ family ligands are synthesized as precursors consisting of an N-terminal prodomain and C-terminal growth factor (GF) signaling domain. After proteolytic processing, the prodomain typically remains noncovalently associated with the GF, sometimes forming a high-affinity latent procomplex that requires activation. For the TGFβ family ligand anti-Müllerian hormone (AMH), the prodomain maintains a high-affinity interaction with its GF that does not render it latent. While the prodomain can be displaced by the type II receptor, AMHR2, the nature of the GF:prodomain interaction and the mechanism of prodomain displacement by AMHR2 are currently unknown. We show here that the AMH prodomain exhibits an atypical two-domain structure, containing a dimerizing and a GF-binding domain connected through a flexible linker. Cryo-EM and genomic analyses show that the distinctive GF-binding domain, the result of an exon insertion 450 Mya, comprises a helical bundle and a belt-like structure which interact with the GF at the type II and I receptor binding sites, respectively. The dimerizing domain, which adopts a TGFβ-like propeptide fold, covalently connects two prodomains through intermolecular disulfide bonds. Disease mutations map to both the GF-binding and dimerization domains. Our results support a model where AMHR2 displaces the helical bundle and induces a conformational change in the GF, followed by release of the prodomain and engagement of the type I receptor. Collectively, this study shows that the AMH prodomain has evolved an atypical binding interaction with the GF that favors, without disrupting signaling, the maintenance of a noncovalent complex until receptors are engaged.",
          "url": "https://doi.org/10.1073/pnas.2418088122",
          "doi": "https://doi.org/10.1073/pnas.2418088122",
          "filter": "2"
        },
        {
          "title": "High-resolution national radon maps based on massive indoor measurements in the United States",
          "authors": "Longxiang Li, Brent A. Coull, Carolina L. Zilli Vieira, Petros Koutrakis",
          "abstract": "Radon, a common radioactive indoor air pollutant, is the second leading cause of lung cancer in the United States. Knowledge about its distribution is essential for risk assessment and designing efficient protective regulations. However, the three current radon maps for the United States are unable to provide the up-to-date, high-resolution, and time-varying radon concentrations. Tens of millions of radon measurements have been conducted as parts of property inspections in the past two decades, making it possible for us to improve the national radon map. We compiled a national database of over 6 million radon measurements conducted by independent laboratories during 2001 to 2021. A random forest model was built to predict monthly community-level radon concentrations based on nearly 200 geological, meteorological, architectural, and socioeconomical factors. Our radon map can accurately show the distribution of radon at higher spatial and temporal resolutions. We observed slight decreases in average radon concentrations in high-radon regions during the study period. But over 83 million people are living in residences with radon concentrations at screening floor over 148 Bq/m3 (the recommended action level). Most of these residences are in low-radon zones, highlighting the need for comprehensive radon surveys. The high-resolution radon maps can be used by federal and local governments to design, update, and improve the regulations. Furthermore, the model can be used to assess residential exposure to radon, thus facilitating studies to expand our understanding of radon’s health effects.",
          "url": "https://doi.org/10.1073/pnas.2408084121",
          "doi": "https://doi.org/10.1073/pnas.2408084121",
          "filter": "2"
        },
        {
          "title": "Tuning the electronic structure and SMSI by integrating trimetallic sites with defective ceria for the CO 2 reduction reaction",
          "authors": "Charvi Singhvi, Gunjan Sharma, Rishi Verma, Vinod K. Paidi, Pieter Glatzel, Paul Paciok, Vashishtha B. Patel, Ojus Mohan, Vivek Polshettiwar",
          "abstract": "Heterogeneous catalysts have emerged as a potential key for closing the carbon cycle by converting carbon dioxide (CO 2 ) into value-added chemicals. In this work, we report a highly active and stable ceria (CeO 2 )-based electronically tuned trimetallic catalyst for CO 2 to CO conversion. A unique distribution of electron density between the defective ceria support and the trimetallic nanoparticles (of Ni, Cu, Zn) was established by creating the strong metal support interaction (SMSI) between them. The catalyst showed CO productivity of 49,279 mmol g −1 h −1 at 650 °C. CO selectivity up to 99% and excellent stability (rate remained unchanged even after 100 h) stemmed from the synergistic interactions among Ni-Cu-Zn sites and their SMSI with the defective ceria support. High-energy-resolution fluorescence-detection X-ray absorption spectroscopy (HERFD-XAS) confirmed this SMSI, further corroborated by in situ electron energy loss spectroscopy (EELS) and density functional theory (DFT) simulations. The in situ studies (HERFD-XAS &amp; EELS) indicated the key role of oxygen vacancies of defective CeO 2 during catalysis. The in situ transmission electron microscopy (TEM) imaging under catalytic conditions visualized the movement and growth of active trimetallic sites, which completely stopped once SMSI was established. In situ FTIR (supported by DFT) provided a molecular-level understanding of the formation of various reaction intermediates and their conversion into products, which followed a complex coupling of direct dissociation and redox pathway assisted by hydrogen, simultaneously on different active sites. Thus, sophisticated manipulation of electronic properties of trimetallic sites and defect dynamics significantly enhanced catalytic performance during CO 2 to CO conversion.",
          "url": "https://doi.org/10.1073/pnas.2411406122",
          "doi": "https://doi.org/10.1073/pnas.2411406122",
          "filter": "2"
        },
        {
          "title": "Assembly-enhanced recognition: A biomimetic pathway to achieve ultrahigh affinities",
          "authors": "Fang-Yuan Chen, Wen-Chao Geng, Meng-Meng Chen, Rong Fu, Han Han, Zhan-Zhan Zhang, Wen-Bo Li, Yuan-Qiu Cheng, Juan-Juan Li, J. Fraser Stoddart, Kang Cai, Dong-Sheng Guo",
          "abstract": "On the one hand, nature utilizes hierarchical assemblies to create complex biological binding pockets, enabling ultrastrong recognition toward substrates in aqueous solutions. On the other hand, chemists have been fervently pursuing high-affinity recognition by constructing covalently well-preorganized stereoelectronic cavities. The potential of noncovalent assembly, however, for enhancing molecular recognition has long been underestimated. Inspired by (strept)avidin, an amphiphilic azocalix[4]arene derivative capable of assembly in aqueous solutions has been explored by us and demonstrated to exhibit ultrahigh binding affinity (up to 10 12 M −1 ), which is almost four orders of magnitude higher than those reported for nonassembled azocalix[4]arenes. An ultrastable azocalix[4]arene/photosensitizer complex has been applied in hypoxia-targeted photodynamic therapy for tumors. These findings highlight the immense potential of an assembly-enhanced recognition strategy in the development of the next generation of artificial receptors with appropriate functionalities and extraordinary recognition properties.",
          "url": "https://doi.org/10.1073/pnas.2414253122",
          "doi": "https://doi.org/10.1073/pnas.2414253122",
          "filter": "2"
        },
        {
          "title": "Soil microbiome bacteria protect plants against filamentous fungal infections via intercellular contacts",
          "authors": "Long Lin, Danyu Shen, Xiaolong Shao, Yicheng Yang, Li Li, Caihong Zhong, Jiandong Jiang, Mengcen Wang, Guoliang Qian",
          "abstract": "Bacterial–fungal interaction (BFI) has significant implications for the health of host plants. While the diffusible antibiotic metabolite-mediated competition in BFI has been extensively characterized, the impact of intercellular contact remains largely elusive. Here, we demonstrate that the intercellular contact is a prevalent mode of interaction between beneficial soil bacteria and pathogenic filamentous fungi. By generating antibiotics-deficient mutants in two common soil bacteria, Lysobacter enzymogenes and Pseudomonas fluorescens , we show that antibiotics-independent BFI effectively inhibits pathogenic fungi. Furthermore, transcriptional and genetic evidence revealed that this antibiotics-independent BFI relies on intercellular contact mediated by the type VI secretion system (T6SS), which may facilitate the translocation of bacterial toxic effectors into fungal cells. Finally, by using a “conidia enrichment” platform, we found that T6SS-mediated fungal inhibition resulting from intercellular contact naturally occurs within the soil microbiome, particularly represented by Pseudomonas fulva . Overall, these results demonstrate that bacteria from the soil microbiome can protect host plants from fungal infection through antibiotics-independent intercellular contacts, thus revealing a naturally occurring and ecologically important mode of BFI in agricultural contexts.",
          "url": "https://doi.org/10.1073/pnas.2418766122",
          "doi": "https://doi.org/10.1073/pnas.2418766122",
          "filter": "2"
        },
        {
          "title": "The ecdysone-induced bZIP transcription factor MafB establishes a positive feedback loop to enhance vitellogenesis and reproduction in the Aedes aegypti mosquito",
          "authors": "Jia-Lin Wang, Zi-Qian Zhong, Ya-Zhou He, Jun-Hua Tian, Yu-Feng Wang, Alexander S. Raikhel",
          "abstract": "Female mosquitoes require a vertebrate blood meal to activate reproduction, transmitting numerous devastating human diseases. Vitellogenesis is a central event of female reproduction that involves the massive production of vitellogenin (Vg) in the fat body and the maturation of ovaries. This process is controlled by the steroid hormone 20-hydroxyecdysone (20E); however, its molecular regulatory basis remains not completely understood. We found that the expression of Aedes aegypti muscle aponeurosis fibromatosis B ( AaMafB ), coding for a basic leucine zipper (bZIP) transcription factor, was significantly up-regulated after a blood meal. The 20E-bound ecdysone receptor–ultraspiracle heterodimer directly targeted the ecdysone response element in the promoter of AaMafB , activating its transcription. Coimmunoprecipitation assays illustrated the interaction between Aa MafB and Cap “n” collar C ( Aa CncC), another bZIP transcription factor. RNA interference–mediated depletion of Aa MafB or Aa CncC led to impaired ovarian growth, decreased expression of AaVg and Halloween genes, and reduced 20E levels. The Aa MafB– Aa CncC heterodimer directly activated the transcription of AaVg and AaShade by targeting the antioxidant response element in their promoters. Together, our results indicate that AaMafB functions as an early 20E response gene, the product of which heterodimerizes with Aa CncC to maintain high 20E levels and facilitates activation of AaVg in mosquitoes after a blood meal.",
          "url": "https://doi.org/10.1073/pnas.2411688122",
          "doi": "https://doi.org/10.1073/pnas.2411688122",
          "filter": "2"
        },
        {
          "title": "Arctic soil carbon insulation averts large spring cooling from surface–atmosphere feedbacks",
          "authors": "Rémi Gaillard, Philippe Peylin, Patricia Cadule, Vladislav Bastrikov, Frédérique Chéruy, Amélie Cuynet, Josefine Ghattas, Dan Zhu, Bertrand Guenet",
          "abstract": "The insulative properties of soil organic carbon (SOC) and surface organic layers (moss, lichens, litter) regulate surface–atmosphere energy exchanges in the Arctic through a coupling with soil temperatures. However, a physical description of this process is lacking in many climate models, potentially biasing their high-latitude climate predictions. Using a coupled surface–atmosphere model, we identified a strong feedback loop between soil insulation, surface air temperature, and snowfall. Without insulation, the latent heat needed for soil ice thawing leads to a late spring and summer cold bias in surface air temperature (above 2 °C) over Arctic regions. The integration of soil insulation eliminates this bias and significantly improves the simulation of permafrost dynamics. Our findings, including the potential consequences of large perturbations (e.g., fires), highlight the importance of combining soil water freezing with a physical representation of SOC and surface organic layer insulation in Earth system models, to improve Arctic climate predictions.",
          "url": "https://doi.org/10.1073/pnas.2410226122",
          "doi": "https://doi.org/10.1073/pnas.2410226122",
          "filter": "2"
        },
        {
          "title": "Cooperation between symbiotic partners through protein trafficking",
          "authors": "Mariana Galvão Ferrarini, Mélanie Ribeiro Lopes, Rita Rebollo",
          "url": "https://doi.org/10.1073/pnas.2424789122",
          "doi": "https://doi.org/10.1073/pnas.2424789122",
          "filter": "2"
        },
        {
          "title": "State shifts in the deep Critical Zone drive landscape evolution in volcanic terrains",
          "authors": "Leif Karlstrom, Nathaniel Klema, Gordon E. Grant, Carol Finn, Pamela L. Sullivan, Sarah Cooley, Alex Simpson, Becky Fasth, Katharine Cashman, Ken Ferrier, Lyndsay Ball, Daniele McKay",
          "abstract": "Volcanic provinces are among the most active but least well understood landscapes on Earth. Here, we show that the central Cascade arc, USA, exhibits systematic spatial covariation of topography and hydrology that are linked to aging volcanic bedrock, suggesting systematic controls on landscape evolution. At the Cascade crest, a locus of Quaternary volcanism, water circulates deeply through the upper ∼ 1 km of crust but transitions to shallow and dominantly horizontal flow as rocks age away from the arc front. We argue that this spatial pattern reflects a temporal state shift in the deep Critical Zone. Chemical weathering at depth, surface particulate deposition, and tectonic forcing drive landscapes away from an initial state with minimal topographic dissection, large vertical hydraulic conductivity, abundant lakes, and muted hydrographs toward a state of deep fluvial dissection, small vertical hydraulic conductivity, few lakes, and flashy hydrographs. This state shift has major implications for regional water resources. Drill hole temperature profiles imply at least 81 km 3 of active groundwater currently stored at the Cascade Range crest, with discharge variability a strong function of bedrock age. Deeply circulating groundwater also impacts volcanism, and Holocene High Cascades eruptions reflect explosive magma–water interactions that increase regional volcanic hazard potential. We propose that a Critical Zone state shift drives volcanic landscape evolution in wet climates and represents a framework for understanding interconnected solid earth dynamics and climate in these terrains.",
          "url": "https://doi.org/10.1073/pnas.2415155122",
          "doi": "https://doi.org/10.1073/pnas.2415155122",
          "filter": "2"
        },
        {
          "title": "CFTR dictates monocyte adhesion by facilitating integrin clustering but not activation",
          "authors": "Doulathunnisa Ahamed Younis, Mason Marosvari, Wei Liu, Sunitha Pulikkot, Ziming Cao, Beiyan Zhou, Anthony T. Vella, Sara McArdle, Liang Hu, Yunfeng Chen, Wenqi Gan, Ji Yu, Emanuela M. Bruscia, Zhichao Fan",
          "abstract": "Monocytes are critical in controlling tissue infections and inflammation. Monocyte dysfunction contributes to the inflammatory pathogenesis of cystic fibrosis (CF) caused by CF transmembrane conductance regulator (CFTR) mutations, making CF a clinically relevant disease model for studying the contribution of monocytes to inflammation. Although CF monocytes exhibited adhesion defects, the precise mechanism is unclear. Herein, superresolution microscopy showed that an integrin clustering but not an integrin activation defect determines the adhesion defect in CFTR-deficient monocytes, challenging the existing paradigm emphasizing an integrin activation defect in CF patient monocytes. We further found that the clustering defect is accompanied by defects in CORO1A membrane recruitment, actin cortex formation, and CORO1A engagement with integrins. Complementing canonical studies of leukocyte adhesion focusing on integrin activation, we highlight the importance of integrin clustering in cell adhesion and report that integrin clustering and activation are distinctly regulated, warranting further investigation for selective targeting in therapeutic strategy design involving leukocyte-dependent inflammation.",
          "url": "https://doi.org/10.1073/pnas.2412717122",
          "doi": "https://doi.org/10.1073/pnas.2412717122",
          "filter": "2"
        },
        {
          "title": "Dual modes of DNA N 6 -methyladenine maintenance by distinct methyltransferase complexes",
          "authors": "Yuanyuan Wang, Bei Nan, Fei Ye, Zhe Zhang, Wentao Yang, Bo Pan, Fan Wei, Lili Duan, Haicheng Li, Junhua Niu, Aili Ju, Yongqiang Liu, Dantong Wang, Wenxin Zhang, Yifan Liu, Shan Gao",
          "abstract": "Stable inheritance of DNA N 6 -methyladenine (6mA) is crucial for its biological functions in eukaryotes. Here, we identify two distinct methyltransferase (MTase) complexes, both sharing the catalytic subunit AMT1, but featuring AMT6 and AMT7 as their unique components, respectively. While the two complexes are jointly responsible for 6mA maintenance methylation, they exhibit distinct enzymology, DNA/chromatin affinity, genomic distribution, and knockout phenotypes. AMT7 complex, featuring high MTase activity and processivity, is connected to transcription-associated epigenetic marks, including H2A.Z and H3K4me3, and is required for the bulk of maintenance methylation. In contrast, AMT6 complex, with reduced activity and processivity, is recruited by PCNA to initiate maintenance methylation immediately after DNA replication. These two complexes coordinate in maintenance methylation. By integrating signals from both replication and transcription, this mechanism ensures the faithful and efficient transmission of 6mA as an epigenetic mark in eukaryotes.",
          "url": "https://doi.org/10.1073/pnas.2413037121",
          "doi": "https://doi.org/10.1073/pnas.2413037121",
          "filter": "2"
        },
        {
          "title": "Visual pigments underlie the sensitivity difference between day and night vision",
          "authors": "Petri Ala-Laurila",
          "url": "https://doi.org/10.1073/pnas.2424071122",
          "doi": "https://doi.org/10.1073/pnas.2424071122",
          "filter": "2"
        },
        {
          "title": "The Aedes aegypti mosquito evolves two types of prophenoloxidases with diversified functions",
          "authors": "Xiaojing Zhu, Lei Zhang, Linlong Jiang, Huaqing Chen, Yu Tang, Xiaoyun Yang, Pengkun Bao, Chenghong Liao, Jianyong Li, Christopher J. Vavricka, Delin Ren, Zhaohui Chen, Yingying Guo, Qian Han",
          "abstract": "Insect phenoloxidase, presented as an inactive precursor prophenoloxidase (PPO) in hemolymph, catalyzes melanin formation, which is involved in wound healing, pathogen killing, reversible oxygen collection during insect respiration, and cuticle and eggshell formation. Mosquitoes possess 9 to 16 PPO members across different genera, a number that is more than that found in other dipteran insects. However, the reasons for the redundancy of these PPOs and whether they have distinct biochemical properties and physiological functions remain unclear. Phylogenetic analysis confirmed that Aedes aegypti PPO6 (Aea-PPO6) is an ortholog to PPOs in other insect species, classified as the classical insect type, while other Aea-PPOs are unique to Diptera, herein referred to as the dipteran type here. We characterized two Aea-PPO members, Aea-PPO6, the classical insect type, and Aea-PPO10, a dipteran type, which exhibit distinct substrate specificities. By resolving Aea-PPO6’s crystal structure and creating a chimera protein (Aea-PPO6-cm) with Motif 1 ( 217 GDGPDSVVR 225 ) from Aea-PPO10, we identified the motif that determines PPO substrate specificity. In vivo, loss of Aea-PPO6 led to larval lethality, while Aea-PPO10 was involved in development, pigmentation, and immunity. Our results enhance the understanding of the functional diversification of mosquito PPOs.",
          "url": "https://doi.org/10.1073/pnas.2413131122",
          "doi": "https://doi.org/10.1073/pnas.2413131122",
          "filter": "2"
        },
        {
          "title": "Exercise intensity and training alter the innate immune cell type and chromosomal origins of circulating cell-free DNA in humans",
          "authors": "Kameron B. Rodrigues, Ziming Weng, Zachary A. Graham, Kaleen Lavin, Jeremy McAdam, S. Craig Tuggle, Brandon Peoples, Regina Seay, Sufen Yang, Marcas M. Bamman, Timothy J. Broderick, Stephen B. Montgomery",
          "abstract": "Exercising regularly promotes health, but these benefits are complicated by acute inflammation induced by exercise. A potential source of inflammation is cell-free DNA (cfDNA), yet the cellular origins, molecular causes, and immune system interactions of exercise-induced cfDNA are unclear. To study these, 10 healthy individuals were randomized to a 12-wk exercise program of either high-intensity tactical training (HITT) or traditional moderate-intensity training (TRAD). Blood plasma was collected pre- and postexercise at weeks 0 and 12 and after 4 wk of detraining upon program completion. Whole-genome enzymatic methylation sequencing (EM-seq) with cell-type proportion deconvolution was applied to cfDNA obtained from the 50 plasma samples and paired to concentration measurements for 90 circulating cytokines. Acute exercise increased the release of cfDNA from neutrophils, dendritic cells (DCs), and macrophages proportional to exercise intensity. Exercise training reduced cfDNA released in HITT participants but not TRAD and from DCs and macrophages but not neutrophils. For most participants, training lowered mitochondrial cfDNA at rest, even after detraining. Using a sequencing analysis approach we developed, we concluded that rapid ETosis, a process of cell death where cells release DNA extracellular traps, was the likely source of cfDNA, demonstrated by enrichment of nuclear DNA. Further, several cytokines were induced by acute exercise, such as IL-6, IL-10, and IL-16, and training attenuated the induction of only IL-6 and IL-17F. Cytokine levels were not associated with cfDNA induction, suggesting that these cytokines are not the main cause of exercise-induced cfDNA. Overall, exercise intensity and training modulated cfDNA release and cytokine responses, contributing to the anti-inflammatory effects of regular exercise.",
          "url": "https://doi.org/10.1073/pnas.2406954122",
          "doi": "https://doi.org/10.1073/pnas.2406954122",
          "filter": "2"
        },
        {
          "title": "Correction for Baekgaard et al., Long-term employment and health effects of active labor market programs",
          "url": "https://doi.org/10.1073/pnas.2426629122",
          "doi": "https://doi.org/10.1073/pnas.2426629122",
          "filter": "2"
        },
        {
          "title": "Expansion of a conserved architecture drives the evolution of the primate visual cortex",
          "authors": "Emily E. Meyer, Marcelina Martynek, Sabine Kastner, Margaret S. Livingstone, Michael J. Arcaro",
          "abstract": "Human brain evolution is marked by a disproportionate expansion of cortical regions associated with advanced perceptual and cognitive functions. While this expansion is often attributed to the emergence of novel specialized brain areas, modifications to evolutionarily conserved cortical regions also have been linked to species-specific behaviors. Distinguishing between these two evolutionary outcomes has been limited by the ability to make direct comparisons between species. Here, we addressed this limitation by examining the expansion of the human visual cortex relative to macaques using a common functional architecture: retinotopy. Our findings revealed that human visual cortex expansion is primarily driven by increases in the surface area of a visual map architecture present in macaques rather than an increase in the number of individual areas. This expansion was not uniform, with higher-order areas, particularly in the parietal cortex, exhibiting the largest growth. Comparisons between neonate and adult humans revealed that these relative areal size differences were already established at birth. A meta-analysis of neuroimaging studies indicated that the most expanded areas are associated with advanced cognitive functions beyond visual processing. These results suggest that human perceptual and cognitive adaptations may be rooted in the expansion of evolutionarily conserved cortical architecture, with modifications even in the sensory cortex contributing to the broader cognitive functions characteristic of human behavior.",
          "url": "https://doi.org/10.1073/pnas.2421585122",
          "doi": "https://doi.org/10.1073/pnas.2421585122",
          "filter": "2"
        },
        {
          "title": "Tubulin detyrosination shapes Leishmania cytoskeletal architecture and virulence",
          "authors": "Rosa Milagros Corrales, Jeremy Vincent, Lucien Crobu, Rachel Neish, Binita Nepal, Julien Espeut, Grégoire Pasquier, Ghislain Gillard, Chantal Cazevieille, Jeremy C. Mottram, Dawn M. Wetzel, Yvon Sterkers, Krzysztof Rogowski, Maude F. Lévêque",
          "abstract": "Tubulin detyrosination has been implicated in various human disorders and is important for regulating microtubule dynamics. While in most organisms this modification is restricted to α-tubulin, in trypanosomatid parasites, it occurs on both α- and β-tubulin. Here, we show that in Leishmania , a single vasohibin (LmVASH) enzyme is responsible for differential kinetics of α- and β-tubulin detyrosination. LmVASH knockout parasites, which are completely devoid of detyrosination, show decreased levels of glutamylation and exhibit a strongly diminished pathogenicity in mice, correlating with decreased proliferation in macrophages. Reduced virulence is associated with altered morphogenesis and flagellum remodeling in detyrosination-deficient amastigotes. Flagellum shortening in the absence of detyrosination is caused by hyperactivity of a microtubule-depolymerizing Kinesin-13 homolog, demonstrating its function as a key reader of the trypanosomatid-tubulin code. Taken together, our work establishes the importance of tubulin detyrosination in remodeling the microtubule-based cytoskeleton required for efficient proliferation in the mammalian host. This highlights tubulin detyrosination as a potential target for therapeutic action against leishmaniasis.",
          "url": "https://doi.org/10.1073/pnas.2415296122",
          "doi": "https://doi.org/10.1073/pnas.2415296122",
          "filter": "2"
        },
        {
          "title": "Estimating realized relatedness in free-ranging macaques by inferring identity-by-descent segments",
          "authors": "Annika Freudiger, Vladimir M. Jovanovic, Yilei Huang, Noah Snyder-Mackler, Donald F. Conrad, Brian Miller, Michael J. Montague, Hendrikje Westphal, Peter F. Stadler, Stefanie Bley, Julie E. Horvath, Lauren J. N. Brent, Michael L. Platt, Angelina Ruiz-Lambides, Jenny Tung, Katja Nowick, Harald Ringbauer, Anja Widdig",
          "abstract": "Biological relatedness is a key consideration in studies of behavior, population structure, and trait evolution. Except for parent–offspring dyads, pedigrees capture relatedness imperfectly. The number and length of identical-by-descent DNA segments (IBD) yield the most precise relatedness estimates. Here, we leverage different methods for estimating IBD segments from low-depth whole genome resequencing data to demonstrate the feasibility and value of resolving fine-scaled gradients of relatedness in free-living animals. Using primarily 4 to 6× depth data from a rhesus macaque ( Macaca mulatta ) population with long-term pedigree data, we show that we can infer the number and length of IBD segments across the genome with high accuracy even at 0.5× sequencing depth. In line with expectations based on simulation, the resulting estimates demonstrate substantial variation in genetic relatedness within kin classes, leading to overlapping distributions between kin classes. By comparing the IBD-based estimates with pedigree and short tandem repeat-based methods, we show that IBD estimates are more reliable and provide more detailed information on kinship. The inferred IBD segments also identify cryptic genetic relatives not represented in the pedigree and reveal elevated recombination rates in females relative to males, which enables the majority of close maternal and paternal kin to be distinguished with genotype data alone. Our findings represent a breakthrough in the ability to study the predictors and consequences of genetic relatedness in natural populations, contributing to our understanding of a fundamental component of population structure in the wild.",
          "url": "https://doi.org/10.1073/pnas.2401106122",
          "doi": "https://doi.org/10.1073/pnas.2401106122",
          "filter": "2"
        },
        {
          "title": "Direct lysine dimethylation of IRF3 by the methyltransferase SMYD3 attenuates antiviral innate immunity",
          "authors": "Zixuan Wang, Xiaoyun Chen, Chunchun Zhu, Sijia Fan, Jinhua Tang, Hongyan Deng, Xueyi Sun, Xing Liu, Wuhan Xiao",
          "abstract": "Interferon regulatory factor 3 (IRF3) is the key transcription factor in the type I IFN signaling pathway, whose activation is regulated by multiple posttranslational modifications. Here, we identify SMYD3, a lysine methyltransferase, as a negative regulator of IRF3. SMYD3 interacts with IRF3 and catalyzes the dimethylation of IRF3 at lysine 39. This modification reduces IRF3 phosphorylation, dimerization, and subsequent nuclear translocation, leading to the inhibition of downstream type I interferon production. In addition, Smyd3 -deficient mice are more resistant to RNA and DNA viral infections. Zebrafish lacking smyd3 or treated with the inhibitor BCI121 are also more resistant to viral infection. Our findings reveal a role for SMYD3 in the regulation of antiviral innate immunity and provide insight into a specific modulation of IRF3 that affects its activation.",
          "url": "https://doi.org/10.1073/pnas.2320644122",
          "doi": "https://doi.org/10.1073/pnas.2320644122",
          "filter": "2"
        },
        {
          "title": "Joseph G. Gall (1928–2024): A naturalist and scholar for the genomic era",
          "authors": "Allan C. Spradling, Diane M. Dwyer",
          "url": "https://doi.org/10.1073/pnas.2425776122",
          "doi": "https://doi.org/10.1073/pnas.2425776122",
          "filter": "2"
        },
        {
          "title": "Correction to Doruska et al., Modeling how and why aquatic vegetation removal can free rural households from poverty-disease traps",
          "url": "https://doi.org/10.1073/pnas.2426934122",
          "doi": "https://doi.org/10.1073/pnas.2426934122",
          "filter": "2"
        },
        {
          "title": "The chromatin remodeler ADNP regulates neurodevelopmental disorder risk genes and neocortical neurogenesis",
          "authors": "Samuel Clémot-Dupont, José Alex Lourenço Fernandes, Sarah Larrigan, Xiaoqi Sun, Suma Medisetti, Rory Stanley, Ziyad El Hankouri, Shrilaxmi V. Joshi, David J. Picketts, Karthik Shekhar, Pierre Mattar",
          "abstract": "Although chromatin remodelers are among the most important risk genes associated with neurodevelopmental disorders (NDDs), the roles of these complexes during brain development are in many cases unclear. Here, we focused on the recently discovered ChAHP chromatin remodeling complex. The zinc finger and homeodomain transcription factor ADNP is a core subunit of this complex, and de novo ADNP mutations lead to intellectual disability and autism spectrum disorder. However, germline Adnp knockout mice were previously shown to exhibit early embryonic lethality, obscuring subsequent roles for the ChAHP complex in neurogenesis. To circumvent this early developmental arrest, we generated a conditional Adnp mutant allele. Using single-cell transcriptomics, cut&amp;run-seq, and histological approaches, we show that during neocortical development, Adnp orchestrates the production of late-born, upper-layer neurons through a two-step process. First, Adnp is required to sustain progenitor proliferation specifically during the developmental window for upper-layer cortical neurogenesis. Accordingly, we found that Adnp recruits the ChAHP subunit Chd4 to genes associated with progenitor proliferation. Second, in postmitotic differentiated neurons, we define a network of risk genes linked to NDDs that are regulated by Adnp and Chd4. Taken together, these data demonstrate that ChAHP is critical for driving the expansion of upper-layer cortical neurons and for regulating neuronal gene expression programs, suggesting that these processes may potentially contribute to NDD etiology.",
          "url": "https://doi.org/10.1073/pnas.2405981122",
          "doi": "https://doi.org/10.1073/pnas.2405981122",
          "filter": "2"
        },
        {
          "title": "A room temperature rechargeable Li–LiNO 3 battery with high capacity",
          "authors": "Zhengqiang Hu, Fengling Zhang, Feng Wu, Li Li, Renjie Chen",
          "abstract": "Lithium-ion batteries (LIBs) have become advanced energy storage technologies; however, specific capacity remains limited by the active materials in cathodes. Here, we report Li–LiNO 3 batteries (LNBs) where LiNO 3 in electrolyte serves as both active materials and ion conductor at room temperature. LNBs operate on a highly reversible redox between NO 3 − and NO 2 − , which results in an impressive areal capacity of 19 mAh cm −2 at a plateau voltage of 1.75 V. Furthermore, the pouch cell exhibits stable cycling at a capacity of 100 mAh. This research underscores the potential of LNBs for high-capacity energy storage.",
          "url": "https://doi.org/10.1073/pnas.2416817122",
          "doi": "https://doi.org/10.1073/pnas.2416817122",
          "filter": "2"
        },
        {
          "title": "Codon bias, nucleotide selection, and genome size predict in situ bacterial growth rate and transcription in rewetted soil",
          "authors": "Peter F. Chuckran, Katerina Estera-Molina, Alexa M. Nicolas, Ella T. Sieradzki, Paul Dijkstra, Mary K. Firestone, Jennifer Pett-Ridge, Steven J. Blazewicz",
          "abstract": "In soils, the first rain after a prolonged dry period represents a major pulse event impacting soil microbial community function, yet we lack a full understanding of the genomic traits associated with the microbial response to rewetting. Genomic traits such as codon usage bias and genome size have been linked to bacterial growth in soils—however, often through measurements in culture. Here, we used metagenome-assembled genomes (MAGs) with 18 O-water stable isotope probing and metatranscriptomics to track genomic traits associated with growth and transcription of soil microorganisms over one week following rewetting of a grassland soil. We found that codon bias in ribosomal protein genes was the strongest predictor of growth rate. We also found higher growth rates in bacteria with smaller genomes, suggesting that reduced genome size enables a faster response to pulses in soil bacteria. Faster transcriptional upregulation of ribosomal protein genes was associated with high codon bias and increased nucleotide skew. We found that several of these relationships existed within phyla, indicating that these associations between genomic traits and activity could be generalized characteristics of soil bacteria. Finally, we used publicly available metagenomes to assess the distribution of codon bias across a pH gradient and found that microbial communities in higher pH soils—which are often more water limited and pulse driven—have higher codon usage bias in their ribosomal protein genes. Together, these results provide evidence that genomic characteristics affect soil microbial activity during rewetting and pose a potential fitness advantage for soil bacteria where water and nutrient availability are episodic.",
          "url": "https://doi.org/10.1073/pnas.2413032122",
          "doi": "https://doi.org/10.1073/pnas.2413032122",
          "filter": "2"
        },
        {
          "title": "Floodplain forests drive fruit-eating fish diversity at the Amazon Basin-scale",
          "authors": "Sandra Bibiana Correa, Karold V. Coronado-Franco, Celine Jézéquel, Amanda Cantarute Rodrigues, Kristine O. Evans, Joshua J. Granger, Hans Ter Steege, Iêda Leão do Amaral, Luiz de Souza Coelho, Florian Wittmann, Francisca Dionízia de Almeida Matos, Diógenes de Andrade Lima Filho, Rafael P. Salomão, Carolina V. Castilho, Juan Ernesto Guevara, Marcelo de Jesus Veiga Carim, Oliver L. Phillips, Maria Teresa Fernandez Piedade, Layon O. Demarchi, Jochen Schöngart, Juan David Cardenas Revilla, Maria Pires Martins, Mariana Victória Irume, José Renan da Silva Guimarães, José Ferreira Ramos, Adriano Costa Quaresma, Nigel C. A. Pitman, Bruno Garcia Luize, Evlyn Márcia Moraes de Leão Novo, Eduardo Martins Venticinque, Thiago Sanna Freire Silva, Percy Núñez Vargas, Angelo Gilberto Manzatto, Neidiane Farias Costa Reis, John Terborgh, Katia Regina Casula, Euridice N. Honorio Coronado, Juan Carlos Montero, Abel Monteagudo Mendoza, Ted R. Feldpausch, Flávia Machado Durgante, Nicolás Castaño Arboleda, Beatriz S. Marimon, Ben Hur Marimon-Junior, Timothy J. Killeen, Rodolfo Vasquez, Bonifacio Mostacedo, Rafael L. Assis, Dário Dantas do Amaral, John Ethan Householder, Marcelo Fragomeni Simon, Marcelo Brilhante de Medeiros, Helder Lima de Queiroz, Maria Aparecida Lopes, José Leonardo Lima Magalhães, Pablo R. Stevenson, Bruno Barçante Ladvocat Cintra, Alejandro Araujo-Murakami, Tim R. Baker, Yuri Oliveira Feitosa, Hugo F. Mogollón, Joost F. Duivenvoorden, Leandro Valle Ferreira, José Julio de Toledo, James A. Comiskey, Aline Lopes, Gabriel Damasco, Alberto Vicentini, Fernando Cornejo Valverde, Vitor H. F. Gomes, Alfonso Alonso, Francisco Dallmeier, Daniel P. P. de Aguiar, Rogerio Gribel, Juan Carlos Licona, Boris Eduardo Villa Zegarra, Marcelino Carneiro Guedes, Carlos Cerón, Raquel Thomas, William Milliken, Wegliane Campelo, Bianca Weiss Albuquerque, Bente Klitgaard, J. Sebastián Tello, Alfredo Fuentes Claros, Gonzalo Rivas-Torres, Juan Fernando Phillips, Patricio von Hildebrand, Therany Gonzales, César I. A. Vela, Bruce Hoffman, Bernardo Monteiro Flores, Maihyra Marina Pombo, Maira Rocha, Milena Holmgren, Angela Cano, Maria Natalia Umaña, Luisa Fernanda Casas, Henrik Balslev, Ligia Estela Urrego Giraldo, Rémy Bigorne, Thierry Oberdorff, Javier A. Maldonado-Ocampo, Hernan Ortega, Max Hidalgo, Koen Martens, Gislene Torrente-Vilara, Jansen Zuanon, Astrid Acosta, Edwin Agudelo, Soraya Barrera Maure, Douglas A. Bastos, Juan Bogotá Gregory, Fernando G. Cabeceira, André L. C. Canto, Fernando M. Carvajal-Vallejos, Lucélia N. Carvalho, Ariana Cella-Ribeiro, Raphaël Covain, Murilo S. Dias, Carlos Donascimiento, Carolina R. C. Dória, Cleber Duarte, Efrem J. G. Ferreira, André V. Galuch, Tommaso Giarrizzo, Rafael P. Leitão, John G. Lundberg, Mabel Maldonado, José I. Mojica, Luciano F. A. Montag, William Ohara, Tiago H. S. Pires, Marc Pouilly, Saúl Prada-Pedreros, Luiz J. de Queiroz, Lucia Rapp Py-Daniel, Frank R. V. Ribeiro, Raúl Ríos Herrera, Marcelo Rodrigues dos Anjos, Igor Hister Lourenco, Jaime Sarmiento, Leandro M. Sousa, Lis F. Stegmann, Jonathan Valdiviezo-Rivera, Francisco Villa, Takayuki Yunoki, Pablo A. Tedesco",
          "abstract": "Unlike most rivers globally, nearly all lowland Amazonian rivers have unregulated flow, supporting seasonally flooded floodplain forests. Floodplain forests harbor a unique tree species assemblage adapted to flooding and specialized fauna, including fruit-eating fish that migrate seasonally into floodplains, favoring expansive floodplain areas. Frugivorous fish are forest-dependent fauna critical to forest regeneration via seed dispersal and support commercial and artisanal fisheries. We implemented linear mixed effects models to investigate drivers of species richness among specialized frugivorous fishes across the ~6,000,000 km 2 Amazon Basin, analyzing 29 species from 9 families (10,058 occurrences). Floodplain predictors per subbasin included floodplain forest extent, tree species richness (309,540 occurrences for 2,506 species), water biogeochemistry, flood duration, and elevation, with river order controlling for longitudinal positioning along the river network. We observed heterogeneous patterns of frugivorous fish species richness, which were positively correlated with floodplain forest extent, tree species richness, and flood duration. The natural hydrological regime facilitates fish access to flooded forests and controls fruit production. Thus, the ability of Amazonian floodplain ecosystems to support frugivorous fish assemblages hinges on extensive and diverse seasonally flooded forests. Given the low functional redundancy in fish seed dispersal networks, diverse frugivorous fish assemblages disperse and maintain diverse forests; vice versa, diverse forests maintain more fish species, underscoring the critically important taxonomic interdependencies that embody Amazonian ecosystems. Effective management strategies must acknowledge that access to diverse and hydrologically functional floodplain forests is essential to ensure the long-term survival of frugivorous fish and, in turn, the long-term sustainability of floodplain forests.",
          "url": "https://doi.org/10.1073/pnas.2414416122",
          "doi": "https://doi.org/10.1073/pnas.2414416122",
          "filter": "2"
        },
        {
          "title": "Spatially programmed alignment and actuation in printed liquid crystal elastomers",
          "authors": "Rodrigo Telles, Arda Kotikian, Guillaume Freychet, Mikhail Zhernenkov, Patryk Wąsik, Benjamin M. Yavitt, Jorge-Luis Barrera, Caitlyn C. Cook, Ronald Pindak, Emily C. Davidson, Jennifer A. Lewis",
          "abstract": "Liquid crystal elastomers (LCEs) exhibit reversible shape morphing behavior when cycled above their nematic-to-isotropic transition temperature. During extrusion-based 3D printing, LCE inks are subjected to coupled shear and extensional flows that can be harnessed to spatially control the alignment of their nematic director along prescribed print paths. Here, we combine experiment and modeling to elucidate the effects of ink composition, nozzle geometry, and printing parameters on director alignment. From rheological measurements, we quantify the dimensionless Weissenberg number ( Wi ) for the flow field each ink experiences as a function of printing conditions and demonstrate that Wi is a strong predictor of LCE alignment. We find that director alignment in LCE filaments printed through a tapered nozzle varies radially when Wi &lt; 1, while it is uniform when Wi ≫ 1. Based on COMSOL simulations and in operando X-ray measurements, we show that LCE inks printed through nozzles with an internal hyperbolic geometry exhibit a more uniform director alignment for a given Wi compared to those through tapered nozzles. Concomitantly, the stiffness along the print direction and actuation strain of printed LCEs increases substantially under such conditions. By varying Wi during printing through adjusting the flow rate “on the fly”, LCE architectures with uniform composition, yet locally encoded shape morphing transitions can be realized.",
          "url": "https://doi.org/10.1073/pnas.2414960122",
          "doi": "https://doi.org/10.1073/pnas.2414960122",
          "filter": "2"
        },
        {
          "title": "A histochemical approach to activity-based copper sensing reveals cuproplasia-dependent vulnerabilities in cancer",
          "authors": "Marco S. Messina, Laura Torrente, Aidan T. Pezacki, Hanna I. Humpel, Erin L. Li, Sophia G. Miller, Odette Verdejo-Torres, Teresita Padilla-Benavides, Donita C. Brady, David W. Killilea, Alison N. Killilea, Martina Ralle, Nathan P. Ward, Jun Ohata, Gina M. DeNicola, Christopher J. Chang",
          "abstract": "Copper is an essential nutrient for sustaining vital cellular processes spanning respiration, metabolism, and proliferation. However, loss of copper homeostasis, particularly misregulation of loosely bound copper ions which are defined as the labile copper pool, occurs in major diseases such as cancer, where tumor growth and metastasis have a heightened requirement for this metal. To help decipher the role of copper in the etiology of cancer, we report a histochemical activity-based sensing approach that enables systematic, high-throughput profiling of labile copper status across many cell lines in parallel. Coppermycin-1 reacts selectively with Cu(I) to release puromycin, which is then incorporated into nascent peptides during protein translation, thus leaving a permanent and dose-dependent marker for labile copper that can be visualized with standard immunofluorescence assays. We showcase the utility of this platform for screening labile Cu(I) pools across the National Cancer Institute’s 60 (NCI-60) human tumor cell line panel, identifying cell types with elevated basal levels of labile copper. Moreover, we use Coppermycin-1 to show that lung cancer cells with heightened activation of nuclear factor-erythroid 2-related factor 2 (NRF2) possess lower resting labile Cu(I) levels and, as a result, have reduced viability when treated with a copper chelator. This work establishes that methods for labile copper detection can be used to assess cuproplasia, an emerging form of copper-dependent cell growth and proliferation, providing a starting point for broader investigations into the roles of transition metal signaling in biology and medicine.",
          "url": "https://doi.org/10.1073/pnas.2412816122",
          "doi": "https://doi.org/10.1073/pnas.2412816122",
          "filter": "2"
        },
        {
          "title": "Correction for Foley et al., Single-nuclei sequencing of uterine serous carcinoma reveals racial differences in immune signaling",
          "url": "https://doi.org/10.1073/pnas.2426918122",
          "doi": "https://doi.org/10.1073/pnas.2426918122",
          "filter": "2"
        },
        {
          "title": "Strong adsorption of guanidinium cations to the air–water interface",
          "authors": "Franky Bernal, Amro Dodin, Constantine Kyprianou, David T. Limmer, Richard J. Saykally",
          "abstract": "Combining Deep-UV second harmonic generation spectroscopy with molecular simulations, we confirm and quantify the specific adsorption of guanidinium cations to the air–water interface. Using a Langmuir analysis of measurements at multiple concentrations, we extract the Gibbs free energy of adsorption, finding it larger than typical thermal energies. Molecular simulations clarify the role of polarizability in tuning the thermodynamics of adsorption, and establish the preferential parallel alignment of guanidinium at the air–water interface. As a polyatomic cation, guanidinium represents one of the few examples of a positively charged species to exhibit a propensity for the air-water interface. As such, these results expand on the growing body of work on specific ion adsorption.",
          "url": "https://doi.org/10.1073/pnas.2418443122",
          "doi": "https://doi.org/10.1073/pnas.2418443122",
          "filter": "2"
        },
        {
          "title": "The false evidence rate: An approach to frequentist error rate control conditioning on the observed P value",
          "authors": "Daniel J. M. Crouch",
          "abstract": "A P value is conventionally interpreted either as a) the probability by chance of obtaining more extreme results than those observed or b) a tool for declaring significance at a prespecified level. Both approaches carry difficulties: b) does not allow users to make inferences based on the data in hand, and is not rigorously followed by researchers in practice, while (a) is not meaningful as an error rate. Although P values retain an important role, these shortcomings are likely to have contributed significantly to the scientific reproducibility crisis. We introduce the concept of defining long-run frequentist error rates given the observed data, allowing researchers to make accurate and intuitive inferences about the probability of making an error after proposing that the null hypothesis is false. As one approach, we define the false evidence rate (FER) as the probability, under the null hypothesis, of observing a hypothetical future P value providing evidence toward the alternative hypothesis suggested by the observed P value, which we define as a false positive. FERs are much more conservative than their corresponding P values, consistent with studies demonstrating that the latter do not effectively control error rates across the scientific literature. To obtain an FER below 5%, one needs to obtain a P value below approximately 5 × 10 − 5 , while a P value of 5% corresponds to an FER of about 25%.",
          "url": "https://doi.org/10.1073/pnas.2415706122",
          "doi": "https://doi.org/10.1073/pnas.2415706122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti0225122",
          "doi": "https://doi.org/10.1073/iti0225122",
          "filter": "2"
        },
        {
          "title": "Profile of Yosef Shiloh",
          "authors": "Jennifer Viegas",
          "url": "https://doi.org/10.1073/pnas.2426242122",
          "doi": "https://doi.org/10.1073/pnas.2426242122",
          "filter": "2"
        },
        {
          "title": "Specialization of the human hippocampal long axis revisited",
          "authors": "Peter A. Angeli, Lauren M. DiNicola, Noam Saadon-Grosman, Mark C. Eldaief, Randy L. Buckner",
          "abstract": "The hippocampus possesses anatomical differences along its long axis. Here, we explored the functional specialization of the human hippocampal long axis using network-anchored precision functional MRI in two independent datasets (N = 11 and N = 9) paired with behavioral analysis (N = 266 and N = 238). Functional connectivity analyses demonstrated that the anterior hippocampus was preferentially correlated with a cerebral network associated with remembering, while the posterior hippocampus selectively contained a region correlated with a distinct network associated with behavioral salience. Seed regions placed within the hippocampus recapitulated the distinct cerebral networks. Functional characterization of the anterior and posterior hippocampal regions using task data identified and replicated a functional double dissociation. The anterior hippocampal region was sensitive to remembering and imagining the future, specifically tracking the process of scene construction, while the posterior hippocampal region displayed transient responses to targets in an oddball detection task and to transitions between task blocks. These findings suggest an unexpected specialization along the long axis of the human hippocampus with differential responses reflecting the functional properties of the partner cerebral networks.",
          "url": "https://doi.org/10.1073/pnas.2422083122",
          "doi": "https://doi.org/10.1073/pnas.2422083122",
          "filter": "2"
        },
        {
          "title": "ADARp110 promotes hepatocellular carcinoma progression via stabilization of CD24 mRNA",
          "authors": "Liangzhan Sun, Pengchao Hu, Hui Yang, Jun Ren, Rong Hu, Shasha Wu, Yanchen Wang, Yuyang Du, Jingyi Zheng, Fenfen Wang, Han Gao, Jingsong Yan, Yun-Fei Yuan, Xin-Yuan Guan, Jia Xiao, Yan Li",
          "abstract": "ADAR is highly expressed and correlated with poor prognosis in hepatocellular carcinoma (HCC), yet the role of its constitutive isoform ADARp110 in tumorigenesis remains elusive. We investigated the role of ADARp110 in HCC and underlying mechanisms using clinical samples, a hepatocyte-specific Adarp110 knock-in mouse model, and engineered cell lines. ADARp110 is overexpressed and associated with poor survival in both human and mouse HCC. It creates an immunosuppressive microenvironment by inhibiting total immune cells, particularly cytotoxic GZMB + CD8 + T cells infiltration, while augmenting Treg cells, MDSCs, and exhausted CD8 + T cells ratios. Mechanistically, ADARp110 interacts with SNRPD3 and RNPS1 to stabilize CD24 mRNA by inhibiting STAU1-mediated mRNA decay. CD24 protects HCC cells from two indispensable mechanisms: macrophage phagocytosis and oxidative stress. Genetic knockdown or monoclonal antibody treatment of CD24 inhibits ADARp110-overexpressing tumor growth. Our findings unveil different mechanisms for ADARp110 modulation of tumor immune microenvironment and identify CD24 as a promising therapeutic target for HCCs.",
          "url": "https://doi.org/10.1073/pnas.2409724122",
          "doi": "https://doi.org/10.1073/pnas.2409724122",
          "filter": "2"
        },
        {
          "title": "Structural determinants of oxygen resistance and Zn 2+ -mediated stability of the [FeFe]-hydrogenase from Clostridium beijerinckii",
          "authors": "Jifu Duan, Andreas Rutz, Akihiro Kawamoto, Shuvankar Naskar, Kristina Edenharter, Silke Leimkühler, Eckhard Hofmann, Thomas Happe, Genji Kurisu",
          "abstract": "[FeFe]-hydrogenases catalyze the reversible two-electron reduction of two protons to molecular hydrogen. Although these enzymes are among the most efficient H 2 -converting biocatalysts in nature, their catalytic cofactor (termed H-cluster) is irreversibly destroyed upon contact with dioxygen. The [FeFe]-hydrogenase CbA5H from Clostridium beijerinckii has a unique mechanism to protect the H-cluster from oxygen-induced degradation. The protective strategy of CbA5H was proposed based on a partial protein structure of CbA5H’s oxygen-shielded form. Here, we present a cryo-EM structure of 2.2 Å resolution from the entire enzyme in its dimeric and active state and elucidate the structural parameters of the reversible cofactor protection mechanism. We found that both subunits of the homodimeric structure of CbA5H have a Zn 2+ -binding four-helix domain, which does not play a role in electron transport as described for other complex protein structures. Biochemical data instead confirm that two [4Fe-4S] clusters are responsible for electron transfer in CbA5H, while the identified zinc atom is critical for oligomerization and protein stability.",
          "url": "https://doi.org/10.1073/pnas.2416233122",
          "doi": "https://doi.org/10.1073/pnas.2416233122",
          "filter": "2"
        },
        {
          "title": "Hydrated cable bacteria exhibit protonic conductivity over long distances",
          "authors": "Bradley G. Lusk, Sheba Morgan, Shawn P. Mulvaney, Brandon Blue, Sam W. LaGasse, Cory D. Cress, Jesper T. Bjerg, Woo K. Lee, Brian J. Eddie, Jeremy T. Robinson",
          "abstract": "This study presents the direct measurement of proton transport along filamentous Desulfobulbaceae , or cable bacteria. Cable bacteria are filamentous multicellular microorganisms that have garnered much interest due to their ability to serve as electrical conduits, transferring electrons over several millimeters. Our results indicate that cable bacteria can also function as protonic conduits because they contain proton wires that transport protons at distances &gt;100 µm. We find that protonic conductivity (σ P ) along cable bacteria varies between samples and is measured as high as 114 ± 28 µS cm −1 at 25 °C and 70% relative humidity (RH). For cable bacteria, the protonic conductance (G P ) and σ P are dependent upon the RH, increasing by as much as 26-fold between 60% and 80% RH. This observation implies that proton transport occurs via the Grotthuss mechanism along water associated with cable bacteria, forming proton wires. In order to determine σ P and G P along cable bacteria, we implemented a protocol using a modified transfer-printing technique to deposit either palladium interdigitated protodes (IDP), palladium transfer length method (TLM) protodes, or gold interdigitated electrodes (IDE) on top of cable bacteria. Due to the relatively mild nature of the transfer-printing technique, this method should be applicable to a broad array of biological samples and curved materials. The observation of protonic conductivity in cable bacteria presents possibilities for investigating the importance of long-distance proton transport in microbial ecosystems and to potentially build biotic or biomimetic scaffolds to interface with materials via proton-mediated gateways or channels.",
          "url": "https://doi.org/10.1073/pnas.2416008122",
          "doi": "https://doi.org/10.1073/pnas.2416008122",
          "filter": "2"
        },
        {
          "title": "The androgen clock is an epigenetic predictor of long-term male hormone exposure",
          "authors": "Victoria J. Sugrue, Melanie Prescott, Kelly A. Glendining, Donna M. Bond, Steve Horvath, Greg M. Anderson, Michael Garratt, Rebecca E. Campbell, Timothy A. Hore",
          "abstract": "Aging is a complex process characterized by biological decline and a wide range of molecular alterations to cells, including changes to DNA methylation. In this study, we used a male-specific epigenetic marker of aging to build an epigenetic predictor that measures long-term androgen exposure in sheep and mice (median absolute error of 4.3 and 1.4 mo, respectively). We term this predictor the androgen clock and show its “tick” is mediated by the androgen receptor and can be accelerated beyond that in normal male mice by supplementing females with dihydrotestosterone. Conversely, the removal of androgens by castration in sheep completely halted the androgen clock. In addition to potential applications in medicine and agriculture, we predict the androgen clock will prove a useful model to understand the mechanisms and processes of age-associated DNA methylation change because it can be precisely enhanced and halted using small molecule manipulation with few additional effects on the cell.",
          "url": "https://doi.org/10.1073/pnas.2420087121",
          "doi": "https://doi.org/10.1073/pnas.2420087121",
          "filter": "2"
        },
        {
          "title": "A distributed subcortical circuit linked to instrumental information-seeking about threat",
          "authors": "Hailey A. Trier, Nima Khalighinejad, Sorcha Hamilton, Caroline Harbison, Luke Priestley, Mark Laubach, Miriam Klein-Flügge, Jacqueline Scholl, Matthew F. S. Rushworth",
          "abstract": "Daily life for humans and other animals requires switching between periods of threat- and reward-oriented behavior. We investigated neural activity associated with spontaneous switching, in a naturalistic task, between foraging for rewards and seeking information about potential threats with 7T fMRI in healthy humans. Switching was driven by estimates of likelihood of threat and reward. Both tracking of threat and switching to a vigilant mode in which people sought more information about potential threats were associated with specific but distributed patterns of activity spanning habenula, dorsal raphe nucleus (DRN), anterior cingulate cortex, and anterior insula cortex. Different aspects of the distributed activity patterns were linked to monitoring the threat level, seeking information about the threat, and actual threat detection. A distinct pattern of activity in the same circuit and elsewhere occurred during returns to reward-oriented behavior. Individual variation in DRN activity reflected individual variation in the seeking of information about threats.",
          "url": "https://doi.org/10.1073/pnas.2410955121",
          "doi": "https://doi.org/10.1073/pnas.2410955121",
          "filter": "2"
        },
        {
          "title": "Correction for Gilboa et al., Measurement of α-synuclein as protein cargo in plasma extracellular vesicles",
          "url": "https://doi.org/10.1073/pnas.2426543122",
          "doi": "https://doi.org/10.1073/pnas.2426543122",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Takaki and Thirumalai, Sequence complexity and monomer rigidity control the morphologies and aging dynamics of protein aggregates",
          "url": "https://doi.org/10.1073/pnas.2426631122",
          "doi": "https://doi.org/10.1073/pnas.2426631122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "“Identity politics” is economic policy",
          "authors": "Rohini Pande",
          "abstract": "In the wake of the November 2024 US election, several commentators have suggested that the US Democratic Party abandon its commitment to so-called “identity politics,” which they identify as elitist, condescending, and divisive. They argue that rather than focusing on these “cultural” issues, progressives should prioritize economic concerns. Yet identity politics, at a fundamental level, is driven, and dominated, by economic concerns. Growing bodies of social science evidence make increasingly clear how identity politics—in terms of ensuring equal rights for minorities and women in the workplace and in the world and in terms of affirmative action to ensure equity of opportunity—is good economic policy. Opposition to identity politics is often built not by the culturally and ethnically diverse working class who benefit but by lower-ability economic elites who feel that their advantage is under threat. By making it harder for such entrenched elites to retain power, affirmative action may actually improve both the quality of individuals promoted in an ostensibly meritocratic system and overall economic outcomes.",
          "url": "https://doi.org/10.1126/science.adu9409",
          "doi": "https://doi.org/10.1126/science.adu9409",
          "filter": "0"
        },
        {
          "title": "Don’t pretend COVID-19 didn’t happen",
          "authors": "Maria D. Van Kerkhove",
          "abstract": "Just over 5 years ago, on New Year’s Eve 2019, the World Health Organization (WHO) became aware of the first cases of pneumonia of unknown etiology in Wuhan, China. A massive global infectious disease storm was already brewing—one that would shut down the world, with profound economic, social, and political impacts that still reverberate today. It’s understandable that governments and individuals may want to forget that the COVID-19 pandemic ever happened, but such collective amnesia prevents humanity from being ready for the next pandemic. The world did the same in the 1920s, eager to move on from the devastation of the 1918 influenza pandemic. A repeat of this behavior squanders opportunities right now to institutionalize and embed best practices for current and future threats.",
          "url": "https://doi.org/10.1126/science.adv8836",
          "doi": "https://doi.org/10.1126/science.adv8836",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Distinct myeloid-derived suppressor cell populations in human glioblastoma",
          "authors": "Christina Jackson, Christopher Cherry, Sadhana Bom, Arbor G. Dykema, Rulin Wang, Elizabeth Thompson, Ming Zhang, Runzhe Li, Zhicheng Ji, Wenpin Hou, Wentao Zhan, Hao Zhang, John Choi, Ajay Vaghasia, Landon Hansen, William Wang, Brandon Bergsneider, Kate M. Jones, Fausto Rodriguez, Jon Weingart, Calixto-Hope Lucas, Jonathan Powell, Jennifer Elisseeff, Srinivasan Yegnasubramanian, Michael Lim, Chetan Bettegowda, Hongkai Ji, Drew Pardoll",
          "abstract": "The role of glioma-associated myeloid cells in tumor growth and immune evasion remains poorly understood. We performed single-cell RNA sequencing of immune and tumor cells from 33 gliomas, identifying two distinct myeloid-derived suppressor cell (MDSC) populations in isocitrate dehydrogenase–wild-type (IDT-WT) glioblastoma: an early progenitor MDSC (E-MDSC) population with up-regulation of metabolic and hypoxia pathways and a monocytic MDSC (M-MDSC) population. Spatial transcriptomics demonstrated that E-MDSCs geographically colocalize with metabolic stem-like tumor cells in the pseudopalisading region. Ligand-receptor analysis revealed cross-talk between these cells, where glioma stem-like cells produce chemokines attracting E-MDSCs, which in turn produce growth factors for the tumor cells. This interaction is absent in IDH-mutant gliomas, associated with hypermethylation and repressed gene expression of MDSC-attracting chemokines. Our study elucidates specific MDSCs that may facilitate glioblastoma progression and mediate tumor immunosuppression.",
          "url": "https://doi.org/10.1126/science.abm5214",
          "doi": "https://doi.org/10.1126/science.abm5214",
          "filter": "2"
        },
        {
          "title": "Global increase in the occurrence and impact of multiyear droughts",
          "authors": "Liangzhi Chen, Philipp Brun, Pascal Buri, Simone Fatichi, Arthur Gessler, Michael James McCarthy, Francesca Pellicciotti, Benjamin Stocker, Dirk Nikolaus Karger",
          "abstract": "Persistent multiyear drought (MYD) events pose a growing threat to nature and humans in a changing climate. We identified and inventoried global MYDs by detecting spatiotemporally contiguous climatic anomalies, showing that MYDs have become drier, hotter, and led to increasingly diminished vegetation greenness. The global terrestrial land affected by MYDs has increased at a rate of 49,279 ± 14,771 square kilometers per year from 1980 to 2018. Temperate grasslands have exhibited the greatest declines in vegetation greenness during MYDs, whereas boreal and tropical forests have had comparably minor responses. With MYDs becoming more common, this global quantitative inventory of the occurrence, severity, trend, and impact of MYDs provides an important benchmark for facilitating more effective and collaborative preparedness toward mitigation of and adaptation to such extreme events.",
          "url": "https://doi.org/10.1126/science.ado4245",
          "doi": "https://doi.org/10.1126/science.ado4245",
          "filter": "2"
        },
        {
          "title": "Simulating 500 million years of evolution with a language model",
          "authors": "Thomas Hayes, Roshan Rao, Halil Akin, Nicholas J. Sofroniew, Deniz Oktay, Zeming Lin, Robert Verkuil, Vincent Q. Tran, Jonathan Deaton, Marius Wiggert, Rohil Badkundri, Irhum Shafkat, Jun Gong, Alexander Derry, Raul S. Molina, Neil Thomas, Yousuf A. Khan, Chetan Mishra, Carolyn Kim, Liam J. Bartie, Matthew Nemeth, Patrick D. Hsu, Tom Sercu, Salvatore Candido, Alexander Rives",
          "abstract": "More than three billion years of evolution have produced an image of biology encoded into the space of natural proteins. Here we show that language models trained at scale on evolutionary data can generate functional proteins that are far away from known proteins. We present ESM3, a frontier multimodal generative language model that reasons over the sequence, structure, and function of proteins. ESM3 can follow complex prompts combining its modalities and is highly responsive to alignment to improve its fidelity. We have prompted ESM3 to generate fluorescent proteins. Among the generations that we synthesized, we found a bright fluorescent protein at a far distance (58% sequence identity) from known fluorescent proteins, which we estimate is equivalent to simulating five hundred million years of evolution.",
          "url": "https://doi.org/10.1126/science.ads0018",
          "doi": "https://doi.org/10.1126/science.ads0018",
          "filter": "2"
        },
        {
          "title": "Muscle-derived myostatin is a major endocrine driver of follicle-stimulating hormone synthesis",
          "authors": "Luisina Ongaro, Xiang Zhou, Ying Wang, Hailey Schultz, Ziyue Zhou, Evan R. S. Buddle, Emilie Brûlé, Yeu-Farn Lin, Gauthier Schang, Adam Hagg, Roselyne Castonguay, Yewei Liu, Gloria H. Su, Nabil G. Seidah, Kevin C. Ray, Seth J. Karp, Ulrich Boehm, Frederique Ruf-Zamojski, Stuart C. Sealfon, Kelly L. Walton, Se-Jin Lee, Daniel J. Bernard",
          "abstract": "Myostatin is a paracrine myokine that regulates muscle mass in a variety of species, including humans. In this work, we report a functional role for myostatin as an endocrine hormone that directly promotes pituitary follicle-stimulating hormone (FSH) synthesis and thereby ovarian function in mice. Previously, this FSH-stimulating role was attributed to other members of the transforming growth factor–β family, the activins. Our results both challenge activin’s eponymous role in FSH synthesis and establish an unexpected endocrine axis between skeletal muscle and the pituitary gland. Our data also suggest that efforts to antagonize myostatin to increase muscle mass may have unintended consequences on fertility.",
          "url": "https://doi.org/10.1126/science.adi4736",
          "doi": "https://doi.org/10.1126/science.adi4736",
          "filter": "2"
        },
        {
          "title": "3D polycatenated architected materials",
          "authors": "Wenjie Zhou, Sujeeka Nadarajah, Liuchi Li, Anna Guell Izard, Hujie Yan, Aashutosh K. Prachet, Payal Patel, Xiaoxing Xia, Chiara Daraio",
          "abstract": "Architected materials derive their properties from the geometric arrangement of their internal structural elements. Their designs rely on continuous networks of members to control the global mechanical behavior of the bulk. In this study, we introduce a class of materials that consist of discrete concatenated rings or cage particles interlocked in three-dimensional networks, forming polycatenated architected materials (PAMs). We propose a general design framework that translates arbitrary crystalline networks into particle concatenations and geometries. In response to small external loads, PAMs behave like non-Newtonian fluids, showing both shear-thinning and shear-thickening responses, which can be controlled by their catenation topologies. At larger strains, PAMs behave like lattices and foams, with a nonlinear stress-strain relation. At microscale, we demonstrate that PAMs can change their shapes in response to applied electrostatic charges. The distinctive properties of PAMs pave the path for developing stimuli-responsive materials, energy-absorbing systems, and morphing architectures.",
          "url": "https://doi.org/10.1126/science.adr9713",
          "doi": "https://doi.org/10.1126/science.adr9713",
          "filter": "2"
        },
        {
          "title": "Climate change and the cost-of-living squeeze in desert lizards",
          "authors": "Kristoffer H. Wild, Raymond B. Huey, Eric R. Pianka, Susana Clusella-Trullas, Anthony L. Gilbert, Donald B. Miles, Michael R. Kearney",
          "abstract": "Climate warming can induce a cost-of-living “squeeze” in ectotherms by increasing energetic expenditures while reducing foraging gains. We used biophysical models (validated by 2685 field observations) to test this hypothesis for 10 ecologically diverse lizards in African and Australian deserts. Historical warming (1950–2020) has been more intense in Africa than in Australia, translating to an energetic squeeze for African diurnal species. Although no net impact on Australian diurnal species was observed, warming generated an energetic “relief” (by increasing foraging time) for nocturnal species. Future warming impacts will be more severe in Africa than in Australia, requiring increased rates of food intake (+10% per hour active for diurnal species). The effects of climate warming on desert lizard energy budgets will thus be species-specific but potentially predictable.",
          "url": "https://doi.org/10.1126/science.adq4372",
          "doi": "https://doi.org/10.1126/science.adq4372",
          "filter": "2"
        },
        {
          "title": "Evolution of interorganismal strigolactone biosynthesis in seed plants",
          "authors": "Anqi Zhou, Annalise Kane, Sheng Wu, Kaibiao Wang, Michell Santiago, Yui Ishiguro, Kaori Yoneyama, Malathy Palayam, Nitzan Shabek, Xiaonan Xie, David C. Nelson, Yanran Li",
          "abstract": "Strigolactones (SLs) are methylbutenolide molecules derived from β-carotene through an intermediate carlactonoic acid (CLA). Canonical SLs act as signals to microbes and plants, whereas noncanonical SLs are primarily plant hormones. The cytochrome P450 CYP722C catalyzes a critical step, converting CLA to canonical SLs in most angiosperms. Using synthetic biology, we investigated the function of CYP722A , an evolutionary predecessor of CYP722C . CYP722A converts CLA into 16-hydroxy-CLA (16-OH-CLA), a noncanonical SL detected exclusively in the shoots of various flowering plants. 16-OH-CLA application restores control of shoot branching to SL-deficient mutants in Arabidopsis thaliana and is perceived by the SL signaling pathway. We hypothesize that biosynthesis of 16-OH-CLA by CYP722A was a metabolic stepping stone in the evolution of canonical SLs that mediate rhizospheric signaling in many flowering plants.",
          "url": "https://doi.org/10.1126/science.adp0779",
          "doi": "https://doi.org/10.1126/science.adp0779",
          "filter": "2"
        },
        {
          "title": "Reconstitution of synaptic junctions orchestrated by teneurin-latrophilin complexes",
          "authors": "Xuchen Zhang, Xudong Chen, Daniel Matúš, Thomas C. Südhof",
          "abstract": "Synapses are organized by trans-synaptic adhesion molecules that coordinate assembly of pre- and postsynaptic specializations, which, in turn, are composed of scaffolding proteins forming liquid-liquid phase-separated condensates. Presynaptic teneurins mediate excitatory synapse organization by binding to postsynaptic latrophilins; however, the mechanism of action of teneurins, driven by extracellular domains evolutionarily derived from bacterial toxins, remains unclear. In this work, we show that only the intracellular sequence, a dimerization sequence, and extracellular bacterial toxin–derived latrophilin-binding domains of Teneurin-3 are required for synapse organization, suggesting that teneurin-induced latrophilin clustering mediates synaptogenesis. Intracellular Teneurin-3 sequences capture liquid-liquid phase-separated presynaptic active zone scaffolds, enabling us to reconstitute an entire synaptic junction from purified proteins in which trans-synaptic teneurin-latrophilin complexes recruit phase-separated pre- and postsynaptic specializations.",
          "url": "https://doi.org/10.1126/science.adq3586",
          "doi": "https://doi.org/10.1126/science.adq3586",
          "filter": "2"
        },
        {
          "title": "Mechanically interlocked two-dimensional polymers",
          "authors": "Madison I. Bardot, Cody W. Weyhrich, Zixiao Shi, Michael Traxler, Charlotte L. Stern, Jinlei Cui, David A. Muller, Matthew L. Becker, William R. Dichtel",
          "abstract": "Mechanical bonds arise between molecules that contain interlocked subunits, such as one macrocycle threaded through another. Within polymers, these linkages will confer distinctive mechanical properties and other emergent behaviors, but polymerizations that form mechanical bonds efficiently and use simple monomeric building blocks are rare. In this work, we introduce a solid-state polymerization in which one monomer infiltrates crystals of another to form a macrocycle and mechanical bond at each repeat unit of a two-dimensional (2D) polymer. This mechanically interlocked 2D polymer is formed as a layered solid that is readily exfoliated in common organic solvents, enabling spectroscopic characterization and atomic-resolution imaging using advanced electron microscopy techniques. The 2D mechanically interlocked polymer is easily prepared on multigram scales, which, along with its solution processibility, enables the facile fabrication of composite fibers with Ultem that exhibit enhanced stiffness and strength.",
          "url": "https://doi.org/10.1126/science.ads4968",
          "doi": "https://doi.org/10.1126/science.ads4968",
          "filter": "2"
        },
        {
          "title": "Australopithecus at Sterkfontein did not consume substantial mammalian meat",
          "authors": "Tina Lüdecke, Jennifer N. Leichliter, Dominic Stratford, Daniel M. Sigman, Hubert Vonhof, Gerald H. Haug, Marion K. Bamford, Alfredo Martínez-García",
          "abstract": "Incorporation of animal-based foods into early hominin diets has been hypothesized to be a major catalyst of many important evolutionary events, including brain expansion. However, direct evidence of the onset and evolution of animal resource consumption in hominins remains elusive. The nitrogen-15 to nitrogen-14 ratio of collagen provides trophic information about individuals in modern and geologically recent ecosystems (&lt;200,000 years ago), but diagenetic loss of this organic matter precludes studies of greater age. By contrast, nitrogen in tooth enamel is preserved for millions of years. We report enamel-bound organic nitrogen and carbonate carbon isotope measurements of Sterkfontein Member 4 mammalian fauna, including seven Australopithecus specimens. Our results suggest a variable but plant-based diet (largely C 3 ) for these hominins. Therefore, we argue that Australopithecus at Sterkfontein did not engage in regular mammalian meat consumption.",
          "url": "https://doi.org/10.1126/science.adq7315",
          "doi": "https://doi.org/10.1126/science.adq7315",
          "filter": "2"
        },
        {
          "title": "Nonalloyed α-phase formamidinium lead triiodide solar cells through iodine intercalation",
          "authors": "Yu Zhang, Yanrun Chen, Guilin Liu, Yuetong Wu, Zhenyu Guo, Rundong Fan, Kailin Li, Huifen Liu, Yepin Zhao, Tim Kodalle, Yihua Chen, Cheng Zhu, Yang Bai, Qi Chen, Huanping Zhou",
          "abstract": "Formamidinium lead triiodide (FAPbI 3 ) is considered the most promising composition for high-performing single-junction solar cells. However, nonalloyed α-FAPbI 3 is metastable with respect to the photoinactive δ-phase. We have developed a kinetic modulation strategy to fabricate high-quality and stable nonalloyed α-FAPbI 3 films, assisted by cogenetic volatile iodine intercalation and decalation. The intercalation of iodine facilitated the formation of corner-sharing Pb-I framework building blocks and reduced the kinetic barrier for α-FAPbI 3 formation, whereas the iodine decalation improved the final perovskite film quality in terms of composition purity and overall homogeneity. Solar cells based on this nonalloyed α-FAPbI 3 (free of other extrinsic composition ions) achieved a power conversion efficiency of &gt;24%. The devices also exhibited excellent durability, retaining 99% of their original power conversion efficiency after operating for more than 1100 hours at 85° ± 5°C under illumination.",
          "url": "https://doi.org/10.1126/science.ads8968",
          "doi": "https://doi.org/10.1126/science.ads8968",
          "filter": "2"
        },
        {
          "title": "Stereomicrostructure-regulated biodegradable adhesives",
          "authors": "Zhen Zhang, Ethan C. Quinn, Jacob K. Kenny, Alexandra Grigoropoulos, Jason S. DesVeaux, Tiffany Chen, Li Zhou, Ting Xu, Gregg T. Beckham, Eugene Y.-X. Chen",
          "abstract": "Commercial adhesives are petroleum-based thermoset networks or nonbiodegradable thermoplastic hot melts, making them ideal targets for replacement by biodegradable alternatives. Poly(3-hydroxybutyrate) (P3HB) is a biorenewable and biodegradable alternative to conventional plastics, but microbial P3HB, which has a stereoperfect stereomicrostructure, exhibits no adhesion. In this study, by elucidating the fundamental relationship between chemocatalytically engineered P3HB stereomicrostructures and adhesion properties, we found that biodegradable syndio-rich P3HB exhibits high adhesion strength and outperforms common commercial adhesives, whereas syndiotactic, isotactic, or iso-rich P3HB shows no measurable adhesion. The syndio-rich stereomicrostructure brings about desired thermomechanical and viscoelastic properties of P3HB that enable strong adhesion to a range of substrates tested, including aluminum, steel, glass, and wood, and its performance is insensitive to molar mass and reprocessing or reuse.",
          "url": "https://doi.org/10.1126/science.adr7175",
          "doi": "https://doi.org/10.1126/science.adr7175",
          "filter": "2"
        },
        {
          "title": "Neuronal-ILC2 interactions regulate pancreatic glucagon and glucose homeostasis",
          "authors": "Marko Šestan, Bruno Raposo, Miguel Rendas, David Brea, Roksana Pirzgalska, Ana Rasteiro, Maria Aliseychik, Inês Godinho, Hélder Ribeiro, Tania Carvalho, Stephan Wueest, Daniel Konrad, Henrique Veiga-Fernandes",
          "abstract": "The immune system shapes body metabolism, while interactions between peripheral neurons and immune cells control tissue homeostasis and immunity. However, whether peripheral neuroimmune interactions orchestrate endocrine system functions remains unexplored. After fasting, mice lacking type 2 innate lymphoid cells (ILC2s) displayed disrupted glucose homeostasis, impaired pancreatic glucagon secretion, and inefficient hepatic gluconeogenesis. Additionally, intestinal ILC2s were found in the pancreas, which was dependent on their expression of the adrenergic beta 2 receptor. Targeted activation of catecholaminergic intestinal neurons promoted the accumulation of ILC2s in the pancreas. Our work provides evidence that immune cells can be regulated by neuronal signals in response to fasting, activating an inter-organ communication route that promotes pancreatic endocrine function and regulation of blood glucose levels.",
          "url": "https://doi.org/10.1126/science.adi3624",
          "doi": "https://doi.org/10.1126/science.adi3624",
          "filter": "2"
        },
        {
          "title": "Tactile edges and motion via patterned microstimulation of the human somatosensory cortex",
          "authors": "Giacomo Valle, Ali H. Alamri, John E. Downey, Robin Lienkämper, Patrick M. Jordan, Anton R. Sobinov, Linnea J. Endsley, Dillan Prasad, Michael L. Boninger, Jennifer L. Collinger, Peter C. Warnke, Nicholas G. Hatsopoulos, Lee E. Miller, Robert A. Gaunt, Charles M. Greenspon, Sliman J. Bensmaia",
          "abstract": "Intracortical microstimulation (ICMS) of somatosensory cortex evokes tactile sensations whose properties can be systematically manipulated by varying stimulation parameters. However, ICMS currently provides an imperfect sense of touch, limiting manual dexterity and tactile experience. Leveraging our understanding of how tactile features are encoded in the primary somatosensory cortex (S1), we sought to inform individuals with paralysis about local geometry and apparent motion of objects on their skin. We simultaneously delivered ICMS through electrodes with spatially patterned projected fields (PFs), evoking sensations of edges. We then created complex PFs that encode arbitrary tactile shapes and skin indentation patterns. By delivering spatiotemporally patterned ICMS, we evoked sensation of motion across the skin, the speed and direction of which could be controlled. Thus, we improved individuals’ tactile experience and use of brain-controlled bionic hands.",
          "url": "https://doi.org/10.1126/science.adq5978",
          "doi": "https://doi.org/10.1126/science.adq5978",
          "filter": "2"
        },
        {
          "title": "Drought in a warmer, CO 2 -rich climate restricts grassland water use and soil water mixing",
          "authors": "Jesse Radolinski, Matevz Vremec, Herbert Wachter, Steffen Birk, Nicolas Brüggemann, Markus Herndl, Ansgar Kahmen, Daniel B. Nelson, Angelika Kübert, Andreas Schaumberger, Christine Stumpp, Maud Tissink, Christiane Werner, Michael Bahn",
          "abstract": "Soil water sustains terrestrial life, yet its fate is uncertain under a changing climate. We conducted a deuterium labeling experiment to determine whether elevated atmospheric carbon dioxide (CO 2 ), warming, and drought impact soil water storage and transport in a temperate grassland. Elevated CO 2 created a wetter rootzone compared with ambient conditions, whereas warming decreased soil moisture. Soil water remained well mixed in all global change treatments except for summer drought combined with warming and elevated CO 2 . These combined treatments caused the grassland to conserve water and restricted soil water flow to large, rapidly draining pores without mixing with small, slowly draining pores. Our results suggest that drought in a warmer, more CO 2 -rich climate can severely alter grassland ecohydrology by constraining postdrought soil water flow and grassland water use.",
          "url": "https://doi.org/10.1126/science.ado0734",
          "doi": "https://doi.org/10.1126/science.ado0734",
          "filter": "2"
        },
        {
          "title": "Squeezed dual-comb spectroscopy",
          "authors": "Daniel I. Herman, Mathieu Walsh, Molly Kate Kreider, Noah Lordi, Eugene J. Tsao, Alexander J. Lind, Matthew Heyrich, Joshua Combes, Jérôme Genest, Scott A. Diddams",
          "abstract": "Optical frequency combs have enabled unique advantages in broadband, high-resolution spectroscopy and precision interferometry. However, quantum mechanics ultimately limits the metrological precision achievable with laser frequency combs. Quantum squeezing has led to significant measurement improvements with continuous wave lasers, but experiments demonstrating metrological advantage with squeezed combs are less developed. Using the Kerr effect in nonlinear optical fiber, a 1 GHz frequency comb centered at 1560 nm is amplitude-squeezed by &gt;3 dB over a 2.5 THz bandwidth. Dual-comb interferometry yields mode-resolved spectroscopy of hydrogen sulfide gas with a signal-to-noise ratio nearly 3 dB beyond the shot-noise limit. The quantum noise reduction leads to a two-fold quantum speedup in the determination of gas concentration, with impact for high-speed measurements of multiple species in dynamic chemical environments.",
          "url": "https://doi.org/10.1126/science.ads6292",
          "doi": "https://doi.org/10.1126/science.ads6292",
          "filter": "2"
        },
        {
          "title": "‘Safe harbor’ gene therapy approach may have first success",
          "authors": "Jocelyn Kaiser",
          "abstract": "An obscure gene editor was used to restore a missing liver enzyme in an infant with a devastating metabolic condition",
          "url": "https://doi.org/10.1126/science.adv9833",
          "doi": "https://doi.org/10.1126/science.adv9833",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Keith T. Smith, Ekeoma Uzogara, Priscilla N. Kelly, Melissa McCartney, Stella M. Hurtley, Phil Szuromi, Madeleine Seale",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.adv9477",
          "doi": "https://doi.org/10.1126/science.adv9477",
          "filter": "3"
        },
        {
          "title": "The growing threat of multiyear droughts",
          "authors": "David L. Hoover, William K. Smith",
          "abstract": "Understanding and monitoring ecological responses is important as droughts last longer",
          "url": "https://doi.org/10.1126/science.adu7419",
          "doi": "https://doi.org/10.1126/science.adu7419",
          "filter": "3"
        },
        {
          "title": "The ancestral genome’s tale The Trouble with Ancient DNA: Telling Stories of the Past with Genomic Science Anna Källén University of Chicago Press, 2025. 160 pp.",
          "authors": "Kathrin Nägele",
          "abstract": "Narratives that invoke ancient DNA must be crafted with care, argues an archaeologist",
          "url": "https://doi.org/10.1126/science.adt5631",
          "doi": "https://doi.org/10.1126/science.adt5631",
          "filter": "3"
        },
        {
          "title": "Navigating the complexity of touch",
          "authors": "Paul D. Marasco",
          "abstract": "Precise cortical microstimulation improves tactile experience in brain–machine interfaces",
          "url": "https://doi.org/10.1126/science.adu7929",
          "doi": "https://doi.org/10.1126/science.adu7929",
          "filter": "3"
        },
        {
          "title": "Why the ‘Ferrari of viruses’ is surging",
          "authors": "Jon Cohen",
          "abstract": "Antibody-dodging norovirus variant may be helping drive a rise in outbreaks",
          "url": "https://doi.org/10.1126/science.adv9834",
          "doi": "https://doi.org/10.1126/science.adv9834",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "https://doi.org/10.1126/science.adv9831",
          "doi": "https://doi.org/10.1126/science.adv9831",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Sacha Vignieri, Marc S. Lavine, Mattia Maroso, Phil Szuromi, Bianca Lopez, Amy E. Baek, Catherine Charneski, Priscilla N. Kelly, Sarah H. Ross, Corinne Simonti, Ankit Walia, Jesse Smith, Brent Grocholski, Yevgeniya Nusinovich, Claire Olingy",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.adv9476",
          "doi": "https://doi.org/10.1126/science.adv9476",
          "filter": "3"
        },
        {
          "title": "Enact reforms to protect Bolivia’s forests from fire",
          "authors": "Yifan He, Stasiek Czaplicki Cabezas, Oswaldo Maillard, Robert Müller, Alfredo Romero-Muñoz, Laurenz Feliciano Romero Pimentel, Alcides Vadillo, Vincent Antoine Vos",
          "url": "https://doi.org/10.1126/science.adt8304",
          "doi": "https://doi.org/10.1126/science.adt8304",
          "filter": "3"
        },
        {
          "title": "AI-designed miniproteins neutralize snake toxins",
          "authors": "Christie Wilcox",
          "abstract": "Scientists are turning to AI to make antivenoms cheaper, faster, and more effective",
          "url": "https://doi.org/10.1126/science.adv9835",
          "doi": "https://doi.org/10.1126/science.adv9835",
          "filter": "3"
        },
        {
          "title": "University of Michigan ends joint effort in China",
          "authors": "Richard Stone",
          "abstract": "Republican lawmakers had criticized decades-old ties with Shanghai Jiao Tong University",
          "url": "https://doi.org/10.1126/science.adv9837",
          "doi": "https://doi.org/10.1126/science.adv9837",
          "filter": "3"
        },
        {
          "title": "Chinese firm’s large language model makes a splash",
          "authors": "Dennis Normile",
          "abstract": "DeepSeek’s open-source model appears to be cheaper and faster to train and run than many others",
          "url": "https://doi.org/10.1126/science.adv9836",
          "doi": "https://doi.org/10.1126/science.adv9836",
          "filter": "3"
        },
        {
          "title": "Lessons from Lebanon",
          "authors": "Peter Kfoury",
          "url": "https://doi.org/10.1126/science.adv8869",
          "doi": "https://doi.org/10.1126/science.adv8869",
          "filter": "3"
        },
        {
          "title": "Forestry bill threatens the Amazon’s water cycle",
          "authors": "Lucas Ferrante",
          "url": "https://doi.org/10.1126/science.adu3370",
          "doi": "https://doi.org/10.1126/science.adu3370",
          "filter": "3"
        },
        {
          "title": "Rooting out racial prejudices The Science of Racism: Everything You Need to Know but Probably Don’t—Yet Keon West Picador, 2025. 352 pp.",
          "authors": "Alan Goodman",
          "abstract": "A data-driven portrait of racism exposes the persistent reality of racial biases",
          "url": "https://doi.org/10.1126/science.adu4623",
          "doi": "https://doi.org/10.1126/science.adu4623",
          "filter": "3"
        },
        {
          "title": "Myostatin’s flex on the reproductive hormone axis",
          "authors": "Tessa E. Steenwinkel, Stephanie A. Pangas",
          "abstract": "A muscle hormone controls the mammalian reproductive system",
          "url": "https://doi.org/10.1126/science.adu7735",
          "doi": "https://doi.org/10.1126/science.adu7735",
          "filter": "3"
        },
        {
          "title": "Bolivian forests hold carbon storage potential",
          "authors": "Oswaldo Maillard, Roberto Vides-Almonacid",
          "url": "https://doi.org/10.1126/science.adj8559",
          "doi": "https://doi.org/10.1126/science.adj8559",
          "filter": "3"
        },
        {
          "title": "Energy megaproject threatens giant telescopes",
          "authors": "Daniel Clery",
          "abstract": "Glare from proposed green hydrogen plant could degrade views of distant universe",
          "url": "https://doi.org/10.1126/science.adv9832",
          "doi": "https://doi.org/10.1126/science.adv9832",
          "filter": "3"
        },
        {
          "title": "Dust devil",
          "authors": "Meredith Wadman",
          "abstract": "Climate change may be driving an expansion of Valley fever, a deadly fungal infection spread by airborne spores",
          "url": "https://doi.org/10.1126/science.adv9475",
          "doi": "https://doi.org/10.1126/science.adv9475",
          "filter": "3"
        },
        {
          "title": "Not-so-fragile matter",
          "authors": "Sameh Tawfick, Ignacio Arretche",
          "abstract": "A three-dimensional chain has strain-dependent solid-like and liquid-like behaviors",
          "url": "https://doi.org/10.1126/science.adu8875",
          "doi": "https://doi.org/10.1126/science.adu8875",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Laws about bodily damage originate from shared intuitions about the value of body parts",
          "authors": "Yunsuh Nike Wee, Daniel Sznycer, Jaimie Arona Krems",
          "abstract": "From the biblical lex talionis to the medieval wergild system and modern workers’ compensation laws, laws about bodily damage may originate from cognitive mechanisms that capitalize on an enduring regularity: Different body parts vary in their incremental contributions to human functionality. To evaluate this hypothesis, we conducted a preregistered study with materials based on five legal codes from highly diverse cultures and historical eras: the Law of Æthelberht (Kent, approximately 600 CE), the Guta lag (Gotland, approximately 1220 CE), and workers’ compensation laws from the United States, the Republic of Korea, and the United Arab Emirates; and 614 laypeople from the United States and India. The data indicate ordinal agreement in the values attached to body parts by ancient and modern lawmakers, as well as by laypeople in the United States and India. The observed agreement across time, space, and levels of legal expertise suggests that laws about bodily damage originate from shared intuitions about the value of body parts.",
          "url": "https://doi.org/10.1126/sciadv.ads3688",
          "doi": "https://doi.org/10.1126/sciadv.ads3688",
          "filter": "0"
        },
        {
          "title": "Hybrid coral reef restoration can be a cost-effective nature-based solution to provide protection to vulnerable coastal populations",
          "authors": "Curt D. Storlazzi, Borja G. Reguero, Kristen C. Alkins, James B. Shope, Camila Gaido-Lassarre, T. Shay Viehman, Michael W. Beck",
          "abstract": "Coral reefs can mitigate flood damages by providing protection to tropical coastal communities whose populations are dense, growing fast, and have predominantly lower-middle income. This study provides the first fine-scale, regionally modeled valuations of how flood risk reductions associated with hybrid coral reef restoration could benefit people, property, and economic activity along Florida and Puerto Rico’s 1005 kilometers of reef-lined coasts. Restoration of up to 20% of the regions’ coral reefs could provide flood reduction benefits greater than costs. Reef habitats with the greatest benefits are shallow, nearshore, and fronting low-lying, vulnerable communities, which are often where reef impacts and loss are the greatest. Minorities, children, the elderly, and those below the poverty line could receive more than double the hazard risk reduction benefits of the overall population, demonstrating that reef restoration as a nature-based solution can have positive returns on investment economically and socially by providing protection to the most vulnerable people.",
          "url": "https://doi.org/10.1126/sciadv.adn4004",
          "doi": "https://doi.org/10.1126/sciadv.adn4004",
          "filter": "0"
        },
        {
          "title": "The partisanship of mayors has no detectable effect on police spending, police employment, crime, or arrests",
          "authors": "Justin de Benedictis-Kessner, Matthew Harvey, Daniel Jones, Christopher Warshaw",
          "abstract": "In this paper, we examine whether mayors’ partisan affiliations lead to differences in crime and policing. We use a large new dataset on mayoral elections and three different modern causal inference research designs (a regression discontinuity design centered around close elections and two robust difference-in-differences methods) to determine the causal effect of mayoral partisanship on crime, arrests, and racial differences in arrest patterns in medium and large US cities. We find no evidence that mayoral partisanship affects police employment or expenditures, police force or leadership demographics, overall crime rates, or numbers of arrests. At the same time, we find some suggestive evidence that mayoral partisanship may modestly affect the racial composition of arrests. Overall, the results from our multimethod analyses indicate that local partisan politics has little causal impact on crime and policing.",
          "url": "https://doi.org/10.1126/sciadv.adq8052",
          "doi": "https://doi.org/10.1126/sciadv.adq8052",
          "filter": "0"
        },
        {
          "title": "Cropland expansion links climate extremes and diets in Nigeria",
          "authors": "Bhoktear Khan, Piyush Mehta, Dongyang Wei, Hanan Abou Ali, Oluseun Adeluyi, Tunrayo Alabi, Olawale Olayide, John Uponi, Kyle Frankel Davis",
          "abstract": "Climate change threatens smallholder agriculture and food security in the Global South. While cropland expansion is often used to counter adverse climate effects despite ecological trade-offs, the benefits for diets and nutrition remain unclear. This study quantitatively examines relationships between climate anomalies, forest loss from cropland expansion, and dietary outcomes in Nigeria, Africa’s most populous country. Combining high-resolution data on forest cover and climate variables within random forest and panel regression models, we find that 25 to 31% of annual forest loss is linked to climate variability. Using georeferenced household survey data, we then find that changes in forest cover have a significant positive association with changes in child diet diversity—a key proxy of nutritional adequacy—while cropland expansion does not, suggesting that such forest conversions may be an ineffective climate adaptation strategy for improving nutrition. Our findings highlight the potential of nutrition-sensitive climate adaptation to enhance yields, promote nutritious cropping choices, and protect remaining forests.",
          "url": "https://doi.org/10.1126/sciadv.ado5541",
          "doi": "https://doi.org/10.1126/sciadv.ado5541",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Noncanonical UPR factor CREB3L2 drives immune evasion of triple-negative breast cancer through Hedgehog pathway modulation in T cells",
          "authors": "Zi-Jian Cao, Jia You, Yu-Meng Fan, Jia-Ying Yang, Jirui Sun, Xiuli Ma, Jinku Zhang, Zhongwu Li, Xiang Wang, Yu-Xiong Feng",
          "abstract": "The unfolded protein response (UPR) pathway is crucial for tumorigenesis, mainly by regulating cancer cell stress responses and survival. However, whether UPR factors facilitate cell-cell communication between cancer cells and immune cells to drive cancer progression remains unclear. We found that adenosine 3′,5′-monophosphate response element–binding protein 3–like protein 2 (CREB3L2), a noncanonical UPR factor, is overexpressed and activated in triple-negative breast cancer, where its cleavage releases a C-terminal fragment that activates the Hedgehog pathway in neighboring CD8+ T cells. The enhanced Hedgehog pathway represses CD8+ T cell activation and inhibits its cytotoxic effects. Consequently, overexpression of CREB3L2 not only promotes tumor growth but also causes resistance to immune checkpoint blockade (ICB). Inhibition of the Hedgehog pathway impedes the growth of CREB3L2-overexpressed tumors and sensitizes them to ICB therapy. In summary, we identified a previously unidentified mechanism by which the UPR pathway dictates cross-talk between cancer cells and immune cells, providing important anticancer therapeutic opportunities.",
          "url": "https://doi.org/10.1126/sciadv.ads5434",
          "doi": "https://doi.org/10.1126/sciadv.ads5434",
          "filter": "2"
        },
        {
          "title": "Cpeb1 remodels cell type–specific translational program to promote fear extinction",
          "authors": "Juan Zhang, Chun-Qing Yang, Zhi-Qiang Liu, Shi-Ping Wu, Zu-Guang Li, Luo-Man Zhang, Hong-Wei Fan, Zi-Yuan Guo, Heng-Ye Man, Xiang Li, You-Ming Lu, Ling-Qiang Zhu, Dan Liu",
          "abstract": "Protein translation is crucial for fear extinction, a process vital for adaptive behavior and mental health, yet the underlying cell-specific mechanisms remain elusive. Using a Tet-On 3G genetic approach, we achieved precise temporal control over protein translation in the infralimbic medial prefrontal cortex ( IL ) during fear extinction. In addition, our results reveal that the disruption of cytoplasmic polyadenylation element binding protein 1 (Cpeb1) leads to notable alterations in cell type–specific translational programs, thereby affecting fear extinction. Specifically, Cpeb1 deficiency in neurons activates the translation of heterochromatin protein 1 binding protein 3, which enhances microRNA networks, whereas in microglia, it suppresses the translation of chemokine receptor 1 ( Cx3cr1 ), resulting in an aged-like microglial phenotype. These coordinated alterations impair spine formation and plasticity. Our study highlights the critical role of cell type–specific protein translation in fear extinction and provides an insight into therapeutic targets for disorders with extinction deficits.",
          "url": "https://doi.org/10.1126/sciadv.adr8687",
          "doi": "https://doi.org/10.1126/sciadv.adr8687",
          "filter": "2"
        },
        {
          "title": "Preservation and early evolution of scalidophoran ventral nerve cord",
          "authors": "Deng Wang, Jean Vannier, José M. Martín-Durán, María Herranz, Chiyang Yu",
          "abstract": "Ecdysozoan worms (Nematoida + Scalidophora) are typified by disparate grades of neural organization reflecting a complex evolutionary history. The fossil record offers a unique opportunity to reconstruct the early character evolution of the nervous system via the exceptional preservation of extinct representatives. We focus on their nervous system as it appears in early and mid-Cambrian fossils. We show that some of the oldest known representatives of the group either preserved in carbonaceous compression (early and mid-Cambrian Burgess-type preservation) or secondarily phosphatized in three dimensions (e.g., basal Cambrian Kuanchuanpu Formation, ca. 535 million years) had an unpaired ventral nerve cord (VNC) that ran along the trunk in an eccentric position as in modern priapulids and nematodes. A phylogenetic analysis integrating these fossil data suggests that ancestral scalidophorans had an unpaired VNC and that paired nervous systems probably evolved independently in Kinorhyncha and Loricifera, and, more importantly, in panarthropods in possible relation with the rise of paired appendages and bilaterally coordinated motricity.",
          "url": "https://doi.org/10.1126/sciadv.adr0896",
          "doi": "https://doi.org/10.1126/sciadv.adr0896",
          "filter": "2"
        },
        {
          "title": "Molecular basis for the stepwise and faithful maturation of the 20 S proteasome",
          "authors": "Yaoyao Han, Qian Han, Qianqian Tang, Yixiao Zhang, Kai Liu",
          "abstract": "The proteasome degrades most superfluous and damaged proteins, and its decline is associated with many diseases. As the proteolytic unit, the 20 S proteasome is assembled from 28 subunits assisted by chaperones PAC1/2/3/4 and POMP; then, it undergoes the maturation process, in which the proteolytic sites are activated and the assembly chaperones are cleared. However, mechanisms governing the maturation remain elusive. Here, we captured endogenous maturation intermediates of human 20 S proteasome, which are low abundance and highly dynamic, and determined their structures by cryo–electron microscopy. Through structure-based functional studies, we identified the key switches that remodel and activate the proteolytic sites. Our results also revealed that the POMP degradation is tightly controlled by a dual-checking mechanism, while the α5 subunit senses POMP degradation to induce PAC1/2 release, achieving the full maturation. These findings elucidate mechanisms directing and safeguarding the proteasome maturation and set basis for building proteasomes to counteract the decline of protein degradation in aging and disease.",
          "url": "https://doi.org/10.1126/sciadv.adr7943",
          "doi": "https://doi.org/10.1126/sciadv.adr7943",
          "filter": "2"
        },
        {
          "title": "Molybdate uptake interplay with ROS tolerance modulates bacterial pathogenesis",
          "authors": "Min Jiao, Wenbo He, Zhenlin Ouyang, Qinyue Yu, Jiaxin Zhang, Qian Qin, Ruochen Wang, Xiaolong Guo, Ruihan Liu, Xiaoyu He, Peter M. Hwang, Fang Zheng, Yurong Wen",
          "abstract": "The rare metal element molybdenum functions as a cofactor in molybdoenzymes that are essential to life in almost all living things. Molybdate can be captured by the periplasmic substrate-binding protein ModA of ModABC transport system in bacteria. We demonstrate that ModA plays crucial roles in growth, multiple metabolic pathways, and ROS tolerance in Acinetobacter baumannii . Crystal structures of molybdate-coordinated A. baumannii ModA show a noncanonical disulfide bond with a conformational change between reduced and oxidized states. Disulfide bond formation reduced binding affinity to molybdate by two orders of magnitude and contributes to its substrate preference. ModA-mediated molybdate binding was important for A. baumannii infection in a murine pneumonia model. Together, our study sheds light on the structural and functional diversity of molybdate uptake and highlights a potential target for antibacterial development.",
          "url": "https://doi.org/10.1126/sciadv.adq9686",
          "doi": "https://doi.org/10.1126/sciadv.adq9686",
          "filter": "2"
        },
        {
          "title": "Engineered extracellular vesicles with DR5 agonistic scFvs simultaneously target tumor and immunosuppressive stromal cells",
          "authors": "Yeye Guo, Huaishan Wang, Shujing Liu, Xiaogang Zhang, Xingyue Zhu, Lili Huang, Wenqun Zhong, Lei Guan, Yeqing Chen, Min Xiao, Lingling Ou, Jingbo Yang, Xiang Chen, Alexander C. Huang, Tara Mitchell, Ravi Amaravadi, Giorgos Karakousis, John Miura, Lynn Schuchter, Ahron Flowers, Qiuxian Zheng, Haiwei Mou, Phyllis Gimotty, Meenhard Herlyn, Wei Guo, Xiaowei Xu",
          "abstract": "Small extracellular vesicles (sEVs) are nanosized vesicles. Death receptor 5 (DR5) mediates extrinsic apoptosis. We engineer DR5 agonistic single-chain variable fragment (scFv) expression on the surface of sEVs derived from natural killer cells. PDGFR transmembrane domain delivers DR5-scFvs to the surface of sEVs. DR5-scFv sEVs rapidly induce apoptosis of different types of DR5 + cancer cells, myeloid-derived suppressor cells (MDSCs), and cancer-associated fibroblasts (CAFs). DR5-scFv sEVs migrate specifically to DR5 + tumors in vitro and in vivo. Systemic delivery of DR5-scFv sEVs significantly inhibits the growth of DR5 + melanoma, liver cancer, and breast cancer and prolongs mouse life span without significant toxicity. DR5-scFv sEVs are significantly more efficacious than DR5 antibodies in vivo. In organotypic patient-derived melanoma slice cultures, DR5-scFv sEVs effectively inhibit melanoma cells and MDSCs and activate CD8 + T cells. Our studies demonstrate that DR5-scFv sEVs can inhibit tumor growth by targeting tumor cells and immunosuppressive stromal cells in the TME.",
          "url": "https://doi.org/10.1126/sciadv.adp9009",
          "doi": "https://doi.org/10.1126/sciadv.adp9009",
          "filter": "2"
        },
        {
          "title": "Soft nanoforest of metal single atoms for free diffusion catalysis",
          "authors": "Yan Sun, Yipeng Zang, Bowen He, Geyu Lin, Zhengwu Liu, Lei Yang, Liwei Chen, Lina Li, Xi Liu, Chengshuo Shen, Huibin Qiu",
          "abstract": "Metal single atoms are of increasing importance in catalytic reactions. However, the mass diffusion is yet substantially limited by the confined surface of the support in comparison to homogeneous catalysis. Here, we demonstrate that cylindrical micellar brushes with highly solvated poly(2-vinylpyridine) coronas can immobilize 33 types of metal single atoms with 8.3 to 40.9 weight % contents on conventional electrodes under ambient conditions. This is favored by the forest-like hierarchically open soft structure of the micellar brushes and the dynamic coordination between the metals and the pyridine groups. It was found that the nanoforests of individual noble metal single atoms can be well solvated in an aqueous electrolyte to comprehensively expose the atomic active sites and the nanoforest of Pt single atoms on nickel foam reveals high electrochemical performance for hydrogen evolution. The micellar brush support also enables the simultaneous anchoring of multiple single atoms on the cathode of an anion-exchange membrane electrolyzer for long-term stable water electrolysis.",
          "url": "https://doi.org/10.1126/sciadv.adq2948",
          "doi": "https://doi.org/10.1126/sciadv.adq2948",
          "filter": "2"
        },
        {
          "title": "Compressing slippery surface-assembled amphiphiles for tunable haptic energy harvesters",
          "authors": "Pallav K. Jani, Kushal Yadav, Maryanne Derkaloustian, Hilmar Koerner, Charles Dhong, Saad A. Khan, Lilian C. Hsiao",
          "abstract": "A recurring challenge in extracting energy from ambient motion is that devices must maintain high harvesting efficiency and a positive user experience when the interface is undergoing dynamic compression. We show that small amphiphiles can be used to tune friction, haptics, and triboelectric properties by assembling into specific conformations on the surfaces of materials. Molecules that form multiple slip planes under pressure, especially through π-π stacking, produce 80 to 90% lower friction than those that form disordered mesostructures. We propose a scaling framework for their friction reduction properties that accounts for adhesion and contact mechanics. Amphiphile-coated surfaces tend to resist wear and generate distinct tactile perception, with humans preferring more slippery materials. Separately, triboelectric output is enhanced through the use of amphiphiles with high electron affinity. Because device adoption is tied to both friction reduction and electron-withdrawing potential, molecules that self-organize into slippery planes under pressure represent a facile way to advance the development of haptic power harvesters at scale.",
          "url": "https://doi.org/10.1126/sciadv.adr4088",
          "doi": "https://doi.org/10.1126/sciadv.adr4088",
          "filter": "2"
        },
        {
          "title": "Insights on the evolution and adaptation toward high-altitude and cold environments in the snow leopard lineage",
          "authors": "Qigao Jiangzuo, Joan Madurell-Malapeira, Xinhai Li, Darío Estraviz-López, Octávio Mateus, Agnès Testu, Shijie Li, Shiqi Wang, Tao Deng",
          "abstract": "How snow leopard gradually adapted to the extreme environments in Tibet remains unexplored due to the scanty fossil record in Tibet. Here, we recognize five valid outside-Tibet records of the snow leopard lineage. Our results suggest that the snow leopard dispersed out of the Tibetan Plateau multiple times during the Quaternary. The osteological anatomy of the modern snow leopard shows adaptation to the steep slope and, to a lesser extent, cold/high-altitude environment. Fossils and phylogeny suggest that the snow leopard experienced a gradual strengthening of such adaptation, especially since the Middle Pleistocene (~0.8 million years). Species distribution modeling suggests that the locations of the fossil sites are not within most suitable area, and we argue that local landscape features are more influential factors than temperature and altitude alone. Our study underscores the importance of integrating morphology, fossil records, and species distribution modeling, to comprehensively understand the evolution, ecology, and inform conservation strategies for endangered species.",
          "url": "https://doi.org/10.1126/sciadv.adp5243",
          "doi": "https://doi.org/10.1126/sciadv.adp5243",
          "filter": "2"
        },
        {
          "title": "Targeting TRPC channels for control of arthritis-induced bone erosion",
          "authors": "Suravi Ray, Jamie L. McCall, Jin Bin Tian, Jaepyo Jeon, Aidan Douglas, Kendall Tyler, Siyao Liu, Kendyl Berry, Brady Nicewarner, Casey Hall, Klaus Groschner, Bernadett Bacsa, Werner Geldenhuys, Michael X. Zhu, Harry C. Blair, John B. Barnett, Jonathan Soboloff",
          "abstract": "Arthritis leads to bone erosion due to an imbalance between osteoclast and osteoblast function. Our prior investigations revealed that the Ca 2+ -selective ion channel, Orai1, is critical for osteoclast maturation. Here, we show that the small-molecule ELP-004 preferentially inhibits transient receptor potential canonical (TRPC) channels. While ELP-004 minimally affected physiological RANKL-induced osteoclast maturation in murine bone marrow– and spleen-derived myeloid cells (BMSMCs) and human PBMC-derived cells, it potently interfered with osteoclast maturation driven by TNFα or LTB4. The contribution of TRPC channels to osteoclastogenesis was examined using BMSMCs derived from TRPC4 −/− or TRPC(1–7) −/− mice, again revealing preferential interference with osteoclastogenesis driven by proinflammatory cytokines. ELP-004 also reduced bone erosion in a mouse model of rheumatoid arthritis. These investigations reveal TRPC channels as critical mediators of inflammatory bone erosion and provide insight into the major target of ELP-004, a drug currently in preclinical testing as a therapeutic for inflammatory arthritis.",
          "url": "https://doi.org/10.1126/sciadv.abm9843",
          "doi": "https://doi.org/10.1126/sciadv.abm9843",
          "filter": "2"
        },
        {
          "title": "Amphiphilic hemicyanine molecular probes crossing the blood-brain barrier for intracranial optical imaging of glioblastoma",
          "authors": "Wei Qin, Honghui Li, Jiali Chen, Yang Qiu, Limin Ma, Liming Nie",
          "abstract": "Intracranial optical imaging of glioblastoma (GBM) is challenging due to the scarcity of effective probes with blood-brain barrier (BBB) permeability and sufficient imaging depth. Herein, we describe a rational strategy for designing optical probes crossing the BBB based on an electron donor-π-acceptor system to adjust the lipid/water partition coefficient and molecular weight of probes. The amphiphilic hemicyanine dye (namely, IVTPO), which exhibits remarkable optical properties and effective BBB permeability, is chosen as an efficient fluorescence/photoacoustic probe for in vivo real-time imaging of orthotopic GBM with high resolution through the intact skull. Abnormal leakage of IVTPO adjacent to the developing tumor is unambiguously observed at an early stage of tumor development prior to impairment of BBB integrity, as assessed by commercial Evans blue (EB). Compared with EB, IVTPO demonstrates enhanced optical imaging capability and improved tumor-targeting efficacy. These results offer encouraging insights into medical diagnosis of intracranial GBM.",
          "url": "https://doi.org/10.1126/sciadv.adq5816",
          "doi": "https://doi.org/10.1126/sciadv.adq5816",
          "filter": "2"
        },
        {
          "title": "Dimensional engineering of interlayer for efficient large-area perovskite solar cells with high stability under ISOS-L-3 aging test",
          "authors": "Yikai Yun, Qing Chang, Jinjian Yan, Yuanyuan Tian, Sijie Jiang, Wenjie Wei, Shaoqun Li, Yuzheng Guo, Jun Yin, Jing Li, Mengyu Chen, Kai Huang, Cheng Li, Rong Zhang",
          "abstract": "The utilization of low-dimensional perovskites (LDPs) as interlayers on three-dimensional (3D) perovskites has been regarded as an efficient strategy to enhance the performance of perovskite solar cells. Yet, the formation mechanism of LDPs and their impacts on the device performance remain elusive. Herein, we use dimensional engineering to facilitate the controllable growth of 1D and 2D structures on 3D perovskites. The differences of isomeric ligands in electrostatic potential distribution and steric effects for intermolecular forces contribute to different LDPs. The 1D structure facilitates charge transfer with favored channel orientation and energy level alignment. This approach enables perovskite solar modules (PSMs) using 2,2′,7,7′-tetrakis[ N , N -di(4-methoxyphenyl)amino]-9,9′-spirobifluorene to achieve an efficiency of 20.20% over 10 by 10 square centimeters (cm 2 ) and 22.05% over 6 by 6 cm 2 . In particular, a PSM (6 by 6 cm 2 ) using poly[bis(4-phenyl)(2,4,6-trimethylphenyl)amine] maintains an initial efficiency of ~95% after 1000 hours under the rigorous ISOS-L-3 accelerated aging tests, marking a record for the highest stability of n-i-p structure modules.",
          "url": "https://doi.org/10.1126/sciadv.adp3112",
          "doi": "https://doi.org/10.1126/sciadv.adp3112",
          "filter": "2"
        },
        {
          "title": "SMARCA4 regulates the NK-mediated killing of senescent cells",
          "authors": "Virinder Reen, Mariantonietta D’Ambrosio, Pia Pernille Søgaard, Katie Tyson, Bryony J. Leeke, Isabelle Clément, Isabel C. A. Dye, Joaquim Pombo, Adam Kuba, Yemin Lan, Joanna Burr, Ida C. Bomann, Maria Kalyva, Jodie Birch, Sanjay Khadayate, George Young, Diane Provencher, Anne-Marie Mes-Masson, Santiago Vernia, Nicholas McGranahan, Hugh J. M. Brady, Francis Rodier, Raffaella Nativio, Michelle Percharde, Iain A. McNeish, Jesús Gil",
          "abstract": "Induction of senescence by chemotherapeutic agents arrests cancer cells and activates immune surveillance responses to contribute to therapy outcomes. In this investigation, we searched for ways to enhance the NK-mediated elimination of senescent cells. We used a staggered screen approach, first identifying siRNAs potentiating the secretion of immunomodulatory cytokines to later test for their ability to enhance NK-mediated killing of senescent cells. We identified that genetic or pharmacological inhibition of SMARCA4 enhanced senescent cell elimination by NK cells. SMARCA4 expression is elevated during senescence and its inhibition derepresses repetitive elements, inducing the SASP via activation of cGAS/STING and MAVS/MDA5 pathways. Moreover, a PROTAC targeting SMARCA4 synergized with cisplatin to increase the infiltration of CD8 T cells and mature, activated NK cells in an immunocompetent model of ovarian cancer. Our results indicate that SMARCA4 inhibitors enhance NK-mediated surveillance of senescent cells and may represent senotherapeutic interventions for ovarian cancer.",
          "url": "https://doi.org/10.1126/sciadv.adn2811",
          "doi": "https://doi.org/10.1126/sciadv.adn2811",
          "filter": "2"
        },
        {
          "title": "Beyond nature, nurture, and chance: Individual agency shapes divergent learning biographies and brain connectome",
          "authors": "Warsha Barde, Jonas Renner, Brett Emery, Shahrukh Khanzada, Xin Hu, Alexander Garthe, Annette E. Rünker, Hayder Amin, Gerd Kempermann",
          "abstract": "Individual choices shape life course trajectories of brain structure and function beyond genes and environment. We hypothesized that individual task engagement in response to a learning program results in individualized learning biographies and connectomics. Genetically identical female mice living in one large shared enclosure freely engaged in self-paced, automatically administered and monitored learning tasks. We discovered growing and increasingly stable interindividual differences in learning trajectories. Adult hippocampal neurogenesis and connectivity as assessed by a high-density multielectrode array positively correlated with the variation in exploration and learning efficiency. During some tasks, divergence transiently collapsed, highlighting the sustained significance of context for individualization. Thus, equal environments and equal genes do not result in equal learning biographies because life confronts individuals with choices that lead to divergent paths.",
          "url": "https://doi.org/10.1126/sciadv.ads7297",
          "doi": "https://doi.org/10.1126/sciadv.ads7297",
          "filter": "2"
        },
        {
          "title": "A claudin5-binding peptide enhances the permeability of the blood-brain barrier in vitro",
          "authors": "Martina Trevisani, Alessandro Berselli, Giulio Alberini, Eleonora Centonze, Silvia Vercellino, Veronica Cartocci, Enrico Millo, Dinu Zinovie Ciobanu, Clarissa Braccia, Andrea Armirotti, Francesco Pisani, Federico Zara, Valentina Castagnola, Luca Maragliano, Fabio Benfenati",
          "abstract": "The blood-brain barrier (BBB) maintains brain homeostasis but also prevents most drugs from entering the brain. No paracellular diffusion of solutes is allowed because of tight junctions that are made impermeable by the expression of claudin5 (CLDN5) by brain endothelial cells. The possibility of regulating the BBB permeability in a transient and reversible fashion is in strong demand for the pharmacological treatment of brain diseases. Here, we designed and tested short BBB-active peptides, derived from the CLDN5 extracellular domains and the CLDN5-binding domain of Clostridium perfringens enterotoxin, using a robust workflow of structural modeling and in vitro validation techniques. Computational analysis at the atom level based on solubility and affinity to CLDN5 identified a CLDN5-derived peptide not reported previously called f1-C5C2, which was soluble in biological media, displayed efficient binding to CLDN5, and transiently increased BBB permeability. The peptidomimetic strategy described here may have potential applications in the pharmacological treatment of brain diseases.",
          "url": "https://doi.org/10.1126/sciadv.adq2616",
          "doi": "https://doi.org/10.1126/sciadv.adq2616",
          "filter": "2"
        },
        {
          "title": "Subcycle modulation of light’s orbital angular momentum via a Fourier space-time transformation",
          "authors": "Michael de Oliveira, Antonio Ambrosio",
          "abstract": "Achieving highly tailored control over both the spatial and temporal evolution of light’s orbital angular momentum (OAM) on ultrafast timescales remains a critical challenge in photonics. Here, we introduce a method to modulate the OAM of light on a femtosecond scale by engineering a space-time coupling in ultrashort pulses. By linking azimuthal position with time, we implement an azimuthally varying Fourier transformation to dynamically alter light’s spatial distribution in a fixed transverse plane. Our experiments demonstrate self-torqued wave packets that exhibit spiraling motions and rapid temporal OAM changes down to a few femtoseconds. We further extend this concept to generate angularly self-accelerating wave packets that adjust their OAM by redistributing their energy density across their spectral bandwidth, without external forces. The ability to tune the spatial-temporal properties of light on demand opens the possibility for exploring ultrafast light dynamics at fundamental timescales, with far-reaching implications for ultrafast spectroscopy, nano- and microstructure manipulation, condensed matter physics, and other related areas.",
          "url": "https://doi.org/10.1126/sciadv.adr6678",
          "doi": "https://doi.org/10.1126/sciadv.adr6678",
          "filter": "2"
        },
        {
          "title": "Harnessing spatiotemporal transformation in magnetic domains for nonvolatile physical reservoir computing",
          "authors": "Jing Zhou, Jikang Xu, Lisen Huang, Sherry Lee Koon Yap, Shaohai Chen, Xiaobing Yan, Sze Ter Lim",
          "abstract": "Combining physics with computational models is increasingly recognized for enhancing the performance and energy efficiency in neural networks. Physical reservoir computing uses material dynamics of physical substrates for temporal data processing. Despite the ease of training, building an efficient reservoir remains challenging. Here, we explore beyond the conventional delay-based reservoirs by exploiting the spatiotemporal transformation in all-electric spintronic devices. Our nonvolatile spintronic reservoir effectively transforms the history dependence of reservoir states to the path dependence of domains. We configure devices triggered by different pulse widths as neurons, creating a reservoir featured by strong nonlinearity and rich interconnections. Using a small reservoir of merely 14 physical nodes, we achieved a high recognition rate of 0.903 in written digit recognition and a low error rate of 0.076 in Mackey-Glass time series prediction on a proof-of-concept printed circuit board. This work presents a promising route of nonvolatile physical reservoir computing, which is adaptable to the larger memristor family and broader physical neural networks.",
          "url": "https://doi.org/10.1126/sciadv.adr5262",
          "doi": "https://doi.org/10.1126/sciadv.adr5262",
          "filter": "2"
        },
        {
          "title": "Single-cell analysis reveals Mycobacterium tuberculosis ESX-1–mediated accumulation of permissive macrophages in infected mouse lungs",
          "authors": "Weihao Zheng, Michael Borja, Leah C. Dorman, Jonathan Liu, Andy Zhou, Amanda Seng, Ritwicq Arjyal, Sara Sunshine, Alina Nalyvayko, Angela Oliveira Pisco, Oren S. Rosenberg, Norma Neff, Beth Shoshana Zha",
          "abstract": "Mycobacterium tuberculosis (MTB) ESX-1, a type VII secretion system, is a key virulence determinant contributing to MTB’s survival within lung mononuclear phagocytes (MNPs), but its effect on MNP recruitment and differentiation remains unknown. Here, using multiple single-cell RNA sequencing techniques, we studied the role of ESX-1 in MNP heterogeneity and response in mice and murine bone marrow–derived macrophages (BMDM). We found that ESX-1 is required for MTB to recruit diverse MNP subsets with high MTB burden. Further, MTB induces a transcriptional signature of immune evasion in lung macrophages and BMDM in an ESX-1–dependent manner. Spatial transcriptomics revealed an up-regulation of permissive features within MTB lesions, where monocyte-derived macrophages concentrate near MTB-infected cells. Together, our findings suggest that MTB ESX-1 facilitates the recruitment and differentiation of MNPs, which MTB can infect and manipulate for survival. Our dataset across various models and methods could contribute to the broader understanding of recruited cell heterogeneity during MTB lung infection.",
          "url": "https://doi.org/10.1126/sciadv.adq8158",
          "doi": "https://doi.org/10.1126/sciadv.adq8158",
          "filter": "2"
        },
        {
          "title": "Opioidergic activation of the descending pain inhibitory system underlies placebo analgesia",
          "authors": "Hiroyuki Neyama, Yuping Wu, Yuka Nakaya, Shigeki Kato, Tomoko Shimizu, Tsuyoshi Tahara, Mika Shigeta, Michiko Inoue, Kazunari Miyamichi, Natsuki Matsushita, Tomoji Mashimo, Yoshiki Miyasaka, Yi Dai, Koichi Noguchi, Yasuyoshi Watanabe, Masayuki Kobayashi, Kazuto Kobayashi, Yilong Cui",
          "abstract": "Placebo analgesia is caused by inactive treatment, implicating endogenous brain function involvement. However, the neurobiological basis remains unclear. In this study, we found that μ-opioid signals in the medial prefrontal cortex (mPFC) activate the descending pain inhibitory system to initiate placebo analgesia in neuropathic pain rats. Chemogenetic manipulation demonstrated that specific activation of μ-opioid receptor–positive (MOR + ) neurons in the mPFC or suppression of the mPFC–ventrolateral periaqueductal gray (vlPAG) circuit inhibited placebo analgesia in rats. MOR + neurons in the mPFC are monosynaptically connected and directly inhibit layer V pyramidal neurons that project to the vlPAG via GABA A receptors. Thus, intrinsic opioid signaling in the mPFC disinhibits excitatory outflow to the vlPAG by suppressing MOR + neurons, leading to descending pain inhibitory system activation that initiates placebo analgesia. Our results shed light on the fundamental neurobiological mechanism of the placebo effect that maximizes therapeutic efficacy and reduces adverse drug effects in medical practice.",
          "url": "https://doi.org/10.1126/sciadv.adp8494",
          "doi": "https://doi.org/10.1126/sciadv.adp8494",
          "filter": "2"
        },
        {
          "title": "A nanoparticle-based wireless deep brain stimulation system that reverses Parkinson’s disease",
          "authors": "Junguang Wu, Xuejing Cui, Lin Bao, Guanyu Liu, Xiaoyu Wang, Chunying Chen",
          "abstract": "Deep brain stimulation technology enables the neural modulation with precise spatial control but requires permanent implantation of conduits. Here, we describe a photothermal wireless deep brain stimulation nanosystem capable of eliminating α-synuclein aggregates and restoring degenerated dopamine neurons in the substantia nigra to treat Parkinson’s disease. This nanosystem (ATB NPs) consists of gold nanoshell, an antibody against the heat-sensitive transient receptor potential vanilloid family member 1 (TRPV1), and β-synuclein (β-syn) peptides with a near infrared–responsive linker. ATB NPs by stereotactic injection target dopamine neurons expressing TRPV1 receptors in the substantia nigra. Upon pulsed near-infrared irradiation, ATB NPs, serving as nanoantennae, convert the light into heat, leading to calcium ion influx, depolarization, and action potentials in dopamine neurons through TRPV1 receptors. Simultaneously, β-synuclein peptides released from ATB NPs cooperate with chaperone-mediated autophagy initiated by heat shock protein, HSC70, to effectively eliminate α-synuclein fibrils in neurons. These orchestrated actions restored pathological dopamine neurons and locomotor behaviors of Parkinson’s disease.",
          "url": "https://doi.org/10.1126/sciadv.ado4927",
          "doi": "https://doi.org/10.1126/sciadv.ado4927",
          "filter": "2"
        },
        {
          "title": "CD4 + FOXP3Exon2 + regulatory T cell frequency predicts breast cancer prognosis and survival",
          "authors": "Clorinda Fusco, Francesca Di Rella, Antonietta Liotti, Alessandra Colamatteo, Anne Lise Ferrara, Vincenzo Gigantino, Francesca Collina, Emanuela Esposito, Ivana Donzelli, Antonio Porcellini, Antonia Feola, Teresa Micillo, Francesco Perna, Federica Garziano, Giorgia Teresa Maniscalco, Gilda Varricchi, Maria Mottola, Bruno Zuccarelli, Bruna De Simone, Maurizio di Bonito, Giuseppe Matarese, Antonello Accurso, Martina Pontillo, Daniela Russo, Luigi Insabato, Alessandra Spaziano, Irene Cantone, Antonio Pezone, Veronica De Rosa",
          "abstract": "CD4 + FOXP3 + regulatory T cells (T regs ) suppress immune responses to tumors, and their accumulation in the tumor microenvironment (TME) correlates with poor clinical outcome in several cancers, including breast cancer (BC). However, the properties of intratumoral T regs remain largely unknown. Here, we found that a functionally distinct subpopulation of T regs , expressing the FOXP3 Exon2 splicing variants, is prominent in patients with hormone receptor–positive BC with poor prognosis. Notably, a comprehensive examination of the TCGA validated FOXP3E2 as an independent prognostic marker in all other BC subtypes. We found that FOXP3E2 expression underlies BCs with defective mismatch repair and a stem-like signature and highlights pathways involved in tumor survival. Last, we found that the TME induces FOXP3E2 through the CXCL12/CXCR4 axis and confirmed the higher immunosuppressive capacity of FOXP3E2 + T regs derived from patients with BC. Our study suggests that FOXP3E2 + T regs might be used as an independent biomarker to predict BC prognosis and survival and to develop super-targeted immunotherapies.",
          "url": "https://doi.org/10.1126/sciadv.adr7934",
          "doi": "https://doi.org/10.1126/sciadv.adr7934",
          "filter": "2"
        },
        {
          "title": "Continuous-wave perovskite polariton lasers",
          "authors": "Chen Zou, Xuhui Cao, Zixiang Wang, Yichen Yang, Yaxiao Lian, Baodan Zhao, Dawei Di",
          "abstract": "Solution-processed semiconductor lasers are next-generation light sources for large-scale, bio-compatible and integrated photonics. However, overcoming their performance-cost trade-off to rival III-V laser functionalities is a long-standing challenge. Here, we demonstrate room-temperature continuous-wave perovskite polariton lasers exhibiting remarkably low thresholds of ~0.4 W cm −2 , enabled by a variable single-crystal perovskite microcavity. The threshold outperforms state-of-the-art III-V lasers by ~30 times under optical pumping, and is exceptional among solution-processed lasers. The ultralow-threshold lasing arises from steady-state exciton-polariton condensation, a macroscopic quantum phenomenon akin to Bose-Einstein condensation. The steady-state condensation is attained by fine-tuning the cavity photon-exciton energy separation near the degeneracy point for strong light-matter interactions. These mechanisms enabled the initial demonstration of an indirectly injected perovskite laser chip powered by a gallium nitride light-emitting diode. Our findings create exciting avenues toward on-chip integration of solution-processed lasers, opening opportunities for lasing with ultralow energy consumption and unprecedented performance.",
          "url": "https://doi.org/10.1126/sciadv.adr8826",
          "doi": "https://doi.org/10.1126/sciadv.adr8826",
          "filter": "2"
        },
        {
          "title": "Ultrasensitive detection of intact SARS-CoV-2 particles in complex biofluids using microfluidic affinity capture",
          "authors": "Daniel C. Rabe, Adarsh Choudhury, Dasol Lee, Evelyn G. Luciani, Uyen K. Ho, Alex E. Clark, Jeffrey E. Glasgow, Sara Veiga, William A. Michaud, Diane Capen, Elizabeth A. Flynn, Nicola Hartmann, Aaron F. Garretson, Alona Muzikansky, Marcia B. Goldberg, Douglas S. Kwon, Xu Yu, Aaron F. Carlin, Yves Theriault, James A. Wells, Jochen K. Lennerz, Peggy S. Lai, Sayed Ali Rabi, Anh N. Hoang, Genevieve M. Boland, Shannon L. Stott",
          "abstract": "Measuring virus in biofluids is complicated by confounding biomolecules coisolated with viral nucleic acids. To address this, we developed an affinity-based microfluidic device for specific capture of intact severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Our approach used an engineered angiotensin-converting enzyme 2 to capture intact virus from plasma and other complex biofluids. Our device leverages a staggered herringbone pattern, nanoparticle surface coating, and processing conditions to achieve detection of as few as 3 viral copies per milliliter. We further validated our microfluidic assay on 103 plasma, 36 saliva, and 29 stool samples collected from unique patients with COVID-19, showing SARS-CoV-2 detection in 72% of plasma samples. Longitudinal monitoring in the plasma revealed our device’s capacity for ultrasensitive detection of active viral infections over time. Our technology can be adapted to target other viruses using relevant cell entry molecules for affinity capture. This versatility underscores the potential for widespread application in viral load monitoring and disease management.",
          "url": "https://doi.org/10.1126/sciadv.adh1167",
          "doi": "https://doi.org/10.1126/sciadv.adh1167",
          "filter": "2"
        },
        {
          "title": "Correspondence between Euler charges and nodal-line topology in Euler semimetals",
          "authors": "Wenwen Liu, Hanyu Wang, Biao Yang, Shuang Zhang",
          "abstract": "Real multi-bandgap systems have non-abelian topological charges, with Euler semimetals being a prominent example characterized by real triple degeneracies (RTDs) in momentum space. These RTDs serve as “Weyl points” for real topological phases. Despite theoretical interest, experimental observations of RTDs have been lacking, and studies mainly focus on individual RTDs. Here, we experimentally demonstrate physical systems with multiple RTDs in crystals, analyzing the distribution of Euler charges and their global connectivity. Through Euler curvature fields, we reveal that type I RTDs have quantized point Euler charges, while type II RTDs show continuously distributed Euler charges along nodal lines. We discover a correspondence between the Euler number of RTDs and the abelian/non-abelian topological charges of nodal lines, extending the Poincaré-Hopf index theorem to Bloch fiber bundles and ensuring nodal line connectivity. In addition, we propose a “no-go” theorem for RTD systems, mandating the balance of positive and negative Euler charges within the Brillouin zone.",
          "url": "https://doi.org/10.1126/sciadv.ads5081",
          "doi": "https://doi.org/10.1126/sciadv.ads5081",
          "filter": "2"
        },
        {
          "title": "High-throughput design of a light and strong refractory eutectic medium entropy alloy with outstanding He-ion irradiation resistance",
          "authors": "Chao Yang, Beiya Wang, Gaoyuan Shen, Tao Wei, Mingxu Wu, Qingzhou Tao, Shubin Wang, Da Shu, Baode Sun, Peter K. Liaw",
          "abstract": "Light, strong, and radiation-tolerant materials are essential for advanced nuclear systems and aerospace applications. However, the comprehensive properties of current radiation-tolerant materials are far from being satisfactory in harsh operating environments. In this study, a high-throughput–designed NbVTaSi refractory eutectic medium entropy alloy realizes the controllable formation of the β-Nb 5 Si 3 phase with a high content and has outstanding comprehensive properties, i.e., lightweight, high yield strengths at room temperature and 850°C, and excellent He-ion irradiation resistance. According to density functional theory calculations and experimental findings, the prefabricated lattice distortion of the Nb 50 V 42 Ta 8 phase leads to great phase stability under severe He-ion irradiation conditions, while the dual characteristics of the semi-coherent interface and hyperstatic lattice structure of the high-content β-Nb 5 Si 3 phase dominate its outstanding He-ion irradiation resistance. This study sheds light on the design strategy for comprehensive properties and development of future radiation-tolerant materials for advanced nuclear systems and aerospace applications.",
          "url": "https://doi.org/10.1126/sciadv.adq6828",
          "doi": "https://doi.org/10.1126/sciadv.adq6828",
          "filter": "2"
        },
        {
          "title": "Screening the human miRNA interactome reveals coordinated up-regulation in melanoma, adding bidirectional regulation to miRNA networks",
          "authors": "Faezeh Jame-Chenarboo, Joseph N. Reyes, Nicholas M. Twells, Hoi Hei Ng, Dawn Macdonald, Eva Hernando, Lara K. Mahal",
          "abstract": "Cellular protein expression is coordinated posttranscriptionally by an intricate regulatory network. The current presumption is that microRNAs (miRNAs) work by repression of functionally related targets within a system. In recent work, up-regulation of protein expression via direct interactions of messenger RNA with miRNA has been found in dividing cells, providing an additional mechanism of regulation. Herein, we demonstrate coordinated up-regulation of functionally coupled proteins by miRNA. We focused on CD98hc, the heavy chain of the amino acid transporter LAT-1, and α-2,3-sialyltransferases ST3GAL1 and ST3GAL2, which are critical for CD98hc stability in melanoma. Profiling miRNA regulation using our high-throughput miRFluR assay, we identified miRNA that up-regulated the expression of both CD98hc and either ST3GAL1 or ST3GAL2. These co–up-regulating miRNAs were enriched in melanoma datasets associated with transformation and progression. Our findings add co–up-regulation by miRNA into miRNA regulatory networks and add a bidirectional twist to the impact miRNAs have on protein regulation and glycosylation.",
          "url": "https://doi.org/10.1126/sciadv.adr0277",
          "doi": "https://doi.org/10.1126/sciadv.adr0277",
          "filter": "2"
        },
        {
          "title": "Tracking bottom-fishing activities in protected vulnerable marine ecosystem areas and below 800-m depth in European Union waters",
          "authors": "Lissette Victorero, Russell Moffitt, Natasha Mallet, Frédéric Le Manach",
          "abstract": "Numerous studies have highlighted bottom-contact fishing gears as the primary threat to vulnerable marine ecosystems (VMEs). In November 2022, the European Commission closed 87 VME protection polygons to bottom fishing in European waters. Using public automatic identification system (AIS) data, we found an 81% decrease in bottom-contact fishing effort within these areas in the year following the closures. However, approximately 3500 hours of bottom-contact fishing persisted within the closures. We also quantified up to 17,600 hours of bottom-contact fishing in unprotected areas where VMEs are known or likely to occur. Last, our analysis revealed ongoing bottom trawling below 800 meters in European waters totaling 19,200 hours over 2 years. These findings underscore the urgent need for states to enhance surveillance and monitoring of their fleets to ensure effective fisheries management.",
          "url": "https://doi.org/10.1126/sciadv.adp4353",
          "doi": "https://doi.org/10.1126/sciadv.adp4353",
          "filter": "2"
        },
        {
          "title": "Rapid and comprehensive detection of viral antibodies and nucleic acids via an acoustofluidic integrated molecular diagnostics chip: AIMDx",
          "authors": "Jiao Qian, Jianping Xia, Samantha Chiang, Jessica F. Liu, Ke Li, Feng Li, Fang Wei, Mohammad Aziz, Yong Kim, Vinson Go, James Morizio, Ruoyu Zhong, Ye He, Kaichun Yang, Otto O. Yang, David T. W. Wong, Luke P. Lee, Tony Jun Huang",
          "abstract": "Precise and rapid disease detection is critical for controlling infectious diseases like COVID-19. Current technologies struggle to simultaneously identify viral RNAs and host immune antibodies due to limited integration of sample preparation and detection. Here, we present acoustofluidic integrated molecular diagnostics (AIMDx) on a chip, a platform enabling high-speed, sensitive detection of viral immunoglobulins [immunoglobulin A (IgA), IgG, and IgM] and nucleic acids. AIMDx uses acoustic vortexes and Gor’kov potential wells at a 1/10,000 subwavelength scale for concurrent isolation of viruses and antibodies while excluding cells, bacteria, and large (&gt;200 nanometers) vesicles from saliva samples. The chip facilitates on-chip viral RNA enrichment, lysis in 2 minutes, and detection via transcription loop–mediated isothermal amplification, alongside electrochemical sensing of antibodies, including mucin-masked IgA. AIMDx achieved nearly 100% recovery of viruses and antibodies, a 32-fold RNA detection improvement, and an immunity marker sensitivity of 15.6 picograms per milliliter. This breakthrough provides a transformative tool for multiplex diagnostics, enhancing early infectious disease detection.",
          "url": "https://doi.org/10.1126/sciadv.adt5464",
          "doi": "https://doi.org/10.1126/sciadv.adt5464",
          "filter": "2"
        },
        {
          "title": "Wave ripples formed in ancient, ice-free lakes in Gale crater, Mars",
          "authors": "Claire A. Mondro, Christopher M. Fedo, John P. Grotzinger, Michael P. Lamb, Sanjeev Gupta, William E. Dietrich, Steven Banham, Catherine M. Weitz, Patrick Gasda, Lauren A. Edgar, David Rubin, Alexander B. Bryk, Edwin S. Kite, Gwénaël Caravaca, Juergen Schieber, Ashwin R. Vasavada",
          "abstract": "Symmetrical wave ripples identified with NASA’s Curiosity rover in ancient lake deposits at Gale crater provide a key paleoclimate constraint for early Mars: At the time of ripple formation, climate conditions must have supported ice-free liquid water on the surface of Mars. These features are the most definitive examples of wave ripples on another planet. The ripples occur in two stratigraphic intervals within the orbitally defined Layered Sulfate Unit: a thin but laterally extensive unit at the base of the Amapari member of the Mirador formation, and a sandstone lens within the Contigo member of the Mirador formation. In both locations, the ripples have an average wavelength of ~4.5 centimeters. Internal laminae and ripple morphology show an architecture common in wave-influenced environments where wind-generated surface gravity waves mobilize bottom sediment in oscillatory flows. Their presence suggests formation in a shallow-water (&lt;2 meters) setting that was open to the atmosphere, which requires atmospheric conditions that allow stable surface water.",
          "url": "https://doi.org/10.1126/sciadv.adr0010",
          "doi": "https://doi.org/10.1126/sciadv.adr0010",
          "filter": "2"
        },
        {
          "title": "Chromatin conformation, gene transcription, and nucleosome remodeling as an emergent system",
          "authors": "Luay M. Almassalha, Marcelo Carignano, Emily Pujadas Liwag, Wing Shun Li, Ruyi Gong, Nicolas Acosta, Cody L. Dunton, Paola Carrillo Gonzalez, Lucas M. Carter, Rivaan Kakkaramadam, Martin Kröger, Kyle L. MacQuarrie, Jane Frederick, I Chae Ye, Patrick Su, Tiffany Kuo, Karla I. Medina, Josh A Pritchard, Andrew Skol, Rikkert Nap, Masato Kanemaki, Vinayak Dravid, Igal Szleifer, Vadim Backman",
          "abstract": "In single cells, variably sized nanoscale chromatin structures are observed, but it is unknown whether these form a cohesive framework that regulates RNA transcription. Here, we demonstrate that the human genome is an emergent, self-assembling, reinforcement learning system. Conformationally defined heterogeneous, nanoscopic packing domains form by the interplay of transcription, nucleosome remodeling, and loop extrusion. We show that packing domains are not topologically associated domains. Instead, packing domains exist across a structure-function life cycle that couples heterochromatin and transcription in situ, explaining how heterochromatin enzyme inhibition can produce a paradoxical decrease in transcription by destabilizing domain cores. Applied to development and aging, we show the pairing of heterochromatin and transcription at myogenic genes that could be disrupted by nuclear swelling. In sum, packing domains represent a foundation to explore the interactions of chromatin and transcription at the single-cell level in human health.",
          "url": "https://doi.org/10.1126/sciadv.adq6652",
          "doi": "https://doi.org/10.1126/sciadv.adq6652",
          "filter": "2"
        },
        {
          "title": "Perivascular cells function as key mediators of mechanical and structural changes in vascular capillaries",
          "authors": "Cristiane M. Franca, Maria Elisa Lima Verde, Alice Correa Silva-Sousa, Amin Mansoorifar, Avathamsa Athirasala, Ramesh Subbiah, Anthony Tahayeri, Mauricio Sousa, May Anny Fraga, Rahul M. Visalakshan, Aaron Doe, Keith Beadle, McKenna Finley, Emilios Dimitriadis, Jennifer Bays, Marina Uroz, Kenneth M. Yamada, Christopher Chen, Luiz E. Bertassoni",
          "abstract": "A hallmark of chronic and inflammatory diseases is the formation of a fibrotic and stiff extracellular matrix (ECM), typically associated with abnormal, leaky microvascular capillaries. Mechanisms explaining how the microvasculature responds to ECM alterations remain unknown. Here, we used a microphysiological model of capillaries on a chip mimicking the characteristics of healthy or fibrotic collagen to test the hypothesis that perivascular cells mediate the response of vascular capillaries to mechanical and structural changes in the human ECM. Capillaries engineered in altered fibrotic collagen had abnormal migration of perivascular cells, reduced pericyte differentiation, increased leakage, and higher regulation of inflammatory/remodeling genes, all regulated via NOTCH3 , a known mediator of endothelial-perivascular cell communication. Capillaries engineered either with endothelial cells alone or with perivascular cells silenced for NOTCH3 expression showed a minimal response to ECM alterations. These findings reveal a previously unknown mechanism of vascular response to changes in the ECM in health and disease.",
          "url": "https://doi.org/10.1126/sciadv.adp3789",
          "doi": "https://doi.org/10.1126/sciadv.adp3789",
          "filter": "2"
        },
        {
          "title": "Large enhancement of ferroelectric properties of perovskite oxides via nitrogen incorporation",
          "authors": "Tao Wang, Fenghui Gong, Xue Ma, Shen Pan, Xian-Kui Wei, Changyang Kuo, Suguru Yoshida, Yu-Chieh Ku, Shuai Wang, Zhenni Yang, Sankalpa Hazra, Kelvin H. L. Zhang, Xingjun Liu, Yunlong Tang, Yin-Lian Zhu, Chun-Fu Chang, Sujit Das, Xiuliang Ma, Lang Chen, Bin Xu, Venkatraman Gopalan, Laurent Bellaiche, Lane W. Martin, Zuhuang Chen",
          "abstract": "Perovskite oxides have a wide variety of physical properties that make them promising candidates for versatile technological applications including nonvolatile memory and logic devices. Chemical tuning of those properties has been achieved, to the greatest extent, by cation-site substitution, while anion substitution is much less explored due to the difficulty in synthesizing high-quality, mixed-anion compounds. Here, nitrogen-incorporated BaTiO 3 thin films have been synthesized by reactive pulsed-laser deposition in a nitrogen growth atmosphere. The enhanced hybridization between titanium and nitrogen induces a large ferroelectric polarization of 70 μC/cm 2 and high Curie temperature of ~1213 K, which are ~2.8 times larger and ~810 K higher than in bulk BaTiO 3 , respectively. These results suggest great potential for anion-substituted perovskite oxides in producing emergent functionalities and device applications.",
          "url": "https://doi.org/10.1126/sciadv.ads8830",
          "doi": "https://doi.org/10.1126/sciadv.ads8830",
          "filter": "2"
        },
        {
          "title": "Flap endonuclease 1 repairs DNA-protein cross-links via ADP-ribosylation–dependent mechanisms",
          "authors": "Yilun Sun, Lisa M. Jenkins, Lara H. El Touny, Linying Zhu, Xi Yang, Ukhyun Jo, Lauren Escobedo, Tapan K. Maity, Liton Kumar Saha, Isabel Uribe, Sourav Saha, Shunichi Takeda, Anthony K. L. Leung, Ken Cheng, Yves Pommier",
          "abstract": "DNA-protein cross-links (DPCs) are among the most detrimental genomic lesions. They are ubiquitously produced by formaldehyde (FA), and failure to repair FA-induced DPCs blocks chromatin-based processes, leading to neurodegeneration and cancer. The type, structure, and repair of FA-induced DPCs remain largely unknown. Here, we profiled the proteome of FA-induced DPCs and found that flap endonuclease 1 (FEN1) resolves FA-induced DPCs. We revealed that FA also damages DNA bases adjoining the DPCs, leading to DPC-conjugated 5′ flap structures via the base excision repair (BER) pathway. We also found that FEN1 repairs enzymatic topoisomerase II (TOP2)–DPCs. Furthermore, we report that both FA-induced and TOP2-DPCs are adenosine diphosphate (ADP) ribosylated by poly(ADP-ribose) polymerase 1 (PARP1). PARylation of the DPCs in association with FEN1 PARylation at residue E285 is required for the recruitment of FEN1. Our work unveils the identity of proteins forming FA-induced DPCs and a previously unrecognized PARP1-FEN1 nuclease pathway repairing both FA- and TOP2-DPCs.",
          "url": "https://doi.org/10.1126/sciadv.ads2919",
          "doi": "https://doi.org/10.1126/sciadv.ads2919",
          "filter": "2"
        },
        {
          "title": "High-performance ternary logic circuits and neural networks based on carbon nanotube source-gating transistors",
          "authors": "Xuehao Zhu, Meiqi Xi, Jianyu Wang, Panpan Zhang, Yi Li, Xiao Luo, Lan Bai, Xingxing Chen, Lian-mao Peng, Yu Cao, Qiliang Li, Xuelei Liang",
          "abstract": "Multi-valued logics (MVLs) offer higher information density, reduced circuit and interconnect complexity, lower power dissipation, and faster speed over conventional binary logic system. Recent advancement in MVL research, particularly with emerging low-dimensional materials, suggests that breakthroughs may be imminent if multistates transistors can be fabricated controllably for large-scale integration. Here, a concept of source-gating transistors (SGTs) is developed and realized using carbon nanotubes (CNTs). By extending the source electrode into the channel of conventional CNT transistors, a controllable p-n homojunction is formed, allowing CNT-SGTs to reliably switch between three distinct states. Capitalizing on the straightforward fabrication process of CNT-SGTs, ternary inverters, NMIN and NMAX logic gates, ternary SRAM cells, and a ternary neural network achieving 100% image classification accuracy have been successfully implemented. This study represents the most advanced and highest-performing ternary circuits realized with low-dimensional materials to date. This progress highlights the potential of CNT-SGTs in driving the future of MVL architectures.",
          "url": "https://doi.org/10.1126/sciadv.adt1909",
          "doi": "https://doi.org/10.1126/sciadv.adt1909",
          "filter": "2"
        },
        {
          "title": "The punctuated evolution of the Venusian atmosphere from a transition in mantle convective style and volcanic outgassing",
          "authors": "Matthew B. Weller, Walter S. Kiefer",
          "abstract": "A key question in the planetary sciences centers on the divergence between the sibling planets, Venus and Earth. Venus currently does not operate with plate tectonics, and its thick atmosphere has led to extreme greenhouse conditions. It is unknown if this state was set primordially or if Venus was once more Earth-like. Here, we explore Venus as an example of a planet that recently transitioned between tectonic regimes. Our results show that transitions naturally lead to substantial resurfacing and melt-generated outgassing from lithosphere-breaking events and overturns, with 3 to 10 bars of atmosphere generated per overturn over ~60–million year timescales and ~10 to 100 bars outgassed over billion-year time frames. We find that the observation of Venus with a thick greenhouse atmosphere and the inferences of currently low volcanic rates and previous prodigious volcanic rates are consistent with a planet that has undergone a transition in tectonics, suggesting that Venus once hosted clement surface conditions and was more Earth-like.",
          "url": "https://doi.org/10.1126/sciadv.adn9861",
          "doi": "https://doi.org/10.1126/sciadv.adn9861",
          "filter": "2"
        },
        {
          "title": "Morphogen-induced kinase condensates transduce Hh signal by allosterically activating Gli",
          "authors": "Yuhong Han, Mengmeng Zhou, Bing Wang, Jin Jiang",
          "abstract": "Hedgehog (Hh) morphogen governs embryonic development and tissue homeostasis through the Ci/Gli family transcription factors. Here we report that Hh induces phase separation of the fused (Fu)/Ulk family kinases to allosterically regulate Ci/Gli. We find that Hh-induced phosphorylation of Fu/Ulk3 promotes SUMOylation of their inverted phosphorylation-dependent SUMOylation motifs. Subsequent interaction between SUMO and SUMO-interacting motif drives Fu/Ulk3 self-assembly to form biomolecular condensates that recruit Ci-Sufu and Gli-Sufu in the cytoplasm and primary cilium, respectively. Within the condensates, Fu/Ulk3 undergoes a conformational change to expose Ci/Gli for Fu/Ulk3-mediated phosphorylation and activation, leading to gradual accumulation of nuclear Ci A /Gli A transcriptional complexes in proportion to ligand dose and exposure time. Our findings provide mechanistic insights into the spatiotemporal control of Hh signal transduction, reveal previously unexplored regulatory mechanism and function for biomolecular condensation, and establish a paradigm for kinase-mediated signal transduction whereby a kinase allosterically activates its substrate through ligand-induced and condensation-driven conformational change.",
          "url": "https://doi.org/10.1126/sciadv.adq1790",
          "doi": "https://doi.org/10.1126/sciadv.adq1790",
          "filter": "2"
        },
        {
          "title": "Barcoded SARS-CoV-2 viruses define the impact of duration and route of exposure on the transmission bottleneck in a hamster model",
          "authors": "Reed Trende, Tamarand L. Darling, Tianyu Gan, David Wang, Adrianus C. M. Boon",
          "abstract": "The transmission bottleneck, defined as the number of viruses shed from one host to infect another, is an important determinant of the rate of virus evolution and the level of immunity required to protect against virus transmission. Despite its importance, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) transmission bottleneck remains poorly characterized. We adapted a SARS-CoV-2 reverse genetics system to generate a pool of &gt;200 isogenic SARS-CoV-2 viruses harboring specific 6-nucleotide barcodes, infected donor hamsters with this pool, and exposed contact hamsters to paired infected donors, varying the duration and route of exposure. Following exposure, the nasal turbinates, trachea, and lungs were collected and the number of barcodes in each tissue was enumerated. We found that longer and more direct exposures increased the transmission bottleneck and that the upper airway is the primary source of transmitted virus in this model. Together, these findings highlight the utility of barcoded viruses as tools to rigorously study virus transmission.",
          "url": "https://doi.org/10.1126/sciadv.ads2927",
          "doi": "https://doi.org/10.1126/sciadv.ads2927",
          "filter": "2"
        },
        {
          "title": "Molecular dynamics at immune synapse lipid rafts influence the cytolytic behavior of CAR T cells",
          "authors": "Ahmed Z. Gad, Jessica S. Morris, Lea Godret-Miertschin, Melisa J. Montalvo, Sybrina S. Kerr, Harrison Berger, Jessica C. H. Lee, Amr M. Saadeldin, Mohammad H. Abu-Arja, Shuo Xu, Spyridoula Vasileiou, Rebecca M. Brock, Kristen Fousek, Mohamed F. Sheha, Madhuwanti Srinivasan, Yongshuai Li, Arash Saeedi, Kandice R. Levental, Ann M. Leen, Maksim Mamonkin, Alexandre Carisey, Navin Varadarajan, Meenakshi Hegde, Sujith K. Joseph, Ilya Levental, Malini Mukherjee, Nabil Ahmed",
          "abstract": "Chimeric antigen receptor T cells (CART) targeting CD19 through CD28.ζ signaling induce rapid lysis of leukemic blasts, contrasting with persistent tumor control exhibited by 4-1BB.ζ-CART. We reasoned that molecular dynamics at the CART immune synapse (CARIS) could explain differences in their tumor rejection kinetics. We observed that CD28.ζ-CART engaged in brief highly lethal CARIS and mastered serial killing, whereas 4-1BB.ζ-CART formed lengthy CARIS and relied on robust expansion and cooperative killing. We analyzed CARIS membrane lipid rafts (mLRs) and found that, upon tumor engagement, CD28.ζ-CAR molecules rapidly but transiently translocated into mLRs, mobilizing the microtubular organizing center and lytic granules to the CARIS. This enabled fast CART recovery and sensitivity to low target site density. In contrast, gradual accumulation of 4-1BB.ζ-CAR and LFA-1 molecules at mLRs built mechanically tonic CARIS mediating chronic Fas ligand–based killing. The differences in CD28.ζ- and 4-1BB.ζ-CARIS dynamics explain the distinct cytolytic behavior of CART and can guide engineering of more adaptive effective cellular products.",
          "url": "https://doi.org/10.1126/sciadv.adq8114",
          "doi": "https://doi.org/10.1126/sciadv.adq8114",
          "filter": "2"
        },
        {
          "title": "Reduced circulating sphingolipids and CERS2 activity are linked to T2D risk and impaired insulin secretion",
          "authors": "Saifur R. Khan, Wenyue W. Ye, Julie A. D. Van, Ishnoor Singh, Yasmin Rabiee, Kaitlyn L. Rodricks, Xiangyu Zhang, Rebekah J. Nicholson, Babak Razani, Scott A. Summers, Anthony H. Futerman, Erica P. Gunderson, Michael B. Wheeler",
          "abstract": "Gestational diabetes mellitus (GDM), a transient form of diabetes that resolves postpartum, is a major risk factor for type 2 diabetes (T2D) in women. While the progression from GDM to T2D is not fully understood, it involves both genetic and environmental components. By integrating clinical, metabolomic, and genome-wide association study (GWAS) data, we identified associations between decreased sphingolipid biosynthesis and future T2D, in part through the rs267738 allele of the CERS2 gene in Hispanic women shortly after a GDM pregnancy. To understand the impact of the CERS2 gene and risk allele on glucose regulation, we examined whole-body Cers2 knockout and rs267738 knock-in mice. Both models exhibited glucose intolerance and impaired insulin secretion in vivo. Islets isolated from these models also demonstrated reduced β cell function, as shown by decreased insulin secretion ex vivo. Overall, reduced circulating sphingolipids may indicate a high risk of GDM-to-T2D progression and reflect deficits in CERS2 activity that negatively affect glucose homeostasis and β cell function.",
          "url": "https://doi.org/10.1126/sciadv.adr1725",
          "doi": "https://doi.org/10.1126/sciadv.adr1725",
          "filter": "2"
        },
        {
          "title": "Redesigning protonic ceramic electrochemical cells to lower the operating temperature",
          "authors": "Fan Liu, David Diercks, Praveen Kumar, Arim Seong, Mohammed Hussain Abdul Jabbar, Cenk Gumeci, Yoshihisa Furuya, Nilesh Dale, Takanori Oku, Masahiro Usuda, Pejman Kazempoor, Iman Ghamarian, Lin Liu, Liyang Fang, Di Chen, Zixian Wang, Stephen Skinner, Chuancheng Duan",
          "abstract": "Protonic ceramic electrochemical cells (PCECs) can operate at intermediate temperatures (450° to 600°C) for power generation and hydrogen production. However, the operating temperature is still too high to revolutionize ceramic electrochemical cell technology. Lowering the operating temperature to &lt;450°C will enable a wider material choice and reduce system costs. We present approaches to redesigning PCECs via readily fabricated single-grain–thick, chemically homogeneous, and robust electrolytes and a nano-micro positive electrode. At 450°C, the PCECs achieve a peak power density of 1.6 watt per square centimeter on H 2 fuel, 0.5 watt per square centimeter on NH 3 fuel, and 0.3 watt per square centimeter on CH 4 fuel in fuel cell mode. In steam electrolysis mode, a current density of &gt;0.6 ampere per square centimeter with a Faradaic efficiency of &gt;90% is achievable at 1.4 volt and 400°C. In addition, exceptional durability (&gt;2000 hours) has been demonstrated, with a degradation rate of &lt;0.01 millivolt per 100 hours in fuel cell mode at 400°C.",
          "url": "https://doi.org/10.1126/sciadv.adq2507",
          "doi": "https://doi.org/10.1126/sciadv.adq2507",
          "filter": "2"
        },
        {
          "title": "Groundwater releases CO 2 to diverse global coastal ecosystems",
          "authors": "Aprajita S. Tomer, Tristan McKenzie, Claudia Majtényi-Hill, Alex Cabral, Yvonne Y. Y. Yau, Mitchell Call, Xiaogang Chen, Rogger E. Correa, Kay Davis, Luke Jeffrey, Mahmood Sadat-Noori, Douglas Tait, Jackie Webb, Damien T. Maher, Linnea Henriksson, Stefano Bonaglia, Shibin Zhao, M. Bayani Cardenas, Isaac R. Santos",
          "abstract": "Coastal ecosystems play a major role in marine carbon budgets, but substantial uncertainties remain in the sources and fluxes of coastal carbon dioxide (CO 2 ). Here, we assess when, where, and how submarine groundwater discharge (SGD) releases CO 2 to shallow coastal ecosystems. Time-series observations of dissolved CO 2 and radon ( 222 Rn, a natural groundwater tracer) across 40 coastal systems from 14 countries revealed large SGD-derived CO 2 fluxes. The mean groundwater partial pressure of CO 2 was 35 times higher than surface seawater. The mean SGD-derived CO 2 flux was 148 ± 226 millimoles per square meter per day (mmol m −2 day −1 ), resulting in a mean water-air CO 2 flux of 80 ± 133 mmol m −2 day −1 . Tidal rather than diel cycles drove CO 2 enrichment in most ecosystems. Tidally driven SGD was the primary CO 2 source in mangroves, salt marshes, tidal flats, estuaries, and canals. Overall, we expand current knowledge of marine carbon cycles by demonstrating SGD as an important source of CO 2 that requires inclusion in coastal carbon budgets.",
          "url": "https://doi.org/10.1126/sciadv.adr3240",
          "doi": "https://doi.org/10.1126/sciadv.adr3240",
          "filter": "2"
        },
        {
          "title": "Development of a recombinant Ang1 variant with enhanced Tie2 binding and its application to attenuate sepsis in mice",
          "authors": "Rui Wang, Hao Li, Zhinuo Xie, Meijuan Huang, Peng Xu, Cai Yuan, Jinyu Li, Robert Flaumenhaft, Mingdong Huang, Longguang Jiang",
          "abstract": "The angiopoietin (Ang)–Tie axis, critical for endothelial cell function and vascular development, is a promising therapeutic target for treating vascular disorders and inflammatory conditions like sepsis. This study aimed to enhance the binding affinity of recombinant Ang1 variants to the Tie2 and explore their therapeutic potential. Structural insights from the Ang1-Tie2 complex enabled the identification of key residues within the Ang1 receptor binding domain (RBD) critical for Tie2 interaction. Molecular dynamics simulations revealed that Met 436 Arg (M436R) and Ala 451 Asp (A451D) could improve Ang1’s Tie2 binding affinity. One variant, Ang1-RBD A451D , demonstrated a 100-fold increase compared to the wild type. Cellular assays revealed that Ang1 A451D enhanced Tie2 phosphorylation, promoting endothelial cell migration and tube formation. In vivo, this variant effectively reduced inflammatory cytokines and attenuated organ damage in septic mice. These findings highlight Ang1 A451D as a promising therapeutic candidate for vascular diseases, offering notable clinical potential for mitigating sepsis-related vascular dysfunction.",
          "url": "https://doi.org/10.1126/sciadv.ads1796",
          "doi": "https://doi.org/10.1126/sciadv.ads1796",
          "filter": "2"
        },
        {
          "title": "Impact of developmental temperature on neural growth, connectivity, and function",
          "authors": "Pascal Züfle, Leticia L. Batista, Sofia C. Brandão, Giovanni D’Uva, Christian Daniel, Carlotta Martelli",
          "abstract": "Environmental temperature dictates the developmental pace of poikilothermic animals. In Drosophila , slower development at lower temperatures results in higher brain connectivity, but the generality of such scaling across temperatures and brain regions and its impact on function are unclear. Here, we show that brain connectivity scales continuously across temperatures, in agreement with a first-principle model that postulates different metabolic constraints for the growth of the brain and the organism. The model predicts brain wiring under temperature cycles and the nonuniform temporal scaling of neural development across temperatures. Developmental temperature has notable effects on odor-driven behavior. Dissecting the circuit architecture and function of neurons in the olfactory pathway, we demonstrate that developmental temperature does not alter odor encoding in first- and second-order neurons, but it shifts the specificity of connections onto third-order neurons that mediate innate behaviors. We conclude that while some circuit computations are robust to the effects of developmental temperature on wiring, others exhibit phenotypic plasticity with possible adaptive advantages.",
          "url": "https://doi.org/10.1126/sciadv.adp9587",
          "doi": "https://doi.org/10.1126/sciadv.adp9587",
          "filter": "2"
        },
        {
          "title": "Transient interactions between the fuzzy coat and the cross-β core of brain-derived Aβ42 filaments",
          "authors": "Maria Milanesi, Z. Faidon Brotzakis, Michele Vendruscolo",
          "abstract": "Several human disorders, including Alzheimer’s disease (AD), are characterized by the aberrant formation of amyloid fibrils. In many cases, the amyloid core is flanked by disordered regions, known as fuzzy coat. The structural properties of fuzzy coats, and their interactions with their environments, however, have not been fully described to date. Here, we generate conformational ensembles of two brain-derived amyloid filaments of Aβ42, corresponding respectively to the familial and sporadic forms of AD. Our approach, called metadynamic electron microscopy metainference (MEMMI), provides a characterization of the transient interactions between the fuzzy coat and the cross-β core of the filaments. These calculations indicate that the familial AD filaments are less soluble than the sporadic AD filaments, and that the fuzzy coat contributes to solubilizing both types of filament. These results illustrate how the metainference approach can help analyze cryo-EM maps for the characterization of the properties of amyloid fibrils.",
          "url": "https://doi.org/10.1126/sciadv.adr7008",
          "doi": "https://doi.org/10.1126/sciadv.adr7008",
          "filter": "2"
        },
        {
          "title": "Adaptive immune cells antagonize ILC2 homeostasis via SLAMF3 and SLAMF5",
          "authors": "Yuande Wang, Dan Li, Yehai Liu, Shasha Chen, Zhongjun Dong",
          "abstract": "Type 2 innate lymphoid cells (ILC2s) mainly reside in tissues with few lymphoid cells. How their tissue residency is regulated remains poorly understood. This study explores the inhibitory role of SLAM-family receptors (SFRs) on adaptive immune cells in ILC2 maintenance. We observed an increase in the population of ILC2s in Rag1-deficient mice. Homotypic engagement of SFRs between ILC2s and adaptive immune cells was identified as a potential mechanism. SFR deficiency led to an increase in ILC2s. Conditional deletion of SFRs on T and/or B cells led to an increased ILC2 abundance. Mechanistically, as ILC precursors differentiate into ILC2s, SFRs, primarily SLAMF3 and SLAMF5, are inhibitory, which impair IL-7–induced PI3K activation and enhance apoptosis via SHP-1. These findings reveal a mechanism by which adaptive immune cells negatively regulate the homeostasis of ILC2s and contribute to our understanding of the complex interplay between innate and adaptive immune cells in the regulation of immune responses.",
          "url": "https://doi.org/10.1126/sciadv.adp9894",
          "doi": "https://doi.org/10.1126/sciadv.adp9894",
          "filter": "2"
        },
        {
          "title": "Optical control of spin waves in hybrid magnonic-plasmonic structures",
          "authors": "Nikolai Kuznetsov, Huajun Qin, Lukáš Flajšman, Sebastiaan van Dijken",
          "abstract": "Magnonics, which harnesses the unique properties of spin waves, offers promising advancements in data processing due to its broad frequency range, nonlinear dynamics, and scalability for on-chip integration. Effective information encoding in magnonic systems requires precise spatial and temporal control of spin waves. Here, we demonstrate the rapid optical control of spin-wave transport in hybrid magnonic-plasmonic structures. By using thermoplasmonic heating in yttrium iron garnet films integrated with gold nanodisk arrays, we achieve a suppression of spin-wave signals by 20 dB using single laser pulses lasting just a few hundred nanoseconds. Our results reveal a strong correlation between plasmonic light absorption and spin-wave manipulation, as supported by micromagnetic simulations that emphasize the crucial role of magnonic refraction. This study establishes thermoplasmonics as a powerful tool for controlling spin-wave propagation, bridging the fields of magnonics and plasmonics, and paving the way for the development of multifunctional hybrid magnonic devices.",
          "url": "https://doi.org/10.1126/sciadv.ads2420",
          "doi": "https://doi.org/10.1126/sciadv.ads2420",
          "filter": "2"
        },
        {
          "title": "A tunable metamaterial microwave absorber inspired by chameleon’s color-changing mechanism",
          "authors": "Dahyun D. Lim, Alberto Ibarra, Jeongwoo Lee, Jiyoung Jung, Wonjoon Choi, Grace X. Gu",
          "abstract": "A metamaterial absorber capable of swiftly altering its electromagnetic response in the microwave range offers adaptability to changing environments, such as tunable stealth capabilities. Inspired by the chameleon’s ability to change color through the structural transformation of photonic lattice crystals, which shift the bandgaps of reflection and transmission of visible light, we designed a crisscross structure that transforms from an expanded to a collapsed form. This transformation enables a switch between broadband absorption and peak transmission in the microwave range (4 to 18 gigahertz). The structure, optimized through data-driven design, is mechanically actuated by the rotation of interlinked trusses. This mechanism changes the entire array’s response, allowing it to remain undetected by an external radar or to transmit an internal radar signal to a near-field receiver when needed. The mechanical actuation and the shifting electromagnetic response of the arrayed structure are demonstrated.",
          "url": "https://doi.org/10.1126/sciadv.ads3499",
          "doi": "https://doi.org/10.1126/sciadv.ads3499",
          "filter": "2"
        },
        {
          "title": "Fully biodegradable hierarchically designed high-performance nanocellulose piezo-arrays",
          "authors": "Sujoy Kumar Ghosh, Francesca Matino, Fabio Lineu Favrin, Ilaria Tonazzini, Rosarita D’Orsi, Jose Gustavo de la Ossa, Andrea Camposeo, Jun Li, Wenjian Liu, Timothy A. Hacker, Dario Pisignano, Alessandra Operamolla, Xudong Wang, Luana Persano",
          "abstract": "While piezoelectric sensing and energy-harvesting devices still largely rely on inorganic components, biocompatible and biodegradable piezoelectric materials, such as cellulose nanocrystals, might constitute optimal and sustainable building blocks for a variety of applications in electronics and transient implants. To this aim, however, effective methods are needed to position cellulose nanocrystals in large and high-performance architectures. Here, we report on scalable assemblies of cellulose nanocrystals in multilayered piezoelectric systems with exceptional response, for various application scopes. The submicrometer patterning with effective-flow topography and multilayer stacking promote piezoelectric performance. Record output power and pressure sensitivity in the gentle touch range are obtained in flexible, fully biodegradable systems with stable piezoelectric properties and demonstrated compatibility with different cell lines and implanted devices. These architectures offer new design principles for piezoelectric sustainable materials and for realizing an innovative class of practical components for mechanical energy harvesting and biologically relevant wearables and implants.",
          "url": "https://doi.org/10.1126/sciadv.ads0778",
          "doi": "https://doi.org/10.1126/sciadv.ads0778",
          "filter": "2"
        },
        {
          "title": "Prior knowledge changes initial sensory processing in the human spinal cord",
          "authors": "Max-Philipp Stenner, Cindy Márquez Nossa, Tino Zaehle, Elena Azañón, Hans-Jochen Heinze, Matthias Deliano, Lars Büntjen",
          "abstract": "Prior knowledge changes how the brain processes sensory input. Whether knowledge influences initial sensory processing upstream of the brain, in the spinal cord, is unknown. Studying electric potentials recorded invasively and noninvasively from the human spinal cord at millisecond resolution, we find that the cord generates electric potentials at 600 hertz that are modulated by prior knowledge about the time of sensory input, as early as 13 to 16 milliseconds after stimulation. Our results reveal that already in the spinal cord, sensory processing is under top-down, cognitive control, and that 600-hertz signals, which have been identified as a macroscopic marker of population spiking in other regions of the nervous system, play a role in early, context-dependent sensory processing. The possibility to examine these signals noninvasively in humans opens up avenues for research into the physiology of the spinal cord and its interaction with the brain.",
          "url": "https://doi.org/10.1126/sciadv.adl5602",
          "doi": "https://doi.org/10.1126/sciadv.adl5602",
          "filter": "2"
        },
        {
          "title": "Cryptic coral diversity is associated with symbioses, physiology, and response to thermal challenge",
          "authors": "Hannah E. Aichelman, Brooke E. Benson, Kelly Gomez-Campo, M. Isabel Martinez-Rugerio, James E. Fifer, Laura Tsang, Annabel M. Hughes, Colleen B. Bove, Olivia C. Nieves, Alyssa M. Pereslete, Darren Stanizzi, Nicola G. Kriefall, Justin H. Baumann, John P. Rippe, Plinio Gondola, Karl D. Castillo, Sarah W. Davies",
          "abstract": "Coral persistence in the Anthropocene depends on interactions among holobiont partners (coral animals and microbial symbionts) and their environment. Cryptic coral lineages—genetically distinct yet morphologically similar groups—are critically important as they often exhibit functional diversity relevant to thermal tolerance. In addition, environmental parameters such as thermal variability may promote tolerance, but how variability interacts with holobiont partners to shape responses to thermal challenge remains unclear. Here, we identified three cryptic lineages of Siderastrea siderea in Bocas del Toro, Panamá that differ in distributions across inshore and offshore reefs, microbial associations, phenotypic traits of holobiont partners (i.e., phenomes), and skeleton morphologies. A thermal variability experiment failed to increase thermal tolerance, but subsequent thermal challenge and recovery revealed that one lineage maintained elevated energetic reserves, photochemical efficiency, and growth. Last, coral cores highlighted that this lineage also exhibited greater growth historically. Functional variation among cryptic lineages highlights their importance in predicting coral reef responses to climate change.",
          "url": "https://doi.org/10.1126/sciadv.adr5237",
          "doi": "https://doi.org/10.1126/sciadv.adr5237",
          "filter": "2"
        },
        {
          "title": "Central amygdala NPBWR1 neurons facilitate social novelty seeking and new social interactions",
          "authors": "Shingo Soya, Koji Toda, Katsuyasu Sakurai, Yoan Cherasse, Yuki C. Saito, Manabu Abe, Kenji Sakimura, Takeshi Sakurai",
          "abstract": "The formation of new social interactions is vital for social animals, but the underlying neural mechanisms remain poorly understood. We identified CeA Npbwr1 neurons, a population in central amygdala expressing neuropeptide B/W receptor-1 (NPBWR1), that play a critical role in these interactions. CeA Npbwr1 neurons were activated during encounters with unfamiliar, but not with familiar, mice. Manipulations of CeA Npbwr1 neurons showed that their excitation is essential for maintaining physical interactions with novel conspecifics. Activation of CeA Npbwr1 neurons alleviated social deficits induced by chronic social defeat stress, suggesting therapeutic potential. Conversely, overexpression of human NPBWR1 in CeA Npbwr1 neurons reduced activity of these neurons and impaired social interactions with unfamiliar mice. This effect was absent in a polymorphic variant of the human NPBWR1 gene (404A&gt;T). These findings highlight how CeA Npbwr1 neurons promote social novelty seeking and reveal a complex interplay between NPBWR1 genetic variations and social behavior.",
          "url": "https://doi.org/10.1126/sciadv.adn1335",
          "doi": "https://doi.org/10.1126/sciadv.adn1335",
          "filter": "2"
        },
        {
          "title": "Revealing the reaction path of UVC bond rupture in cyclic disulfides with ultrafast x-ray scattering",
          "authors": "Lingyu Ma, Wenpeng Du, Haiwang Yong, Brian Stankus, Jennifer M. Ruddock, Andrés Moreno Carrascosa, Nathan Goff, Yu Chang, Nikola Zotev, Darren Bellshaw, Thomas J. Lane, Mengning Liang, Sébastien Boutet, Sergio Carbajo, Joseph S. Robinson, Jason E. Koglin, Michael P. Minitti, Adam Kirrander, Theis I. Sølling, Peter M. Weber",
          "abstract": "Disulfide bonds are ubiquitous molecular motifs that influence the tertiary structure and biological functions of many proteins. Yet, it is well known that the disulfide bond is photolabile when exposed to ultraviolet C (UVC) radiation. The deep-UV–induced S─S bond fragmentation kinetics on very fast timescales are especially pivotal to fully understand the photostability and photodamage repair mechanisms in proteins. In 1,2-dithiane, the smallest saturated cyclic molecule that mimics biologically active species with S─S bonds, we investigate the photochemistry upon 200-nm excitation by femtosecond time-resolved x-ray scattering in the gas phase using an x-ray free electron laser. In the femtosecond time domain, we find a very fast reaction that generates molecular fragments with one and two sulfur atoms. On picosecond and nanosecond timescales, a complex network of reactions unfolds that, ultimately, completes the sulfur dissociation from the parent molecule.",
          "url": "https://doi.org/10.1126/sciadv.adp9175",
          "doi": "https://doi.org/10.1126/sciadv.adp9175",
          "filter": "2"
        },
        {
          "title": "Siderophore synthetase-receptor gene coevolution reveals habitat- and pathogen-specific bacterial iron interaction networks",
          "authors": "Shaohua Gu, Zhengying Shao, Zeyang Qu, Shenyue Zhu, Yuanzhe Shao, Di Zhang, Richard Allen, Ruolin He, Jiqi Shao, Guanyue Xiong, Alexandre Jousset, Ville-Petri Friman, Zhong Wei, Rolf Kümmerli, Zhiyuan Li",
          "abstract": "Bacterial social interactions play crucial roles in various ecological, medical, and biotechnological contexts. However, predicting these interactions from genome sequences is notoriously difficult. Here, we developed bioinformatic tools to predict whether secreted iron-scavenging siderophores stimulate or inhibit the growth of community members. Siderophores are chemically diverse and can be stimulatory or inhibitory depending on whether bacteria have or lack corresponding uptake receptors. We focused on 1928 representative Pseudomonas genomes and developed an experimentally validated coevolution algorithm to match encoded siderophore synthetases to corresponding receptor groups. We derived community-level iron interaction networks to show that siderophore-mediated interactions differ across habitats and lifestyles. Specifically, dense networks of siderophore sharing and competition were observed among environmental and nonpathogenic species, while small, fragmented networks occurred among human-associated and pathogenic species. Together, our sequence-to-ecology approach empowers the analyses of social interactions among thousands of bacterial strains and offers opportunities for targeted intervention to microbial communities.",
          "url": "https://doi.org/10.1126/sciadv.adq5038",
          "doi": "https://doi.org/10.1126/sciadv.adq5038",
          "filter": "2"
        },
        {
          "title": "Observation of broadband super-absorption of electromagnetic waves through space-time symmetry breaking",
          "authors": "Matteo Ciabattoni, Zeki Hayran, Francesco Monticone",
          "abstract": "Using time as an additional design parameter in electromagnetism, photonics, and wave physics is attracting considerable research interest, motivated by the possibility to explore physical phenomena and engineering opportunities beyond the limits of time-invariant systems. Here, we report the experimental demonstration of enhanced broadband absorption of electromagnetic waves in a continuously modulated time-varying system, exceeding one of the key theoretical limits of linear time-invariant absorbers. This is achieved by harnessing the frequency–wave vector transitions and enhanced interference effects enabled by breaking both continuous space- and time-translation symmetries in a periodically time-modulated absorbing structure operating at radio frequencies. Furthermore, we demonstrate broadband coherent wave absorption using a secondary control wave, observing a nearly perfect, reconfigurable, antireflection effect over a broad continuous bandwidth. Our findings provide insights into enhanced wave absorption in time-varying scenarios and may enable the development of devices operating in a regime fundamentally beyond the reach of linear time-invariant systems.",
          "url": "https://doi.org/10.1126/sciadv.ads7407",
          "doi": "https://doi.org/10.1126/sciadv.ads7407",
          "filter": "2"
        },
        {
          "title": "Discovery of Laacher See eruption in speleothem record synchronizes Greenland and central European Late Glacial climate change",
          "authors": "Sophie F. Warken, Axel K. Schmitt, Denis Scholz, Andreas Hertwig, Michael Weber, Regina Mertz-Kraus, Frederick Reinig, Jan Esper, Michael Sigl",
          "abstract": "To assess the impact of ongoing, historically unprecedented Arctic ice melting, precisely synchronized chronologies are indispensable for past analogs of abrupt climate change. Around 12,900 years before present (B.P.), the Atlantic-European realm experienced an abrupt relapse to near-glacial climate conditions attributed to Arctic meltwater fluxes, the Younger Dryas. However, it remained unclear how fast this climatic change propagated southward into Europe as terrestrial and ice-core chronologies are not sufficiently synchronized. Here, we use a volcanic sulfur spike identified in a speleothem from Germany to link the Laacher See eruption (LSE), a key chronostratigraphic marker in European terrestrial archives, to a previously unidentified sulfate spike in the Greenland ice-core record. The LSE, dated to 13,008 ± 8 years B.P. 1950 , thus synchronizes radiometric and ice-core calendars back in time, which consistently demonstrates that the LSE predates the onset of the Younger Dryas cooling by about 150 years, both in Greenland and Europe.",
          "url": "https://doi.org/10.1126/sciadv.adt4057",
          "doi": "https://doi.org/10.1126/sciadv.adt4057",
          "filter": "2"
        },
        {
          "title": "Axially multifocal metalens for 3D volumetric photoacoustic imaging of neuromelanin in live brain organoid",
          "authors": "Aleksandr Barulin, Elena Barulina, Dong Kyo Oh, Yongjae Jo, Hyemi Park, Soomin Park, Hyunjun Kye, Jeesu Kim, Jinhee Yoo, Junhyung Kim, Gyusoo Bak, Yangkyu Kim, Hyunjung Kang, Yujin Park, Jong-Chan Park, Junsuk Rho, Byullee Park, Inki Kim",
          "abstract": "Optical resolution photoacoustic imaging of uneven samples without z-scanning is transformative for the fast analysis and diagnosis of diseases. However, current approaches to elongate the depth of field (DOF) typically imply cumbersome postprocessing procedures, bulky optical element ensembles, or substantial excitation beam side lobes. Metasurface technology allows for the phase modulation of light and the miniaturization of imaging systems to wavelength-size thickness. Here, we propose a metalens composed of submicrometer-thick titanium oxide nanopillars, which generates an elongated beam of diffraction-limited diameter with an aspect ratio of 286 and a uniform intensity throughout the DOF. The metalens enhances visualization of phantom samples with tilted surfaces compared to conventional lenses. Moreover, the volumetric imaging of neuromelanin is facilitated for depths of up to 500 micrometers within the human midbrain and forebrain organoids that are 3D biological models of human brain regions. This approach provides a miniaturized platform for neurodegenerative disease diagnosis and drug discovery.",
          "url": "https://doi.org/10.1126/sciadv.adr0654",
          "doi": "https://doi.org/10.1126/sciadv.adr0654",
          "filter": "2"
        }
      ]
    }
  ]
}
