{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Immigrant–native pay gap driven by lack of access to high-paying jobs",
          "authors": "Are Skeie Hermansen, Andrew Penner, István Boza, Marta M. Elvira, Olivier Godechot, Martin Hällsten, Lasse Folke Henriksen, Feng Hou, Zoltán Lippényi, Trond Petersen, Malte Reichelt, Halil Sabanci, Mirna Safi, Donald Tomaskovic-Devey, Erik Vickstrom",
          "url": "https://doi.org/10.1038/s41586-025-09259-6",
          "doi": "https://doi.org/10.1038/s41586-025-09259-6",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Observation of charge–parity symmetry breaking in baryon decays",
          "authors": "character(0), R. Aaij, A. S. W. Abdelmotteleb, C. Abellan Beteta, F. Abudinén, T. Ackernley, A. A. Adefisoye, B. Adeva, M. Adinolfi, P. Adlarson, C. Agapopoulou, C. A. Aidala, Z. Ajaltouni, S. Akar, K. Akiba, P. Albicocco, J. Albrecht, F. Alessio, M. Alexander, Z. Aliouche, P. Alvarez Cartelle, R. Amalric, S. Amato, J. L. Amey, Y. Amhis, L. An, L. Anderlini, M. Andersson, A. Andreianov, P. Andreola, M. Andreotti, D. Andreou, A. Anelli, D. Ao, F. Archilli, M. Argenton, S. Arguedas Cuendis, A. Artamonov, M. Artuso, E. Aslanides, R. Ataíde Da Silva, M. Atzeni, B. Audurier, D. Bacher, I. Bachiller Perea, S. Bachmann, M. Bachmayer, J. J. Back, P. Baladron Rodriguez, V. Balagura, A. Balboni, W. Baldini, L. Balzani, H. Bao, J. Baptista de Souza Leite, C. Barbero Pretel, M. Barbetti, I. R. Barbosa, R. J. Barlow, M. Barnyakov, S. Barsuk, W. Barter, J. Bartz, J. M. Basels, S. Bashir, B. Batsukh, P. B. Battista, A. Bay, A. Beck, M. Becker, F. Bedeschi, I. B. Bediaga, N. A. Behling, S. Belin, K. Belous, I. Belov, I. Belyaev, G. Benane, G. Bencivenni, E. Ben-Haim, A. Berezhnoy, R. Bernet, S. Bernet Andres, A. Bertolin, C. Betancourt, F. Betti, J. Bex, Ia. Bezshyiko, O. Bezshyyko, J. Bhom, M. S. Bieker, N. V. Biesuz, P. Billoir, A. Biolchini, M. Birch, F. C. R. Bishop, A. Bitadze, A. Bizzeti, T. Blake, F. Blanc, J. E. Blank, S. Blusk, V. Bocharnikov, J. A. Boelhauve, O. Boente Garcia, T. Boettcher, A. Bohare, A. Boldyrev, C. S. Bolognani, R. Bolzonella, R. B. Bonacci, N. Bondar, A. Bordelius, F. Borgato, S. Borghi, M. Borsato, J. T. Borsuk, E. Bottalico, S. A. Bouchiba, M. Bovill, T. J. V. Bowcock, A. Boyer, C. Bozzi, J. D. Brandenburg, A. Brea Rodriguez, N. Breer, J. Brodzicka, A. Brossa Gonzalo, J. Brown, D. Brundu, E. Buchanan, L. Buonincontri, M. Burgos Marcos, A. T. Burke, C. Burr, J. S. Butter, J. Buytaert, W. Byczynski, S. Cadeddu, H. Cai, A. Caillet, R. Calabrese, S. Calderon Ramirez, L. Calefice, S. Cali, M. Calvi, M. Calvo Gomez, P. Camargo Magalhaes, J. I. Cambon Bouzas, P. Campana, D. H. Campora Perez, A. F. Campoverde Quezada, S. Capelli, L. Capriotti, R. Caravaca-Mora, A. Carbone, L. Carcedo Salgado, R. Cardinale, A. Cardini, P. Carniti, L. Carus, A. Casais Vidal, R. Caspary, G. Casse, M. Cattaneo, G. Cavallero, V. Cavallini, S. Celani, S. Cesare, A. J. Chadwick, I. Chahrour, H. Chang, M. Charles, Ph. Charpentier, E. Chatzianagnostou, M. Chefdeville, C. Chen, S. Chen, Z. Chen, A. Chernov, S. Chernyshenko, X. Chiotopoulos, V. Chobanova, M. Chrzaszcz, A. Chubykin, V. Chulikov, P. Ciambrone, X. Cid Vidal, G. Ciezarek, P. Cifra, P. E. L. Clarke, M. Clemencic, H. V. Cliff, J. Closier, C. Cocha Toapaxi, V. Coco, J. Cogan, E. Cogneras, L. Cojocariu, S. Collaviti, P. Collins, T. Colombo, M. Colonna, A. Comerma-Montells, L. Congedo, A. Contu, N. Cooke, C. Coronel, I. Corredoira, A. Correia, G. Corti, J. Cottee Meldrum, B. Couturier, D. C. Craik, M. Cruz Torres, E. Curras Rivera, R. Currie, C. L. Da Silva, S. Dadabaev, L. Dai, X. Dai, E. Dall’Occo, J. Dalseno, C. D’Ambrosio, J. Daniel, A. Danilina, P. d’Argent, G. Darze, A. Davidson, J. E. Davies, O. De Aguiar Francisco, C. De Angelis, F. De Benedetti, J. de Boer, K. De Bruyn, S. De Capua, M. De Cian, U. De Freitas Carneiro Da Graca, E. De Lucia, J. M. De Miranda, L. De Paula, M. De Serio, P. De Simone, F. De Vellis, J. A. de Vries, F. Debernardis, D. Decamp, V. Dedu, S. Dekkers, L. Del Buono, B. Delaney, H.-P. Dembinski, J. Deng, V. Denysenko, O. Deschamps, F. Dettori, B. Dey, P. Di Nezza, I. Diachkov, S. Didenko, S. Ding, L. Dittmann, V. Dobishuk, A. D. Docheva, C. Dong, A. M. Donohoe, F. Dordei, A. C. dos Reis, A. D. Dowling, W. Duan, P. Duda, M. W. Dudek, L. Dufour, V. Duk, P. Durante, M. M. Duras, J. M. Durham, O. D. Durmus, A. Dziurda, A. Dzyuba, S. Easo, E. Eckstein, U. Egede, A. Egorychev, V. Egorychev, S. Eisenhardt, E. Ejopu, L. Eklund, M. Elashri, J. Ellbracht, S. Ely, A. Ene, J. Eschle, S. Esen, T. Evans, F. Fabiano, S. Faghih, L. N. Falcao, Y. Fan, B. Fang, L. Fantini, M. Faria, K. Farmer, D. Fazzini, L. Felkowski, M. Feng, M. Feo, A. Fernandez Casani, M. Fernandez Gomez, A. D. Fernez, F. Ferrari, F. Ferreira Rodrigues, M. Ferrillo, M. Ferro-Luzzi, S. Filippov, R. A. Fini, M. Fiorini, M. Firlej, K. L. Fischer, D. S. Fitzgerald, C. Fitzpatrick, T. Fiutowski, F. Fleuret, M. Fontana, L. F. Foreman, R. Forty, D. Foulds-Holt, V. Franco Lima, M. Franco Sevilla, M. Frank, E. Franzoso, G. Frau, C. Frei, D. A. Friday, J. Fu, Q. Führing, Y. Fujii, T. Fulghesu, E. Gabriel, G. Galati, M. D. Galati, A. Gallas Torreira, D. Galli, S. Gambetta, M. Gandelman, P. Gandini, B. Ganie, H. Gao, R. Gao, T. Q. Gao, Y. Gao, Y. Gao, L. M. Garcia Martin, P. Garcia Moreno, J. Garca Pardiñas, P. Gardner, K. G. Garg, L. Garrido, C. Gaspar, A. Gavrikov, L. L. Gerken, E. Gersabeck, M. Gersabeck, T. Gershon, S. Ghizzo, Z. Ghorbanimoghaddam, L. Giambastiani, F. I. Giasemis, V. Gibson, H. K. Giemza, A. L. Gilman, M. Giovannetti, A. Gioventù, L. Girardey, C. Giugliano, M. A. Giza, F. C. Glaser, V. V. Gligorov, C. Göbel, L. Golinka-Bezshyyko, E. Golobardes, D. Golubkov, A. Golutvin, S. Gomez Fernandez, W. Gomulka, F. Goncalves Abrantes, M. Goncerz, G. Gong, J. A. Gooding, I. V. Gorelov, C. Gotti, E. Govorkova, J. P. Grabowski, L. A. Granado Cardoso, E. Graugés, E. Graverini, L. Grazette, G. Graziani, A. T. Grecu, L. M. Greeven, N. A. Grieser, L. Grillo, S. Gromov, C. Gu, M. Guarise, L. Guerry, V. Guliaeva, P. A. Günther, A.-K. Guseinov, E. Gushchin, Y. Guz, T. Gys, K. Habermann, T. Hadavizadeh, C. Hadjivasiliou, G. Haefeli, C. Haen, G. Hallett, M. M. Halvorsen, P. M. Hamilton, J. Hammerich, Q. Han, X. Han, S. Hansmann-Menzemer, L. Hao, N. Harnew, T. H. Harris, M. Hartmann, S. Hashmi, J. He, F. Hemmer, C. Henderson, R. D. L. Henderson, A. M. Hennequin, K. Hennessy, L. Henry, J. Herd, P. Herrero Gascon, J. Heuel, A. Hicheur, G. Hijano Mendizabal, J. Horswill, R. Hou, Y. Hou, N. Howarth, J. Hu, W. Hu, X. Hu, W. Huang, W. Hulsbergen, R. J. Hunter, M. Hushchyn, D. Hutchcroft, M. Idzik, D. Ilin, P. Ilten, A. Inglessi, A. Iniukhin, A. Ishteev, K. Ivshin, R. Jacobsson, H. Jage, S. J. Jaimes Elles, S. Jakobsen, E. Jans, B. K. Jashal, A. Jawahery, V. Jevtic, E. Jiang, X. Jiang, Y. Jiang, Y. J. Jiang, M. John, A. John Rubesh Rajan, D. Johnson, C. R. Jones, T. P. Jones, S. Joshi, B. Jost, J. Juan Castella, N. Jurik, I. Juszczak, D. Kaminaris, S. Kandybei, M. Kane, Y. Kang, C. Kar, M. Karacson, D. Karpenkov, A. Kauniskangas, J. W. Kautz, M. K. Kazanecki, F. Keizer, M. Kenzie, T. Ketel, B. Khanji, A. Kharisova, S. Kholodenko, G. Khreich, T. Kirn, V. S. Kirsebom, O. Kitouni, S. Klaver, N. Kleijne, K. Klimaszewski, M. R. Kmiec, S. Koliiev, L. Kolk, A. Konoplyannikov, P. Kopciewicz, P. Koppenburg, A. Korchin, M. Korolev, I. Kostiuk, O. Kot, S. Kotriakhova, A. Kozachuk, P. Kravchenko, L. Kravchuk, M. Kreps, P. Krokovny, W. Krupa, W. Krzemien, O. Kshyvanskyi, S. Kubis, M. Kucharczyk, V. Kudryavtsev, E. Kulikova, A. Kupsc, B. K. Kutsenko, I. Kyryllin, D. Lacarrere, P. Laguarta Gonzalez, A. Lai, A. Lampis, D. Lancierini, C. Landesa Gomez, J. J. Lane, R. Lane, G. Lanfranchi, C. Langenbruch, J. Langer, O. Lantwin, T. Latham, F. Lazzari, C. Lazzeroni, R. Le Gac, H. Lee, R. Lefèvre, A. Leflat, S. Legotin, M. Lehuraux, E. Lemos Cid, O. Leroy, T. Lesiak, E. D. Lesser, B. Leverington, A. Li, C. Li, C. Li, H. Li, J. Li, K. Li, L. Li, M. Li, P. Li, P.-R. Li, Q. Li, S. Li, T. Li, T. Li, Y. Li, Y. Li, Z. Lian, X. Liang, S. Libralon, C. Lin, T. Lin, R. Lindner, H. Linton, V. Lisovskyi, R. Litvinov, D. Liu, F. L. Liu, G. Liu, K. Liu, S. Liu, W. Liu, Y. Liu, Y. Liu, Y. L. Liu, G. Loachamin Ordonez, A. Lobo Salvia, A. Loi, T. Long, J. H. Lopes, A. Lopez Huertas, S. López Soliño, Q. Lu, C. Lucarelli, D. Lucchesi, M. Lucio Martinez, V. Lukashenko, Y. Luo, A. Lupato, E. Luppi, K. Lynch, X.-R. Lyu, G. M. Ma, S. Maccolini, F. Machefert, F. Maciuc, B. Mack, I. Mackay, L. M. Mackey, L. R. Madhan Mohan, M. J. Madurai, A. Maevskiy, D. Magdalinski, D. Maisuzenko, J. J. Malczewski, S. Malde, L. Malentacca, A. Malinin, T. Maltsev, G. Manca, G. Mancinelli, C. Mancuso, R. Manera Escalero, F. M. Manganella, D. Manuzzi, D. Marangotto, J. F. Marchand, R. Marchevski, U. Marconi, E. Mariani, S. Mariani, C. Marin Benito, J. Marks, A. M. Marshall, L. Martel, G. Martelli, G. Martellotti, L. Martinazzoli, M. Martinelli, D. Martinez Gomez, D. Martinez Santos, F. Martinez Vidal, A. Martorell i Granollers, A. Massafferri, R. Matev, A. Mathad, V. Matiunin, C. Matteuzzi, K. R. Mattioli, A. Mauri, E. Maurice, J. Mauricio, P. Mayencourt, J. Mazorra de Cos, M. Mazurek, M. McCann, T. H. McGrath, N. T. McHugh, A. McNab, R. McNulty, B. Meadows, G. Meier, D. Melnychuk, F. M. Meng, M. Merk, A. Merli, L. Meyer Garcia, D. Miao, H. Miao, M. Mikhasenko, D. A. Milanes, A. Minotti, E. Minucci, T. Miralles, B. Mitreska, D. S. Mitzel, A. Modak, L. Moeser, R. A. Mohammed, R. D. Moise, E. F. Molina Cardenas, T. Mombächer, M. Monk, S. Monteil, A. Morcillo Gomez, G. Morello, M. J. Morello, M. P. Morgenthaler, J. Moron, W. Morren, A. B. Morris, A. G. Morris, R. Mountain, H. Mu, Z. M. Mu, E. Muhammad, F. Muheim, M. Mulder, K. Müller, F. Muñoz-Rojas, R. Murta, V. Mytrochenko, P. Naik, T. Nakada, R. Nandakumar, T. Nanut, I. Nasteva, M. Needham, E. Nekrasova, N. Neri, S. Neubert, N. Neufeld, P. Neustroev, J. Nicolini, D. Nicotra, E. M. Niel, N. Nikitin, Q. Niu, P. Nogarolli, P. Nogga, C. Normand, J. Novoa Fernandez, G. Nowak, C. Nunez, H. N. Nur, A. Oblakowska-Mucha, V. Obraztsov, T. Oeser, S. Okamura, A. Okhotnikov, O. Okhrimenko, R. Oldeman, F. Oliva, M. Olocco, C. J. G. Onderwater, R. H. O’Neil, D. Osthues, J. M. Otalora Goicochea, P. Owen, A. Oyanguren, O. Ozcelik, F. Paciolla, A. Padee, K. O. Padeken, B. Pagare, T. Pajero, A. Palano, M. Palutan, X. Pan, G. Panshin, L. Paolucci, A. Papanestis, M. Pappagallo, L. L. Pappalardo, C. Pappenheimer, C. Parkes, D. Parmar, B. Passalacqua, G. Passaleva, D. Passaro, A. Pastore, M. Patel, J. Patoc, C. Patrignani, A. Paul, C. J. Pawley, A. Pellegrino, J. Peng, M. Pepe Altarelli, S. Perazzini, D. Pereima, H. Pereira Da Costa, A. Pereiro Castro, P. Perret, A. Perrevoort, A. Perro, M. J. Peters, K. Petridis, A. Petrolini, J. P. Pfaller, H. Pham, L. Pica, M. Piccini, L. Piccolo, B. Pietrzyk, G. Pietrzyk, R. N. Pilato, D. Pinci, F. Pisani, M. Pizzichemi, V. Placinta, M. Plo Casasus, T. Poeschl, F. Polci, M. Poli Lener, A. Poluektov, N. Polukhina, I. Polyakov, E. Polycarpo, S. Ponce, D. Popov, S. Poslavskii, K. Prasanth, C. Prouve, D. Provenzano, V. Pugatch, G. Punzi, S. Qasim, Q. Q. Qian, W. Qian, N. Qin, S. Qu, R. Quagliani, R. I. Rabadan Trejo, J. H. Rademacker, M. Rama, M. Ramírez García, V. Ramos De Oliveira, M. Ramos Pernas, M. S. Rangel, F. Ratnikov, G. Raven, M. Rebollo De Miguel, F. Redi, J. Reich, F. Reiss, Z. Ren, P. K. Resmi, M. Ribalda Galvez, R. Ribatti, G. R. Ricart, D. Riccardi, S. Ricciardi, K. Richardson, M. Richardson-Slipper, K. Rinnert, P. Robbe, G. Robertson, E. Rodrigues, A. Rodriguez Alvarez, E. Rodriguez Fernandez, J. A. Rodriguez Lopez, E. Rodriguez Rodriguez, J. Roensch, A. Rogachev, A. Rogovskiy, D. L. Rolf, P. Roloff, V. Romanovskiy, A. Romero Vidal, G. Romolini, F. Ronchetti, T. Rong, M. Rotondo, S. R. Roy, M. S. Rudolph, M. Ruiz Diaz, R. A. Ruiz Fernandez, J. Ruiz Vidal, J. Ryzka, J. J. Saavedra-Arias, J. J. Saborido Silva, R. Sadek, N. Sagidova, D. Sahoo, N. Sahoo, B. Saitta, M. Salomoni, I. Sanderswood, R. Santacesaria, C. Santamarina Rios, M. Santimaria, L. Santoro, E. Santovetti, A. Saputi, D. Saranin, A. Sarnatskiy, G. Sarpis, M. Sarpis, C. Satriano, A. Satta, M. Saur, D. Savrina, H. Sazak, F. Sborzacchi, A. Scarabotto, S. Schael, S. Scherl, M. Schiller, H. Schindler, M. Schmelling, B. Schmidt, S. Schmitt, H. Schmitz, O. Schneider, A. Schopper, N. Schulte, S. Schulte, M. H. Schune, G. Schwering, B. Sciascia, A. Sciuccati, I. Segal, S. Sellam, A. Semennikov, T. Senger, M. Senghi Soares, A. Sergi, N. Serra, L. Sestini, A. Seuthe, Y. Shang, D. M. Shangase, M. Shapkin, R. S. Sharma, I. Shchemerov, L. Shchutska, T. Shears, L. Shekhtman, Z. Shen, S. Sheng, V. Shevchenko, B. Shi, Q. Shi, Y. Shimizu, E. Shmanin, R. Shorkin, J. D. Shupperd, R. Silva Coutinho, G. Simi, S. Simone, M. Singha, N. Skidmore, T. Skwarnicki, M. W. Slater, E. Smith, K. Smith, M. Smith, A. Snoch, L. Soares Lavra, M. D. Sokoloff, F. J. P. Soler, A. Solomin, A. Solovev, I. Solovyev, N. S. Sommerfeld, R. Song, Y. Song, Y. Song, Y. S. Song, F. L. Souza De Almeida, B. Souza De Paula, E. Spadaro Norella, E. Spedicato, J. G. Speer, E. Spiridenkov, P. Spradlin, V. Sriskaran, F. Stagni, M. Stahl, S. Stahl, S. Stanislaus, M. Stefaniak, E. N. Stein, O. Steinkamp, O. Stenyakin, H. Stevens, D. Strekalina, Y. Su, F. Suljik, J. Sun, L. Sun, D. Sundfeld, W. Sutcliffe, K. Swientek, F. Swystun, A. Szabelski, T. Szumlak, Y. Tan, Y. Tang, M. D. Tat, A. Terentev, F. Terzuoli, F. Teubert, E. Thomas, D. J. D. Thompson, H. Tilquin, V. Tisserand, S. T’Jampens, M. Tobin, L. Tomassetti, G. Tonani, X. Tong, T. Tork, D. Torres Machado, L. Toscano, D. Y. Tou, C. Trippl, G. Tuci, N. Tuning, L. H. Uecker, A. Ukleja, D. J. Unverzagt, A. Upadhyay, B. Urbach, A. Usachov, A. Ustyuzhanin, U. Uwer, V. Vagnoni, V. Valcarce Cadenas, G. Valenti, N. Valls Canudas, J. van Eldik, H. Van Hecke, E. van Herwijnen, C. B. Van Hulse, R. Van Laak, M. van Veghel, G. Vasquez, R. Vazquez Gomez, P. Vazquez Regueiro, C. Vázquez Sierra, S. Vecchi, J. J. Velthuis, M. Veltri, A. Venkateswaran, M. Verdoglia, M. Vesterinen, D. Vico Benet, P. Vidrier Villalba, M. Vieites Diaz, X. Vilasis-Cardona, E. Vilella Figueras, A. Villa, P. Vincent, B. Vivacqua, F. C. Volle, D. vom Bruch, N. Voropaev, K. Vos, C. Vrahas, J. Wagner, J. Walsh, E. J. Walton, G. Wan, A. Wang, C. Wang, G. Wang, H. Wang, J. Wang, J. Wang, J. Wang, J. Wang, M. Wang, N. W. Wang, R. Wang, X. Wang, X. Wang, X. W. Wang, Y. Wang, Y. W. Wang, Z. Wang, Z. Wang, Z. Wang, J. A. Ward, M. Waterlaat, N. K. Watson, D. Websdale, Y. Wei, J. Wendel, B. D. C. Westhenry, C. White, M. Whitehead, E. Whiter, A. R. Wiederhold, D. Wiedner, G. Wilkinson, M. K. Wilkinson, M. Williams, M. J. Williams, M. R. J. Williams, R. Williams, Z. Williams, F. F. Wilson, M. Winn, W. Wislicki, M. Witek, L. Witola, G. Wormser, S. A. Wotton, H. Wu, J. Wu, X. Wu, Y. Wu, Z. Wu, K. Wyllie, S. Xian, Z. Xiang, Y. Xie, T. X. Xing, A. Xu, L. Xu, M. Xu, Z. Xu, Z. Xu, Z. Xu, K. Yang, S. Yang, X. Yang, Y. Yang, Z. Yang, V. Yeroshenko, H. Yeung, H. Yin, X. Yin, C. Y. Yu, J. Yu, X. Yuan, Y. Yuan, E. Zaffaroni, M. Zavertyaev, M. Zdybal, F. Zenesini, C. Zeng, M. Zeng, C. Zhang, D. Zhang, J. Zhang, L. Zhang, S. Zhang, S. Zhang, Y. Zhang, Y. Z. Zhang, Z. Zhang, Y. Zhao, A. Zhelezov, S. Z. Zheng, X. Z. Zheng, Y. Zheng, T. Zhou, X. Zhou, Y. Zhou, V. Zhovkovska, L. Z. Zhu, X. Zhu, X. Zhu, V. Zhukov, J. Zhuo, Q. Zou, D. Zuliani, G. Zunica",
          "abstract": "The Standard Model of particle physics—the theory of particles and interactions at the smallest scale—predicts that matter and antimatter interact differently due to violation of the combined symmetry of charge conjugation (C) and parity (P). Charge conjugation transforms particles into their antimatter particles, whereas the parity transformation inverts spatial coordinates. This prediction applies to both mesons, which consist of a quark and an antiquark, and baryons, which are composed of three quarks. However, despite having been discovered in various meson decays, CP violation has yet to be observed in baryons, the type of matter that makes up the observable Universe. Here we report a study of the decay of the beauty baryon $${\\varLambda }_{0}^{b}$$ Λ 0 b to the p K − π + π − final state, which proceeds through b → u or b → s quark-level transitions, and its CP-conjugated process, using data collected by the Large Hadron Collider beauty experiment 1 at the European Organization for Nuclear Research (CERN). The results reveal significant asymmetries between the decay rates of the $${\\varLambda }_{0}^{b}$$ Λ 0 b baryon and its CP-conjugated antibaryon, providing, to our knowledge, the first observation of CP violation in baryon decays and demonstrating the different behaviours of baryons and antibaryons. In the Standard Model, CP violation arises from the Cabibbo–Kobayashi–Maskawa mechanism 2 , and new forces or particles beyond the Standard Model could provide further contributions. This discovery opens a new path in the search for physics beyond the Standard Model.",
          "url": "https://doi.org/10.1038/s41586-025-09119-3",
          "doi": "https://doi.org/10.1038/s41586-025-09119-3",
          "filter": "2"
        },
        {
          "title": "Non-antibiotics disrupt colonization resistance against enteropathogens",
          "authors": "Anne Grießhammer, Jacobo de la Cuesta-Zuluaga, Patrick Müller, Cordula Gekeler, Jan Homolak, Hsuan Chang, Katharina Schmitt, Chiara Planker, Verena Schmidtchen, Suchira Gallage, Erwin Bohn, Taylor H. Nguyen, Jenny Hetzer, Mathias Heikenwälder, Kerwyn Casey Huang, Taiyeb Zahir, Lisa Maier",
          "abstract": "Non-antibiotic drugs can alter the composition of the gut microbiome 1 , but they have largely unknown implications for human health 2 . Here we examined how non-antibiotics affect the ability of gut commensals to resist colonization by enteropathogens 3 . We also developed an in vitro assay to assess enteropathogen growth in drug-perturbed microbial communities. Pathogenic Gammaproteobacteria were more resistant to non-antibiotics than commensals and their post-treatment expansion was potentiated. For 28% of the 53 drugs tested, the growth of Salmonella enterica subsp. enterica serovar Typhimurium. ( S . Tm) in synthetic and human stool-derived communities was increased, and similar effects were observed for other enteropathogens. Non-antibiotics promoted pathogen proliferation by inhibiting the growth of commensals, altering microbial interactions and enhancing the ability of S . Tm to exploit metabolic niches. Drugs that promoted pathogen expansion in vitro increased the intestinal S . Tm load in mice. For the antihistamine terfenadine, drug-induced disruption of colonization resistance accelerated disease onset and increased inflammation caused by S . Tm. Our findings identify non-antibiotics as previously overlooked risk factors that may contribute to the development of enteric infections.",
          "url": "https://doi.org/10.1038/s41586-025-09217-2",
          "doi": "https://doi.org/10.1038/s41586-025-09217-2",
          "filter": "2"
        },
        {
          "title": "Temperature-Related Hospitalization Burden under Climate Change",
          "authors": "Shujie Liao, Wei Pan, Li Wen, Rongkai chen, Dongyang Pan, Renjie Wang, Cheng Hu, Hongbo Duan, Hong Weng, Chenxiao Tian, Wenxuan Kong, Ruan Jinghan, Yichuan Zhang, Ming Xi, Xianbin Zhang, Xinghuan Wang",
          "url": "https://doi.org/10.1038/s41586-025-09352-w",
          "doi": "https://doi.org/10.1038/s41586-025-09352-w",
          "filter": "2"
        },
        {
          "title": "Prophages block cell surface receptors to preserve their viral progeny",
          "authors": "Véronique L. Taylor, Pramalkumar H. Patel, Megha Shah, Ahmed Yusuf, Cayla M. Burk, Kristina M. Sztanko, Zemer Gitai, Alan R. Davidson, Matthias D. Koch, Karen L. Maxwell",
          "url": "https://doi.org/10.1038/s41586-025-09260-z",
          "doi": "https://doi.org/10.1038/s41586-025-09260-z",
          "filter": "2"
        },
        {
          "title": "Biphasic liquids with shape-shifting and bistable microdomains",
          "authors": "Sangchul Roh, Youlim Ha, Nicholas L. Abbott",
          "url": "https://doi.org/10.1038/s41586-025-09279-2",
          "doi": "https://doi.org/10.1038/s41586-025-09279-2",
          "filter": "2"
        },
        {
          "title": "Dynamic kinetic resolution of phosphines with chiral supporting electrolytes",
          "authors": "Kaining Mao, Chenfei Liu, Yi Wang, Chaoxuan Gu, John M. Putziger, Nicholas I. Cemalovic, Cameron Muniz, Yue Qi, Song Lin",
          "url": "https://doi.org/10.1038/s41586-025-09238-x",
          "doi": "https://doi.org/10.1038/s41586-025-09238-x",
          "filter": "2"
        },
        {
          "title": "Ongoing genome doubling shapes evolvability and immunity in ovarian cancer",
          "authors": "Andrew McPherson, Ignacio Vázquez-García, Matthew A. Myers, Duaa H. Al-Rawi, Matthew Zatzman, Adam C. Weiner, Samuel Freeman, Neeman Mohibullah, Gryte Satas, Marc J. Williams, Nicholas Ceglia, Danguolė Norkūnaitė, Allen W. Zhang, Jun Li, Jamie L. P. Lim, Michelle Wu, Seongmin Choi, Eliyahu Havasov, Diljot Grewal, Hongyu Shi, Minsoo Kim, Roland F. Schwarz, Tom Kaufmann, Khanh Ngoc Dinh, Florian Uhlitz, Julie Tran, Yushi Wu, Ruchi Patel, Satish Ramakrishnan, DooA Kim, Justin Clarke, Hunter Green, Emily Ali, Melody DiBona, Nancy Varice, Ritika Kundra, Vance Broach, Ginger J. Gardner, Kara Long Roche, Yukio Sonoda, Oliver Zivanovic, Sarah H. Kim, Rachel N. Grisham, Ying L. Liu, Agnes Viale, Nicole Rusk, Yulia Lakhman, Lora H. Ellenson, Simon Tavaré, Samuel Aparicio, Dennis S. Chi, Carol Aghajanian, Nadeem R. Abu-Rustum, Claire F. Friedman, Dmitriy Zamarin, Britta Weigelt, Samuel F. Bakhoum, Sohrab P. Shah",
          "url": "https://doi.org/10.1038/s41586-025-09240-3",
          "doi": "https://doi.org/10.1038/s41586-025-09240-3",
          "filter": "2"
        },
        {
          "title": "Redox-powered autonomous directional C–C bond rotation under enzyme control",
          "authors": "Jordan Berreur, Olivia F. B. Watts, Theo H. N. Bulless, Nicholas T. O’Donoghue, Marc Del Olmo, Ashley J. Winter, Jonathan Clayden, Beatrice S. L. Collins",
          "abstract": "Living biological systems rely on the continuous operation of chemical reaction networks. These networks sustain out-of-equilibrium regimes in which chemical energy is continually converted into controlled mechanical work and motion 1–3 . Out-of-equilibrium reaction networks have also enabled the design and successful development of artificial autonomously operating molecular machines 4,5 , in which networks comprising pairs of formally—but non-microscopically—reverse reaction pathways drive controlled motion at the molecular level. In biological systems, the concurrent operation of several reaction pathways is enabled by the chemoselectivity of enzymes and their cofactors, and nature’s dissipative reaction networks involve several classes of reactions. By contrast, the reactivity that has been harnessed to develop chemical reaction networks in pursuit of artificial molecular machines is limited to a single reaction type. Only a small number of synthetic systems exhibit chemically fuelled continuous controlled molecular-level motion 6–8 and all exploit the same class of acylation–hydrolysis reaction. Here we show that a redox reaction network, comprising concurrent oxidation and reduction pathways, can drive chemically fuelled continuous autonomous unidirectional motion about a C–C bond in a structurally simple synthetic molecular motor based on an achiral biphenyl. The combined use of an oxidant and reductant as fuels and the directionality of the motor are both enabled by exploiting the enantioselectivity and functional separation of reactivity inherent to enzyme catalysis.",
          "url": "https://doi.org/10.1038/s41586-025-09291-6",
          "doi": "https://doi.org/10.1038/s41586-025-09291-6",
          "filter": "2"
        },
        {
          "title": "Author Correction: BNT162b2 vaccine induces neutralizing antibodies and poly-specific T cells in humans",
          "authors": "Uğur Şahin, Alexander Muik, Isabel Vogler, Evelyna Derhovanessian, Lena M. Kranz, Mathias Vormehr, Jasmin Quandt, Nicole Bidmon, Alexander Ulges, Alina Baum, Kristen E. Pascal, Daniel Maurus, Sebastian Brachtendorf, Verena Lörks, Julian Sikorski, Peter Koch, Rolf Hilker, Dirk Becker, Ann-Kathrin Eller, Jan Grützner, Manuel Tonigold, Carsten Boesler, Corinna Rosenbaum, Ludwig Heesen, Marie-Cristine Kühnle, Asaf Poran, Jesse Z. Dong, Ulrich Luxemburger, Alexandra Kemmer-Brück, David Langer, Martin Bexon, Stefanie Bolte, Tania Palanche, Armin Schultz, Sybille Baumann, Azita J. Mahiny, Gábor Boros, Jonas Reinholz, Gábor T. Szabó, Katalin Karikó, Pei-Yong Shi, Camila Fontes-Garfias, John L. Perez, Mark Cutler, David Cooper, Christos A. Kyratsous, Philip R. Dormitzer, Kathrin U. Jansen, Özlem Türeci",
          "url": "https://doi.org/10.1038/s41586-025-09355-7",
          "doi": "https://doi.org/10.1038/s41586-025-09355-7",
          "filter": "2"
        },
        {
          "title": "Neutrophils drive vascular occlusion, tumour necrosis and metastasis",
          "authors": "Jose M. Adrover, Xiao Han, Lijuan Sun, Takeo Fujii, Nicole Sivetz, Juliane Daßler-Plenker, Clary Evans, Jessica Peters, Xue-Yan He, Courtney D. Cannon, Won Jin Ho, George Raptis, R. Scott Powers, Mikala Egeblad",
          "url": "https://doi.org/10.1038/s41586-025-09278-3",
          "doi": "https://doi.org/10.1038/s41586-025-09278-3",
          "filter": "2"
        },
        {
          "title": "Remodelling autoactive NLRs for broad-spectrum immunity in plants",
          "authors": "Junzhu Wang, Tianyuan Chen, Zhendong Zhang, Mengjie Song, Tianxin Shen, Xin Wang, Xiyin Zheng, Yan Wang, Ke Song, Xiaoyang Ge, Kai Xu, Tiancong Qi, Fuguang Li, Yiguo Hong, Yule Liu",
          "url": "https://doi.org/10.1038/s41586-025-09252-z",
          "doi": "https://doi.org/10.1038/s41586-025-09252-z",
          "filter": "2"
        },
        {
          "title": "Mitochondrial origins of the pressure to sleep",
          "authors": "Raffaele Sarnataro, Cecilia D. Velasco, Nicholas Monaco, Anissa Kempf, Gero Miesenböck",
          "abstract": "To gain a comprehensive, unbiased perspective on molecular changes in the brain that may underlie the need for sleep, we have characterized the transcriptomes of single cells isolated from rested and sleep-deprived flies. Here we report that transcripts upregulated after sleep deprivation, in sleep-control neurons projecting to the dorsal fan-shaped body 1,2 (dFBNs) but not ubiquitously in the brain, encode almost exclusively proteins with roles in mitochondrial respiration and ATP synthesis. These gene expression changes are accompanied by mitochondrial fragmentation, enhanced mitophagy and an increase in the number of contacts between mitochondria and the endoplasmic reticulum, creating conduits 3,4 for the replenishment of peroxidized lipids 5 . The morphological changes are reversible after recovery sleep and blunted by the installation of an electron overflow 6,7 in the respiratory chain. Inducing or preventing mitochondrial fission or fusion 8–13 in dFBNs alters sleep and the electrical properties of sleep-control cells in opposite directions: hyperfused mitochondria increase, whereas fragmented mitochondria decrease, neuronal excitability and sleep. ATP concentrations in dFBNs rise after enforced waking because of diminished ATP consumption during the arousal-mediated inhibition of these neurons 14 , which augments their mitochondrial electron leak 7 . Consistent with this view, uncoupling electron flux from ATP synthesis 15 relieves the pressure to sleep, while exacerbating mismatches between electron supply and ATP demand (by powering ATP synthesis with a light-driven proton pump 16 ) precipitates sleep. Sleep, like ageing 17,18 , may be an inescapable consequence of aerobic metabolism.",
          "url": "https://doi.org/10.1038/s41586-025-09261-y",
          "doi": "https://doi.org/10.1038/s41586-025-09261-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: Adhesive anti-fibrotic interfaces on diverse organs",
          "authors": "Jingjing Wu, Jue Deng, Georgios Theocharidis, Tiffany L. Sarrafian, Leigh G. Griffiths, Roderick T. Bronson, Aristidis Veves, Jianzhu Chen, Hyunwoo Yuk, Xuanhe Zhao",
          "url": "https://doi.org/10.1038/s41586-025-09311-5",
          "doi": "https://doi.org/10.1038/s41586-025-09311-5",
          "filter": "2"
        },
        {
          "title": "Super-resolution stimulated X-ray Raman spectroscopy",
          "authors": "Kai Li, Christian Ott, Marcus Agåker, Phay J. Ho, Gilles Doumy, Alexander Magunia, Marc Rebholz, Marc Simon, Tommaso Mazza, Alberto De Fanis, Thomas M. Baumann, Jacobo Montano, Nils Rennhack, Sergey Usenko, Yevheniy Ovcharenko, Kalyani Chordiya, Lan Cheng, Jan-Erik Rubensson, Michael Meyer, Thomas Pfeifer, Mette B. Gaarde, Linda Young",
          "url": "https://doi.org/10.1038/s41586-025-09214-5",
          "doi": "https://doi.org/10.1038/s41586-025-09214-5",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Targeting GRPR for sex hormone-dependent cancer after loss of E-cadherin",
          "authors": "Jérémy H. Raymond, Zackie Aktary, Marie Pouteaux, Valérie Petit, Flavie Luciani, Maria Wehbe, Patrick Gizzi, Claire Bourban, Didier Decaudin, Fariba Nemati, Igor Martianov, Irwin Davidson, Catherine-Laure Tomasetto, Richard M. White, Florence Mahuteau-Betzer, Béatrice Vergier, Lionel Larue, Véronique Delmas",
          "url": "https://doi.org/10.1038/s41586-025-09353-9",
          "doi": "https://doi.org/10.1038/s41586-025-09353-9",
          "filter": "2"
        },
        {
          "title": "Imidazole propionate is a driver and therapeutic target in atherosclerosis",
          "authors": "Annalaura Mastrangelo, Iñaki Robles-Vera, Diego Mañanes, Miguel Galán, Marcos Femenía-Muiña, Ana Redondo-Urzainqui, Rafael Barrero-Rodríguez, Eleftheria Papaioannou, Joaquín Amores-Iniesta, Ana Devesa, Manuel Lobo-González, Alba Carreras, Katharina R. Beck, Sophie Ivarsson, Anders Gummesson, Georgios Georgiopoulos, Manuel Rodrigo-Tapias, Sarai Martínez-Cano, Ivan Fernández-López, Vanessa Nuñez, Alessia Ferrarini, Naohiro Inohara, Kimon Stamatelopoulos, Alberto Benguría, Danay Cibrian, Francisco Sánchez-Madrid, Vanesa Alonso-Herranz, Ana Dopazo, Coral Barbas, Jesús Vázquez, Juan Antonio López, Alicia González-Martín, Gabriel Nuñez, Konstantinos Stellos, Göran Bergström, Fredrik Bäckhed, Valentín Fuster, Borja Ibañez, David Sancho",
          "url": "https://doi.org/10.1038/s41586-025-09263-w",
          "doi": "https://doi.org/10.1038/s41586-025-09263-w",
          "filter": "2"
        },
        {
          "title": "Experimental demonstration of logical magic state distillation",
          "authors": "Pedro Sales Rodriguez, John M. Robinson, Paul Niklas Jepsen, Zhiyang He, Casey Duckering, Chen Zhao, Kai-Hsin Wu, Joseph Campo, Kevin Bagnall, Minho Kwon, Thomas Karolyshyn, Phillip Weinberg, Madelyn Cain, Simon J. Evered, Alexandra A. Geim, Marcin Kalinowski, Sophie H. Li, Tom Manovitz, Jesse Amato-Grill, James I. Basham, Liane Bernstein, Boris Braverman, Alexei Bylinskii, Adam Choukri, Robert J. DeAngelo, Fang Fang, Connor Fieweger, Paige Frederick, David Haines, Majd Hamdan, Julian Hammett, Ning Hsu, Ming-Guang Hu, Florian Huber, Ningyuan Jia, Dhruv Kedar, Milan Kornjač, Fangli Liu, John Long, Jonathan Lopatin, Pedro L. S. Lopes, Xiu-Zhe Luo, Tommaso Macrì, Ognjen Marković, Luis A. Martínez-Martínez, Xianmei Meng, Stefan Ostermann, Evgeny Ostroumov, David Paquette, Zexuan Qiang, Vadim Shofman, Anshuman Singh, Manuj Singh, Nandan Sinha, Henry Thoreen, Noel Wan, Yiping Wang, Daniel Waxman-Lenz, Tak Wong, Jonathan Wurtz, Andrii Zhdanov, Laurent Zheng, Markus Greiner, Alexander Keesling, Nathan Gemelke, Vladan Vuletić, Takuya Kitagawa, Sheng-Tao Wang, Dolev Bluvstein, Mikhail D. Lukin, Alexander Lukin, Hengyun Zhou, Sergio H. Cantú",
          "url": "https://doi.org/10.1038/s41586-025-09367-3",
          "doi": "https://doi.org/10.1038/s41586-025-09367-3",
          "filter": "2"
        },
        {
          "title": "Long-range hyperbolic polaritons on a non-hyperbolic crystal surface",
          "authors": "Lu Liu, Langlang Xiong, Chongwu Wang, Yihua Bai, Weiliang Ma, Yupeng Wang, Peining Li, Guogang Li, Qi Jie Wang, Francisco J. Garcia-Vidal, Zhigao Dai, Guangwei Hu",
          "url": "https://doi.org/10.1038/s41586-025-09288-1",
          "doi": "https://doi.org/10.1038/s41586-025-09288-1",
          "filter": "2"
        },
        {
          "title": "Global terrestrial nitrogen fixation and its modification by agriculture",
          "authors": "Carla R. Reis Ely, Steven S. Perakis, Cory C. Cleveland, Duncan N. L. Menge, Sasha C. Reed, Benton N. Taylor, Sarah A. Batterman, Christopher M. Clark, Timothy E. Crews, Katherine A. Dynarski, Maga Gei, Michael J. Gundale, David F. Herridge, Sarah E. Jovan, Sian Kou-Giesbrecht, Mark B. Peoples, Johannes Piipponen, Emilio Rodríguez-Caballero, Verity G. Salmon, Fiona M. Soper, Anika P. Staccone, Bettina Weber, Christopher A. Williams, Nina Wurzburger",
          "url": "https://doi.org/10.1038/s41586-025-09201-w",
          "doi": "https://doi.org/10.1038/s41586-025-09201-w",
          "filter": "2"
        },
        {
          "title": "Detecting structural heart disease from electrocardiograms using AI",
          "authors": "Timothy J. Poterucha, Linyuan Jing, Ramon Pimentel Ricart, Michael Adjei-Mosi, Joshua Finer, Dustin Hartzel, Christopher Kelsey, Aaron Long, Daniel Rocha, Jeffrey A. Ruhl, David vanMaanen, Marc A. Probst, Brock Daniels, Shalmali D. Joshi, Olivier Tastet, Denis Corbin, Robert Avram, Joshua P. Barrios, Geoffrey H. Tison, I-Min Chiu, David Ouyang, Alexander Volodarskiy, Michelle Castillo, Francisco A. Roedan Oliver, Paloma P. Malta, Siqin Ye, Gregg F. Rosner, Jose M. Dizon, Shah R. Ali, Qi Liu, Corey K. Bradley, Prashant Vaishnava, Carol A. Waksmonski, Ersilia M. DeFilippis, Vratika Agarwal, Mark Lebehn, Polydoros N. Kampaktsis, Sofia Shames, Ashley N. Beecy, Deepa Kumaraiah, Shunichi Homma, Allan Schwartz, Rebecca T. Hahn, Martin Leon, Andrew J. Einstein, Mathew S. Maurer, Heidi S. Hartman, John Weston Hughes, Christopher M. Haggerty, Pierre Elias",
          "url": "https://doi.org/10.1038/s41586-025-09227-0",
          "doi": "https://doi.org/10.1038/s41586-025-09227-0",
          "filter": "2"
        },
        {
          "title": "Liquid–liquid interfacial tension stabilized Li-metal batteries",
          "authors": "Haijin Ji, Jingwei Xiang, Yong Li, Mengting Zheng, Lixia Yuan, Yaqi Liao, Lin Du, Zezhuo Li, Zhangyating Xie, Kai Huang, Xing Lin, Zhengkun Xie, Yue Shen, Ming Chen, Tongjiang Li, Guang Feng, Yongming Sun, Long Qie, Hui Li, Fangshu Zhang, Rui Guo, Xuning Feng, Weihua Chen, Xinping Ai, Jun Lu, Yunhui Huang",
          "url": "https://doi.org/10.1038/s41586-025-09293-4",
          "doi": "https://doi.org/10.1038/s41586-025-09293-4",
          "filter": "2"
        },
        {
          "title": "Longer scans boost prediction and cut costs in brain-wide association studies",
          "authors": "Leon Qi Rong Ooi, Csaba Orban, Shaoshi Zhang, Thomas E. Nichols, Trevor Wei Kiat Tan, Ru Kong, Scott Marek, Nico U. F. Dosenbach, Timothy O. Laumann, Evan M. Gordon, Kwong Hsia Yap, Fang Ji, Joanna Su Xian Chong, Christopher Chen, Lijun An, Nicolai Franzmeier, Sebastian N. Roemer-Cassiano, Qingyu Hu, Jianxun Ren, Hesheng Liu, Sidhant Chopra, Carrisa V. Cocuzza, Justin T. Baker, Juan Helen Zhou, Danilo Bzdok, Simon B. Eickhoff, Avram J. Holmes, B. T. Thomas Yeo, character(0), Clifford R. Jack",
          "abstract": "A pervasive dilemma in brain-wide association studies 1 (BWAS) is whether to prioritize functional magnetic resonance imaging (fMRI) scan time or sample size. We derive a theoretical model showing that individual-level phenotypic prediction accuracy increases with sample size and total scan duration (sample size × scan time per participant). The model explains empirical prediction accuracies well across 76 phenotypes from nine resting-fMRI and task-fMRI datasets ( R 2 = 0.89), spanning diverse scanners, acquisitions, racial groups, disorders and ages. For scans of ≤20 min, accuracy increases linearly with the logarithm of the total scan duration, suggesting that sample size and scan time are initially interchangeable. However, sample size is ultimately more important. Nevertheless, when accounting for the overhead costs of each participant (such as recruitment), longer scans can be substantially cheaper than larger sample size for improving prediction performance. To achieve high prediction performance, 10 min scans are cost inefficient. In most scenarios, the optimal scan time is at least 20 min. On average, 30 min scans are the most cost-effective, yielding 22% savings over 10 min scans. Overshooting the optimal scan time is cheaper than undershooting it, so we recommend a scan time of at least 30 min. Compared with resting-state whole-brain BWAS, the most cost-effective scan time is shorter for task-fMRI and longer for subcortical-to-whole-brain BWAS. In contrast to standard power calculations, our results suggest that jointly optimizing sample size and scan time can boost prediction accuracy while cutting costs. Our empirical reference is available online for future study design ( https://thomasyeolab.github.io/OptimalScanTimeCalculator/index.html ).",
          "url": "https://doi.org/10.1038/s41586-025-09250-1",
          "doi": "https://doi.org/10.1038/s41586-025-09250-1",
          "filter": "2"
        },
        {
          "title": "Identification of medication–microbiome interactions that affect gut infection",
          "authors": "Aman Kumar, Ruizheng Sun, Bettina Habib, Tong Deng, Natasha A. Bencivenga-Barry, Noah W. Palm, Ivaylo I. Ivanov, Robyn Tamblyn, Andrew L. Goodman",
          "url": "https://doi.org/10.1038/s41586-025-09273-8",
          "doi": "https://doi.org/10.1038/s41586-025-09273-8",
          "filter": "2"
        },
        {
          "title": "Functional regimes define soil microbiome response to environmental change",
          "authors": "Kiseok Keith Lee, Siqi Liu, Kyle Crocker, Jocelyn Wang, David R. Huggins, Mikhail Tikhonov, Madhav Mani, Seppe Kuehn",
          "abstract": "The metabolic activity of soil microbiomes has a central role in global nutrient cycles 1 . Understanding how soil metabolic activity responds to climate-driven environmental perturbations is a key challenge 2,3 . However, the ecological, spatial and chemical complexity of soils 4–6 impedes understanding how these communities respond to perturbations. Here we address this complexity by combining dynamic measurements of respiratory nitrate metabolism 7 with modelling to reveal functional regimes that define soil responses to environmental change. Measurements across more than 1,500 soil microcosms subjected to pH perturbations 8,9 reveal regimes in which distinct mechanisms govern metabolite dynamics. A minimal model with two parameters, biomass activity and growth-limiting nutrient availability, predicts nitrate utilization dynamics across soils and pH perturbations. Parameter shifts under perturbation reveal three functional regimes, each linked to distinct mechanisms: (1) an acidic regime marked by cell death and suppressed metabolism; (2) a nutrient-limited regime in which dominant taxa exploit matrix-released nutrients; and (3) a resurgent growth regime driven by exponential growth of rare taxa in nutrient-rich conditions. We validated these model-derived mechanisms with nutrient measurements, amendment experiments, sequencing and isolate studies. Additional experiments and meta-analyses suggest that functional regimes are widespread in pH-perturbed soils.",
          "url": "https://doi.org/10.1038/s41586-025-09264-9",
          "doi": "https://doi.org/10.1038/s41586-025-09264-9",
          "filter": "2"
        },
        {
          "title": "A male-essential miRNA is key for avian sex chromosome dosage compensation",
          "authors": "Amir Fallahshahroudi, Sara Yousefi Taemeh, Leticia Rodríguez-Montes, Nils Trost, Dana Frank, Pascal Lafrenz, Jiri Koubek, Guillermo Tellez, Maeve Ballantyne, Alewo Idoko-Akoh, Lorna Taylor, Adrian Sherman, Megan Davey, Cheng Ma, Enrico Sorato, Martin Johnsson, Christina Grozou, Ying Xue, Long Liu, Guenter Kramer, Carl-Johan Rubin, Margarida Cardoso-Moreira, Mike J. McGrew, Henrik Kaessmann",
          "url": "https://doi.org/10.1038/s41586-025-09256-9",
          "doi": "https://doi.org/10.1038/s41586-025-09256-9",
          "filter": "2"
        },
        {
          "title": "Dual interfacial H-bonding-enhanced deep-blue hybrid copper–iodide LEDs",
          "authors": "Kun Zhu, Obadiah Reid, Sylvie Rangan, Li Wang, Jingbai Li, Kevin Antony Jesu Durai, Kang Zhou, Nasir Javed, Leila Kasaei, Chongqing Yang, Mingxing Li, Yue Sun, Kui Tan, Mircea Cotlet, Yi Liu, Leonard C. Feldman, Deirdre M. O’Carroll, Kai Zhu, Jing Li",
          "url": "https://doi.org/10.1038/s41586-025-09257-8",
          "doi": "https://doi.org/10.1038/s41586-025-09257-8",
          "filter": "2"
        },
        {
          "title": "Microbiota-driven antitumour immunity mediated by dendritic cell migration",
          "authors": "Nina Yi-Tzu Lin, Shota Fukuoka, Shohei Koyama, Daisuke Motooka, Dieter M. Tourlousse, Yuko Shigeno, Yuki Matsumoto, Hiroyuki Yamano, Kazutoshi Murotomi, Hideyuki Tamaki, Takuma Irie, Eri Sugiyama, Shogo Kumagai, Kota Itahashi, Tokiyoshi Tanegashima, Kaori Fujimaki, Sachiko Ito, Mariko Shindo, Takahiro Tsuji, Hiroaki Wake, Keisuke Watanabe, Yuka Maeda, Tomohiro Enokida, Makoto Tahara, Riu Yamashita, Takao Fujisawa, Motoo Nomura, Akihito Kawazoe, Koichi Goto, Toshihiko Doi, Kohei Shitara, Hiroyuki Mano, Yuji Sekiguchi, Shota Nakamura, Yoshimi Benno, Hiroyoshi Nishikawa",
          "url": "https://doi.org/10.1038/s41586-025-09249-8",
          "doi": "https://doi.org/10.1038/s41586-025-09249-8",
          "filter": "2"
        },
        {
          "title": "Adaptations for stealth in the wing-like flippers of a large ichthyosaur",
          "authors": "Johan Lindgren, Dean R. Lomax, Robert-Zoltán Szász, Miguel Marx, Johan Revstedt, Georg Göltz, Sven Sachs, Randolph G. De La Garza, Miriam Heingård, Martin Jarenmark, Kristina Ydström, Peter Sjövall, Frank Osbæck, Stephen A. Hall, Michiel Op de Beeck, Mats E. Eriksson, Carl Alwmark, Federica Marone, Alexander Liptak, Robert Atwood, Genoveva Burca, Per Uvdal, Per Persson, Dan-Eric Nilsson",
          "abstract": "With their superficially shark-like appearance, the Mesozoic ichthyosaurs provide a classic illustration of major morphological adaptations in an ancestrally terrestrial tetrapod lineage following the invasion of marine habitats 1–3 . Much of what is known about ichthyosaur soft tissues derives from specimens with body outlines 4–6 . However, despite offering insights into aspects of biology that are otherwise difficult to envisage from skeletal evidence alone (such as the presence of a crescentic fluke), information on their soft parts has hitherto been limited to a taxonomically narrow sample of small- to dolphin-sized animals 2,4–6 . Here we report the discovery of a metre-long front flipper of the large-bodied Jurassic ichthyosaur Temnodontosaurus , including unique details of its soft-tissue anatomy. In addition to revealing a wing-like planform, the fossil preserves a serrated trailing edge that is reinforced by novel cartilaginous integumental elements, herein denominated chondroderms. We also document chordwise-parallel skin ornamentations and a protracted fleshy distal tip that presumably acted like a flexible winglet in life. By integrating morphological and numerical data, we show that the observed features probably provided hydroacoustic benefits, and conclude that the visually guided 7,8 Temnodontosaurus relied on stealth while hunting in dim-lit pelagic environments. This unexpected combination of control surface modifications represents a previously unrecognized mode of concealment, and underscores the importance of soft-tissue fossils when inferring aspects of palaeoethology and predator–prey palaeoecology.",
          "url": "https://doi.org/10.1038/s41586-025-09271-w",
          "doi": "https://doi.org/10.1038/s41586-025-09271-w",
          "filter": "2"
        },
        {
          "title": "Refractory solid condensation detected in an embedded protoplanetary disk",
          "authors": "M. K. McClure, Merel van’t Hoff, Logan Francis, Edwin Bergin, Will R. M. Rocha, J. A. Sturm, Daniel Harsono, Ewine F. van Dishoeck, John H. Black, J. A. Noble, D. Qasim, E. Dartois",
          "url": "https://doi.org/10.1038/s41586-025-09163-z",
          "doi": "https://doi.org/10.1038/s41586-025-09163-z",
          "filter": "2"
        },
        {
          "title": "Scientists everywhere must be protected",
          "authors": "Ali Meghdari",
          "url": "https://doi.org/10.1038/d41586-025-02213-6",
          "doi": "https://doi.org/10.1038/d41586-025-02213-6",
          "filter": "4"
        },
        {
          "title": "How to de-Americanize global science",
          "authors": "João Conde",
          "url": "https://doi.org/10.1038/d41586-025-02215-4",
          "doi": "https://doi.org/10.1038/d41586-025-02215-4",
          "filter": "4"
        },
        {
          "title": "Smart brain-zapping implants could revolutionize Parkinson’s treatment",
          "authors": "Sally Adee",
          "url": "https://doi.org/10.1038/d41586-025-02196-4",
          "doi": "https://doi.org/10.1038/d41586-025-02196-4",
          "filter": "4"
        },
        {
          "title": "China’s journal ranking system stands up to scrutiny",
          "authors": "Liying Yang",
          "url": "https://doi.org/10.1038/d41586-025-02219-0",
          "doi": "https://doi.org/10.1038/d41586-025-02219-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: A worst-case weather scenario drove deadly flooding in Texas",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02168-8",
          "doi": "https://doi.org/10.1038/d41586-025-02168-8",
          "filter": "4"
        },
        {
          "title": "A canine friend to a feline family",
          "url": "https://doi.org/10.1038/d41586-025-02062-3",
          "doi": "https://doi.org/10.1038/d41586-025-02062-3",
          "filter": "4"
        },
        {
          "title": "Punchlines for peace",
          "authors": "Robert Blasiak",
          "url": "https://doi.org/10.1038/d41586-025-02234-1",
          "doi": "https://doi.org/10.1038/d41586-025-02234-1",
          "filter": "4"
        },
        {
          "title": "Exclusive: NIH to dismiss dozens of grant reviewers to align with Trump priorities",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-02221-6",
          "doi": "https://doi.org/10.1038/d41586-025-02221-6",
          "filter": "4"
        },
        {
          "title": "Mini hearts, lungs and livers made in lab now grow their own blood vessels",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-025-02183-9",
          "doi": "https://doi.org/10.1038/d41586-025-02183-9",
          "filter": "4"
        },
        {
          "title": "Found: a human gut microbe that makes cancer therapy more effective in mice",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-025-02224-3",
          "doi": "https://doi.org/10.1038/d41586-025-02224-3",
          "filter": "4"
        },
        {
          "title": "The origin of the oldest solid objects in the Solar System",
          "authors": "Fred Ciesla",
          "url": "https://doi.org/10.1038/d41586-025-02058-z",
          "doi": "https://doi.org/10.1038/d41586-025-02058-z",
          "filter": "4"
        },
        {
          "title": "Bring science into business schools to train the leaders of tomorrow",
          "authors": "Matthew Agarwala",
          "url": "https://doi.org/10.1038/d41586-025-02214-5",
          "doi": "https://doi.org/10.1038/d41586-025-02214-5",
          "filter": "4"
        },
        {
          "title": "Invest in data resources to make FAIR a reality",
          "authors": "Christophe Dessimoz, Frances H. Arnold, Richard J. Roberts, Tim Hubbard",
          "url": "https://doi.org/10.1038/d41586-025-02216-3",
          "doi": "https://doi.org/10.1038/d41586-025-02216-3",
          "filter": "4"
        },
        {
          "title": "Need to update your data? Follow these five tips",
          "authors": "Sarah Wild",
          "url": "https://doi.org/10.1038/d41586-025-02210-9",
          "doi": "https://doi.org/10.1038/d41586-025-02210-9",
          "filter": "4"
        },
        {
          "title": "Why do ageing rates vary by country? Massive study says politics play a part",
          "authors": "Julian Nowogrodzki",
          "url": "https://doi.org/10.1038/d41586-025-02181-x",
          "doi": "https://doi.org/10.1038/d41586-025-02181-x",
          "filter": "4"
        },
        {
          "title": "Giant study finds a research field that’s mostly reproducible",
          "authors": "Chris Simms",
          "url": "https://doi.org/10.1038/d41586-025-02250-1",
          "doi": "https://doi.org/10.1038/d41586-025-02250-1",
          "filter": "4"
        },
        {
          "title": "Birth of a solar system caught ‘on camera’ for first time",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-025-02245-y",
          "doi": "https://doi.org/10.1038/d41586-025-02245-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Research sleuthing is being ‘twisted’ to cast doubt on science",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-02191-9",
          "doi": "https://doi.org/10.1038/d41586-025-02191-9",
          "filter": "4"
        },
        {
          "title": "Giant radio telescope was ‘a natural magnet’ for African talent",
          "authors": "Sarah Wild",
          "url": "https://doi.org/10.1038/d41586-025-01984-2",
          "doi": "https://doi.org/10.1038/d41586-025-01984-2",
          "filter": "4"
        },
        {
          "title": "The mysterious missing ingredient in the highest-energy cosmic rays",
          "url": "https://doi.org/10.1038/d41586-025-02227-0",
          "doi": "https://doi.org/10.1038/d41586-025-02227-0",
          "filter": "4"
        },
        {
          "title": "‘Landmark’ study: three-person IVF leads to eight healthy children",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-02276-5",
          "doi": "https://doi.org/10.1038/d41586-025-02276-5",
          "filter": "4"
        },
        {
          "title": "AI hype, crackling northern lights and more: take it all in with these holiday reads",
          "authors": "Leor Zmigrod, Nyalleng Moorosi, Farhana Sultana, Anna Abalkina, Candice L. Odgers, Renata Libonati, Àlex Gómez-Marín, Monica McLemore, Genevieve L. Wojcik, Tae Jung Park",
          "url": "https://doi.org/10.1038/d41586-025-02198-2",
          "doi": "https://doi.org/10.1038/d41586-025-02198-2",
          "filter": "4"
        },
        {
          "title": "Monster black hole merger is biggest ever seen",
          "authors": "Jonathan O’Callaghan",
          "url": "https://doi.org/10.1038/d41586-025-02212-7",
          "doi": "https://doi.org/10.1038/d41586-025-02212-7",
          "filter": "4"
        },
        {
          "title": "Why I study trauma's genetic legacy",
          "authors": "Dom Byrne",
          "url": "https://doi.org/10.1038/d41586-025-02233-2",
          "doi": "https://doi.org/10.1038/d41586-025-02233-2",
          "filter": "4"
        },
        {
          "title": "Scientists hide messages in papers to game AI peer review",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-02172-y",
          "doi": "https://doi.org/10.1038/d41586-025-02172-y",
          "filter": "4"
        },
        {
          "title": "Why the global economy is more uncertain than ever, and what to do about it",
          "authors": "Brian M. Lucey, Andrew Urquhart, Samuel A. Vigne",
          "url": "https://doi.org/10.1038/d41586-025-02200-x",
          "doi": "https://doi.org/10.1038/d41586-025-02200-x",
          "filter": "4"
        },
        {
          "title": "Embattled US scientific society names palaeontologist for top job",
          "authors": "Dan Garisto, Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-02236-z",
          "doi": "https://doi.org/10.1038/d41586-025-02236-z",
          "filter": "4"
        },
        {
          "title": "Three weeks in a hide to spot one elusive bear: the life of a wildlife film-maker",
          "authors": "Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-025-02195-5",
          "doi": "https://doi.org/10.1038/d41586-025-02195-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The true nature of Greenland’s unique sled dogs revealed by centuries-old DNA",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02230-5",
          "doi": "https://doi.org/10.1038/d41586-025-02230-5",
          "filter": "4"
        },
        {
          "title": "China’s shift towards ‘organized research’: how can coordination and innovation co-exist?",
          "authors": "Shuangmiao Han, Jing Xie",
          "url": "https://doi.org/10.1038/d41586-025-02199-1",
          "doi": "https://doi.org/10.1038/d41586-025-02199-1",
          "filter": "4"
        },
        {
          "title": "Gut bacteria make a molecule that promotes plaque build-up in arteries",
          "authors": "Federico Rey, Vaibhav Vemuganti",
          "url": "https://doi.org/10.1038/d41586-025-02060-5",
          "doi": "https://doi.org/10.1038/d41586-025-02060-5",
          "filter": "4"
        },
        {
          "title": "Super-resolution spectroscopy with ‘spiky’ X-ray lasers",
          "authors": "Mizuho Fushitani",
          "url": "https://doi.org/10.1038/d41586-025-02057-0",
          "doi": "https://doi.org/10.1038/d41586-025-02057-0",
          "filter": "4"
        },
        {
          "title": "Map endemic species before they vanish unrecorded",
          "authors": "Daniel B. Montesinos-Tubée",
          "url": "https://doi.org/10.1038/d41586-025-02218-1",
          "doi": "https://doi.org/10.1038/d41586-025-02218-1",
          "filter": "4"
        },
        {
          "title": "The breakthrough proof bringing mathematics closer to a grand unified theory",
          "authors": "Ananyo Bhattacharya",
          "url": "https://doi.org/10.1038/d41586-025-02197-3",
          "doi": "https://doi.org/10.1038/d41586-025-02197-3",
          "filter": "4"
        },
        {
          "title": "‘Stealth flippers’ helped this extinct mega-predator stalk its prey",
          "authors": "Shamini Bundell, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-025-02277-4",
          "doi": "https://doi.org/10.1038/d41586-025-02277-4",
          "filter": "4"
        },
        {
          "title": "Without science, there can be no development",
          "url": "https://doi.org/10.1038/d41586-025-02220-7",
          "doi": "https://doi.org/10.1038/d41586-025-02220-7",
          "filter": "4"
        },
        {
          "title": "‘Another DeepSeek moment’: Chinese AI model Kimi K2 stirs excitement",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-025-02275-6",
          "doi": "https://doi.org/10.1038/d41586-025-02275-6",
          "filter": "4"
        },
        {
          "title": "Critical commentaries such as ‘Matters arising’ have flawed formats",
          "authors": "Veli-Matti Karhulahti",
          "url": "https://doi.org/10.1038/d41586-025-02217-2",
          "doi": "https://doi.org/10.1038/d41586-025-02217-2",
          "filter": "4"
        },
        {
          "title": "Low-quality papers based on public health data are flooding the scientific literature",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-025-02241-2",
          "doi": "https://doi.org/10.1038/d41586-025-02241-2",
          "filter": "4"
        },
        {
          "title": "Lonely spacecraft can navigate the stars",
          "url": "https://doi.org/10.1038/d41586-025-02108-6",
          "doi": "https://doi.org/10.1038/d41586-025-02108-6",
          "filter": "4"
        },
        {
          "title": "Genome doubling fuels ovarian cancer evolution and immune dysregulation",
          "authors": "Nikki L. Burdett, Elizabeth L. Christie",
          "url": "https://doi.org/10.1038/d41586-025-02059-y",
          "doi": "https://doi.org/10.1038/d41586-025-02059-y",
          "filter": "4"
        },
        {
          "title": "A motorcycle ride through the forest: how I protect Nigeria’s wildlife",
          "authors": "Linda Nordling",
          "url": "https://doi.org/10.1038/d41586-025-02211-8",
          "doi": "https://doi.org/10.1038/d41586-025-02211-8",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Advancing the psychology of social class with large-scale replications in four countries",
          "authors": "Anatolia Batruch, Nicolas Sommet, Frédérique Autin",
          "abstract": "Theoretical models have been developed to understand how social class influences individual thoughts, feelings and behaviours. However, the validity of these models is threatened by the prevailing use of small, non-diverse samples and flexible measurement practices. We preregistered replications of 35 key hypotheses from 17 correlational and 5 experimental studies, and collected large, quota-based or probability samples from the USA, France, Switzerland and India ( N total = 33,536). Our analysis yielded three central findings: (1) ~50% of the effects were successfully replicated; (2) conclusions were consistent across different operationalizations of social class, although objective indicators yielded smaller estimates (for example, income and education); and (3) half of the effects were moderated—mostly strengthened—by social class identification, system-justification beliefs or local income inequality. Overall, hypotheses based on differences between social class contexts in terms of constraints, uncertainty and status were well supported. However, hypotheses based on models positing social class differences in psychological orientations towards ‘the self’ versus ‘others and the environment’ received less support. We conclude that these models need to be reassessed as individuals from higher social classes seem more oriented towards both themselves and others. The Stage 1 protocol for this Registered Report was accepted in principle on 29 October 2021. The protocol, as accepted by the journal, can be found at https://doi.org/10.17605/OSF.IO/B6Y8R .",
          "url": "https://doi.org/10.1038/s41562-025-02234-1",
          "doi": "https://doi.org/10.1038/s41562-025-02234-1",
          "filter": "0"
        },
        {
          "title": "Governments should prioritize well-being over economic growth",
          "authors": "Francesco Sarracino, Kelsey J. O’Connor",
          "url": "https://doi.org/10.1038/s41562-025-02277-4",
          "doi": "https://doi.org/10.1038/s41562-025-02277-4",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Speech sequencing in the human precentral gyrus",
          "authors": "Jessie R. Liu, Lingyun Zhao, Patrick W. Hullett, Edward F. Chang",
          "url": "https://doi.org/10.1038/s41562-025-02250-1",
          "doi": "https://doi.org/10.1038/s41562-025-02250-1",
          "filter": "2"
        },
        {
          "title": "The development of aperiodic neural activity in the human brain",
          "authors": "Zachariah R. Cross, Samantha M. Gray, Adam J. O. Dede, Yessenia M. Rivera, Qin Yin, Parisa Vahidi, Elias M. B. Rau, Christopher Cyr, Ania M. Holubecki, Eishi Asano, Jack J. Lin, Olivia Kim McManus, Shifteh Sattar, Ignacio Saez, Fady Girgis, David King-Stephens, Peter B. Weber, Kenneth D. Laxer, Stephan U. Schuele, Joshua M. Rosenow, Joyce Y. Wu, Sandi K. Lam, Jeffrey S. Raskin, Edward F. Chang, Ammar Shaikhouni, Peter Brunner, Jarod L. Roland, Rodrigo M. Braga, Robert T. Knight, Noa Ofen, Elizabeth L. Johnson",
          "url": "https://doi.org/10.1038/s41562-025-02270-x",
          "doi": "https://doi.org/10.1038/s41562-025-02270-x",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Dissociable glucocorticoid and noradrenergic effects on parochial cooperation and competition in intergroup conflict",
          "authors": "Damon Dashti, Luca M. Lüpken, Mohammad Seidisarouei, Paul A. G. Forbes, Alfons Schnitzler, Tobias Kalenscher",
          "abstract": "Stress changes social behavior, yet its effects remain contradictory. Traditionally, stress was thought to trigger an antagonistic fight-or-flight response aimed at eliminating the stressor. However, recent studies have revealed the opposite response, tend-and-befriend, where individuals prosocially invest in their social network in exchange for support and mutual protection. We hypothesize that stress does not promote one response over the other; instead, it stimulates both behaviors, dissociable on the neuropharmacological level and moderated by social context. In a placebo-controlled, double-blind psychopharmacological study, we administered hydrocortisone and yohimbine—alone or in combination—to manipulate the actions of the main stress hormone cortisol and the arousal transmitter noradrenaline. Participants then made decisions in an intergroup conflict task. They teamed up with others to form an in-group and played against multiple out-groups. Notably, out-group members initiated financial harm to in-group participants before these responded. Participants then chose either to 1) maximize their own payoff, 2) cooperatively increase the payoff of their in-group, or 3) increase the in-group’s payoff while competitively decreasing that of the out-group. Consistent with our hypotheses, glucocorticoid activation increased generosity toward the in-group, whereas noradrenergic activation increased parochial competition, i.e., prosocial in-group support combined with hostility toward the out-group. These findings challenge the dichotomy between fight-or-flight and tend-and-befriend, suggesting stress-related behavior is neither static nor one-directional, but shaped by the relative dominance of cortisol versus noradrenaline in the neurohormonal stress response and by intergroup dynamics. We highlight broader societal implications, offering a potential biological mechanism underlying the self-perpetuating cycle of intergroup conflict.",
          "url": "https://doi.org/10.1073/pnas.2502257122",
          "doi": "https://doi.org/10.1073/pnas.2502257122",
          "filter": "0"
        },
        {
          "title": "Global synthesis and regional insights for mainstreaming urban nature-based solutions",
          "authors": "Timon McPhearson, Niki Frantzeskaki, Alessandro Ossola, Loan Diep, Pippin M. L. Anderson, Timothy Blatch, Marcus J. Collier, Elizabeth M. Cook, Christina Culwick Fatti, Zbigniew J. Grabowski, Nancy B. Grimm, Dagmar Haase, Pablo Herreros-Cantis, Jessica Kavonic, Brenda B. Lin, Duván H. Lopez Meneses, A. Marissa Matsler, Magnus Moglia, Jordi Morató, Patrick O’Farrell, Parama Roy, Chandni Singh, Jing Wang, Weiqi Zhou",
          "abstract": "Nature-based solutions (NbS) have emerged as a key strategy for sustainably addressing multiple urban challenges, with rapidly increasing knowledge production requiring synthesis to better understand whether and how NbS work in different social, ecological, economic, or governance contexts. Insights in this Perspective are drawn from a thematic review of 61 NbS review articles supported by an expert assessment of NbS knowledge in seven global regions to examine key challenges, fill gaps in Global South assessment, and provide insights for scaling up NbS for impact in cities. Eight NbS challenges emerged from our review of NbS reviews including conceptual, thematic, geographic, ecological, inclusivity, health, governance, and systems challenges. An additional expert assessment reviewing literature and cases in seven global regions further revealed the following: 1) Local context-based ecological knowledge is essential for NbS success; 2) Improved technical knowledge is required for planning and designing NbS; 3) NbS need to be included in all levels of planning and governance; 4) Putting justice and equity at the center of urban NbS approaches is critical, and 5) Inclusive and participatory governance processes will be key to long-term success of NbS. We synthesized findings from the NbS review results and regional expert assessments to offer four critical pathways for scaling up NbS: 1) foster new NbS research, technological innovation, and learning, 2) build a global NbS alliance for sharing knowledge, 3) ensure a systems approach to NbS planning and implementation, and 4) increase financing and political will for diverse NbS implementation.",
          "url": "https://doi.org/10.1073/pnas.2315910121",
          "doi": "https://doi.org/10.1073/pnas.2315910121",
          "filter": "0"
        },
        {
          "title": "Energy expenditure and obesity across the economic spectrum",
          "authors": "Amanda McGrosky, Amy Luke, Leonore Arab, Kweku Bedu-Addo, Alberto G. Bonomi, Pascal Bovet, Soren Brage, Maciej S. Buchowski, Nancy Butte, Stefan G. Camps, Regina Casper, Daniel K. Cummings, Sai Krupa Das, Sanjoy Deb, Lara R. Dugas, Ulf Ekelund, Terrence Forrester, Barry W. Fudge, Melanie Gillingham, Annelies H. Goris, Michael Gurven, Catherine Hambly, Annemiek Joosen, Peter T. Katzmarzyk, Kitty P. Kempen, William E. Kraus, Wantanee Kriengsinyos, Rebecca Kuriyan, Robert F. Kushner, Estelle V. Lambert, Christel L. Larsson, William R. Leonard, Nader Lessan, Marie Löf, Corby K. Martin, Anine C. Medin, Marian L. Neuhouser, Kirsi H. Pietilainen, Guy Plasqui, Ross L. Prentice, Susan B. Racette, David A. Raichlen, Eric Ravussin, Leanne Redman, Rebecca M. Reynolds, Eric B. Rimm, Susan Roberts, Asher Y. Rosinger, Mary H. Samuels, Srishti Sinha, J. Josh Snodgrass, Eric Stice, Ricardo Uauy, Samuel S. Urlacher, Jeanine A. Verbunt, Bruce Wolfe, Brian Wood, Xueying Zhang, Alexia J. Murphy-Alford, Cornelia J. Loechl, Jennifer Rood, Hiroyuki Sagayama, Dale A. Schoeller, Klaas R. Westerterp, William W. Wong, Yosuke Yamada, John R. Speakman, Herman Pontzer, character(0), Lene F. Andersen, Linda Bandini, Stephan Branth, Niels C. De Bruin, Richard Cooper, Alice E. Dutman, Cara B. Ebbeling, Mikael Fogelholm, Tamara Harris, Rik Heijligenberg, Hans U. Jorgensen, David S. Ludwig, Eric Matsiko, Margaret McCloskey, Gerwin A. Meijer, Daphne L. Pannemans, Renaat M. Philippaerts, Jacob Plange-Rhule, Elisabet M. Rothenberg, Sabine Schulz, Albert Stunkard, Amy Subar, Minna Tanskanen, Ricardo Uauy, Rita Van den Berg-Emons, Ludo M. van Etten, Wim G. Van Gemert, Erica J. Velthuis-te Wierik, Wilhelmine W. Verboeket-van de Venne, Walter C. Willett",
          "abstract": "Global economic development has been associated with an increased prevalence of obesity and related health problems. Increased caloric intake and reduced energy expenditure are both cited as development-related contributors to the obesity crisis, but their relative importance remains unresolved. Here, we examine energy expenditure and two measures of obesity (body fat percentage and body mass index, BMI) for 4,213 adults from 34 populations across six continents and a wide range of lifestyles and economies, including hunter-gatherer, pastoralist, farming, and industrialized populations. Economic development was positively associated with greater body mass, BMI, and body fat, but also with greater total, basal, and activity energy expenditure. Body size–adjusted total and basal energy expenditures both decreased approximately 6 to 11% with increasing economic development, but were highly variable among populations and did not correspond closely with lifestyle. Body size–adjusted total energy expenditure was negatively, but weakly, associated with measures of obesity, accounting for roughly one-tenth of the elevated body fat percentage and BMI associated with economic development. In contrast, estimated energy intake was greater in economically developed populations, and in populations with available data (n = 25), the percentage of ultraprocessed food in the diet was associated with body fat percentage, suggesting that dietary intake plays a far greater role than reduced energy expenditure in obesity related to economic development.",
          "url": "https://doi.org/10.1073/pnas.2420902122",
          "doi": "https://doi.org/10.1073/pnas.2420902122",
          "filter": "0"
        },
        {
          "title": "The impact of US assimilation and allotment policy on American Indian mortality",
          "authors": "Grant Miller, Jack Shane, C. Matthew Snipp",
          "abstract": "In contrast to earlier US policies of open war, forcible removal, and relocation to address the “Indian Problem,” the Dawes Act of 1887 focused on assimilation and land severalty—making American Indians citizens of the United States with individually titled plots of land rather than members of collective tribes with communal land. Considerable scholarship shows that the consequences of the policy differed substantially from its stated goals, and by the time of its repeal in 1934, American Indians had lost two-thirds of all native land held in 1887 (86 million acres)—and nearly two-thirds of American Indians had become landless or unable to meet subsistence needs. Complementing rich qualitative history, this paper provides quantitative evidence on the demographic impact of the Dawes Act on mortality among American Indian children and adults. Using 1900 and 1910 US population census data to study both household and tribe-level variation in allotment timing, we find that assimilation and allotment policy increased the American Indian child mortality ratio by a little more than 15%. In secondary analyses (requiring additional assumptions) focused on total mortality, we find increases among young American Indians of nearly one-third (implying a decline in life expectancy at birth of about 20%). These results confirm contemporary critics’ adamant concerns about the Dawes Act.",
          "url": "https://doi.org/10.1073/pnas.2418836122",
          "doi": "https://doi.org/10.1073/pnas.2418836122",
          "filter": "0"
        },
        {
          "title": "Empowering cities globally: Four levers for transformative urban adaptation with nature-based solutions",
          "authors": "Loan Diep, Timon McPhearson",
          "abstract": "The latest report of the Intergovernmental Panel on Climate Change showed that upcoming decades are likely to be accompanied with an increase in climate impacts in urban areas, thereby stressing the need for empowering cities to help them address the challenges ahead by closing the urban adaptation gap. The lock-in systems in which cities are often trapped create resistance to change and leads to missed opportunities to cocreate better futures. Putting nature at the center of urban adaptation agenda is a promising vision that nature-based solutions can help realize if city leaders are adequately supported in accessing the knowledge and resources they need to take action. Despite their proven potential, important barriers to the planning, implementation, and management of nature-based solutions (NbS) for urban climate adaptation persist and need to be urgently addressed. We highlight key barriers related to knowledge gaps and dissemination, policy incentives, and financial autonomy faced by city leaders trying to integrate NbS into policy and planning. In this perspective, we propose four levers of transformative adaptation which build on examples from Europe, the United States, Africa, and Latin America and which have proven successful in supporting cities adopting nature-based adaptation actions, including to 1) produce, assess and share knowledge; 2) adopt incentive-based policies and regulations; 3) facilitate access to multiple sources of funding; and 4) create reflexive monitoring mechanisms. If these steps are taken with the goal of addressing vulnerabilities on the ground, they can unleash the potential of NbS to engage on a path of transformative adaptation.",
          "url": "https://doi.org/10.1073/pnas.2315912121",
          "doi": "https://doi.org/10.1073/pnas.2315912121",
          "filter": "0"
        },
        {
          "title": "Indigenous critiques and recommendations for reclaiming nature-based solutions",
          "authors": "Melissa K. Nelson, Graeme Reed",
          "abstract": "Indigenous peoples have long histories and diverse contemporary practices of caring for and enhancing biodiversity at different scales, in rural and urban contexts. As has been researched and documented by the Convention on Biological Diversity and others, Indigenous peoples globally only constitute 5% of the world’s population and control and care for just 20% of the Earth’s surface yet protect nearly 80% of the world’s remaining biodiversity. Indigenous peoples have forms of biodiversity conservation that could be characterized as “nature-based solutions” (NbS), or would they be culture-based solutions? Given the extraordinary diversity of Indigenous peoples globally, there will never be a “one size fits all” solution. Yet there are general principles that have been articulated in the United Nations Declaration on the Rights of Indigenous Peoples that articulate global concepts of Indigenous Knowledge Systems (IKS) and Traditional Ecological Knowledge (TEK). IKS, TEK, and Native ways of knowing and caring for biodiversity can find both resonance and conflict with what is currently being called NbS. This article articulates Indigenous concerns and critiques of the conceptual and ontological framework of NbS, demonstrating that Indigenous Peoples’ knowledge systems include a similar framework but extend it to include a distinctly biocultural and relational orientation that does not make an artificial division between nature and culture. Different Indigenous perspectives and approaches to sustainability will be highlighted, including two case stories. We conclude with recommendations for respectful, just, decolonial, and transparent ways to explore greater resonance between NbS and Indigenous peoples’ rights.",
          "url": "https://doi.org/10.1073/pnas.2315917121",
          "doi": "https://doi.org/10.1073/pnas.2315917121",
          "filter": "0"
        },
        {
          "title": "Impact forecasting for humanitarianism: Opportunities and challenges",
          "authors": "Kathy Baylis, Erin C. Lentz",
          "url": "https://doi.org/10.1073/pnas.2512728122",
          "doi": "https://doi.org/10.1073/pnas.2512728122",
          "filter": "0"
        },
        {
          "title": "Inter- and transdisciplinary knowledge is critical for nature-based solutions to contribute to just urban transformations",
          "authors": "Niki Frantzeskaki, Katinka Wijsman, Nadja Kabisch, Timon McPhearson",
          "abstract": "Nature-based solutions (NBS) are used to transform existing unsustainable and undesirable path dependencies in cities. For NBS to contribute to just urban transformations, a stronger inter- and transdisciplinary knowledge base is needed. This knowledge base is essential to engage with six complex yet crucial questions about NBS, including “for what?,” “which nature?,” “where?,” “how?,” “when,” and “for whom?.” To address these questions, we identify two critical opportunities to advance the knowledge of NBS. First, we argue for solidifying interdisciplinary approaches to examine how NBS can be designed, planned, and implemented for multifunctionality. Second, we argue that researchers need to work transdisciplinarily with diverse stakeholders to ensure the design, siting, and planning of NBS are appropriate to the context. In both critical opportunities, justice should be a core guiding principle from the beginning of planning the NBS, starting with the foundational understanding that NBS are not inherently just or unjust. Instead, their value depends on a holistic examination of the context in which they operate and the institutional logic that guides their planning. To center justice in the inter- and transdisciplinary research and practice of NBS, a knowledge shift from epistemological injustice to epistemological inclusivity is a critical way forward.",
          "url": "https://doi.org/10.1073/pnas.2315911121",
          "doi": "https://doi.org/10.1073/pnas.2315911121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "A versatile immunomodulated nanoCRISPR converter augments the susceptibility and visibility of tumors to the immune system",
          "authors": "Yingjie Li, Shiyao Zhou, Wangxian Fu, Xinchao Li, Tao Chen, Hao Le, Yangsong Xu, Yuting Tang, Peng Mi, Huile Gao, Qinjie Wu, Changyang Gong",
          "abstract": "Immune checkpoint blockade (ICB) has potential in alleviating cytotoxic T lymphocyte (CTL) exhaustion. However, resistance that impaired major histocompatibility complex class I (MHC-I) expression on tumors can be developed in many patients after ICB treatment, resulting in insufficient antigen presentation to CTLs. Herein, we rationally design a ver s atile and po w erful i mmunomodula t ed hierar ch ical nanoCRISPR converter (SWITCH) targeting PD-L1 and PCSK9 loci to convert the immune-resistance state of tumors with high PD-L1 and low MHC-I expression for augmenting the susceptibility and visibility of tumors to the immune system. SWITCH possesses enhanced blood circulation and tumor-targeting capacity through PEGylation, acid-triggered pH low insertion peptides (pHLIPs), and interaction of hyaluronan with CD44 receptors. With the assistance of hyaluronidase and preternatural oxidative stress within tumor cells, SWITCH undergoes enzyme-responsive disassembly, charge reversal, rapid lysosomal escape, and efficient disruption of PD-L1 and PCSK9 orderly. This dual-action mechanism simultaneously blocks PD-1/PD-L1 immunosuppression while restoring MHC-I-mediated antigen presentation, resulting in enhanced the susceptibility and visibility of tumors to the immune system. Our results demonstrate SWITCH's remarkable efficacy in suppressing primary, contralateral, and recurrent tumor growth. Taken together, our study provides an encouraging strategy for relieving tumor immune resistance and further potentiating the efficacy of ICB.",
          "url": "https://doi.org/10.1073/pnas.2415100122",
          "doi": "https://doi.org/10.1073/pnas.2415100122",
          "filter": "2"
        },
        {
          "title": "T lymphocyte–specific deletion of SHP1 and SHP2 promotes activation-induced cell death of CD4 + T cells and impairs antitumor response",
          "authors": "Connor J. R. Foster, Jasper Du, Oscar Pundel, Mitchell J. Geer, Ryan C. Ripert, Jia Liu, Taylor A. Heim, Kiyomi Y. Araki, Amanda W. Lund, Jun Wang, Benjamin G. Neel",
          "abstract": "SHP1 (PTPN6) and SHP2 (PTPN11) are closely related protein-tyrosine phosphatases (PTPs), which are autoinhibited until their SH2 domains bind paired tyrosine-phosphorylated immunoreceptor tyrosine-based inhibitory/switch motifs (ITIMs/ITSMs). These PTPs bind overlapping sets of ITIM/ITSM-bearing proteins, suggesting that they might have some redundant functions. By studying T cell–specific single and double knockout mice, we found that SHP1 and SHP2 redundantly restrain naïve T cell differentiation to effector and central memory phenotypes, with SHP1 playing the dominant role. Surprisingly, loss of SHP2 alone in T cells enhanced the antitumor effects of anti-PD-1 antibodies, whereas there was no effect of SHP1 deletion. Also unexpectedly, the absence of both PTPs resulted in poorer tumor control and failure to respond to Programmed Cell Death Protein 1 (PD-1) blockade, associated with reduced frequency and activation of T cells and dendritic cells. Mechanistic studies revealed that CD4 + , but not CD8 + , T cells lacking SHP1 and SHP2 show increased activation-induced cell death upon anti-CD3/CD28 stimulation. Adoptive transfer of antigen-specific CD4 + T cells restored normal levels of tumor control in mice lacking both PTPs. Together, our results demonstrate that SHP1 or SHP2 is required to prevent activation-induced cell death of CD4 + T cells and is critical for tumor immunity, raising the possibility that inhibition of SHP2 might augment the therapeutic efficacy of PD-1-based immune therapy.",
          "url": "https://doi.org/10.1073/pnas.2427254122",
          "doi": "https://doi.org/10.1073/pnas.2427254122",
          "filter": "2"
        },
        {
          "title": "In vivo generation of CAR macrophages via the enucleated mesenchymal stem cell delivery system for glioblastoma therapy",
          "authors": "Lei Zhou, Qingying Song, Xin Zhang, Mengnian Cao, Dayu Xue, Yiwen Sun, Meihua Mao, Xinling Li, Zhenzhong Zhang, Junjie Liu, Jinjin Shi",
          "abstract": "Glioblastoma multiforme (GBM) is one of the most aggressive intracranial tumors for which there is no effective treatment. Chimeric antigen receptor macrophage (CAR-M) therapies have demonstrated impressive therapeutic efficacy in solid tumors; however, the cost and rigor associated with manufacturing engineered macrophages ex vivo can be prohibitive. Here, we utilized enucleated mesenchymal stem cells (MSCs) as vehicles for the targeted delivery of CAR-encoding plasmid to reprogram glioma-associated microglia/macrophages (GAM), thereby achieving CAR-M preparation in vivo. Specifically, we observed that the enucleated cells retained the key organelle function and membrane integrity, and actively homed to glioma tissue. Interestingly, enucleated MSCs underwent intrinsic apoptosis due to the absence of the nucleus, which subsequently triggered macrophage-specific endocytosis, thereby achieving precise delivery of CAR-plasmids to GAM. Compared with lipid nanoparticles, this strategy specifically generated sufficient numbers of CAR-M in glioma situ to achieve GBM therapy. Moreover, this process altered the immune cell profiles within the tumor by increasing cytotoxic T cells and M1-like macrophages with antitumor activity. When combined with CD47-blocking therapies, tumor growth was completely suppressed in the GBM orthotopic mouse model, resulting in a 90-d survival rate of 83%. Collectively, our strategy provides a viable platform technology for CAR-M generation in vivo, which is expected to provide an approach for GBM therapy.",
          "url": "https://doi.org/10.1073/pnas.2426724122",
          "doi": "https://doi.org/10.1073/pnas.2426724122",
          "filter": "2"
        },
        {
          "title": "A gentle palette of plasma membrane dyes",
          "authors": "Jing Ling, Yitong Liu, Alexandre Dumoulin, Danli Sheng, Yunzhe Fu, Shuzhang Liu, Ling Ding, Lulu Huang, Peng Xi, Hongyun Tang, Esther T. Stoeckli, Zhixing Chen",
          "abstract": "Plasma membrane (PM) stains are important organelle markers for monitoring membrane morphology and dynamics. The state-of-the-art PM stains are bright, specific, fluorogenic, and compatible with superresolution imaging. However, when recording membrane dynamics using advanced fluorescence microscopes, PM is prone to photodynamic damage introduced by dyes due to its phospholipid bilayer nature. Here, we introduce PK Mem dyes tailored for time-lapse fluorescence imaging. By integrating triplet-state quenchers into the MemBright dyes featuring cyanine chromophores and amphiphilic zwitterion anchors, PK Mem dyes exhibited a three-fold reduction in phototoxicity and a more than four-fold improvement in photostability in imaging experiments compared to MemBright prototypes. These dyes enable 2D and 3D imaging of live or fixed cancer cell lines and a wide range of primary cells, at the same time pair well with various fluorescent markers. PK Mem dyes can be applied to neuronal imaging in brain slices and in vivo two-photon imaging. The gentle nature of PK Mem palette enables ultralong-term recording of cell migration, cardiomyocyte beating, spermiogenesis, and axonal growth cone dynamics, which are prohibitively challenging using traditional PM dyes. Notably, PK Mem dyes are optically compatible with STED/SIM imaging, which can handily upgrade the routine of time-lapse neuronal imaging, such as growth cone tracking and mitochondrial transportations, into nanoscopic resolutions.",
          "url": "https://doi.org/10.1073/pnas.2504879122",
          "doi": "https://doi.org/10.1073/pnas.2504879122",
          "filter": "2"
        },
        {
          "title": "NEDD4L induces mitochondrial dysfunction and neurodegeneration by promoting LIPT2 degradation in Huntington’s disease",
          "authors": "Pan Fan, Yaqing Liu, Chunyue Liu, Hao Yao, Shibo Xu, Yueqing Jiang, Yang Wu, Yan Liu, Xing Guo",
          "abstract": "Impairment of mitochondrial protein stability is associated with neurodegeneration in Huntington’s disease (HD). However, the E3 ligase responsible for maintaining mitochondrial protein homeostasis in HD remains poorly understood. In this study, we demonstrate that NEDD4L protein levels are elevated in human striatal organoids (hSOs) derived from induced pluripotent stem cells of patients as well as in a mouse model of HD. Overexpression of NEDD4L leads to degeneration and cell death of medium spiny neurons (MSNs), along with a reduction in motor activities. Conversely, deletion of NEDD4L restores abnormal MSN morphology, corrects deficits in calcium signaling, alleviates neurodegeneration in HD-hSOs, and improves motor dysfunction observed in YAC128 mice. Mechanistically, NEDD4L disrupts mitochondrial function by binding to lipoyl(octanoyl) transferase 2 (LIPT2) and promoting its degradation through ubiquitination and lysosomal pathways. This process impairs lipoic acid biosynthesis and the lipoylation of E2 subunits of alpha-ketoglutarate dehydrogenase (α-KGDH E2). Furthermore, either overexpressing LIPT2 or administering lipoic acid mitigates neurodegeneration and rectifies deficits in motor coordination activity. These findings unveil a molecular mechanism underlying the regulation of lipoic acid metabolism and underscore the potential therapeutic role of protein lipoylation in the treatment of HD.",
          "url": "https://doi.org/10.1073/pnas.2503342122",
          "doi": "https://doi.org/10.1073/pnas.2503342122",
          "filter": "2"
        },
        {
          "title": "A population genetic analysis of the nematode Strongyloides stercoralis in Asia shows that human infection is not a zoonosis from dogs",
          "authors": "Yuchen Liu, A. H. M. Raihan Sarker, Banchob Sripa, Sirikachorn Tangkawattana, Virak Khieu, William Nevin, Steve Paterson, Mark Viney",
          "abstract": "Gut nematode worms are important parasites of people and other animals. The parasitic nematode Strongyloides stercoralis infects an estimated 600 million people worldwide and is one of the soil-transmitted helminthiases, a WHO-defined neglected tropical disease. It has long been suggested that human S. stercoralis infection may be a zoonosis from dogs. We investigated this by whole genome sequence analysis of S. stercoralis from sympatric human and dog populations in Asia. We find that human- and dog-derived S. stercoralis have genetically distinct nuclear genomes, but we also find evidence of rare cross-infection. Analysis of the S. stercoralis mitochondrial genome reveals evidence of historical introgression between human- and dog-derived parasites. Based on these data, we suggest that S. stercoralis was originally a parasite of canids, that began to infect humans when people domesticated dogs, since when human- and dog-derived parasites have differentiated, but have not become separate species.",
          "url": "https://doi.org/10.1073/pnas.2424630122",
          "doi": "https://doi.org/10.1073/pnas.2424630122",
          "filter": "2"
        },
        {
          "title": "Foxn3 is required to suppress aberrant ciliogenesis in nonphotoreceptor retinal neurons",
          "authors": "Shuting Liu, Junyao Chen, Haiqiao Chen, Yanan Guo, Fa Yuan, Dongchang Xiao, Mengqing Xiang",
          "abstract": "The retinal photoreceptors possess specialized sensory cilia critical for phototransduction while the nonphotoreceptor cells typically exhibit simpler primary cilia or lack them altogether. This dichotomy in ciliary architecture underpins the functional specialization of retinal cell types, but how this dichotomy arises and is maintained remains elusive. This study explores the role of the transcription factor Foxn3 in establishing and maintaining this divergence. We generated retina-specific Foxn3 conditional knockout (Foxn3CKO) mice, which show that Foxn3 is essential for repressing ciliary gene expression in nonphotoreceptor cells, such as bipolar and amacrine cells. Foxn3CKO mice exhibit significant reductions in electroretinogram b-wave amplitudes and oscillatory potentials, indicating functional impairments in inner retinal neurons. Loss of Foxn3 leads to ectopic ciliary gene expression and abnormal ciliogenesis in nonphotoreceptor neurons, without affecting retinal cell specification and differentiation. Single-Cell RNA Sequencing, chromatin profiling, and transcription assays reveal that Foxn3 directly binds to and represses the promoters of ciliary genes and their transactivators, including Foxj1 and Rfx family members. Our data together highlight Foxn3 as a key transcriptional repressor that may function to ensure the proper ciliary architecture of retinal neurons by preventing nonphotoreceptor neurons from adopting photoreceptor-like ciliary features and provide insights into the molecular mechanisms governing retinal development and ciliopathies.",
          "url": "https://doi.org/10.1073/pnas.2500871122",
          "doi": "https://doi.org/10.1073/pnas.2500871122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti2825122",
          "doi": "https://doi.org/10.1073/iti2825122",
          "filter": "2"
        },
        {
          "title": "Classical BSE emergence from Nor98/atypical scrapie: Unraveling the shift vs. selection dichotomy in the prion field",
          "authors": "Sara Canoyra, Alba Marín-Moreno, Juan Carlos Espinosa, Natalia Fernández-Borges, Enric Vidal, Leonor Orge, Sylvie L. Benestad, Olivier Andréoletti, Juan María Torres",
          "abstract": "Prion diseases can manifest with distinct phenotypes in a single species, a phenomenon known as prion strains. Upon cross-species transmission, alterations in the disease phenotype can occur, interpreted as the emergence of a new strain. Two main and non–mutually exclusive evolutionary hypotheses have been proposed to explain this phenomenon: the “conformational shift” or “deformed templating” and the “conformational selection.” The conformational shift hypothesis proposes that the introduction of a new host prion protein (PrP C ) forces a change in the conformation of the pathological prion protein (PrP Sc ), causing the new prion strain emergence. On the contrary, the conformational selection model postulates that prion isolates are a conglomerate of PrP Sc conformations with relative distribution frequencies, wherein the species barrier acts as a filter selecting the one fittest for the new species environment. Previous studies reported the emergence of the classical bovine spongiform encephalopathy agent (c-BSE) upon transmission of Nor98/atypical scrapie (AS) onto a bovine PrP. This study investigates the evolutionary dichotomy of this c-BSE emergence by using prion strain thermostability combined with protein misfolding cyclic amplification to distinguish between both strains. Our results suggest that the conformational shift could be the principal mechanism responsible for the c-BSE emergence. Furthermore, the selection model was dismissed as the key mechanism based on the analysis of an artificial c-BSE and AS mixture. The ability of the AS conformers to shift conformation to a c-BSE one supports the hypothesis that the epidemic c-BSE prion may have originated from the transmission of AS in cattle.",
          "url": "https://doi.org/10.1073/pnas.2501104122",
          "doi": "https://doi.org/10.1073/pnas.2501104122",
          "filter": "2"
        },
        {
          "title": "Elevated CO 2 alters relative belowground carbon investment for nutrient acquisition in a mature temperate forest",
          "authors": "Michaela K. Reay, Emma J. Sayer, Andrew Smith, Victoria Pastor, Angeliki Kourmouli, Miles Marshall, Robert T. Grzesik, Iwan Evans, Manon Rumeau, Kris Hart, Jiaojiao Ma, Richard J. Norby, A. Robert MacKenzie, R. Liz Hamilton, Iain P. Hartley, Sami Ullah",
          "abstract": "Forests are potential carbon (C) sinks that partially offset anthropogenic carbon dioxide (CO 2 ) emissions via enhanced C assimilation and productivity. However, the question remains whether mature trees will express sufficient plasticity in nutrient acquisition strategies to support enhanced growth under elevated CO 2 (eCO 2 ). Trees may sustain growth by investing C belowground to enhance nutrient acquisition, e.g., by increasing root absorptive surfaces for greater soil available resource exploration (a “do-it-yourself” strategy) or utilizing C exudation or mycorrhizal associations as priming mechanisms for nutrient acquisition (“outsourcing”). We show that 4 y of eCO 2 (+140 ± 38 ppm; i.e., +35% above ambient) altered the relative belowground C investment strategies of mature oak ( Quercus robur L.) in a 180-y-old temperate forest. Fine-root branching frequency increased 73% under eCO 2 . Specific root C exudation was enhanced under eCO 2 (63%), particularly outside the peak growing season, and the exudate C to nitrogen (N) ratio was increased (28%). Ectomycorrhizal (ECM) biomass production increased during leaf fall (17%) while ECM turnover increased almost fourfold under eCO 2 . The exudate and root metabolome composition were considerably altered during the late growing season under eCO 2 . We find, therefore, that a broad suite of nutrient acquisition strategies are upregulated under eCO 2 , with dynamic shifting between different outsourcing and do-it-yourself elements at different times of the year. These belowground changes support the increase in net primary productivity observed in this forest, with implications for the role of mature temperate forests in the global carbon sink.",
          "url": "https://doi.org/10.1073/pnas.2503595122",
          "doi": "https://doi.org/10.1073/pnas.2503595122",
          "filter": "2"
        },
        {
          "title": "Dynamic forces drive cell and organ morphology changes during embryonic development",
          "authors": "Raj Kumar Manna, Emma M. Retzlaff, Anna Maria Hinman, Yiling Lan, Osama Abdel-Razek, Mike Bates, Heidi Hehnly, Jeffrey D. Amack, M. Lisa Manning",
          "abstract": "Cells, tissues, and organs must change shape in precise ways during embryonic development to execute their functions. Multiple mechanisms including biochemical signaling pathways and biophysical forces help drive these morphology changes, but it has been difficult to tease apart their contributions, especially from tissue-scale dynamic forces that are typically ignored. We use a combination of mathematical models and in vivo experiments to study a simple organ in the zebrafish embryo called Kupffer’s vesicle (KV). Modeling indicates that dynamic forces generated by tissue movements in the embryo produce shape changes in KV that are observed during development. Laser ablations in the zebrafish embryo that alter these forces result in altered organ shapes matching model predictions. These results demonstrate that dynamic forces sculpt cell and organ shape during embryo development.",
          "url": "https://doi.org/10.1073/pnas.2418111122",
          "doi": "https://doi.org/10.1073/pnas.2418111122",
          "filter": "2"
        },
        {
          "title": "Strong strain dependence of friction in graphene kirigami allows engineering a negative coefficient of friction",
          "authors": "Mikkel Metzsch Juel, Anders Malthe-Sørenssen, Henrik Andersen Sveinsson",
          "abstract": "The friction force typically increases linearly with normal load with a constant of proportionality called the coefficient of friction. Most materials exhibit a positive friction coefficient, so that an increase in the normal load leads to an increase in the friction force. Recently, materials with negative friction coefficients have been observed at meticulously constructed interfaces due to an interplay between superstructures at heterojunctions, out-of-plane buckling, or the ordering of thin water films. However, the magnitude of the negative friction coefficient is typically much less than 10 − 2 , the geometries are highly restrictive, and the mechanisms are difficult to scale to larger systems. Here, we show that a friction coefficient of − 0.08 can be obtained for a graphene sheet modified with kirigami-inspired cuts when inducing sheet tension through a normal load coupling. We use molecular dynamics simulations to show that the frictional behavior of kirigami cut sheets exhibits a strong nonmonotonic dependence on in-plane strain, while only weakly influenced by normal loading. We argue that the strong influence of strain arises from changes in commensurability between the graphene sheet and the substrate when the sheet deforms and buckles out of plane. We propose a simple nanomachine design that couples normal loading and sheet tension which enables the realization of different frictional laws, including a negative coefficient of friction. This represents a unique approach to creating tunable frictional surfaces and opens up applications in sheet-like systems across scales.",
          "url": "https://doi.org/10.1073/pnas.2501728122",
          "doi": "https://doi.org/10.1073/pnas.2501728122",
          "filter": "2"
        },
        {
          "title": "Dynamic neuroplasticity of language networks: The intersection of bilingualism and epilepsy",
          "authors": "Alena Stasenko, Erik Kaestner, Adam J. Schadler, Anny Reyes, Clare Urbanic, Jonathan L. Helm, Daniel Saldana, Giselle Carollo-Duprey, Monika Połczyńska, Christopher Benjamin, Leigh N. Sepeta, Tamar H. Gollan, Lucia Cavanagh, Carrie R. McDonald",
          "abstract": "Are bilingual language networks flexible enough to dynamically adapt to neurological insult? We examined language lateralization in 24 bilingual and 46 monolingual adults with temporal lobe epilepsy using functional MRI. In a group of primarily early sequential bilingual patients, the first acquired language (L1) showed more bilateral lateralization than in monolingual patients, with no effect of seizure onset laterality. In contrast, the second-acquired language (L2) was more bilateral in the presence of left hemisphere epilepsy and more left-lateralized in right hemisphere epilepsy. Most notably, in left hemisphere epilepsy, seizure onset closer to L2 acquisition was associated with more right-lateralized L2 representation. These findings suggest a compensatory process in which L2 networks strengthen in the hemisphere opposite the seizure focus, potentially reflecting neural adaptation in early bilingualism. Conversely, L1 appears to have less dynamic reorganization in response to neurological insult. Together, these findings highlight the importance of timing in both language experience and neurological stress in shaping language network organization. They support the view that the bilingual brain is not simply the sum of two monolingual systems, but a dynamic and unique system marked by high interindividual variability, in which divergence between languages may emerge under certain experience- and context-dependent conditions.",
          "url": "https://doi.org/10.1073/pnas.2422742122",
          "doi": "https://doi.org/10.1073/pnas.2422742122",
          "filter": "2"
        },
        {
          "title": "A quantitative imaging framework for lithium morphology: Linking deposition uniformity to cycle stability in lithium metal batteries",
          "authors": "Jenny R. Nicolas, Zeyu Hui, Qiushi Miao, Haichen Lin, Michael R. Davidson, Ping Liu",
          "abstract": "Characterizing the morphology of lithium (Li) is crucial for developing long-lasting lithium metal batteries. It is well established that more uniform Li deposition correlates with better cell performance. Li morphology is often characterized through qualitative analysis of scanning electron microscopy (SEM) images; however, there are no widely accepted metrics to quantitatively describe deposition uniformity. Here, we propose a framework to quantify uniformity through SEM image analysis via the index of dispersion ( ID ) metric, which is defined and presented in the context of Li metal batteries. We also explore experimental impacts of sampling protocols on ID measurements. Our results demonstrate that the ID metric is highly sensitive to variations in deposition uniformity, including the coexistence and uniformity of multiple morphologies, uniformity within a single morphology, and particle size distribution uniformity. Furthermore, it is demonstrated that uniformity, as measured by the ID , can be related to the average potential of Li||Li symmetric cells over cycling. Higher capacity cycling leads to more pronounced changes in both ID and average cell potential. Local minima/maxima are found consistently in both ID and average cell potential immediately before cells short-circuit, which we suggest may indicate a collapse of the microstructure prior to failure. We put forward this framework as a more robust approach to quantify Li deposition uniformity, advancing the development of Li metal batteries that are safer and longer lasting.",
          "url": "https://doi.org/10.1073/pnas.2502518122",
          "doi": "https://doi.org/10.1073/pnas.2502518122",
          "filter": "2"
        },
        {
          "title": "Human and climate impacts on the alpine Critical Zone over the past 10,000 y",
          "authors": "William Rapuc, Damien Guinoiseau, Fabien Arnaud, Mathieu Dellinger, Pierre Sabatier, Jérôme Gaillardet, Jérôme Poulenard, Julien Bouchez",
          "abstract": "Agropastoral activities have impacted the habitable part of our planet—the “Critical Zone”—for thousands of years, triggering a major increase in soil erosion in mountain environments. Understanding and quantifying the impact of these activities on soil is central to the well-being of our societies. Here, we investigate the isotope ratios of the trace element lithium in detrital sediments of Lake Bourget, European Alps, and provide a reconstruction of the impact of human activities on the evolution of alpine soil during the Holocene. We demonstrate that during the Early Holocene, soil formation was altered by the development of pastoralism followed by tillage. This led to three major erosive surges (3.8 to 3.0, 2.8 to 1.6, and 1.6 ky cal BP to modern times), thinning soils down to a state close to that of their early development 10,000 y ago. The detailed study of the lithium detrital signal reveals the appearance of an altitudinal decoupling in the response of the Critical Zone in the Alps following the development of the agropastoral activities during the Iron Age. The onset of agropastoral activities disrupted the balance between soil formation and erosion, leading to erosion rates 3 to 10 times faster than soil production since the end of the Ice Age.",
          "url": "https://doi.org/10.1073/pnas.2506030122",
          "doi": "https://doi.org/10.1073/pnas.2506030122",
          "filter": "2"
        },
        {
          "title": "Sleeping upside-down: Knockdown of a sleep-associated gene induces daytime sleep in the jellyfish Cassiopea",
          "authors": "Michael J. Abrams, Aki Ohdera, Diana A. Francis, Owen Donayre, Henry Chen, Kevin Lu, Celeste Y. Hsu, Hannah Zeigler, Richard M. Harland",
          "abstract": "The conservation of sleep among diverse animals provides clear evidence for its physiological importance, but the extent of its regulatory conservation is unknown. The upside-down jellyfish Cassiopea xamachana sleeps, and this behavior is controlled by radially spaced marginal ganglia. After defining a sleep–wake threshold, we compared gene expression profiles of ganglia from animals deprived of sleep and found differential expression in many sleep-related genes including GABAergic, melatonergic, and cholinergic receptors. In particular, a nicotinic acetylcholine receptor alpha subunit-like (Chrnal-E) was strongly differentially expressed in sleep deprived animals. Animals deprived of sleep under both mechanical and light perturbations suggested chrnal-E as a key gene regulating sleep. We found that chemical cholinergic neuromodulators regulate pacemaker activity. Visualization of chrnal-E mRNA revealed it is expressed primarily within the ganglia, and that the area of expression expands after sleep deprivation. In order to confirm the functional role of chrnal-E , we developed RNAi for use in Cassiopea and determined that Chrnal-E promotes wakefulness. Finally, we field-sampled control and sleep deprived animals and found chrnal-E has lowest expression late at night in controls, while in sleep deprived animals, chrnal-E peaks at this time, supporting a link to wakefulness. Our finding that Cassiopea sleep is regulated by the cholinergic-like system underscores that some components of sleep regulation are deeply conserved even in an animal with a distributed nervous system.",
          "url": "https://doi.org/10.1073/pnas.2505074122",
          "doi": "https://doi.org/10.1073/pnas.2505074122",
          "filter": "2"
        },
        {
          "title": "Optomechanical reservoir computing",
          "authors": "Steven Kiyabu, Daniel Nelson, John Thomson, Benjamin Schultz, Timothy Vincent, Nathan Hertlein, Andrew Gillman, Amanda Criner, Philip R. Buskohl",
          "abstract": "Nonlinear dynamics are pervasive phenomena in natural and synthetic material systems, where time-varying signals from different physical stimuli in the environment influence the material system behavior. Physical reservoir computing leverages these nonlinear dynamics to produce complex input–output mappings by interpreting the dynamical system as a physical recurrent neural network. A source of physical nonlinearity is crucial for enabling the reservoir to predict nonlinear relationships. Despite the significance of nonlinearity, most physical reservoirs leverage only a single source of nonlinearity. Furthermore, there exists a gap between analyses that examine fundamental capabilities of reservoir computers and those that evaluate the practical performance of reservoir computers. In this study, an optomechanical reservoir is introduced that combines both the nonlinear dynamics from bilinear springs and nonlinear sensing from optical fibers. Both the nonlinear springs and the optical fibers are shown to contribute significantly to the range of nonlinear frequency content produced by the optomechanical reservoir. A novelty search of simulated reservoirs highlights the range of performance exhibited by the optomechanical reservoir, and several high performing designs are validated experimentally. Additionally, a frequency content metric is introduced to characterize the nature of a given reservoir’s nonlinearity, highlighting what kinds of frequencies the reservoir can and cannot produce. This analysis is an important step toward the rational design of reservoir computers as it allows one to match reservoir computers with computational tasks. The development of both analytical techniques and multiphysics designs lays the groundwork for more effective embodied intelligence in dynamic systems.",
          "url": "https://doi.org/10.1073/pnas.2424991122",
          "doi": "https://doi.org/10.1073/pnas.2424991122",
          "filter": "2"
        },
        {
          "title": "Explaining and predicting the Southern Hemisphere eddy-driven jet",
          "authors": "Julia Mindlin, Theodore G. Shepherd, Marisol Osman, Carolina S. Vera, Marlene Kretschmer",
          "abstract": "The summertime eddy-driven jet (EDJ) in the Southern Hemisphere is a critical mediator between regional climate and large-scale phenomena, guiding synoptic systems that shape weather patterns. Uncertainties in global climate models (GCMs)-particularly in projecting changes in remote drivers like tropical warming, stratospheric polar vortex strengthening, and asymmetric tropical Pacific warming-hinder predictions of EDJ trends and associated regional outcomes. In this study, we develop a causal framework that combines observations, reanalysis datasets, and storylines estimated from the Coupled Model Intercomparison Project (CMIP) projections to attribute past EDJ changes and predict plausible future trajectories. Our findings indicate that tropical warming has evolved along the low end of plausible CMIP trajectories, while the stratospheric polar vortex shows robust strengthening, both strongly influencing observed EDJ trends. Our results suggest that 50% of the observed EDJ latitude shift can be directly attributed to global warming (GW), and the remaining 50% to remote drivers whose attribution to GW remains uncertain. Importantly, GCMs appear to accurately estimate the observed latitudinal shifts but underestimate the observed strengthening of the EDJ, while the proposed storylines are able to capture the observed trend. By integrating causal inference with climate storylines, our approach narrows the divide between attribution and prediction, offering a physically grounded method to estimate plausible pathways of future climate change.",
          "url": "https://doi.org/10.1073/pnas.2500697122",
          "doi": "https://doi.org/10.1073/pnas.2500697122",
          "filter": "2"
        },
        {
          "title": "Paleobiome dynamics shaped a large Gondwanan plant radiation",
          "authors": "Alexander Skeels, Hervé Sauquet, Austin Mast, Peter H. Weston, Peter M. Olde, Gregory J. Jordan, Raymond J. Carpenter, Jéssica Fenker, Zoe K. M. Reynolds, Alan R. Lemmon, Emily Moriarty Lemmon, Fritz J. Pichardo-Marcano, Marcel Cardillo",
          "abstract": "Theories of adaptive radiation propose predictable trajectories in which diversity accumulates rapidly in newly formed or colonized environments with underexploited niche space and few competing species, before slowing down as competition intensifies, and speciation and extinction rates approach equilibrium. This historical perspective on diversity may be more important than current environmental variation for explaining today’s biodiversity, but this has been difficult to determine because of the complexity of diversification dynamics and the challenges of relating diversification processes to past environmental change. Here we unravel the complex and heterogenous diversification dynamics of Proteaceae (subfamily Grevilleoideae), a large Gondwanan plant clade, to investigate how the expansion and contraction of biomes since the Cretaceous has shaped its current megadiversity across the Sahul region (Australia and New Guinea). We modeled paleobiome dynamics over a 120 Ma period and produced a nuclear phylogenomic dataset of 458 loci for ~700 species (~74%) to show that historical diversification rates across the Grevilleoideae phylogeny are closely associated with ecological opportunity provided by emerging and expanding biomes. Diversification is rapid in emerging and expanding biomes, while long-occupied biomes tend to have higher species richness but lower diversification rates, as expected if these biomes have approached equilibrium diversity. Our results reveal a strong and heterogeneous legacy of climatic and geological history on today’s floristic diversity and explain why diversity is often decoupled from expectations based on measures of ecological “carrying capacity” such as the area or climate of present-day biomes.",
          "url": "https://doi.org/10.1073/pnas.2502129122",
          "doi": "https://doi.org/10.1073/pnas.2502129122",
          "filter": "2"
        },
        {
          "title": "QnAs with Hans F. Coetzee",
          "authors": "Matthew Hardcastle",
          "url": "https://doi.org/10.1073/pnas.2515788122",
          "doi": "https://doi.org/10.1073/pnas.2515788122",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Yi et al., Transcriptional suppression of AMPKα1 promotes breast cancer metastasis upon oncogene activation",
          "url": "https://doi.org/10.1073/pnas.2516641122",
          "doi": "https://doi.org/10.1073/pnas.2516641122",
          "filter": "2"
        },
        {
          "title": "Structural basis of the inhibition of TRPV1 by analgesic sesquiterpenes",
          "authors": "Raúl Sánchez-Hernández, Miguel Benítez-Angeles, Irina A. Talyzina, Itzel Llorente, Mariela González-Avendaño, Félix Sierra, Angélica Méndez-Reséndiz, Francisco Mercado, Ariela Vergara-Jaque, Alexander I. Sobolevsky, León D. Islas, Tamara Rosenbaum",
          "abstract": "The Transient Receptor Potential Vanilloid 1 (TRPV1) ion channel is expressed in primary nociceptive afferents, which participate in processes such as pain and inflammation. Considerable efforts have been directed toward finding inhibitors of TRPV1 and understanding the molecular details of their interactions with this channel. α-humulene (AH) is a sesquiterpene derived from plants such as hops and other members of Cannabaceae family, with a long history of popular use as an analgesic and anti-inflammatory. Using a combination of behavioral assays, electrophysiology, site-directed mutagenesis, cryo-EM, and molecular dynamics simulations, we show that AH inhibits TRPV1-related pain responses and currents by interacting with a region composed of the S2, S2-S3 linker, and S3 transmembrane segments and stabilizing the closed conformation of the channel. The interaction of ligands in this region of the TRPV1 channel has not been previously described and the results of the present study highlight that it may constitute part of a negative regulatory region. These findings allow us to understand the molecular basis by which substances such as some sesquiterpenes, abundantly found in medicinal plants used by humans for hundreds of years, reduce pain. Pain management can include the use of opioids, which results in hepatic and renal damage and possible addiction. Our study offers insight into a poorly understood group of compounds that could be used as scaffold to produce novel nonopioid analgesic therapies and clarifies the molecular mechanisms that underlie the effects of these analgesic molecules.",
          "url": "https://doi.org/10.1073/pnas.2506560122",
          "doi": "https://doi.org/10.1073/pnas.2506560122",
          "filter": "2"
        },
        {
          "title": "Inference of human pigmentation from ancient DNA by genotype likelihoods",
          "authors": "Silvia Perretti, Patrícia Santos, Maria Teresa Vizzari, Enrico Tassani, Andrea Benazzo, Silvia Ghirotto, Guido Barbujani",
          "abstract": "Light eyes, hair, and skins probably evolved several times as Homo sapiens dispersed from Africa. In areas with lower UV radiation, light pigmentation alleles increased in frequency because of their adaptive advantage and of other contingent factors such as migration and drift. However, the tempo and mode of their spread is not known. Phenotypic inference from ancient DNA is complicated, both because these traits are polygenic and because of low sequence depth. We evaluated the effects of the latter by randomly removing reads in three high-coverage ancient samples, the Paleolithic Ust’-Ishim from Russia, the Mesolithic SF12 from Sweden, and the Neolithic I5077 from current Croatia. We could thus compare three approaches to pigmentation inference, concluding that for suboptimal levels of coverage (&lt;8×), a probabilistic method estimating genotype likelihoods leads to the most robust predictions. We then applied that protocol to 348 ancient genomes from Eurasia, describing how skin, eye, and hair color evolved over the past 45,000 y. The shift toward lighter pigmentations turned out to be all but linear in time and place, and slower than expected, with half of the individuals showing dark or intermediate skin colors well into the Bronze and Iron ages. We also observed a peak of light eye pigmentation in Mesolithic times, and an accelerated change during the spread of Neolithic farmers over Western Eurasia, although localized processes of gene flow and admixture, or lack thereof, also played a significant role.",
          "url": "https://doi.org/10.1073/pnas.2502158122",
          "doi": "https://doi.org/10.1073/pnas.2502158122",
          "filter": "2"
        },
        {
          "title": "Nature-based solutions for urban sustainability",
          "authors": "Elizabeth M. Cook, Yeowon Kim, Nancy B. Grimm, Timon McPhearson, Pippin Anderson, Harriet Bulkeley, Marcus J. Collier, Loan Diep, Jordi Morató, Weiqi Zhou",
          "url": "https://doi.org/10.1073/pnas.2315909122",
          "doi": "https://doi.org/10.1073/pnas.2315909122",
          "filter": "2"
        },
        {
          "title": "A genetically defined pontine nucleus essential for ingestion in mice",
          "authors": "Selvee Sungeelee, Caroline Mailhes-Hamon, Zoubida Chettouh, Phillip Bokiniec, Annaliese Eymael, Simon McMullan, Clément Léna, Bowen Dempsey, Jean-François Brunet",
          "abstract": "The first phase of feeding consists in the procurement of solid foods from the environment by biting, and their preparation for swallowing by chewing. These actions require the precise coordination of tens of orofacial muscles for the jaw and tongue. The seat for this motor patterning is known to reside in the reticular formation, a complex and poorly mapped region of the hindbrain, but the neuron groups involved are still elusive. Here, we characterize a group of excitatory reticular interneurons located in the supratrigeminal area that express the homeodomain transcription factor Phox2b . This nucleus—Sup5 Phox2b —is premotor to both jaw-closing and jaw-opening motoneurons and receives direct input from cranial sensory afferents, motor cortex, and satiation related nuclei. Its activity differentially tracks lapping, biting, and chewing movements, suggesting its involvement in the elaboration of distinct orofacial motor patterns in vivo. Acute global activation or inhibition of Sup5 Phox2b by optogenetics interrupt volitional feeding sequences. Thus, Sup5 Phox2b is an obligatory subcortical node, topologically and genetically defined, in the neural circuits that control the oral phase of feeding in mice.",
          "url": "https://doi.org/10.1073/pnas.2411174122",
          "doi": "https://doi.org/10.1073/pnas.2411174122",
          "filter": "2"
        },
        {
          "title": "Reactive mixing enables enzymatic depolymerization of recalcitrant or unsortable polyester wastes",
          "authors": "Hernan Garate, Clément Freymond, Louise Breloy, Michael Schindler, Jack Pallis, Benjamin Gibbs, Brian Mansaku, Yannick Rondelez, Costantino Creton, Andrew D. Griffiths, Ludwik Leibler",
          "abstract": "Enzyme-catalyzed depolymerization allows efficient recycling of poly(ethylene terephthalate) (PET) bottles, which are easy to sort and made of slowly crystallizing PET. However, because crystalline phases are recalcitrant to enzymatic hydrolysis, this technology fails for rapidly crystallizing polyester wastes such as poly(butylene terephthalate) (PBT), unsortable mixed polyesters, or heterogeneous formulated PET waste streams. We show that melt transesterification and vitrimerization of mixtures of rapidly crystallizing polyester wastes, leveraging catalysts already present, produce copolyesters that crystallize slowly and are readily depolymerized. For example, reactive blending of a rapidly crystallizing postindustrial PET nonwoven waste with PBT improves depolymerization yields from 20% (PET nonwoven) and 1% (PBT) to 90%. Synergistic mixing can replace sorting, extending the scope of enzymatic recycling to recalcitrant, heterogeneous, and unsortable wastes.",
          "url": "https://doi.org/10.1073/pnas.2505611122",
          "doi": "https://doi.org/10.1073/pnas.2505611122",
          "filter": "2"
        },
        {
          "title": "Predicting regime shifts and beyond",
          "authors": "Uffe Høgsbro Thygesen",
          "url": "https://doi.org/10.1073/pnas.2513605122",
          "doi": "https://doi.org/10.1073/pnas.2513605122",
          "filter": "2"
        },
        {
          "title": "Water content modulation enables selective ion transport in 2D MXene membranes",
          "authors": "Yaguang Zhu, Qinsi Xiong, Woo Cheol Jeon, Monika Blum, Fernando Camino, George C. Schatz, Kelsey B. Hatzell",
          "abstract": "Separation membranes are critical for a range of processes, including but not limited to water desalination, chemical and fuel production, and recycling and recovery applications. Fundamentally, there are intrinsic trade-offs between permeability and selectivity. Local water organization and content can impact membrane structure (short- and long-range) in laminar transition metal carbide (MXene) membranes and impact selective ion permeation. Intercalation of chaotropic cesium (Cs + ) ions within the layers reduces the water content in the membrane and at the surface which cannot be found in the intercalation of other ions. Additionally, 3D imaging using focused ion beam scanning electron microscopy showed fewer defects in the Cs-MXene membrane, due to reduced local water content, leading to more efficient ion sieving. X-ray diffraction and density functional theory calculations on the nanochannel structure demonstrated that the chaotropic ion results in the smallest nanochannel size and induces a stronger resistance to water-induced nanochannel swelling. With a narrower nanochannel, the Cs-MXene membrane limits ion transport pathways, resulting in more selective transport of lithium over other metal cations, as evidenced in both experiment and molecular dynamics simulations. Our findings highlight the potential for controlling the structural organization of 2D MXene membranes to enable on-demand transport of ions for diverse applications.",
          "url": "https://doi.org/10.1073/pnas.2501017122",
          "doi": "https://doi.org/10.1073/pnas.2501017122",
          "filter": "2"
        },
        {
          "title": "The Eisenstein ideal at prime-square level has constant rank",
          "authors": "Jaclyn Lang, Preston Wake",
          "abstract": "Let N and p be prime numbers with p ≥ 5 such that p ∣ ∣ ( N + 1 ) . In a previous paper, we showed that there is a cuspform f of weight 2 and level Γ 0 ( N 2 ) whose ℓ -th Fourier coefficient is congruent to ℓ + 1 modulo a prime above p for all primes ℓ . In this paper, we prove that this form f is unique up to Galois conjugacy, and the extension of Z p generated by the coefficients of f is exactly Z p [ ζ p + ζ p − 1 ] . We also prove similar results when a higher power of p divides N + 1 .",
          "url": "https://doi.org/10.1073/pnas.2500729122",
          "doi": "https://doi.org/10.1073/pnas.2500729122",
          "filter": "2"
        },
        {
          "title": "Visual adaptation stronger at the horizontal than the vertical meridian: Linking performance with V1 cortical surface area",
          "authors": "Hsing-Hao Lee, Marisa Carrasco",
          "abstract": "Visual adaptation reduces bioenergetic expenditure by decreasing sensitivity to repetitive and similar stimuli. In human adults, visual performance varies systematically around the polar angle for many visual dimensions and tasks: Performance is superior along the horizontal than the vertical meridian (horizontal–vertical anisotropy, HVA) and the lower than upper vertical meridian (vertical meridian asymmetry, VMA). These asymmetries are resistant to spatial and temporal attention. However, it remains unknown whether visual adaptation differs around the polar angle. Here, we investigated how adaptation influences contrast sensitivity at the fovea and perifovea across the four cardinal meridian locations for both horizontal and vertical stimuli in an orientation discrimination task. In the nonadapted conditions, the HVA was more pronounced for horizontal than vertical stimuli. For both orientations, adaptation was stronger along the horizontal than the vertical meridian, exceeding foveal adaptation. Additionally, perifoveal adaptation effects positively correlated with individual V1 cortical surface area. These findings reveal that visual adaptation mitigates the HVA in contrast sensitivity, fostering perceptual uniformity around the visual field while conserving bioenergetic resources.",
          "url": "https://doi.org/10.1073/pnas.2507810122",
          "doi": "https://doi.org/10.1073/pnas.2507810122",
          "filter": "2"
        },
        {
          "title": "Mutualisms within light microhabitats are associated with sensory convergence in a mimetic butterfly community",
          "authors": "J. Benito Wainwright, Theodora Loupasaki, Francisco Ramírez, Iestyn L. Penry-Williams, Sam J. England, Annalie Barker, Joana I. Meier, Martin J. How, Nicholas W. Roberts, Jolyon Troscianko, Stephen H. Montgomery",
          "abstract": "Niche partitioning within variable habitats can expose species to distinct sensory information. Vision is the primary sensory modality used by many animals to interact with their habitat. However, the role of terrestrial light environment properties in shaping species assemblages and visual system evolution is not fully understood. By studying a diverse, sympatric community of mimetic butterflies, we demonstrate that forest architecture creates a mosaic of light microhabitats that drive adaptive sensory convergence and divergence in both peripheral and central sensory systems. Our results show that across the visual system, predictable patterns of evolution characterize how species adapt to the availability of sensory information within their preferred light microhabitat. Our study provides an example of how visual systems consistently respond to their external sensory world, and illustrates the wide-reaching consequences of interspecific mutualisms, such as Müllerian mimicry, on organismal evolution.",
          "url": "https://doi.org/10.1073/pnas.2422397122",
          "doi": "https://doi.org/10.1073/pnas.2422397122",
          "filter": "2"
        },
        {
          "title": "Wireless arm-worn bioimpedance sensor for continuous assessment of whole-body hydration",
          "authors": "Matija Jankovic, Seungmin Kang, Sarnab Bhattacharya, Jordon Kashanchi, Jieting Wang, Kanika Deoli, Tianda Huang, Alex Johnson, Karina Ambani, Sangjun Kim, Pulin Wang, Edward Coyle, Nanshu Lu",
          "abstract": "Assessment of whole-body hydration (WBH) is crucial for health management and disease diagnosis. Traditional methods are invasive or require bulky equipment, making them impractical for mobile, continuous sensing. We present a wearable bioimpedance sensor with strategic electrode placement across the arm for noninvasive, continuous, and mobile WBH monitoring. Although whole-body bioimpedance is a proven method for indicating WBH, the effectiveness of local bioimpedance measurement has been unclear. Our finite element analysis demonstrated that with an optimized cross-arm sensing configuration, a strong linear relationship exists between arm bioimpedance and muscle electrical resistivity, confirming the utility of arm bioimpedance for assessing WBH given the well-established relationship between muscle electrical resistivity and body water. Our IRB-approved diuretic-induced dehydration study demonstrated a strong linear correlation between the increase of arm bioimpedance and the decrease in body weight due to water loss, with a Pearson correlation coefficient of 0.956 ± 0.033 among eight participants. Arm and whole-body demonstrated strong alignment, suggesting that arm bioimpedance measurements can reflect not only changes in WBH but also potentially absolute WBH status when compared against established population reference data. In a 24-h free-living experiment, the wireless, dry electrode-based, arm-conformable bioimpedance sensor continuously tracked dehydration and rehydration despite motions associated with daily activities. These results suggest that properly measured arm bioimpedance can serve as a surrogate for WBH, offering a reliable and accessible solution. The potential uses of this wearable technology range from improving personal wellness to enhancing professional sports and occupational safety.",
          "url": "https://doi.org/10.1073/pnas.2504278122",
          "doi": "https://doi.org/10.1073/pnas.2504278122",
          "filter": "2"
        },
        {
          "title": "Amplification through local critical behavior in the mammalian cochlea",
          "authors": "Rodrigo G. Alonso, Francesco Gianoli, Brian Fabella, A. J. Hudspeth",
          "abstract": "Hearing hinges upon the ear’s ability to enhance its responsiveness by means of an energy-expending active process that amplifies the very mechanical inputs that it detects. This process is defined by four properties that, although seemingly unrelated, consistently occur together: amplification, sharp frequency tuning, compressive nonlinearity, and spontaneous otoacoustic emission. In nonmammal tetrapods, the active process is evident in individual hair cells. The hair bundles of the bullfrog, for example, exhibit all four attributes by operating near a Hopf bifurcation—a critical regime in which these properties naturally coalesce. In mammals, however, the delicate nature of the cochlea has restricted the evidence for an active process to studies in vivo, where it is generally attributed to the collective effort of the outer hair cells that energize the traveling wave along the cochlear spiral. As a result, the cellular mechanisms that underlie the properties of mammalian hearing remain contested, with uncertainty about whether criticality plays a role in the cochlea’s active process. Here we show that, when placed in a recording chamber that closely mimics the in vivo physiological environment, a segment of the mammalian cochlea ex vivo displays the features of the active process—amplification, frequency tuning, compressive nonlinearity, and the generation of distortion products. We show that this process operates locally, independently of traveling waves, and that the sensory epithelium achieves active amplification by operating near criticality at a Hopf bifurcation. The results reveal the existence of a unified biophysical principle that underlies auditory processing across species and even phyla.",
          "url": "https://doi.org/10.1073/pnas.2503389122",
          "doi": "https://doi.org/10.1073/pnas.2503389122",
          "filter": "2"
        },
        {
          "title": "The apportionment of dietary diversity in wildlife",
          "authors": "Hannah K. Hoff, Bethan L. Littleford-Colquhoun, Rebecca Y. Kartzinel, Heidi M. Anderson, Chris Geremia, Lauren M. McGarvey, Carlisle Segal, Tyler R. Kartzinel",
          "abstract": "Evaluating species’ roles in food webs is critical for advancing ecological theories on competition, coexistence, and biodiversity but is complicated by pronounced dietary variability within species and overlap across species. We combined dietary DNA metabarcoding, GPS tracking, and a machine-learning algorithm to cluster and compare dietary profiles within and among five migratory large-herbivore species from Yellowstone National Park. Interspecific niche partitioning was weak, but statistically significant (PERMANOVA: pseudo- F 4,498 = 14.7, R 2 = 0.11, P ≤ 0.001), such that some diet profiles from different species were as similar as those from within one species. Instead of affirming species’ identity as a primary determinant of diet composition, we found three statistically different clusters of diet profiles—one concentrated on graminoids and forbs, another on forbs and deciduous shrubs, and a third on gymnosperms—each including samples from all herbivore species. Clusters did not reflect traditional diet classification schemes such as the grazer-browser continuum that is often used to distinguish species by percent grass consumption or use of grassland habitat in African savannas. Instead, clusters in Yellowstone reflected seasonal dietary variation within species that often equaled or exceeded niche differences between species, contributing to our growing understanding of why environmental variability may favor generalist foraging strategies at temperate latitudes, whereas specialized grazer and browser guilds appear to predominate in tropical savannas. Data-driven strategies that untangle complex trophic networks without relying on a priori groupings can offer new insights into wildlife diets, with potential applications in resource management and environmental monitoring.",
          "url": "https://doi.org/10.1073/pnas.2502691122",
          "doi": "https://doi.org/10.1073/pnas.2502691122",
          "filter": "2"
        },
        {
          "title": "Growing recognition of post-acute infection syndromes",
          "authors": "Anthony L. Komaroff",
          "url": "https://doi.org/10.1073/pnas.2513877122",
          "doi": "https://doi.org/10.1073/pnas.2513877122",
          "filter": "2"
        },
        {
          "title": "Amyloid-β modulates the phase separation and aggregation of α-synuclein",
          "authors": "Alexander Röntgen, Zenon Toprakcioglu, Owen M. Morris, Michele Vendruscolo",
          "abstract": "The aggregation of amyloid-β (Aβ) and α-synuclein (αSyn) into insoluble proteinaceous deposits is a hallmark of Alzheimer’s and Parkinson’s diseases. Recent evidence suggests that these amyloidogenic proteins act in synergy, with their coaggregation frequently observed in these disorders. In this study, we investigate the interaction of Aβ and αSyn using various biophysical tools. In particular, we explore the cocondensation of Aβ with αSyn, elucidating the pathways through which Aβ modulates αSyn phase separation. We studied different variants of Aβ, focusing on the most prominent species, namely Aβ42 and Aβ40. We found that Aβ42 and Aβ40 have fundamentally different mechanistic effects on the kinetics of αSyn condensation. Aβ42 initially forms large aggregates that act as heterogeneous nucleation sites which initiate the phase separation of αSyn. In contrast, Aβ40 is sequestered into αSyn condensates where it accelerates the liquid-to-solid transition of αSyn into amyloid aggregates. All other Aβ variants we probed fell into one of these two mechanistic pathways, with Aβ37, Aβ39, and Aβ35-25 exhibiting similar behavior to Aβ40, whereas Aβ43 triggered nucleation processes similar to Aβ42. Given the complexity behind amyloid formation, it is key to understand how molecular partners can interact with one another. Our results thus illustrate the extreme sensitivity of protein mixtures and shed light on some of the mechanisms involved in the cocondensation and aggregation of Aβ with αSyn.",
          "url": "https://doi.org/10.1073/pnas.2501987122",
          "doi": "https://doi.org/10.1073/pnas.2501987122",
          "filter": "2"
        },
        {
          "title": "Different folding mechanisms in prion proteins from mammals with different disease susceptibility observed at the single-molecule level",
          "authors": "Uttam Anand, Shubhadeep Patra, Rohith Vedhthaanth Sekar, Craig R. Garen, Michael T. Woodside",
          "abstract": "Misfolding of the protein PrP causes prion diseases in mammals. Disease susceptibility varies widely among species, despite PrP sequences differing by only a few amino acids. How these differences alter PrP folding and misfolding remains unclear. We compared the folding dynamics of single PrP molecules from three species with different disease susceptibility: dogs (immune), hamsters (susceptible), and bank voles (extremely susceptible). Measurements with optical tweezers revealed important differences between the folding cooperativity, pathways, energy barriers, and kinetics of these proteins. In contrast to the two-state folding of hamster PrP, dog PrP always folded through multiple intermediates. However, both featured rapid native folding, homogeneous energy barriers, and no readily observable misfolding. Bank vole PrP also folded via intermediates, but more slowly and via inhomogeneous barriers. Most notably, it formed several metastable misfolded states starting from the unfolded state. Analyzing the sequence of intermediates seen in pulling curves, we found significant differences in the folding pathways for dog and bank vole PrP, implying that sequence mutations altered energy barriers so as to redirect folding pathways. These results show that subtle differences in PrP sequence between species produce profound changes in folding behavior, providing insight into the factors underlying misfolding propensity.",
          "url": "https://doi.org/10.1073/pnas.2416191122",
          "doi": "https://doi.org/10.1073/pnas.2416191122",
          "filter": "2"
        },
        {
          "title": "The intensification of the strongest nor’easters",
          "authors": "Kevin Chen, Xueke Li, Mackenzie M. Weaver, Shannon A. Christiansen, Annabelle L. Horton, Michael E. Mann",
          "abstract": "Nor’easters are coastal extratropical cyclones that feed upon both thermal contrasts (meridional and land-ocean) and oceanic latent heat release, causing them to intensify along the U.S. East Coast. With central pressures that sometimes rival those of tropical cyclones, they represent a significant coastal hazard and are often associated with strong winds, heavy snowfall, disruption, and damage. While interest in studying the impacts of climate change on storm behavior is growing, nor’easters have historically received far less attention than tropical cyclones, largely due to challenges in documenting and categorizing these storms combined with the relatively short observational record. Here, we address these challenges by employing a cyclone tracking approach in concurrence with long-term reanalysis data to create a reliable historical database of these storms. We find a significant increasing trend in the maximum wind speeds of the most intense (&gt;66th percentile) nor’easters. We also observe an increasing trend in hourly precipitation rates associated with these storms. Such changes have profound implications for coastal cities and shorelines, increasing the risk of coastal flooding and erosion.",
          "url": "https://doi.org/10.1073/pnas.2510029122",
          "doi": "https://doi.org/10.1073/pnas.2510029122",
          "filter": "2"
        },
        {
          "title": "Targeting PBK with small-molecule 1- O -acetyl-4 R ,6 S -britannilactone for the treatment of neuroinflammation",
          "authors": "Juan Zhang, Hui-Lin Zhang, Xin-Rong Xu, Yan-Li Feng, Qi-Meng Zhu, Christophe Morisseau, Feng Qiu, Bruce D. Hammock, Cheng-Peng Sun",
          "abstract": "Neuroinflammation is a complex immunological phenomenon characterized by a dysregulated inflammatory response in the central nervous system (CNS) that can be triggered by various pathological injuries, such as toxins, which are involved in Parkinson’s and Alzheimer’s diseases (PD and AD), therefore, suppressing neuroinflammation serves as an effective treatment for CNS diseases. Herein, we found that natural soluble epoxide hydrolase (sEH) inhibitor 1- O -acetyl-4 R ,6 S -britannilactone (AB) regulated mitogen-activated protein kinase (MAPK) and AMP-activated protein kinase (AMPK) pathways to suppress the microglial activation by regulating inflammation and autophagy in vitro and in vivo, contributing to the improvement of lipopolysaccharide (LPS)-mediated neuroinflammation. Protein microarray analysis indicated that AB could selectively target PDZ binding kinase (PBK) through covalently binding to C70, exhibiting a dissociation constant (Kd) of 0.62 μM, which was corroborated by subsequent chemical biology experiments. We gained a deeper understanding of the mechanistic by which AB interfered PBK function, specifically by disrupting its interaction with tumor necrosis factor alpha-induced protein-8 like-2 (TIPE2), blocking the serine 3 (S3) phosphorylation-mediated ubiquitylation and degradation of TIPE2. Additionally, our study revealed that PBK genetic deletion alleviated the course of LPS-mediated neuroinflammation in vitro and in vivo, and AB did not exhibit any extra effects in LPS-mediated PBK -/- mice. These findings first offered broader prospects for treating neuroinflammation by targeting PBK to repress inflammation and activate autophagy, suggesting that AB had the potential to serve as a direct inhibitor in the PBK–TIPE2 interaction.",
          "url": "https://doi.org/10.1073/pnas.2502593122",
          "doi": "https://doi.org/10.1073/pnas.2502593122",
          "filter": "2"
        },
        {
          "title": "Climate-linked biogeography of mycorrhizal fungal spore traits",
          "authors": "Smriti Pehim Limbu, Sidney L. Stürmer, Geoffrey Zahn, Carlos A. Aguilar-Trigueros, Noah Rogers, V. Bala Chaudhary",
          "abstract": "Climate-driven variation in traits is crucial for predicting ecological responses to environmental change, yet global patterns and drivers of microbial trait variation remain poorly understood. Using global datasets of arbuscular mycorrhizal (AM) fungal observations linked to spore morphological traits, we show that climate shapes spore trait variation and functional diversity. Larger spore volumes were more prevalent in warm, wet climates but were associated with smaller species range sizes, suggesting a trade-off between persistence and dispersal potential. Similarly, ornamented spores were more common in warm, wet climates and were associated with narrower range sizes. Cell wall investment (i.e., wall thickness relative to volume) decreased in warmer, wetter climates compared to cooler, drier ones and was the strongest predictor of species range size, with intermediate investment associated with larger geographic distributions. Spore shape and color (i.e., melanin pigmentation) also exhibited climate-driven patterns, with spherical spores and greater pigmentation more common in warm, wet climates. Phylogenetic analyses revealed high conservatism for spore ornamentation, moderate for volume, low for color, and none for shape and cell wall investment. Additionally, functional diversity analyses showed that warm, wet climates promote higher within-community trait richness but lower trait divergence, while broader climatic variability drives higher beta diversity. These findings support growing evidence that trait–environment relationships extend to microbial communities, reflecting ecological principles such as environmental filtering, evolutionary constraint, and dispersal–persistence trade-offs. Incorporating microbial traits improves predictions of biogeographic shifts and their cascading effects on plant–microbe interactions and ecosystem stability under climate change.",
          "url": "https://doi.org/10.1073/pnas.2505059122",
          "doi": "https://doi.org/10.1073/pnas.2505059122",
          "filter": "2"
        },
        {
          "title": "Summer and nonsummer climatic signals in speleothem δ 18 O revealed by loess microcodium δ 18 O in East Asia",
          "authors": "Zeke Zhang, Zhengyu Liu, Gaojun Li, Yanjun Cai, Qin Wen, Hai Cheng, R. Lawrence Edwards, Jing Lei, Heng Liu, Zhaowei Jing, Tao Li, Steven C. Clemens, Yongjin Wang, Youbin Sun, Zhengguo Shi, Liangcheng Tan, Shugang Kang, Xulong Wang, Zhangdong Jin, Weijian Zhou, Zhisheng An",
          "abstract": "Speleothem δ 18 O records from central southern China have long been regarded as a key benchmark for Asian summer monsoon intensity. However, the similar δ 18 O minima observed among precession minima and their link to seasonal precipitation mixing remains unclear. Here, we present a 400,000-y record of summer precipitation δ 18 O from loess microcodium, which captures distinct precession cycles similar to those seen in speleothem δ 18 O records, particularly during glacial periods. Notably, our microcodium δ 18 O record reveals very low-δ 18 O values during precession minima at peak interglacials, a feature absent in speleothem δ 18 O records from central southern China. This discrepancy suggests that the mixed summer and nonsummer climatic signals substantially influence the speleothem δ 18 O records from central southern China. Proxy-model comparisons indicate that the lack of very low-δ 18 O values in speleothem δ 18 O records is due to an attenuated summer signal contribution, resulting from a lower summer-to-annual precipitation ratio in southern China at strong monsoon intervals. Our findings offer a potential explanation for the long-standing puzzle of the absence of 100- and 41-kyr cycles in speleothem δ 18 O records and underscore the critical role of seasonality in interpreting paleoclimatic proxies in central southern China. These insights also have broader implications for interpreting speleothem δ 18 O records globally, advocating for a more multiseason interpretive framework.",
          "url": "https://doi.org/10.1073/pnas.2425565122",
          "doi": "https://doi.org/10.1073/pnas.2425565122",
          "filter": "2"
        },
        {
          "title": "A fire-safe Li metal battery via smart gas management",
          "authors": "Jun-Chen Guo, Cong-Zheng Chai, Ya-Hui Wang, Yao Zhao, Sen Xin, Ying Zhang, Yu-Guo Guo, Chunli Bai",
          "abstract": "Lithium (Li) metal batteries offer high energy density but face significant safety challenges due to gas evolution under thermal abuse conditions. At the anode, the reduction of organic carbonate-based electrolytes generates flammable gases (e.g., H 2 , CH 4 ), while the poor thermal stability of the cathode results in the release of O 2 , CO, and CO 2 . The accumulation of these gases contributes to mechanical rupture, and their migration further exacerbates thermal runaway. To address these challenges, we propose a smart gas management strategy that constructs continuous flame-retardant interfaces (FRIs) by incorporating flame-retardant polymers (FRPs) into the cathode. Smart gas management is defined as the ability to suppress gas production, alter gas composition to reduce flammability, and mitigate internal pressure buildup, thereby preventing thermal runaway. The FRIs significantly enhance the thermal stability of the cathode by suppressing oxygen release and minimizing electrolyte oxidation caused by active oxygen species. Additionally, the FRP releases flame-retardant radicals that diffuse into the electrolyte, interrupting reactions that generate flammable gases at the anode. This dual-action mechanism reduces gas production and mitigates the risks associated with thermal runaway, forming the foundation of a smart gas management strategy. With this strategy, we demonstrate zero thermal runaway in a 0.58-Ah Li||NCM811 pouch cell with 100% state of charge under thermal abuse conditions. This approach is highly compatible with current manufacturing processes, offering a scalable solution for improving the safety of high-energy-density Li metal batteries. This work provides a promising pathway toward fire-safe Li metal batteries for electric vehicles and other energy storage applications.",
          "url": "https://doi.org/10.1073/pnas.2501549122",
          "doi": "https://doi.org/10.1073/pnas.2501549122",
          "filter": "2"
        },
        {
          "title": "Complementary genetic and epigenetic changes facilitate rapid adaptation to multiple global change stressors",
          "authors": "Reid S. Brennan, James A. deMayo, Michael Finiguerra, Hannes Baumann, Hans G. Dam, Melissa H. Pespeni",
          "abstract": "To persist under unprecedented rates of global change, populations can adapt or acclimate. However, how these resilience mechanisms interact, particularly the role of epigenetic variation in long-term adaptation, is unknown. To address this gap, we experimentally evolved the foundational marine copepod Acartia tonsa for 25 generations under ocean acidification, warming, and their combination and then measured epigenomic, genomic, and transcriptomic responses. We observed clear and consistent epigenomic and genomic divergence between treatments, with epigenomic divergence concentrated in genes related to stress response and the regulation of transposable elements. However, epigenetic and genetic changes were inversely related and occurred in different regions of the genome; levels of genetic differentiation (F ST ) were up to 2.5× higher in regions where methylation did not differ between treatments compared to regions with significant methylation changes. This negative relationship between epigenetic and genetic divergence could be driven by local inhibition of one another or distinct functional targets of selection. Finally, epigenetic divergence was positively, though weakly, associated with gene expression divergence, suggesting that epigenetic changes may facilitate phenotypic change. Taken together, these results suggest that unique, complementary genetic and epigenetic mechanisms promote resilience to global change.",
          "url": "https://doi.org/10.1073/pnas.2422782122",
          "doi": "https://doi.org/10.1073/pnas.2422782122",
          "filter": "2"
        },
        {
          "title": "Decoding nature’s grammar with DNA language models",
          "authors": "Peter L. Morrell, Serguei V. Pakhomov",
          "url": "https://doi.org/10.1073/pnas.2512889122",
          "doi": "https://doi.org/10.1073/pnas.2512889122",
          "filter": "2"
        },
        {
          "title": "De novo design of a fusion protein tool for GPCR research",
          "authors": "Kaixuan Gao, Xin Zhang, Jia Nie, Hengyu Meng, Weishe Zhang, Boxue Tian, Xiangyu Liu",
          "abstract": "G protein–coupled receptors (GPCRs) play pivotal roles in cellular signaling and represent prominent drug targets. Structural elucidation of GPCRs is crucial for drug discovery efforts. However, structural studies of GPCRs remain challenging, particularly for inactive-state structures, which often require extensive protein engineering. Here, we present a de novo design strategy termed “click fusion” for generating fusion proteins to facilitate GPCR structural studies. Our method involves the rational design of structurally stable protein domains rigidly linked to GPCRs. The resulting fusion protein enhances the thermostability of the target GPCR and aids in determining GPCR structures via cryoelectron microscopy (cryo-EM). We further demonstrate that the designed fusion protein can be transferred among structurally similar GPCRs with minor adjustments to the linker region. Our study introduces a promising approach for facilitating GPCR structural studies and advancing drug discovery efforts.",
          "url": "https://doi.org/10.1073/pnas.2422360122",
          "doi": "https://doi.org/10.1073/pnas.2422360122",
          "filter": "2"
        },
        {
          "title": "Predictive processes shape individual musical preferences",
          "authors": "Ernest Mas-Herrero, Josep Marco-Pallarés",
          "abstract": "Current models suggest that musical pleasure is tied to the intrinsic reward of learning, as it relies on predictive processes that challenge our minds. According to predictive coding, optimal learning, which maximizes epistemic value, depends on balancing predictability and uncertainty, implying that musical pleasure should also reflect this equilibrium. We tested this idea in two independent large samples using a novel decision-making paradigm, where participants indicated preferences for melodies varying in surprise and entropy. Consistent with prior research, we found an inverted U-shaped relationship between predictability and preference. Moreover, our results revealed an interaction between predictability and entropy, with smaller surprises preferred in low-entropy melodies and larger surprises favored in high-entropy music, consistent with predictive coding principles. Computational models incorporating this interaction predicted individuals’ genre preferences and pleasure responses to real compositions, highlighting its applicability to real-world music experiences. These findings advance our understanding of the cognitive mechanisms driving music preferences and the role of predictive processes in affective responses.",
          "url": "https://doi.org/10.1073/pnas.2500494122",
          "doi": "https://doi.org/10.1073/pnas.2500494122",
          "filter": "2"
        },
        {
          "title": "Electrokinetic propulsion for electronically integrated microscopic robots",
          "authors": "Lucas C. Hanson, William H. Reinhardt, Scott Shrager, Tarunyaa Sivakumar, Marc Z. Miskin",
          "abstract": "Semiconductor microelectronics are emerging as a powerful tool for building smart, autonomous sub-millimeter robots. Yet a number of existing microrobot platforms, despite significant advantages in speed, robustness, power consumption, or ease of fabrication, have no clear path toward electronics integration, limiting their potential for intelligence. Here, we show how to upgrade a class of self-propelled particles into electronically integrated microrobots, reaping the best of both platforms in a single design. Inspired by electrokinetic micromotors, these robots generate electric fields in a surrounding fluid, and by extension propulsive electrokinetic flows. The underlying physics is captured by a model in which robot speed is proportional to applied current, making design and control straightforward. As proof, we build basic robots at the 100-micron scale that use rudimentary, on-board photovoltaic circuits and a closed-loop optical control scheme to navigate waypoints and move in coordinated swarms at speeds of up to one body length per second. Broadly, the unification of micromotor propulsion with on-robot electronics invites future work to realize robust, fast, easy to manufacture, electronically programmable microrobots that remain operationally viable for months to years.",
          "url": "https://doi.org/10.1073/pnas.2500526122",
          "doi": "https://doi.org/10.1073/pnas.2500526122",
          "filter": "2"
        },
        {
          "title": "Temperature-invariant crystal–glass heat conduction: From meteorites to refractories",
          "authors": "Michele Simoncelli, Daniele Fournier, Massimiliano Marangolo, Etienne Balan, Keevin Béneut, Benoit Baptiste, Béatrice Doisneau, Nicola Marzari, Francesco Mauri",
          "abstract": "The thermal conductivities of crystals and glasses vary strongly and with opposite trends upon heating, decreasing in crystals and increasing in glasses. Here, we show that the dominant conduction mechanisms of crystals (particle-like propagation) and glasses (wave-like tunneling) can compensate in materials with crystalline bond order and nearly glassy bond geometry, yielding a hybrid crystal–glass conductivity that is constant from the quantum to the classical regime (i.e., from below to above the Debye temperature). We showcase these arguments with a combined theoretical and experimental study on meteoritic silica (a tridymite carved from a sample found in Steinbach, Germany, in 1724) and on a geometrically amorphous tridymite phase found in refractory bricks used in furnaces for steel smelting. Our results prove that temperature-invariant conductivities are not limited to the classical regime, and pave the way to understand or control heat-transport phenomena in solids exposed to extreme temperature variations, ranging from planetary cooling to heating protocols to reduce the carbon footprint of industrial furnaces.",
          "url": "https://doi.org/10.1073/pnas.2422763122",
          "doi": "https://doi.org/10.1073/pnas.2422763122",
          "filter": "2"
        },
        {
          "title": "Multiorgan transcriptomics in mice identifies immunoglobulin heavy constant mu ( Ighm ) as a tissue-level aging biomarker",
          "authors": "Fan-Qian Yin, Xia-Yan Wang, Yong-Xuan Li, Kai-Jing Li, Si-Yu Ma, Meng-Jiao Lv, Zhen-Hua Liu, Wei-Xia Zhong, Yan Liu, Chuan-Fang Tang, Hong-Shi Liu, Yuze Li, Fu-Hui Xiao, Qing-Peng Kong",
          "abstract": "Identifying aging-associated biomarkers applicable for multiple tissues is challenging but crucial for assessing tissue aging. Here, we obtained and analyzed 456 transcriptomes on 17 organs from 30 C57BL/6 J mice with different ages, revealing the consistently upregulated mRNAs of Ighm , C4b , and Ccl8 in most aged organs. This finding received support from independent transcriptomic and proteomic datasets and was further validated through western blot, enzyme-linked immunosorbent assay (ELISA), and immunofluorescence, arguing for both Ighm mRNA and protein as tissue-level aging biomarkers, at least in mice. Its sensitivity to antiaging interventions further emphasizes the significance of Ighm in assessing tissue aging in mice.",
          "url": "https://doi.org/10.1073/pnas.2423142122",
          "doi": "https://doi.org/10.1073/pnas.2423142122",
          "filter": "2"
        },
        {
          "title": "Cilia dynamics create a dynamic barrier to penetration of the periciliary layer in human airway epithelia",
          "authors": "Erika Causa, Debasish Das, Luigi Feriani, Jurij Kotar, Pietro Cicuta",
          "abstract": "The ciliated epithelium of the human respiratory tract is covered by the airway surface liquid, a protective fluid consisting of two layers: the periciliary layer (PCL), where motile cilia reside and generate fluid flow, and an overlying mucus layer. The complex structure and stratified nature of the PCL complicate both the prediction and quantification of fluid flow at the scale of individual or small groups of cilia, making it difficult to connect microscopic flows to macroscopic clearance. To tackle this challenge, we developed a methodology that involves “uncaging” a fluorescent compound to trace the flow field within the PCL. Fluorescence is activated at micrometric spots within the cilia layer, and displacement vectors and diffusion are recorded using high-speed video. Our experiments reveal a complex fluid transport pattern, with displacement velocity along the epithelial surface varying due to a nonuniform vertical flow field. Additionally, we observed that cilia expel fluid at their tips, a mechanism likely aimed at preventing pathogen access to the epithelium. Simulations, where cilia are modeled as arrays of rigid rods with length asymmetry, support these findings and offer insights into the dynamics of fluid transport in the respiratory tract and the critical role of cilia coordination.",
          "url": "https://doi.org/10.1073/pnas.2419032122",
          "doi": "https://doi.org/10.1073/pnas.2419032122",
          "filter": "2"
        },
        {
          "title": "Glycolipids implicated as mediators of clinically visible retinal pigment epithelial migration in age-related macular degeneration",
          "authors": "Zhen Wang, David M. G. Anderson, Jeffrey D. Messinger, Christine A. Curcio, Kevin L. Schey",
          "abstract": "The retinal pigment epithelium (RPE) is the metabolic gatekeeper to the photoreceptors, thus playing many essential roles in healthy vision. Under certain conditions, RPE cells may transdifferentiate and migrate from the RPE layer. Ectopic RPE cells are potential signal sources for hyperreflective foci, prominent clinically visible biomarkers in age-related macular degeneration, which causes central vision loss globally. Applying multiple imaging modalities including ex vivo optical coherence tomography, autofluorescence microscopy, and imaging mass spectrometry (IMS) to human retina tissue, we compared lipid profiles in ectopic and orthotopic RPE cells. Our results showed that ectopic RPE cells share some molecular signatures with normal RPE cells as revealed through autofluorescence imaging and IMS. In both orthotopic and ectopic RPE cells, IMS detected phosphatidylglycerol, PG 36:2, and several triacylglycerols containing long-chain fatty acids. GM3 gangliosides (40:1, 42:1, and 42:2) were also detected in ectopic RPE cells with differences in abundance in different populations of ectopic RPE cells. Lactosylceramide (LacCer 44:5) and glucosylceramide (GlcCer 44:5) were found exclusively in ectopic RPE cells. In contrast, ectopic RPE did not exhibit signals of phosphatidylinositols (PI) (PI32:0, PI32:1, PI34:1, and PI34:2) normally detected in RPE cells. Near-single-cell resolution IMS results suggest that RPE transdifferentiation, with loss of normal functions and gain of new functions like migration, may be linked to altered metabolism of glycosphingolipids and PIs.",
          "url": "https://doi.org/10.1073/pnas.2503191122",
          "doi": "https://doi.org/10.1073/pnas.2503191122",
          "filter": "2"
        },
        {
          "title": "Microscopic and structural observations of actin filament capping and severing by cytochalasin D",
          "authors": "Takahiro Mitani, Shuichi Takeda, Toshiro Oda, Akihiro Narita, Yuichiro Maéda, Hajime Honda, Ikuko Fujiwara",
          "abstract": "Cytochalasin D (CytoD), a widely used actin inhibitor, is typically employed in cell studies as a simple barbed end capper. However, accumulating evidence suggests broader effects on actin dynamics. We addressed this by observing single actin filaments using total internal reflection fluorescence microscopy. Our depolymerization assay confirmed that, at nanomolar concentrations, CytoD tightly caps barbed ends. The K 1/2 for inhibition was 4.1 nM, consistent with previous bulk measurements, and our approach revealed a capping duration of ~2 min. In polymerization assays, nanomolar CytoD completely suppressed barbed end elongation. Interestingly, at subnanomolar concentrations, CytoD caps barbed ends only transiently, rapidly associating and dissociating under both polymerizing and depolymerizing conditions. We interpreted this contradictory behavior as arising from differences in binding modes: capping one strand (fast dissociation) or both strands (slow dissociation). CytoD severs actin filaments at micromolar levels, a concentration range commonly used in cell biological studies. Although the severing rate is slower than cofilin, its higher frequency leads to filament fragmentation. Severing activity was suppressed by inorganic phosphate or cofilin. Our crystal structure of CytoD bound to filamentous conformation (F-form) actin showed that CytoD fits better in the hydrophobic cleft of F-form actin than monomeric conformation actin, explaining its preference for barbed end subunits. CytoD prevents barbed end depolymerization by stabilizing the terminal subunits in the F-form, which is supported by our MD simulations. These findings reveal the molecular mechanisms by which CytoD modulates actin dynamics and highlight the need for careful dosage control when treating cells with CytoD.",
          "url": "https://doi.org/10.1073/pnas.2502164122",
          "doi": "https://doi.org/10.1073/pnas.2502164122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Childhood skeletal lesions common in prehistory are present in living forager-farmers and predict adult markers of immune function",
          "authors": "Amy S. Anderson, Aaron Blackwell, M. Linda Sutherland, Thomas Kraft, James Sutherland, Bret Beheim, Dan Cummings, Suhail Ghafoor, Paul L. Hooper, Daniel Eid Rodriguez, Andrei Irimia, Margaret Gatz, Wendy Mack, Chris Rowan, Michael Miyamoto, Kenneth Buetow, Caleb Finch, L. Samuel Wann, Adel Allam, Randall C. Thompson, Gregory Thomas, Hillard Kaplan, Jonathan Stieglitz, Benjamin Trumble, Michael D. Gurven",
          "abstract": "Porous cranial lesions (cribra cranii and cribra orbitalia) are widely used by archaeologists as skeletal markers of poor child health. However, their use has not been validated with systematic data from contemporary populations, where there has been little evidence of these lesions or their health relevance. Using 375 in vivo computed tomography scans from a cohort-representative sample of adults aged 40+ years from the Bolivian Amazon, among food-limited, high-mortality forager-farmers, we identified cribra cranii on 46 (12.3%) and cribra orbitalia on 23 (6%). Cribra orbitalia was associated with several hallmarks of compromised immune function, including fewer B cells, fewer naïve CD4 + T cells, a lower CD4 + /CD8 + T cell ratio, and higher tuberculosis risk. However, neither lesion type predicted other physician-diagnosed respiratory diseases, other markers of cell-mediated immunity, or hemoglobin values. While cribra orbitalia shows promise as a skeletal indicator of health challenges, our findings do not support the continued practice of using these lesions to infer anemia in adults.",
          "url": "https://doi.org/10.1126/sciadv.adw3697",
          "doi": "https://doi.org/10.1126/sciadv.adw3697",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Anabolic indices of matrix proteins identify regenerative small RNA intrinsic to human cartilage",
          "authors": "Ming-Feng Hsueh, Patrik Önnerfjord, Virginia B. Kraus",
          "abstract": "Some vertebrates regenerate appendages through the action of small noncoding RNAs (smRNAs) expressed in their blastema. Inspired by these models, we investigated whether similar smRNA-mediated mechanisms might contribute to the intrinsic repair capacity of human cartilage. Although humans lack the capacity to regenerate entire limbs, digit tip regrowth and joint cartilage repair following joint distraction suggest latent regenerative potential. Using mass spectrometry and RNA sequencing, we quantified anabolic indices of cartilage extracellular matrix proteins and identified 69 smRNAs correlated with cartilage regeneration in osteoarthritis—six concordantly regulated across species (human, axolotl, zebrafish, and bichir)—including microRNA 21 (miR-21). miR-21 enhanced the expression of key cartilage formation genes, reduced cartilage degradation, and suppressed cytokine secretion from human cartilage and chondrocytes. In contrast to the knee and hip, ankle cartilage exhibited regenerative capacity under osteoarthritic stress, offering a model for a regeneration-permissive joint environment that could inform osteoarthritis therapies.",
          "url": "https://doi.org/10.1126/sciadv.adu8440",
          "doi": "https://doi.org/10.1126/sciadv.adu8440",
          "filter": "2"
        },
        {
          "title": "Heterochronic parabiosis uncovers AdipoR1 as a critical player in retinal rejuvenation",
          "authors": "Yidan Liu, Xiuxing Liu, Jianjie Lv, Qi Zhang, Zhenlan Yang, Xuhao Chen, Chenyang Gu, Chun Zhang, Yehong Zhuo, Wenru Su",
          "abstract": "Aging induces substantial structural and functional decline in the retina, yet the molecular drivers of this process remain elusive. In this study, we used heterochronic parabiosis (HP) combined with single-cell RNA sequencing to generate comprehensive transcriptomic profiles of murine retinas from young, aged, and HP pairs, aiming to identify antiaging targets. Our analysis revealed extensive transcriptional alterations across retinal cell types with aging. HP experiments demonstrated that systemic factors from young mice rejuvenated aged retinas and alleviated senescent phenotypes, while aged blood accelerated aging in young mice. Integrative analysis pinpointed adiponectin receptor 1 (AdipoR1) and the downstream adenosine 5′-monophosphate–activated protein kinase (AMPK) signaling pathway as central to the molecular mechanisms underlying retinal rejuvenation. Treatment with the AdipoR1 agonist AdipoRon reversed retinal aging. Mechanistically, AdipoR1-AMPK activation promoted mitochondrial function, contributing to the restoration of youthful cellular phenotypes. Together, our study identifies AdipoR1 as a therapeutic target for retinal aging and provides insights into the molecular programs driving retinal rejuvenation.",
          "url": "https://doi.org/10.1126/sciadv.adv6642",
          "doi": "https://doi.org/10.1126/sciadv.adv6642",
          "filter": "2"
        },
        {
          "title": "Cold-air outbreaks in the continental US: Connections with stratospheric variations",
          "authors": "Laurie Agel, Judah Cohen, Mathew Barlow, Karl Pfeiffer, Jennifer Francis, Chaim I. Garfinkel, Marlene Kretchmer",
          "abstract": "Mid-latitude Northern Hemisphere extreme cold events continue to occur despite overall winter warming trends. These events have been linked to weakened stratospheric polar vortex (SPV) states. In this study, we analyze both the upper and lower polar stratosphere for links to extreme winter cold and snow in the continental US, finding two SPV variations of interest. The first features an upper-level vortex displaced toward western Canada and linked to northwestern US severe winter weather. The second features a weakened upper-level vortex displaced toward the North Atlantic and linked to central-eastern US severe winter weather. Both variations feature lower-level stretched vortices and stratospheric wave reflection. Since 2015, a northwestward shift in severe winter weather across the US is concurrent with an increase in the frequency of the westward-focused variation relative to the eastward-focused variation and a shift to more negative phases of the El Niño–Southern Oscillation.",
          "url": "https://doi.org/10.1126/sciadv.adq9557",
          "doi": "https://doi.org/10.1126/sciadv.adq9557",
          "filter": "2"
        },
        {
          "title": "Discovering high-entropy electrocatalysts through a batch-alloy targeting approach",
          "authors": "Hui-Feng Zhao, Li Li, Tao Zhang, Jun-Qing Yao, Xu Peng, Jing Peng, Min Zhu, Bei-Bei Xu, Xin-Wang Liu, Hai-Bin Yu",
          "abstract": "The challenge of high-entropy materials as functional materials generally lies in the vast compositional space, presenting seemingly endless elemental combinations for composition design. Using electrocatalytic oxygen evolution reactions (OERs) as a typical example, we introduce a “batch-alloy targeting” approach to quickly and effectively identify materials with high activity and thermodynamic stability. We fuse potentially active elements into a rough-guess alloy, creating a library of several distinct stable phases with varied compositions and structures. By assessing the extent of surface restructuring as an indicator of OER activity, we can target the optimal composition for subsequent materials design. This method successfully led to the discovery and development of a nanoscale phase-separated alloy exhibiting high activity and stability. Our methodology offers an efficient and rapid approach to exploring the compositional space of high-entropy materials. It strikes a balance between one-shot experiments and high-throughput preparation, achieving both efficiency and equilibrium.",
          "url": "https://doi.org/10.1126/sciadv.adx6121",
          "doi": "https://doi.org/10.1126/sciadv.adx6121",
          "filter": "2"
        },
        {
          "title": "Parallel evolution of salinity tolerance in Arabidopsis thaliana accessions from Cape Verde Islands",
          "authors": "Félix J. Martínez Rivas, Dorothee Wozny, Zeyun Xue, Elodie Gilbault, Thomas Sapir, Melissa Rouille, Antony Ricou, Joaquín Medina, Laurent D. Noël, Emmanuelle Lauber, Aline Voxeur, Marianne Mazier, Olivier Loudet, Gilles Clément, Jose M. Jiménez-Gómez",
          "abstract": "Soil salinization poses a notable threat to agriculture. The Cape Verde Islands are located 600 km off the coast of Africa and are characterized by arid environments and high-salinity soils. Here, we find that Arabidopsis thaliana plants native to these islands accumulate glucuronyl-mannose that protects them from salt stress. We map the ability to produce this metabolite to an α glycosidase family 38 gene that we named GH38cv . Plants carrying mutant alleles of GH38cv do not present defects on growth, fitness, or biotic resistance under standard laboratory conditions but show better germination rates, longer roots, better hydric status, and higher fitness than nonmutated plants when exposed to salt stress. Notably, deleterious mutations in GH38cv have evolved independently on two separate islands within the Cape Verde archipelago, illustrating an example of parallel evolution for salt tolerance in this environment. Our findings reveal a knowledge-driven method to develop salt-resilient crops, which could be attractive to both conventional and organic agriculture.",
          "url": "https://doi.org/10.1126/sciadv.adq8210",
          "doi": "https://doi.org/10.1126/sciadv.adq8210",
          "filter": "2"
        },
        {
          "title": "Atopy-related immune profiles are subject to genetic influence as evaluated using school-aged twin pairs",
          "authors": "Jonatan Leffler, James F. Read, Danny Mok, Michael Serralha, Anthony Bosco, Patrick G. Holt, Richard Saffery, Deborah H. Strickland",
          "abstract": "The interaction of genetic and environmental contributions to immunological traits and their association with atopic disease remain unclear. Flow cytometry and in vitro cytokine responses were used to characterize immune profiles from 93 school-aged twin pairs. Using an established twin pair analytical strategy, the genetic and environmental influences on immunological traits were evaluated, along with their association with atopy. Our findings suggest strong genetic influence on several traits, particularly B cell abundance. In contrast, cytokine responses from in vitro stimulations appeared mainly shaped by environmental exposures. Regarding associations with atopy, greater abundance of both B cells and basophils were observed in atopic individuals as well as increased expression of the immunoglobulin E (IgE) receptor. Genetic influence appeared central to regulating IgE receptor expression on basophils, whereas expression on dendritic cells instead appeared sensitive to environmental exposures. Identifying environmentally regulated immune traits may facilitate the development of targeted therapies to limit the impact of atopic disease in the future.",
          "url": "https://doi.org/10.1126/sciadv.ads8033",
          "doi": "https://doi.org/10.1126/sciadv.ads8033",
          "filter": "2"
        },
        {
          "title": "A forward-engineered, muscle-driven soft robotic swimmer",
          "authors": "William Cartwright Drennan, Onur Aydin, Bashar Emon, Zhengwei Li, Md Saddam Hossain Joy, Alexandra Barishman, Yelim Kim, Margaret Wei, Danette Denham, Annika Carrillo, M. Taher A. Saif",
          "abstract": "The field of biohybrid robotics focuses on using biological actuators to study the emergent properties of tissues and the locomotion of living organisms. On the basis of models of swimming at small size scales, we designed and fabricated a muscle-powered, flagellate swimmer. We investigate the design of a compliant mechanism based on nonlinear mechanics and its mechanical integration with a muscle ring and motor neurons. We find that within a range of anchor stiffnesses around 1 micronewton per micrometer, the homeostatic tension in muscle is insensitive to stiffness, offering greater design flexibility. The proximity of motor neurons results in a fourfold improvement in muscle contractility. Improved contractility and nonlinear design allow for a peak swimming speed about two orders of magnitude higher than previous biohybrid flagellate swimmers, reaching 0.58 body lengths per minute (86.8 micrometers per second), by a mechanism involving inertia that we verify through flow field imaging. This swimmer opens the door for a class of intermediate–Reynolds number swimmers.",
          "url": "https://doi.org/10.1126/sciadv.adu8634",
          "doi": "https://doi.org/10.1126/sciadv.adu8634",
          "filter": "2"
        },
        {
          "title": "Impaired mitochondrial metabolism is a critical cancer vulnerability for MYC inhibitors",
          "authors": "William Yang, Qianyu Guo, Songhua Quan, Zachary R. Chalmers, J. Brandon Parker, Mihai Truica, Mary F. Dufficy, Megan M. Kerber, Karthik Vasan, Dikshat G. Gupta, Adam W. T. Steffeck, Hao Pan, Mohammed Siddiqui, H. Tran Pham, Gary E. Schiltz, Debabrata Chakravarti, Navdeep S. Chandel, Sarki A. Abdulkadir",
          "abstract": "MYC is a key driver in many aggressive and therapy-resistant cancers. We have developed and characterized a small-molecule MYC inhibitor named MYCi975. To uncover combination strategies for MYC inhibitors, we conducted a genome-wide CRISPR screen using MYCi975. This screen revealed a notable synthetic lethality when MYC inhibition was paired with disruption of mitochondrial complex I components, but not other complexes. Mechanistically, MYC inhibition reduced oxidative phosphorylation and glycolysis, triggering a compensatory up-regulation of complex I genes. Consequently, genetic or pharmacological targeting of complex I sensitized tumors to MYCi975 treatment, leading to increased purine catabolism and infiltration of CD8 + T cells and macrophages into tumors. Additionally, a wide range of tumor cells with lower complex I expression showed increased MYC dependency. These results indicate that metabolic adaptation to MYC inhibition exposes a targetable weakness at complex I and provide a rational strategy for combination therapy with emerging MYC inhibitors.",
          "url": "https://doi.org/10.1126/sciadv.adw5228",
          "doi": "https://doi.org/10.1126/sciadv.adw5228",
          "filter": "2"
        },
        {
          "title": "UFMylation maintains tumor suppressor pVHL stability by activating the deubiquitinase BAP1",
          "authors": "Xiao Yang, Yalei Wen, Shengying Qin, Yang Zhou, Caishi Zhang, Lei Huang, Mei Li, Xiuqing Ma, Rui Wan, Jiaqi Chen, Rong-Rong He, Hao Gao, Colin R. Goding, Oscar Junhong Luo, Xiangchun Shen, Rutao Cui, Tongzheng Liu",
          "abstract": "BRCA1-associated protein 1 ( BAP1 ) can function as a tumor suppressor or oncogene depending on context, but its role in colorectal cancer (CRC) is not well understood. Here, we demonstrate that BAP1 suppresses CRC progression primarily by deubiquitinating and stabilizing von Hippel–Lindau tumor suppressor protein (pVHL). BAP1 undergoes covalent modification by ubiquitin-fold modifier 1 (UFM1) at Lys 51 , Lys 61 , Lys 187 , and Lys 205 , enhancing its interaction with pVHL and promoting pVHL stabilization. Loss of this modification through UFL1 depletion or reconstitution with a UFMylation-defective BAP1 mutant (4KR) impairs pVHL stabilization and promotes tumor progression in CRC cell line–based and patient-derived xenograft models. Clinically, down-regulation of UFL1 and BAP1 correlates with reduced pVHL level and poor prognosis in patients with CRC. These findings identify a previously unrecognized posttranslational mechanism regulating BAP1 activity and highlight UFMylation as essential for maintaining pVHL tumor-suppressive function. Targeting BAP1 UFMylation may represent a potential therapeutic strategy in CRC and other cancers with wild-type BAP1 and VHL .",
          "url": "https://doi.org/10.1126/sciadv.adt8800",
          "doi": "https://doi.org/10.1126/sciadv.adt8800",
          "filter": "2"
        },
        {
          "title": "BRD4770 protects against DOX-induced cardiotoxicity by inhibiting apoptosis and ferroptosis",
          "authors": "Jingrong Shao, Rui Xiao, Ting Wang, Fengshuo Wang, Bei Wang, Dongli Zhang, Lulu Wang, Jingchao Li, Jiao Liu, Shengkai Zuo",
          "abstract": "Doxorubicin (DOX) is an effective anticancer drug, but its clinical utility is limited mainly by cardiotoxicity causing cardiomyocyte ferroptosis and apoptosis. While DOX-induced cardiotoxicity (DIC) involves epigenetic changes, no systematic epigenetic intervention studies have been reported. Here, we identified BRD4770 as a potential small molecule against DIC through the Epigenetics Compound Library screening. BRD4770 inhibited DOX-induced cardiomyocyte ferroptosis and apoptosis by reducing reactive oxygen species (ROS) production and lipid peroxidation and maintaining glutathione homeostasis. BRD4770 treatment alleviated DIC without affecting the antitumor effects of DOX. Mechanistically, BRD4770 promoted nuclear factor erythroid 2-related factor 2 (Nrf2)/activating transcription factor 4 (ATF4)–solute carrier family 7 member 11 (SLC7A11) signaling and suppressed DOX-induced cardiomyocyte death by reducing methylation of lysine 9 on histone 3. Last, we constructed a ROS-responsive nanoliposome loaded with BRD4770 and conjugated with the cardiac-targeting peptide for primary cardiomyocyte, which provided better protection against DIC. These findings suggest that BRD4770 has the potential to prevent cardiomyocyte death–related cardiomyopathy.",
          "url": "https://doi.org/10.1126/sciadv.adw1720",
          "doi": "https://doi.org/10.1126/sciadv.adw1720",
          "filter": "2"
        },
        {
          "title": "A Notch signal required for a morphological novelty in Drosophila has antecedent functions in genital disc eversion",
          "authors": "Donya N. Shodja, William J. Glassford, Gavin Rice, Sarah J. Smith, Mark Rebeiz",
          "abstract": "The origin of morphological novelties has long fascinated biologists. Signaling pathways play important roles in the formation of novelties; however, the history of how they become integrated into new developmental programs remains unclear. Here, we investigated the evolution of the posterior lobe, a novel structure in the male genitalia of Drosophila melanogaster . We demonstrated that a Notch signaling center is required for the formation of this novelty and identified enhancers of the ligand Delta , which allowed us to track the evolutionary history of this signaling center. Unexpectedly, we found that the posterior lobe signaling center emerged from a preexisting role in genital disc eversion. We provide a likely mechanism by which Delta contributes to genital eversion through a network of apical extracellular matrix, which also became integrated into the posterior lobe program. This work demonstrates that novelties may be formed in the context of already complex developmental processes, by appending new roles to preexisting signals.",
          "url": "https://doi.org/10.1126/sciadv.adt7825",
          "doi": "https://doi.org/10.1126/sciadv.adt7825",
          "filter": "2"
        },
        {
          "title": "First contact with greater gravity: Moss plants adapted via enhanced photosynthesis mediated by AP2/ERF transcription factors",
          "authors": "Yuko T. Hanba, Thi Huong Do, Kaori Takemura, Sakihito Kitajima, Alisa Vyacheslavova, Miyu Takata, Marcel Pascal Beier, Maki Yokoi, Akihisa Shinozawa, Ayuko Maeda, Yutaro Yasui, Naoya Sakaguchi, Ryuji Kameishi, Rina Watanabe, Souma Okugawa, Ryota Ozaki, Seika Hirai, Hiroyuki Kamachi, Atsushi Kume, Ichirou Karahara, Yoichi Sakata, Yusuke Onoda, Tomomichi Fujita",
          "abstract": "The emergence of land plants required adaptations to altered water availability and increased effective gravity. Bryophytes underwent major changes in physiology, anatomy, and growth during their emergence onto land. However, the link between gravity, photosynthesis, and genetic control remains unclear. Here, we show that leaf carbon dioxide diffusion enhanced photosynthesis in the model moss Physcomitrium patens under increased gravity (6 and 10 times Earth’s gravity), driven by increases in plant (gametophore) number and chloroplast size. RNA sequencing analysis showed that 10 gravity up-regulated several species-specific APETALA2/ethylene-responsive factor (AP2/ERF) transcription factors. Overexpression of one such AP2/ERF , ISSUNBOSHI1 ( IBSH1 ; gene ID =  Pp3c1_32440 ), in P. patens phenocopied plants grown at 10 gravity, and the dominant repressor form of IBSH1 suppressed 10 gravity responses. These results provide evidence that the proliferation of AP2/ERF transcription factors and the establishment of a notable gene network may have been important in adaptation to the terrestrial environment during land plant evolution.",
          "url": "https://doi.org/10.1126/sciadv.ado8664",
          "doi": "https://doi.org/10.1126/sciadv.ado8664",
          "filter": "2"
        },
        {
          "title": "Flexible multichannel muscle impedance sensors for collaborative human-machine interfaces",
          "authors": "Junwei Li, Kunlin Wu, Jingcheng Xiao, Tianyu Chen, Xudong Yang, Jie Pan, Yu Chen, Yifan Wang",
          "abstract": "The demand for advanced human-machine interfaces (HMIs) highlights the need for accurate measurement of muscle contraction states. Traditional methods, such as electromyography, cannot measure passive muscle contraction states, while optical and ultrasonic techniques suffer from motion artifacts due to their rigid transducers. To overcome these limitations, we developed a flexible multichannel electrical impedance sensor (FMEIS) for noninvasive detection of skeletal muscle contractions. By applying an imperceptible current, the FMEIS can target multiple deep muscles by capturing electric-field ripples generated by their contractions. With an ultrathin profile (~220 micrometers), a low elastic modulus (212.8 kilopascals) closely matching human skin, and engineered adhesive sensor surfaces, the FMEIS conforms nicely to human skin with minimized motion artifacts. The FMEIS achieved high accuracy in both hand gesture recognition and muscle force prediction using machine learning models. With demonstrated performance across multiple HMI applications, including human-robot collaboration, exoskeleton control, and virtual surgery, FMEIS shows great potential for future real-time collaborative HMI systems.",
          "url": "https://doi.org/10.1126/sciadv.adv3359",
          "doi": "https://doi.org/10.1126/sciadv.adv3359",
          "filter": "2"
        },
        {
          "title": "PD-1 and ICOS are coexpressed in T follicular helper cells but define three stages of maturation of T follicular regulatory cells",
          "authors": "Filipa Ribeiro, Diogo Antunes, Ana R. Pires, José Rino, Beatriz Filipe, Kátia Jesus, Ricardo Correia, Válter R. Fonseca, Saumya Kumar, Luis Graca",
          "abstract": "Humoral responses to infection or vaccination require T cell–B cell interactions. T follicular helper (T FH ) cells drive germinal center (GC) responses by providing help to B cells, whereas T follicular regulatory (T FR ) cells regulate them. Both mature GC–located T FH and T FR cells are widely characterized by the expression of ICOS and PD-1. However, although human T FR cells share many phenotypic characteristics with T FH cells, we found that ICOS and PD-1 are up-regulated differently in each. Although T FH cells express these proteins synchronously during maturation, they define three maturation stages in T FR cells. T FR cells in an intermediate maturation stage express ICOS, and it is only at the last stage of differentiation that both molecules are expressed at high levels. Although most T FR cells within the B cell follicle are PD-1 − , the T FR within the GC are ICOS + PD-1 + . These results show that T FH and T FR cells within human lymphoid tissue follow distinct maturation stages.",
          "url": "https://doi.org/10.1126/sciadv.adt8901",
          "doi": "https://doi.org/10.1126/sciadv.adt8901",
          "filter": "2"
        },
        {
          "title": "G proteins of the G 12 family expressed by POMC neurons regulate key metabolic functions",
          "authors": "Dhanush Haspula, Zhenzhong Cui, Srinivas Pittala, Yinghong Cui, Huiyan Lu, Yan Xiong, Jian Jin, Oksana Gavrilova, Eunsang Hwang, Jason Ajwani, Bryan Portillo, Kevin W. Williams, Asuka Inoue, Jürgen Wess",
          "abstract": "Proopiomelanocortin (POMC) neurons play a key role in maintaining glucose and energy homeostasis. POMC neurons express many heterotrimeric guanine nucleotide–binding protein (G protein)–coupled receptors that are linked to different functional classes of G proteins. The potential role of G 12/13 in regulating the function of central POMC neurons remains unknown. To address this question, we used a chemogenetic approach to selectively stimulate G 12/13 signaling in POMC neurons. We found that receptor-mediated activation of G 12/13 signaling in POMC neurons caused notable improvements in glucose homeostasis in lean and obese mice. Stimulation of G 12/13 signaling in POMC neurons also enhanced the physiological actions of leptin. Studies with G 12/13 knockout mice showed that G 12/13 signaling in POMC neurons mediated the beneficial metabolic effects of lorcaserin, an appetite-suppressant drug that selectively activates serotonin 5-HT 2C receptors. These findings indicate that G 12/13 -coupled receptors expressed by POMC neurons represent potential targets for advanced classes of antidiabetic and appetite-suppressant drugs.",
          "url": "https://doi.org/10.1126/sciadv.adu1670",
          "doi": "https://doi.org/10.1126/sciadv.adu1670",
          "filter": "2"
        },
        {
          "title": "Change-of-mind neuroeconomic decision-making is modulated by LINC00473 in medial prefrontal cortex in a sex-dependent manner",
          "authors": "Romain Durand-de Cuttoli, Orna Issler, Samantha M. B. Pedersen, Benjamin Yakubov, Nusrat Jahan, Aisha Abid, Susanna Kasparov, Kastalia Granizo, Sanjana Ahmed, Scott J. Russo, Eric J. Nestler, Brian M. Sweis",
          "abstract": "Changing one’s mind involves reappraisals between past costs versus future value and may be altered in psychopathology. Long intergenic noncoding RNA LINC00473 in medial prefrontal cortex (mPFC) can induce stress resilience in a sex-dependent manner, but its role in cognition is unknown. We characterized decision-making behavior in male and female mice in the neuroeconomic paradigm Restaurant Row following virus-mediated expression of LINC00473 in mPFC. Mice foraged for food among varying temporal costs and subjective value while on a limited time budget. Without affecting primary deliberative decisions, LINC00473 selectively influenced re-evaluative choices in a sex-dependent manner. This included changing how mice (i) cached value with the passage of time and (ii) weighed prior mistakes, which underlie the computational bases of sensitivity to sunk costs and regret. These findings suggest that a common value function is shared between these neuroeconomic processes and reveal a bridge between molecular drivers of stress resilience and psychological mechanisms underlying sex-specific proclivities in negative rumination.",
          "url": "https://doi.org/10.1126/sciadv.adr3228",
          "doi": "https://doi.org/10.1126/sciadv.adr3228",
          "filter": "2"
        },
        {
          "title": "Parallel writing of 5D optical data via shaped voxels",
          "authors": "Minxin Ye, Yuhao Lei, Xin Zhang, Lei Wang, Shih-Chi Chen",
          "abstract": "Multidimensional optical data storage is a critically needed technology in the digital era. To overcome the low data writing rate in the conventional systems, we present a parallel five-dimensional optical data writing method by projecting arrays of depth-resolved voxels of different shapes via a digital micromirror device and temporally focusing a femtosecond laser amplifier. This is more efficient than the conventional approach that serially creates birefringent voxels in glass (e.g., nanogratings or oblate nanopores) via scanning an ultrafast laser while varying its polarizations. We demonstrated parallel writing of 16 by 16 birefringent voxels with eight different slow-axis azimuths by controlling the shapes of the projected light spots. Next, we demonstrated five-layer parallel data writing with 100% readout accuracy and a 1.5-terabyte storage capacity per disc. With a high repetition rate femtosecond laser amplifier (e.g., 100 kilohertz), our method may achieve a theoretical writing speed of 7.5 megabytes per second, paving the way for high-speed, high-capacity optical data storage.",
          "url": "https://doi.org/10.1126/sciadv.adx7335",
          "doi": "https://doi.org/10.1126/sciadv.adx7335",
          "filter": "2"
        },
        {
          "title": "Atlantification drives recent strengthening of the Arctic overturning circulation",
          "authors": "Marius Årthun, Ailin Brakstad, Jakob Dörr, Helen L. Johnson, Carlo Mans, Stefanie Semper, Kjetil Våge",
          "abstract": "The Arctic Ocean is the northern terminus of the Atlantic Meridional Overturning Circulation (AMOC), whose dense water masses are key to the global ocean circulation. The Arctic climate is rapidly changing, and it is not known how the Arctic Ocean overturning circulation is responding. Here, we use a high-resolution ocean reanalysis, corroborated by observations, to show that a poleward expansion of warm Atlantic waters and corresponding sea-ice loss, a phenomenon referred to as an “Atlantification” of the Arctic, has caused a poleward shift of the dense water source regions in recent decades (1993–2020). This is manifested in enhanced surface water mass transformation in the Arctic Ocean, compensating for a reduction in the Nordic Seas. The associated strengthening of the Arctic Ocean overturning circulation has ensured that the transport of dense overflow waters across the Greenland-Scotland Ridge to the AMOC’s lower limb has remained stable. Our results thus provide evidence for a resilient northern overturning circulation in a warming climate.",
          "url": "https://doi.org/10.1126/sciadv.adu1794",
          "doi": "https://doi.org/10.1126/sciadv.adu1794",
          "filter": "2"
        },
        {
          "title": "NRBP1 pseudokinase binds to and activates the WNK pathway in response to osmotic stress",
          "authors": "Ramchandra V. Amnekar, Toby Dite, Pawel Lis, Sebastian Bell, Fiona Brown, Clare Johnson, Stuart Wilkinson, Samantha Raggett, Mark Dorward, Mel Wightman, Thomas Macartney, Renata F. Soares, Frederic Lamoliatte, Dario R. Alessi",
          "abstract": "WNK family kinases are regulated by osmotic stress and control ion homeostasis by activating SPAK and OXSR1 kinases. Using a proximity labeling approach, we found that osmotic stress promotes the association of WNK1 with the NRBP1 pseudokinase and TSC22D2/4 adaptor proteins, results that are confirmed by immunoprecipitation, mass spectrometry, and immunoblotting studies. NRBP1 pseudokinase is closely related to WNK isoforms and contains a RΦ-motif–binding conserved C-terminal (CCT) domain, like the CCT domains in WNKs, SPAK, and OXSR1. Knockdown or knockout of NRBP1 markedly inhibited basal as well as sorbitol-induced activation of WNK1 and downstream components. We demonstrate that recombinant NRBP1 can directly induce the activation of WNK4 in vitro. AlphaFold-3 modeling predicts that WNK1, SPAK, NRBP1, and TSC22D4 form a complex, in which two TSC22D4 RΦ-motifs interact with the CCTL1 domain of WNK1 and the CCT domain of NRBP1. Our data indicate that NRBP1 and likely its close homolog NRBP2 function as an upstream activator of the WNK pathway.",
          "url": "https://doi.org/10.1126/sciadv.adv4636",
          "doi": "https://doi.org/10.1126/sciadv.adv4636",
          "filter": "2"
        },
        {
          "title": "Quantum sensing of broadband spin dynamics and magnon transport in antiferromagnets",
          "authors": "Alex L. Melendez, Shekhar Das, Francisco Ayala Rodriguez, I-Hsuan Kao, Wenhao Liu, Archibald J. Williams, Bing Lv, Joshua Goldberger, Shubhayu Chatterjee, Simranjeet Singh, P. Chris Hammel",
          "abstract": "Optical detection of magnetic resonance using quantum spin sensors (QSSs) provides a spatially local and sensitive technique to probe spin dynamics in magnets. However, its utility as a probe of antiferromagnetic resonance (AFMR) remains an open question. We report the experimental demonstration of optically detected AFMR in layered van der Waals antiferromagnets (AFM) up to frequencies of 24 gigahertz. We leverage QSS spin relaxation due to low-frequency magnetic field fluctuations arising from collective dynamics of magnons excited by the uniform AFMR mode. First, through AFMR spectroscopy, we characterize the intrinsic exchange fields and magnetic anisotropies of the AFM. Second, using the localized sensitivity of the QSS, we demonstrate magnon transport over tens of micrometers. Last, we find that optical detection efficiency increases with increasing frequency. This showcases the dual capabilities of QSS as detectors of high-frequency magnetization dynamics and magnon transport, paving the way for understanding and controlling the magnetism of antiferromagnets.",
          "url": "https://doi.org/10.1126/sciadv.adu9381",
          "doi": "https://doi.org/10.1126/sciadv.adu9381",
          "filter": "2"
        },
        {
          "title": "Stability and decay of subradiant patterns in a quantum gas with photon-mediated interactions",
          "authors": "Alexander Baumgärtner, Simon Hertlein, Tom Schmit, Davide Dreon, Carlos Máximo, Xiangliang Li, Giovanna Morigi, Tobias Donner",
          "abstract": "Metastability and its relaxation mechanisms challenge our understanding of the stability of quantum many-body systems, revealing a gap between the microscopic dynamics of the individual components and the effective descriptions used for macroscopic observables. We observe excited self-ordered subradiant patterns in a quantum gas coupled to two optical cavities and report lifetimes far beyond the system’s typical timescales. These patterns eventually decay through an abrupt transition reordering the atoms into a superradiant phase. Ab initio theory fully captures this macroscopic behavior, revealing that the subradiant patterns are stabilized by photon-mediated long-range interactions, thereby manifesting universal features of metastability characteristic of long-range interacting systems, as in astrophysics and plasma physics. Our work sheds light on the microscopic mechanisms stabilizing quantum states of matter and highlights the potential of photon-mediated forces for engineering correlations in many-body quantum systems.",
          "url": "https://doi.org/10.1126/sciadv.adw0299",
          "doi": "https://doi.org/10.1126/sciadv.adw0299",
          "filter": "2"
        },
        {
          "title": "Stripe rust fungi hijack a host transcriptional repressor to induce TaSWEET14d for enhanced sugar uptake in wheat",
          "authors": "Peijing Zheng, Pu Yuan, Nannan Fang, Xiaoxuan Ma, Lihua Jiang, Qingdong Zeng, Dejun Han, Zhensheng Kang, Jie Liu",
          "abstract": "Biotrophic pathogens rely on host plants for carbon acquisition, making plant sugar transporters, such as Sugars Will Eventually be Exported Transporters (SWEETs), key targets in sugar competition between plants and pathogens. In this study, we identified TaSWEET14d as a Puccinia striiformis f. sp. tritici ( Pst )–induced, secretory vesicle–localized SWEET family member that facilitates hexose and sucrose translocation in wheat. Knockout of TaSWEET14d led to enhanced wheat resistance to Pst , while overexpressing TaSWEET14d promoted susceptibility to stripe rust and sugar accumulation in wheat leaves. In addition, wheat transcription factor TaMYB50 contributed to stripe rust resistance by suppressing TaSWEET14d expression through binding directly to the TA-box motif in the promoter region. Furthermore, we found that effector protein Pst15882, required for Pst infection and pathogenicity, interacted with TaMYB50 to prevent this repression, thus revealing a distinctive regulation strategy by Pst to exploit host sugars for fungal invasion.",
          "url": "https://doi.org/10.1126/sciadv.adv1760",
          "doi": "https://doi.org/10.1126/sciadv.adv1760",
          "filter": "2"
        },
        {
          "title": "Domain engineering in ferroelectric nematics for nonlinear optical modulation",
          "authors": "Chao-Yi Li, Xiao-Yi Xu, Jidan Yang, Yuan Liu, Lu-Yao Sun, Zhi-Jun Huang, Susanta Chakraborty, Yong Zhang, Ling-Ling Ma, Satoshi Aya, Bing-Xiang Li, Yan-Qing Lu",
          "abstract": "Domain engineering is essential in ferroelectric materials for controlling polar properties and attracts considerable attention because of its induced exotic phenomena and underlying rich physics. In recently discovered fluid ferroelectrics, dubbed ferroelectric nematics, the flexoelectric effect, which couples the gradient of the orientational field and the magnitude of polarizations, favors a splay polar field and can dominate over controlling polarization configurations. However, rationally designing and fabricating polarization fields with combinations of bend and twist, as well as the splay, remain a challenge. Here, we manipulate the competition between electrostatics and surface anchoring to tailor diverse polar fields including twisted vortices in ferroelectric nematic liquid crystals via the photopatterning technique. We successfully fabricate a periodic splay-bend polarization structure that enables the regulation of the polarizations of second harmonic waves at multiple diffraction orders. The flexible domain engineering opens a promising route for developing applications in nonlinear geometrical phase devices and optical information multiplexing.",
          "url": "https://doi.org/10.1126/sciadv.adu7362",
          "doi": "https://doi.org/10.1126/sciadv.adu7362",
          "filter": "2"
        },
        {
          "title": "Wearing bacteriophages individually with an adhesive drug-loadable nanohelmet for treating ocular infections",
          "authors": "Lu Meng, Fengmin Yang, Zhenping Cao, Chuhan Wang, Ju Chen, Yufeng Zhu, Kexin Wang, Jinyao Liu, Deyue Yan, Yan Pang",
          "abstract": "Ocular infections pose notable blindness risks. Despite its advantages in inhibiting multidrug-resistant bacteria and eliminating biofilms, phage therapy suffers low phage vitality, limited ocular retention, and lack of anti-inflammatory abilities toward ocular infections. Here, wearing phages individually with an adhesive drug-loadable nanohelmet is reported to advance phage therapy. The nanohelmet is formed by depositing arginine-glycine-aspartic acid–modified chitosan on negatively charged phage head through electrostatic interactions, followed by codepositing anti-inflammatory agents via physical adsorption. Nanohelmet formation shows a negligible influence on phage vitality and is applicable to helmet diverse phages. Because of the cationic nature and the presence of arginine-glycine-aspartic acid sequence, such nanohelmet exhibits a double-lock adhesion fashion to ocular surface, prolonging phage retention after instillation. Together with sustained drug release, helmeted phages potently inhibit bacteria, eliminate biofilms, and effectively suppress localized inflammation. In mice with multidrug-resistant pathogen-induced keratitis, helmeted phages achieve superior therapeutic efficacies, even compared to clinical therapeutics.",
          "url": "https://doi.org/10.1126/sciadv.adx4183",
          "doi": "https://doi.org/10.1126/sciadv.adx4183",
          "filter": "2"
        },
        {
          "title": "Structural and genetic determinants of zebrafish functional brain networks",
          "authors": "Antoine Légaré, Mado Lemieux, Vincent Boily, Sandrine Poulin, Arthur Légaré, Patrick Desrosiers, Paul De Koninck",
          "abstract": "Network science has revealed universal brain connectivity principles across species. However, several macroscopic network features established in human neuroimaging studies remain underexplored at cellular scales in small animal models. Here, we use whole-brain calcium imaging in larval zebrafish to investigate the structural and genetic basis of functional brain networks. Mesoscopic functional connectivity (FC) robustly captures the individuality of larvae and reflects structural connectivity (SC) derived from single-neuron reconstructions. Several connectome properties, including diffusion mechanisms and indirect pathways, predict interregional correlations. SC and FC share a hierarchical modular architecture, with structural modules shaping spontaneous and stimulus-driven activity patterns. Visual stimuli and tail monitoring reveal a functional gradient that coincides with sensorimotor functions. Last, regional expression levels of specific genes predict interregional FC. Our findings reproduce key mammalian brain network features, demonstrating larval zebrafish as a powerful model for studying large-scale network phenomena in a small and optically accessible vertebrate brain.",
          "url": "https://doi.org/10.1126/sciadv.adv7576",
          "doi": "https://doi.org/10.1126/sciadv.adv7576",
          "filter": "2"
        },
        {
          "title": "A narrow range of transcript-error rates across the Tree of Life",
          "authors": "Weiyi Li, Stephan Baehr, Michelle Marasco, Lauren Reyes, Danielle Brister, Craig S. Pikaard, Jean-Francois Gout, Marc Vermulst, Michael Lynch",
          "abstract": "Although transcript-error rates are markedly higher than DNA-level mutation rates, a broad perspective on the degree to which they diverge across lineages remains to be developed. Using modified rolling-circle sequencing, we found a narrow range of transcript-error rates across the Tree of Life, with little evidence supporting local control of error rates associated with gene expression levels. Most errors result in missense changes if translated, and, as with a fraction of nonsense errors, these are underrepresented relative to random expectations, suggesting the existence of mechanisms for purging some such errors. To understand how natural selection and random genetic drift might shape transcript-error rates, we present a model based on cell biology and population genetics. However, while this framework helps understand the evolution of this highly conserved trait, as currently structured, it explains only 20% of the variation in the data, suggesting a need for further theoretical work in this area.",
          "url": "https://doi.org/10.1126/sciadv.adv9898",
          "doi": "https://doi.org/10.1126/sciadv.adv9898",
          "filter": "2"
        },
        {
          "title": "Harnessing tissue-derived mitochondria-rich extracellular vesicles (Ti-mitoEVs) to boost mitochondrial biogenesis for regenerative medicine",
          "authors": "Peng Lou, Xiyue Zhou, Yimeng Zhang, Yijing Xie, Yizhuo Wang, Chengshi Wang, Shuyun Liu, Meihua Wan, Yanrong Lu, Jingping Liu",
          "abstract": "Mitochondrial damage is a critical pathological factor in various forms of tissue injury, and specific therapies with high biosafety are desirable. Inspired by the natural role of extracellular vesicles (EVs) in regulating mitochondrial metabolism, we report that healthy tissue-derived mitochondria-rich EVs (Ti-mitoEVs) can boost mitochondrial biogenesis for regenerative medicine. Ti-mitoEVs that contain abundant functional mitochondria can be highly efficiently isolated from muscles via an optimized method. In vitro, Ti-mitoEV treatment increased mitochondrial biogenesis and reduced mitochondrial damage in recipient cells, and these effects occurred at least partly via mitochondrial genome transfer. In vivo, Ti-mitoEV treatment attenuated diverse types of tissue injury (e.g., muscle and kidney) by rescuing mitochondrial injury and its associated inflammation. As natural nanovesicles, the therapeutic potency of mitoEVs can be further improved by integrating them with other engineering methods. This study highlights the promising role of Ti-mitoEVs in boosting mitochondrial biogenesis, positioning them as potential therapies for treating various types of tissue injury characterized by mitochondrial damage.",
          "url": "https://doi.org/10.1126/sciadv.adt1318",
          "doi": "https://doi.org/10.1126/sciadv.adt1318",
          "filter": "2"
        },
        {
          "title": "Size matters: Micro- versus nanobubbles in ultrasound imaging and therapy",
          "authors": "Mihir Sheth, Caed Knight, Qiang Wu, Alexandra Vasilyeva, Awaneesh Upadhyay, Luca Bau, Jia-Ling Ruan, Nicholas Ovenden, Eleanor Stride",
          "abstract": "This study investigates the reported ability of nanobubbles (&lt;500 nanometers in diameter) to exhibit a comparable or superior acoustic response to microbubbles (&gt;1 micrometer in diameter). Eight hypotheses were examined. Both the theoretical and experimental results supported only one hypothesis: The apparent echogenicity of nanobubbles under both linear and nonlinear imaging is due to the presence of preexisting microbubbles, which are not reliably detected by available nanoparticle sizing methods. There was no evidence to support the other hypotheses, although the possibility of microbubble formation due to bubble aggregation/coalescence or swelling due to gas absorption in vivo could not be completely ruled out. Nanobubbles may offer advantages in terms of circulatory stability and potential for therapeutic delivery compared with microbubbles, but these advantages must be weighed against the need to use higher bubble concentrations, higher ultrasound frequencies, and/or higher intensities to achieve equivalent imaging and/or therapeutic effects.",
          "url": "https://doi.org/10.1126/sciadv.ads2177",
          "doi": "https://doi.org/10.1126/sciadv.ads2177",
          "filter": "2"
        },
        {
          "title": "Polytelluoxane as the ideal formulation for EUV photoresist",
          "authors": "Ruihao Zhou, Muqing Cao, Yizheng Tan, Mark Neisser, Huaping Xu",
          "abstract": "Extreme ultraviolet (EUV) lithography has become the essence of advanced semiconductor manufacturing processes. While enabling smaller feature sizes, EUV lithography imposes increasingly stringent requirements on the comprehensive performance and stochastic defect suppression of photoresist. The widely recognized strategy to minimize these defects is a material that integrates high EUV absorption and energy utilization into a homogeneous system based on molecular building blocks—the ideal formulation for EUV photoresist. However, achieving these integrated characteristics within a single molecule has remained an unresolved challenge. Here, we address all these requirements by polytelluoxane using an organic telluride monomer polymerized via Te─O bonds. This polymeric photoresist, operating through a main chain scission mechanism, demonstrates high-performance positive-tone lithography. Attributed to this ideal formulation, our photoresist achieves a comprehensive 18-nm line width at a dose of 13.1 mJ/cm 2 with a line edge roughness of 1.97 nm. We believe that this strategy establishes a framework for the design of next-generation EUV photoresists.",
          "url": "https://doi.org/10.1126/sciadv.adx1918",
          "doi": "https://doi.org/10.1126/sciadv.adx1918",
          "filter": "2"
        },
        {
          "title": "Aphid effectors suppress plant immunity via recruiting defense proteins to processing bodies",
          "authors": "Qun Liu, Anna C. M. Neefjes, Archana Singh, Roksolana Kobylinska, Sam T. Mugford, Mar Marzo, James Canham, Mariana Schuster, Renier A. L. van der Hoorn, Yazhou Chen, Saskia A. Hogenhout",
          "abstract": "Aphids are small insects that have developed specialized mouthparts and effector proteins to establish long-term relationships with plants. The peach-potato aphid Myzus persicae is a generalist, feeding on many plant species and capable of transmitting numerous pathogens. This study reveals how host-responsive cathepsin B (CathB) proteins in the oral secretions of M. persicae facilitate aphid survival by modulating plant immune responses. Host-responsive CathB proteins localize to plant processing bodies (p-bodies), cytoplasmic ribonucleoprotein granules involved in messenger RNA storage or decay. Upon localization, these CathB proteins recruit key immune regulators EDS1, PAD4, and ADR1 to these bodies, suppressing plant defenses. A plant protein, Acd28.9 (Hsp20 family), counteracts this CathB activity and contributes to plant resistance to aphids. These findings highlight an unexpected role for p-bodies in plant immunity and uncover a plant resistance mechanism to aphid infestation.",
          "url": "https://doi.org/10.1126/sciadv.adv1447",
          "doi": "https://doi.org/10.1126/sciadv.adv1447",
          "filter": "2"
        },
        {
          "title": "A salt-driven mechanism for precise chirality sorting of carbon nanotubes",
          "authors": "Min Lyu, Cheng Li, Yanzhao Liu, Yan Li, Ming Zheng",
          "abstract": "Sorting single-wall carbon nanotubes (SWCNTs) by chirality/handedness is of substantial scientific and technological importance. Existing sorting methods often lack simplicity, reproducibility and scalability. Here, we demonstrate a salt-driven SWCNT sorting mechanism that addresses these challenges. Various polyethylene glycol (PEG)/salt aqueous two-phase systems effectively modulate the top-phase partitioning of DNA-wrapped SWCNTs (DNA-SWCNTs) across a broad range of hydrophobicities, with cation composition markedly affecting top-phase partitioning in the order NH 4 +  &gt; K +  &gt; Li +  &gt; Na + closely resembles the well-documented Hofmeister series. We designed PEG/salt systems with defined [K + ]:[Na + ] cation ratios to precisely regulate SWCNT partitioning, enabling one-step top-extraction of multiple single-chirality SWCNTs. The cation ratio parameter, determined in small-scale experiments, remains effective at scales 200 times larger, allowing one-step, milligram-scale separation of (−) (6,5) with record-high enantiomeric purity. In addition, we develop a salt-switching multistage bottom-extraction strategy to isolate (+) (6,5) enantiomer. Our method uses simple salts to provide an easy-to-implement, high-precision, scale-invariant, and cost-effective platform for routine SWCNT chirality sorting.",
          "url": "https://doi.org/10.1126/sciadv.adx3958",
          "doi": "https://doi.org/10.1126/sciadv.adx3958",
          "filter": "2"
        },
        {
          "title": "Decoding sexual dimorphism of the sex-shared nervous system at single-neuron resolution",
          "authors": "Rizwanul Haque, Hagar Setty, Ramiro Lorenzo, Gil Stelzer, Ron Rotkopf, Yehuda Salzberg, Gal Goldman, Sandeep Kumar, Shiraz Nir Halber, Andrew M. Leifer, Elad Schneidman, Patrick Laurent, Meital Oren-Suissa",
          "abstract": "Sex-specific behaviors are often attributed to differences in neuronal wiring and molecular composition, yet how genetic sex shapes the molecular architecture of the nervous system at the individual neuron level remains unclear. Here, we use single-cell RNA sequencing to profile the transcriptome of sex-shared neurons in adult Caenorhabditis elegans males and hermaphrodites. We uncover widespread molecular dimorphism across the nervous system, including in previously unrecognized neuron-types such as the touch receptors. Neuropeptides and signaling-related genes exhibit strong sex-biased expression, particularly in males, reinforcing the notion that neuropeptides are crucial for diversifying connectome outputs. Despite these differences, neurotransmitter identities remain largely conserved, indicating that functional dimorphism arises through modulatory, not identity-defining, changes. We show that sex-biased expression of neurotransmitter-related genes correlates with bias in outgoing synaptic connectivity and identify regulatory candidates for synaptic wiring, including both shared and sex-specific genes. This dataset provides a molecular framework for understanding how subtle regulatory differences tune conserved circuits to drive sex-specific behaviors.",
          "url": "https://doi.org/10.1126/sciadv.adv9106",
          "doi": "https://doi.org/10.1126/sciadv.adv9106",
          "filter": "2"
        },
        {
          "title": "Electrified dry reforming of methane on Ni-La 2 O 3 –loaded activated carbon: A net CO 2 -negative reaction",
          "authors": "Wei Zhao, Xueyi Mei, Yexin Zhang, Zhenghui Zhang, Kai Chen, Weiping Xie, Ying Xin, Zhaoliang Zhang, Jian Zhang",
          "abstract": "Dry reforming of methane (DRM) offers an attractive solution for the high-value utilization of two primary greenhouse gasses, methane and carbon dioxide, but its industrial applications are hindered by the net carbon dioxide–positive emissions resulting from substantial energy consumption. Here, we developed an electrified technology by passing electric current through a conductive catalyst constituting nickel and lanthanum(III) oxide cosupported on activated carbons, reaching thermodynamic equilibrium conversions and sustaining for at least 120 hours. Notably, the energy efficiency (2.976 millimoles per kilojoule) exceeds all the previously reported values, enabling net carbon dioxide–negative emissions powered by common sustainable electricity. An electrically driven release of lattice oxygen bridges the decomposition of the lanthanum oxycarbonate intermediate generated from carbon dioxide activation and the reduction of the resultant nickel oxide species by deposited carbon from methane dissociation, thus inhibiting excessive nickel oxidation and lanthanum(III) oxide carbonatation. The electrified approach would make DRM a true pathway mitigating overall carbon footprint and combating global warming.",
          "url": "https://doi.org/10.1126/sciadv.adv1585",
          "doi": "https://doi.org/10.1126/sciadv.adv1585",
          "filter": "2"
        },
        {
          "title": "Terrestrial temperature history reveals Late Miocene rapid uplift of the northern Tibetan Plateau",
          "authors": "Yu Liang, Huanye Wang, David B. Kemp, Zerui Ray Liu, Weiguo Liu, Hu Liu, Cheng Quan, Xiaobo Liu, Zhonghui Liu, Mei-Fu Zhou",
          "abstract": "Paleoaltimetry data are essential for deciphering the growth trajectory of orogenic plateaus and underlying forcing mechanisms. However, paleoaltitude reconstructions using conventional paleotemperature analysis often have low resolution or large calibration uncertainties. Here, we use Group III alkenones, a marine paleothermometer normally not present in terrestrial basins, to reconstruct paleolake temperatures and refine the paleoelevation history of the Qaidam Basin, northern Tibetan Plateau, during the Late Miocene. Our results reveal a geologically rapid lake-surface cooling of 6.6° ± 1.8°C at either ~11.3 to 10.8 or ~7.7 to 7.6 million years ago (depending on the chronology used). This cooling, benchmarked against coeval sea surface temperatures, indicates a topographic rise of either 1650 ± 450 or 1525 ± 450 meters. Coupled with glycerol dialkyl glycerol tetraether–based paleotemperatures and existing tectonic records, our findings refine the timing and pace of a rapid uplift event within the final major phase of Tibetan Plateau growth, linked to mantle lithosphere detachment.",
          "url": "https://doi.org/10.1126/sciadv.adu5030",
          "doi": "https://doi.org/10.1126/sciadv.adu5030",
          "filter": "2"
        },
        {
          "title": "Transition of cellular senescence to pyroptosis mediates recurrence of small cell lung cancer after chemotherapy",
          "authors": "Lie Ma, Yu Han, Zixin Chen, Xuan Liu, Yu Wang, Zhiyao Wang, Weifang Xiang, Lei Li, Xin Jin, Jingyao Hou, Yue Li, Baiqu Huang, Jun Lu, Yu Zhang",
          "abstract": "Chemotherapy-induced different cell fates play crucial roles in cancer treatment outcomes; however, the cross-talk between the cell fates during cancer recurrence remains unclear. Here, we found that the transition from cellular senescence to pyroptosis promoted small cell lung cancer (SCLC) recurrence after cisplatin and etoposide treatment. Parts of the senescent SCLC cells induced by chemotherapy showed positive cytoplasmic chromatin fragments (CCFs), and CCFs activated the ubiquitin-editing enzyme A20, which stabilized NLRP3 through its deubiquitinating activity, resulting in senescent cells undergoing pyroptosis. Subsequent inflammatory factors [such as interleukin-1 (IL-1)] released by pyroptosis promoted the acquisition of stem-like properties in CCF-negative senescent cells, ultimately promoting tumor recurrence. We also found that a combination of IL-1 receptor antagonist anakinra with chemotherapy delayed recurrence of SCLC, suggesting previously unidentified therapeutic strategies for SCLC.",
          "url": "https://doi.org/10.1126/sciadv.adw1553",
          "doi": "https://doi.org/10.1126/sciadv.adw1553",
          "filter": "2"
        },
        {
          "title": "Lattice structure musculoskeletal robots: Harnessing programmable geometric topology and anisotropy",
          "authors": "Qinghua Guan, Benhui Dai, Hung Hon Cheng, Josie Hughes",
          "abstract": "Natural musculoskeletal systems combine soft tissues and rigid structures to achieve diverse mechanical behaviors that are both adaptive and precise. Inspired by these systems, we propose a programming method for designing bioinspired soft-rigid robotic structures using lattice geometries made from a single material. By introducing previously unknown approaches to the geometric design of unit cells within lattice structures—based on continuous blending and superposition of existing lattice geometries—we can precisely tune stiffness and anisotropy. These designs enable the creation of three-dimensional structures with spatially varying mechanical properties, ranging from tissue-like compliance to rigid, bone-like load-bearing capabilities. Using these methods, we fabricated a musculoskeletal-inspired tendon-driven robotic elephant that integrates joints with programmable bending profiles, achieving a continuously soft trunk. Our lattice geometry generation techniques allow for over 1 million discrete configurations and infinite geometric variations, offering a scalable solution for designing lightweight, adaptable robots.",
          "url": "https://doi.org/10.1126/sciadv.adu9856",
          "doi": "https://doi.org/10.1126/sciadv.adu9856",
          "filter": "2"
        },
        {
          "title": "Topological bubble domain engineering for high strain response",
          "authors": "Jin Qian, Yang Liu, Liqiang He, Guanglong Ge, Bo Shen, Huarong Zeng, Zhenxiang Cheng, Dong Wang, Jiwei Zhai",
          "abstract": "Enhancing the piezoelectric or strain response of materials through nanodomain engineering has proven to be highly effective. Here, we demonstrate that topological bubble domains (BDs) can be induced in Bi 0.5 Na 0.5 TiO 3 (BNT)–based thin films via lattice distortions. We establish a positive correlation between the density of BDs, macroscopic polarization, and strain response. The BDs in BNT-based thin films leads to a remarkable enhancement in the strain response, reaching ~400% of the virgin state. This enhancement arises from the lower energy barriers for dipole flipping and domain switching associated with BDs, in comparison to conventional domain structures. Under an applied electric field, the rotation of polarized BDs, combined with a reduction in dipole flux due to the articulated rotation between BDs and surrounding domains, further amplifies the strain response. These findings advance our understanding of BDs in electromechanical materials and provide theoretical guidance for designing high-performance piezoelectrics with polar topologies.",
          "url": "https://doi.org/10.1126/sciadv.adw8840",
          "doi": "https://doi.org/10.1126/sciadv.adw8840",
          "filter": "2"
        },
        {
          "title": "Understanding silicone elastomer curing and adhesion for stronger soft devices",
          "authors": "Te Faye Yap, Jasmine Klinkao, Sofia Urbina, Neethu T. Pottackal, Marquise D. Bell, Anoop Rajappan, Denizhan Yavas, Daniel J. Preston",
          "abstract": "Silicone elastomers are widely used in biomedical devices and soft machines because of their compliance, inertness, and biocompatibility. Their sol-gel transition during curing enables mold casting and layer-by-layer manufacturing, allowing the fabrication of fully elastomeric and hybrid soft-rigid devices. However, controlling adhesion at material interfaces remains elusive, especially under diverse temperature conditions. This study introduces a framework that relates adhesion strength to a dimensionless reaction coordinate coupling time and temperature. This reaction coordinate can be used to predict the transition from bulk fracture to adhesive failure, which is crucial to create robust devices with strong interfaces. Using this framework, we fabricated elastomeric robotic actuators and demonstrated 3D printing with direct ink writing. The actuators achieved 50% higher curvature with the same design, and the 3D-printed parts exhibited over 200% improvement in interlayer adhesion. This work serves as a tool for optimizing interfacial adhesion for soft materials across different fabrication approaches.",
          "url": "https://doi.org/10.1126/sciadv.adv2681",
          "doi": "https://doi.org/10.1126/sciadv.adv2681",
          "filter": "2"
        },
        {
          "title": "Constraining biorecalcitrance of carboxyl-rich alicyclic molecules in the ocean",
          "authors": "Ruanhong Cai, Oliver J. Lechtenfeld, Zhenwei Yan, Yuanbi Yi, Xiaoxia Chen, Qiang Zheng, Boris P. Koch, Nianzhi Jiao, Ding He",
          "abstract": "Marine dissolved organic matter (DOM) is one of Earth’s largest long-term carbon reservoirs, critical to the global carbon cycle. A key breakthrough in understanding this pool is the identification of biorefractory carboxyl-rich alicyclic molecules (CRAM). Recent studies have challenged the biorecalcitrance of CRAM but lacked detailed molecular evidence. Using advanced online countergradient liquid chromatography–Fourier transform ion cyclotron resonance mass spectrometry to track microbial incubation, we revealed a wide spectrum of CRAM bioavailability regulated by molecular polarity. CRAM with lower polarity were preferentially degraded, whereas microbial reworking led to production of higher-polarity CRAM, characterized by increased oxidation state, nitrogen content, and aromaticity. Some microbially transformed CRAM were frequently detected in a global DOM dataset of 1485 seawater samples, suggesting their potential persistence in marine environments. This study provides molecular insights into the biorecalcitrance and transformation pathway of CRAM, underscoring the complexity and dynamic nature of marine organic carbon cycling.",
          "url": "https://doi.org/10.1126/sciadv.adw1148",
          "doi": "https://doi.org/10.1126/sciadv.adw1148",
          "filter": "2"
        },
        {
          "title": "Gold clusters assembled homochiral helical microbowties",
          "authors": "Shuai-Peng Chen, Jiajia Zhang, Qi-Xiang Cai, Yubing Si, Ying-Xue Yuan, Shuang-Quan Zang",
          "abstract": "Construction of artificial microscale helical superstructures holds great significance for understanding hierarchical evolution of chiral architectures in nature. However, fabricating microscale helical superstructures from metal clusters remains mysterious and challenging. Here, we achieved hierarchically assembled helical bowties with micrometer scale via electrostatic interaction-driven co-assembly of chiral Au 4 clusters and trans -1,4-cyclohexanediamine. The size and conformation matching of chiral Au 4 and trans -1,4-cyclohexanediamine compared to the other amines promotes continuous chirality transfer from Au 4 to nanoplatelets and finally to helical microbowties that follows Au 4 molecular chirality. We elucidated hierarchical evolution mechanism of morphology from nanoplatelets to microcake and to helical microbowties through gradual helical stacking and twisting of nanoplatelets. Furthermore, these helical microbowties exhibited excellent switchable photoluminescence and circularly polarized luminescence characteristics governed by dissociation and recombination of electrostatic interactions. This work demonstrates the formation of controllable metal cluster–based helical microbowties and deepens the understanding of chirality transfer and expression at microscale.",
          "url": "https://doi.org/10.1126/sciadv.adx9526",
          "doi": "https://doi.org/10.1126/sciadv.adx9526",
          "filter": "2"
        },
        {
          "title": "Cypin regulates K63-linked polyubiquitination to shape synaptic content",
          "authors": "Srinivasa R. Gandu, Ana R. Rodriguez, Jared Lamp, Mihir V. Patel, Kiran Madura, Irving E. Vega, Bonnie L. Firestein",
          "abstract": "An open question in neuroscience is how protein posttranslational modifications regulate synaptic site targeting. Polyubiquitination plays a role in proteasome-mediated protein turnover; however, additional functions for specific types of polyubiquitin linkages have been identified. One type of polyubiquitination, K63-polyubiquitin (K63-polyUb), has been studied for its role in signal transduction within the context of cancer, but little has been done to uncover its role regarding neuronal and synaptic function. Here, we report an emerging function for the cytosolic PSD-95 interactor, cypin, in the regulation of synaptic content by K63-polyUb during neuronal development in vitro and in adult mice in vivo. We identify cypin-promoted K63-polyUb on postsynaptic proteins and also find an important role for cypin in presynaptic function. Our work demonstrates that cypin-promoted changes to K63-polyUb can regulate synaptic content and function on both sides of the synapse, adding important insight into basic mechanisms of neuronal signaling.",
          "url": "https://doi.org/10.1126/sciadv.ads5467",
          "doi": "https://doi.org/10.1126/sciadv.ads5467",
          "filter": "2"
        },
        {
          "title": "Structures and receptor binding activities of merbecovirus spike proteins reveal key signatures for human DPP4 adaptation",
          "authors": "Hang Yuan, Jingjing Wang, Yong Ma, Zimu Li, Xijie Gao, Gul Habib, Banghui Liu, Jing Chen, Jun He, Peng Zhou, Zheng-Li Shi, Xinwen Chen, Xiaoli Xiong",
          "abstract": "Merbecoviruses from bats, pangolins, and hedgehogs pose significant zoonotic threats, with a limited understanding of receptor binding by their spike (S) proteins. Here, we report cryo-EM structures of GD-BatCoV (BtCoV-422) and SE-PangolinCoV (MjHKU4r-CoV-1) RBDs in complex with human DPP4 (hDPP4). These structures exhibit a substantial offset in their hDPP4 interaction interfaces, revealing a conserved hydrophobic cluster as a convergent signature of DPP4 binding within the MERS-HKU4 clade of merbecoviruses. Structure-guided mutagenesis demonstrates that favorable interactions are distributed across multiple receptor binding motif (RBM) regions, working synergistically to confer high-affinity hDPP4 binding. Swapping of the merbecovirus RBM regions indicate limited plasticity and interchangeability among these regions. In addition, we report cryo-EM structures of six merbecovirus S-trimers. Structure-based phylogenetics suggests that hDPP4-binding merbecoviruses undergo convergent evolution, while ACE2-binding merbecoviruses exhibit diversification in their binding mechanisms. These findings offer critical insights into merbecovirus receptor utilization, providing a structural understanding for future surveillance.",
          "url": "https://doi.org/10.1126/sciadv.adv7296",
          "doi": "https://doi.org/10.1126/sciadv.adv7296",
          "filter": "2"
        },
        {
          "title": "Noninvasive real-time monitoring of cellular spatiotemporal dynamics via machine learning–enhanced electrical impedance spectroscopy",
          "authors": "Manuel Carrasco Yagüe, Xingjian Zhang, Matthew Volpatti, Yiming Wei, Gor Lebedev, Jean Gamby, Abdul I. Barakat",
          "abstract": "Monitoring cellular spatiotemporal dynamics is essential for understanding complex biological processes such as organ development and cancer progression. Using live-cell fluorescence microscopy to track cellular dynamics is often limited by dye-induced cytotoxicity and cellular photodamage. Here, we demonstrate an alternative methodology combining microelectrode arrays, electrical impedance spectroscopy (EIS), and machine learning (ML) that enables real-time monitoring of cellular spatiotemporal dynamics in a noninvasive and label-free manner. The platform is applied to normal and cancerous breast epithelial cells in either mono- or coculture, correlating EIS measurements with cell growth parameters obtained from automated microscopy image analysis. An ML model is implemented to accurately predict the spatiotemporal evolution of cell density and size and to classify the different cell types based solely on EIS recordings. The technology is also shown to be capable of tracking pertinent biological processes including spatial heterogeneities in cell proliferation patterns and cell competition in coculture.",
          "url": "https://doi.org/10.1126/sciadv.adx4919",
          "doi": "https://doi.org/10.1126/sciadv.adx4919",
          "filter": "2"
        },
        {
          "title": "Soft multistable magnetic-responsive metamaterials",
          "authors": "Taylor E. Greenwood, Brian Elder, Md. Nahid Hasan, Jared Anklam, Saebom Lee, Jian Teng, Pai Wang, Yong Lin Kong",
          "abstract": "The wireless actuation of magnetic soft architectures can enable complex functionalities important in biomedicine and soft robotics. However, transforming and maintaining a device’s desired geometry without a sustained energy input remains challenging, especially where environmental stresses can be unpredictable. Here, we create a soft multistable magnetic-responsive metamaterial with programmable energy barriers enabled by a bistable geometry made entirely from soft material. The multistability and magnetic programming enable the soft metamaterials to reversibly transform between stable states, even under mechanical and thermal stresses that far exceed physiological conditions. In addition, the metamaterials can sustain compressive loads more than 10 times their mass, achieve shape reconfiguration in remote and confined spaces, and wirelessly deliver fluids against pressure, suggesting a broad range of future biomedical and soft robot applications.",
          "url": "https://doi.org/10.1126/sciadv.adu3749",
          "doi": "https://doi.org/10.1126/sciadv.adu3749",
          "filter": "2"
        },
        {
          "title": "Modulating immune cell fate and inflammation through CRISPR-mediated DNA methylation editing",
          "authors": "Gemma Valcárcel, Aleksey Lazarenkov, Anna V. López-Rubio, Clara Berenguer, Josep Calafell-Segura, Javier Rodríguez-Ubreva, Esteban Ballestar, José Luis Sardina",
          "abstract": "Immune cell differentiation and activation are associated with widespread DNA methylation changes; however, the causal relationship between these changes and their impact in shaping cell fate decisions still needs to be fully elucidated. Here, we conducted a genome-wide analysis to investigate the relationship between DNA methylation and gene expression at gene regulatory regions in human immune cells. By using CRISPR-dCas9-TET1 and -DNMT3A epigenome editing tools, we successfully established a cause-and-effect relationship between the DNA methylation levels of the promoter of the interleukin-1 receptor antagonist ( IL1RN ) gene and its expression. We observed that modifying the DNA methylation status of the IL1RN promoter is sufficient to alter human myeloid cell fate and change the cellular response to inflammatory and pathogenic stimuli. Collectively, our findings demonstrate the potential of targeting specific DNA methylation events to directly modulate immune and inflammatory responses, providing a proof of principle for intervening in a broad range of inflammation-related diseases.",
          "url": "https://doi.org/10.1126/sciadv.adt1644",
          "doi": "https://doi.org/10.1126/sciadv.adt1644",
          "filter": "2"
        },
        {
          "title": "Kilometric sea level changes during the Messinian salinity crisis caused by river erosion and climate",
          "authors": "Daniel García-Castellanos, Hanneke Heida, Dan V. Palcu, Francesca Bulian, Francisco Sierro",
          "abstract": "The Messinian salinity crisis (MSC) was a short period of isolation of the Mediterranean Sea that caused the precipitation of a million cubic kilometers of salt. The puzzling sedimentary record that formed after this deposition yields conflicting values of the extent of desiccation. Estimations range from a full exposure of most of the Mediterranean seafloor based on shallow fossil fauna found in the abyss to a nearly full Mediterranean scenario as suggested by similar, fresher-water deposits ubiquitous along the coastline: the so-called Lago-Mare formation. Using a landscape evolution model of the drawdown stage constrained with paleoclimate and sediment budgets, we show that the propagation of an erosional wave into the surrounding continents added a gradual sea level rise superimposed on the climatic oscillations of the Mediterranean. This retrogressive river incision along the spillways of the Paratethys and the Pannonian basins also explains the Mediterranean transition to fresher-water conditions during the last stage of the MSC.",
          "url": "https://doi.org/10.1126/sciadv.ads9752",
          "doi": "https://doi.org/10.1126/sciadv.ads9752",
          "filter": "2"
        },
        {
          "title": "Binary host-guest strategy enables bright and efficient lead-free zero-dimensional tin halide light-emitting diodes",
          "authors": "Qian Teng, Qinghua Tan, Mengyue Hou, Jiajia Zhang, Fanglong Yuan",
          "abstract": "Lead-free tin perovskites present remarkable environmental advantages over lead-based counterparts. While substantial progress has been made with three-dimensional (3D) and 2D tin perovskite LEDs (PeLEDs), the potential of 0D tin perovskites—renowned for their exceptional optical properties and enhanced stability—remains largely unexplored for PeLEDs due to challenges in charge transport and injection. In this study, we introduce a binary host-guest strategy that overcomes these challenges, enabling the demonstration of bright and efficient 0D tin PeLEDs with orange and white light emission. By incorporating 0D tin bromide hybrid (HDAD) 3 SnBr 8 into a meticulously designed binary host system, we achieved PeLEDs with a maximum brightness exceeding 7500 candela meters −2 and an external quantum efficiency surpassing 7%. The remarkable device performance is primarily attributed to improved film morphology, enhanced charge carrier mobility, and optimized carrier balance. Furthermore, by tailoring the device structure, we realized white LEDs with a maximum luminance of 1800 candela meters −2 .",
          "url": "https://doi.org/10.1126/sciadv.adw5454",
          "doi": "https://doi.org/10.1126/sciadv.adw5454",
          "filter": "2"
        },
        {
          "title": "Interleaved dual-species arrays of single atoms using a passive optical element and one trapping laser",
          "authors": "Chengyu Fang, Jared Miles, Jonathan Goldwin, Martin Lichtman, Matthew Gillette, Michael Bergdolt, Sanket Deshpande, Sam A. Norrell, Preston Huft, Mikhail A. Kats, Mark Saffman",
          "abstract": "We demonstrate trapping of individual rubidium (Rb) and cesium (Cs) atoms in an interleaved array of bright tweezers and dark bottle-beam traps, using a microfabricated optical element illuminated by a single-laser beam and a 4 f system with spatial filtering. Our approach exploits the opposite-sign dynamic polarizabilities of Rb and Cs, ensuring that each species is exclusively trapped in either bright or dark sites. The passive optical mask creates optimal trap depths for both species using three transmittance levels while minimizing the optical phase difference, implemented using a variable-thickness absorbing layer of amorphous germanium. This trapping architecture achieves atom loading rates close to 50% while reducing system complexity compared to conventional methods using active optoelectronic components and/or multiple-laser wavelengths.",
          "url": "https://doi.org/10.1126/sciadv.adw4166",
          "doi": "https://doi.org/10.1126/sciadv.adw4166",
          "filter": "2"
        },
        {
          "title": "Blurring the lines between printed machines and living robots",
          "authors": "Robert K. Katzschmann, Thomas J. K. Buchner",
          "url": "https://doi.org/10.1126/sciadv.aea2482",
          "doi": "https://doi.org/10.1126/sciadv.aea2482",
          "filter": "2"
        },
        {
          "title": "Adaptive reward representations integrate expected uncertainty signals in orbitofrontal cortex",
          "authors": "Qianru Zhang, Jingfeng Zhou",
          "abstract": "Incorporating expected uncertainty into reward evaluation is critical for adaptive learning and behavior. The orbitofrontal cortex (OFC) represents reward attributes, such as delay and magnitude, alongside expected uncertainties about upcoming rewards, serving its established role in both value- and risk-based behaviors. However, the cellular basis of how reward and uncertainty interact remains unclear. To investigate, we trained rats on a task where odor cues predicted sucrose rewards with varying uncertainties in delay or magnitude. Single-unit recordings revealed that many OFC neurons encoded expected uncertainties related to reward delay or magnitude. Population-level analysis showed distinct neural codes for delay and magnitude uncertainties, separate from those for reward delay and magnitude. Signals for each reward attribute and associated uncertainty converged onto the same neurons, reducing the sensitivity of delay and magnitude encoding as uncertainty increased. These findings suggest a cellular-level computation in OFC neurons, whereby uncertainty signals are integrated into attribute-specific reward representations, potentially supporting flexible learning and risk control.",
          "url": "https://doi.org/10.1126/sciadv.adv9590",
          "doi": "https://doi.org/10.1126/sciadv.adv9590",
          "filter": "2"
        },
        {
          "title": "NRBP1 and TSC22D proteins affect distal convoluted tubule physiology through modulation of the WNK pathway",
          "authors": "Germán Magaña-Ávila, Héctor Carbajal-Contreras, Ramchandra V. Amnekar, Toby Dite, Michelle Téllez-Sutterlin, Kevin García-Ávila, Brenda Marquina-Castillo, Alejandro Lopez-Saavedra, Norma Vazquez, Eréndira Rojas-Ortega, Eric Delpire, David H. Ellison, Dario R. Alessi, Gerardo Gamba, María Castañeda-Bueno",
          "abstract": "The with-no-lysine (K) (WNK) kinases regulate processes such as cell volume and epithelial ion transport through the modulation of cation chloride cotransporters such as the NaCl cotransporter (NCC) present in the distal convoluted tubule (DCT) of the kidney. Recently, the interaction of WNKs with nuclear receptor binding protein 1 (NRBP1) and transforming growth factor–β–stimulated clone 22 domain (TSC22D) proteins was reported. Here, we explored the effect of NRBP1 and TSC22Ds on WNK signaling in vitro and in the DCT. TSC22D1.1, TSC22D2, and NRBP1 are localized in DCT WNK bodies, which are cytoplasmic biomolecular condensates associated with WNK activation. In HEK293 cells, long TSC22D isoforms and NRBP1 increase WNK4 activity. DCT-specific NRBP1-knockout mice have reduced NCC phosphorylation and activate a compensatory response. Thus, NRBP1 and long TSC22D proteins are positive modulators of WNK signaling and modulate Na + reabsorption in the kidney. NRBP1 and TSC22Ds likely influence WNK signaling in other tissues, affecting various physiological processes.",
          "url": "https://doi.org/10.1126/sciadv.adv2083",
          "doi": "https://doi.org/10.1126/sciadv.adv2083",
          "filter": "2"
        },
        {
          "title": "Robot metabolism: Toward machines that can grow by consuming other machines",
          "authors": "Philippe Martin Wyder, Riyaan Bakhda, Meiqi Zhao, Quinn A. Booth, Matthew E. Modi, Andrew Song, Simon Kang, Jiahao Wu, Priya Patel, Robert T. Kasumi, David Yi, Nihar Niraj Garg, Pranav Jhunjhunwala, Siddharth Bhutoria, Evan H. Tong, Yuhang Hu, Judah Goldfeder, Omer Mustel, Donghan Kim, Hod Lipson",
          "abstract": "Biological lifeforms can heal, grow, adapt, and reproduce, which are abilities essential for sustained survival and development. In contrast, robots today are primarily monolithic machines with limited ability to self-repair, physically develop, or incorporate material from their environments. While robot minds rapidly evolve new behaviors through artificial intelligence, their bodies remain closed systems, unable to systematically integrate material to grow or heal. We argue that open-ended physical adaptation is only possible when robots are designed using a small repertoire of simple modules. This allows machines to mechanically adapt by consuming parts from other machines or their surroundings and shed broken components. We demonstrate this principle on a truss modular robot platform. We show how robots can grow bigger, faster, and more capable by consuming materials from their environment and other robots. We suggest that machine metabolic processes like those demonstrated here will be an essential part of any sustained future robot ecology.",
          "url": "https://doi.org/10.1126/sciadv.adu6897",
          "doi": "https://doi.org/10.1126/sciadv.adu6897",
          "filter": "2"
        },
        {
          "title": "Proteins with cognition-associated structural changes in a rat model of aging exhibit reduced refolding capacity",
          "authors": "Haley E. Tarbox, Audrey Branch, Stephen D. Fried",
          "abstract": "Cognitive decline during aging represents a major societal burden, causing both personal and economic hardship in an increasingly aging population. Many studies have found that the proteostasis network, which functions to keep proteins properly folded, is impaired with age, suggesting that there may be many proteins that incur structural alterations with age. Here, we used limited proteolysis mass spectrometry, a structural proteomic method, to globally interrogate protein conformational changes in a rat model of cognitive aging. Specifically, we compared soluble hippocampal proteins from aged rats with preserved cognition to those from aged rats with impaired cognition. We identified a couple hundred proteins as having undergone cognition-associated structural changes (CASCs). We report that CASC proteins are substantially more likely to be nonrefoldable than non-CASC proteins, meaning that they typically cannot spontaneously refold to their native conformations after being chemically denatured. These findings suggest that noncovalent, conformational alterations may be general features in cognitive decline.",
          "url": "https://doi.org/10.1126/sciadv.adt3778",
          "doi": "https://doi.org/10.1126/sciadv.adt3778",
          "filter": "2"
        },
        {
          "title": "Global scale assessment of the human-induced extinction crisis of terrestrial carnivores",
          "authors": "Erik Joaquín Torres-Romero, Timothy M. Eppley, William J. Ripple, Thomas M. Newsome, Miha Krofel, Neil H. Carter, Andrés Ordiz, Tadeu G. de Oliveira, Nuria Selva, Vincenzo Penteriani",
          "abstract": "Human impacts on carnivores are a persistent conservation challenge worldwide. We present a global analysis showing the overlap of conservation lands and the cumulative impact of humans on the distribution ranges of 257 terrestrial carnivore species. Our findings reveal that 64% of carnivore ranges overlap with areas characterized by high human pressures. We found that Indigenous peoples’ lands emerge as crucial for carnivore population viability, potentially safeguarding 26% of carnivore ranges globally, while protected and wilderness areas cover roughly 10 and 16% of carnivore ranges, respectively. These three areas combined cover 35% of the global range of carnivores. Reducing human pressure on conservation lands and managing them to protect carnivores are therefore critical, yet challenging. The extent of carnivore ranges outside these areas underscores the necessity to expand the network of conservation lands, which are a pivotal component of global conservation planning, alongside broader proactive species-specific conservation measures.",
          "url": "https://doi.org/10.1126/sciadv.adq2853",
          "doi": "https://doi.org/10.1126/sciadv.adq2853",
          "filter": "2"
        },
        {
          "title": "Dynamically covalent lipid nanoparticles mediate CRISPR-Cas9 genome editing against choroidal neovascularization in mice",
          "authors": "Desheng Cao, Junliang Zhu, Yang Guo, Yang Zhou, Jia Zeng, Yuanyuan Tu, Ziyin Zhao, Laiqing Xie, E Song, Manhui Zhu, Lichen Yin",
          "abstract": "As an important modality for choroidal neovascularization (CNV) treatment, intravitreal injection of vascular endothelial growth factor A (VEGFA) inhibitors suffers from undesired response rate, low patient compliance, and ocular damage. Here, dynamically covalent lipid nanoparticles (LNPs) were engineered to mediate VEGFA gene editing and CNV treatment by codelivering Cas9 mRNA (mCas9) and single guide RNA (sgRNA) targeting VEGFA (sgVEGFA). A library of lipidoids bearing iminoboronate ester linkage was developed via facile “one-pot” synthesis, and the top-performing lipidoid-A 4 B 3 C 7 was formulated into LNP-A 4 B 3 C 7 with the highest mRNA transfection efficiency. Inside the diseased retinal pigment epithelial cells, LNPs were dissociated upon H 2 O 2 -triggered lipidoid degradation, facilitating mRNA/sgRNA release to potentiate the gene editing efficiency. In laser-induced CNV mice, mCas9/sgVEGFA@LNP-A 4 B 3 C 7 after single intravitreal injection led to pronounced VEGFA disruption and CNV area reduction, outperforming the clinical anti-VEGF drug in eliciting sustained therapeutic effect. This study establishes a robust nonviral platform for mRNA delivery and genome editing and renders a promising strategy for CNV treatment.",
          "url": "https://doi.org/10.1126/sciadv.adj0006",
          "doi": "https://doi.org/10.1126/sciadv.adj0006",
          "filter": "2"
        },
        {
          "title": "Polymer encapsulation via initiated chemical vapor deposition (iCVD) to enhance stability of Ti 3 C 2 T x MXene-based formaldehyde sensors",
          "authors": "Shwetha Sunil Kumar, Renuka H., Nicholas Hattrup, Gerald J. Wang, Albert A. Presto, B. Reeja-Jayan",
          "abstract": "MXene is a class of compounds known for its superior electrical properties and versatile surface chemistries. However, its susceptibility to oxidation-induced degradation under ambient conditions prevents its incorporation into devices. In this work, we enhance the stability of MXene-based devices through encapsulation. We developed a sensor based on a heterojunction of Ti 3 C 2 T x MXene and silver nanoparticles for formaldehyde detection. This sensor is then encapsulated in poly(1,3,5,7-tetravinyl-1,3,5,7-tetramethylcyclotetrasiloxane) deposited via initiated chemical vapor deposition. Encapsulation substantially improved sensor stability, extending the half life span by more than 200%. These findings were reinforced by molecular dynamic simulations. Furthermore, upon hydration, siloxane in the encapsulant forms silanol which reacts with formaldehyde and boosts sensitivity by 1.7 times. We also demonstrate a rapid, low-energy regeneration process that enables the sensor to attain up to 90% of its previous response after degradation. These enhancements position this sensor as a reliable solution for real-time formaldehyde detection, in applications ranging from indoor air quality monitoring to industrial safety.",
          "url": "https://doi.org/10.1126/sciadv.adu6682",
          "doi": "https://doi.org/10.1126/sciadv.adu6682",
          "filter": "2"
        },
        {
          "title": "Exogenous activation of the adhesion GPCR ADGRD1/GPR133 protects against bone loss by negatively regulating osteoclastogenesis",
          "authors": "Liang He, Qiansen Zhang, Yu You, Peng Sun, Ziwei Xu, Rong Li, Fanhua Wang, Shaoying Zhang, Jiangnan He, Juwen Shen, Lei Zhao, Yang Hong, Yinghua Li, Mingyao Liu, Jin-peng Sun, Ning Wang, Yeqing Sun, Huaiyu Yang, Jian Luo",
          "abstract": "Adhesion G protein–coupled receptors (GPCRs) play crucial roles in numerous physiological and pathological conditions. However, the functions of adhesion GPCRs remain poorly understood because of the lack of effective modulators. Here, we used the adhesion GPCR D1 (ADGRD1/GPR133) as a model to unveil a strategy for finding exogenous agonists that target adhesion GPCRs while revealing previously unidentified functions of ADGRD1. We identified the small molecule GL64 as a selective agonist of ADGRD1. GL64 activates ADGRD1 by mimicking the stachel sequence. Using GL64 as a chemical tool, we demonstrated that ADGRD1 negatively regulates bone loss by inhibiting osteoclastogenesis. The cAMP-PKA-NFATC1 pathway was identified as the downstream signaling pathway of ADGRD1 in osteoclasts. Furthermore, administering GL64 prevented bone loss and suppressed osteoclast activity in the osteoporosis mouse model induced by ovariectomy. Our findings provide mechanistic insights into the activation of adhesion GPCRs by exogenous agonists and underscore the therapeutic potential of targeting ADGRD1 in osteoclast-related diseases.",
          "url": "https://doi.org/10.1126/sciadv.ads3829",
          "doi": "https://doi.org/10.1126/sciadv.ads3829",
          "filter": "2"
        },
        {
          "title": "Tetanus-driven biohybrid multijoint robots powered by muscle rings with enhanced contractile force",
          "authors": "Tomohiro Morita, Minghao Nie, Shoji Takeuchi",
          "abstract": "Biohybrid actuators using muscle rings have been limited to twitching movements and are unsuitable for sustained contractile force applications. In this study, we developed muscle rings capable of generating high contractile forces under tetanus stimulation. By enhancing the rigidity of pillar-shaped supports and increasing myoblast density through reduced extracellular matrix, we promoted the formation of dense, well-aligned muscle fiber bundles. The optimized muscle rings exhibited higher contractile forces compared to traditional methods. Integrating these muscle rings with C-shaped anchors efficiently converted contractile force into bending motion. We demonstrated the application of these muscle rings in gripper- and slither-type biohybrid robots, achieving large deformation and undulatory movement. This work advances biohybrid robotics by enabling sophisticated movements requiring continuous and powerful muscle contractions.",
          "url": "https://doi.org/10.1126/sciadv.adu9962",
          "doi": "https://doi.org/10.1126/sciadv.adu9962",
          "filter": "2"
        },
        {
          "title": "Enabling an ultraefficient lithium-selective construction through electric field–assisted ion control",
          "authors": "Yan Zhao, Xue Yan, Lei Xia, Yangbo Qiu, Shuang Zheng, Gang Lu, Yaoming Wang, Yang Zhang, Jiangnan Shen, Xi Zhang, Xing Yang, Jefferson Zhe Liu, Raf Dewil, Congjie Gao, Bart Van der Bruggen",
          "abstract": "Membranes with precise ion transport behaviors are regarded as an alternative for lithium (Li) extraction from water streams. Current membranes demonstrate limited viability due to the lack of efficient Li + -selective architectures. We propose an electric field–assisted ion control hypothesis in reinforcing ultraefficient Li + -selective membranes, in which an ionized zeolitic imidazolate framework layer (Q-PEI@ZIF) is constructed via polyethylenimine (PEI) in situ confinement conversion and subsequent quaternization of 2,3-epoxypropyl trimethyl ammonium chloride. In electrodialysis at 5 milliampere per square centimeter, the resulting membrane Q(5%)-PEI(1.0)@ZIF#CEM shows that the ion permeation rates follow the order of K +  ~ Li +  &gt; Na +  &gt; Ca 2+  ~ Mg 2+ , corresponding to 0.31, 0.30, 0.25, 0, and 0 mole per square meter per hour in 120 minutes, respectively. With a 25-millimolar Li + /Mg 2+ mixed solution, it exhibits an unprecedented Li + /Mg 2+ permselectivity of 20,000 and 99.99% purity of Li + product in 120 minutes. This study expands the hypothesis of electric field–assisted ion control in enabling an ultraefficient Li + -selective construction.",
          "url": "https://doi.org/10.1126/sciadv.adv6646",
          "doi": "https://doi.org/10.1126/sciadv.adv6646",
          "filter": "2"
        },
        {
          "title": "Pd@PdBO x heterostructure with strong electronic interaction to promote C─H bond activation for glycerol oxidation reaction",
          "authors": "Zhenyu Li, Kunhong Jiang, Yue Yang, Yijing Pian, Huizhen Liu, Zexuan Zheng, Xiyang Wang, Subhajit Jana, Jiefei Li, Zhuoyuan Ma, Xiaoyun Qiao, Xiaoxin Zou, Xuelu Ma, Bin Zhang, Haibin Chu, Yimin A. Wu",
          "abstract": "Glycerol oxidation reaction (GOR) represents an economical pathway for transforming renewable feedstock to value-added chemicals. However, the inertness of C(sp 3 )─H bonds of glycerol and intermediates results in the high energy barrier of the dehydrogenation step, relating to poor product selectivity at high glycerol conversion. Here, a carbon nanotube–supported PdBO x @Pd heterostructure catalyst (PdBO x @Pd/CNTs) was synthesized in which in situ–exsoluted PdBO x clusters covalently covered Pd nanoparticles, thus yielding strong electronic interaction between Pd nanoparticles and PdBO x clusters. The strong electronic interaction in PdBO x @Pd/CNTs induces the hybridization between Pd(d), B(s, p), and O(s, p) atom orbits, optimizing the adsorption of reactants and intermediates, thus enhancing the activity for the GOR. The density functional theory calculation result reveals that the strong electronic interaction in PdBO x @Pd/CNTs facilitates the hydrogen transfer in the primary C─H bond of the CH 2 OHCHOHCH 2 O* intermediate, thus reducing the energy barrier of the rate-determining step and improving glyceric acid selectivity toward the GOR.",
          "url": "https://doi.org/10.1126/sciadv.adw4927",
          "doi": "https://doi.org/10.1126/sciadv.adw4927",
          "filter": "2"
        },
        {
          "title": "Complex I inhibition combined with TLR activation in the breast tumor microenvironment educates cytotoxic neutrophils",
          "authors": "John Heath, Ryuhjin Ahn, Valerie Sabourin, Young Kyuen Im, Sabrina Rezzara Richard, Alva Annett, Caitlynn Mirabelli, Samantha Worme, Sarah M. Maritan, Caitlyn Mourcos, Anna Maria Lazaratos, Elias Maldonado, Yun Yun Shen, Forest M. White, Claudia L. Kleinman, Peter M. Siegel, Josie Ursini-Siegel",
          "abstract": "Although effective for immunologically hot tumors, immune checkpoint inhibitors minimally affect tumors that are not T cell inflamed, including breast cancer. An alternate strategy to combat immune cold breast tumors may be to reeducate innate immunity. This study identifies strategies to skew neutrophils to acquire tumoricidal properties. Systemic Toll-like receptor (TLR)–induced inflammation, concomitant with mitochondrial complex I inhibition in breast tumors, increases neutrophil cytotoxicity against breast cancer cells and independently of CD8+ T cell immunity. These therapy-entrained neutrophils enhance secretory granule production, increasing expression of the reduced form of nicotinamide adenine dinucleotide phosphate (NADPH) oxidase machinery and inducing a respiratory burst. Moreover, systemic administration of TLR agonists elevates nuclear factor κB signaling in neutrophils to increase production of secretory granule and NADPH oxidase machinery components, whereas complex I inhibitors are required to potentiate oxidative damage. In summary, we describe a class of neutrophils, educated by the combined action of inflammatory mediators and metabolic inhibitors, having tumoricidal functions.",
          "url": "https://doi.org/10.1126/sciadv.adu5915",
          "doi": "https://doi.org/10.1126/sciadv.adu5915",
          "filter": "2"
        },
        {
          "title": "Microalgae empower skeletal muscle via increased force production and viability",
          "authors": "Xiang Wang, Claire Schirmer, Elena Totter, Simone Schuerle",
          "abstract": "Engineered skeletal muscle holds potential for tissue engineering and biohybrid robotics applications. However, current strategies face challenges in enhancing force generation while maintaining stability and scalability of the muscle, largely due to insufficient oxygenation and limited nutrient delivery. In this study, we present an engineering approach to address these limitations by coculturing Chlamydomonas reinhardtii ( C. reinhardtii ), a photosynthetic unicellular green microalga, with C2C12 myoblasts in a hydrogel matrix. Leveraging the photosynthetic activity of C. reinhardtii , our microalgae-empowered muscle (MAM) constructs exhibited superior contractility and almost three times higher active force generation compared to conventional muscle constructs. MAM showed higher cellular viability and reduced tissue damage, attributed to in situ oxygenation and nutrient supply provided by microalgal photosynthesis. In addition, improved myotube alignment was observed in MAM, which contributed to enhanced force generation. Our findings showcase the potential of photosynthetic microalgae as a functional component in engineered skeletal muscle, offering a solution to longstanding challenges in muscle engineering.",
          "url": "https://doi.org/10.1126/sciadv.adw5786",
          "doi": "https://doi.org/10.1126/sciadv.adw5786",
          "filter": "2"
        },
        {
          "title": "Picoeukaryote-based biohybrid microrobots for active delivery in the kidney",
          "authors": "Zhengxing Li, Dan Wang, Hao Luan, An-Yi Chang, Zheng Fang, Lei Sun, Junyi Ji, Wei-Ting Shen, Yiyan Yu, Yiyang Yan, Shichao Ding, Jiayuan Alex Zhang, Yichen Zhang, Yifei Peng, Ronnie H. Fang, Weiwei Gao, Liangfang Zhang, Joseph Wang",
          "abstract": "Confined spaces in the human body pose substantial challenges for biomedical procedures. Navigating these ultrasmall environments is essential for precise drug delivery, improving treatment outcomes and reducing adverse effects. Microrobots offer a promising approach to accessing these complex microenvironments. Here, we show a biohybrid microrobot based on picoeukaryotes, engineered as a cargo carrier for active delivery in tight in vivo spaces. The microrobot exhibits strong in vitro motility through narrow two-dimensional and complex three-dimensional networks and, in vivo, achieves outstanding kidney penetration, uniform distribution, and &gt;48-hour retention while resisting flow shear and immune clearance, with excellent biosafety. Their ability to retain functionality and sustain propulsion within the confined and complex kidney vasculatures and interstitial spaces underscore their potential for long-term, active delivery in confined biological environments. The picoeukaryote-based biohybrid microrobot system represents a major advancement in active drug delivery, especially tailored to the challenging microenvironments of the kidney.",
          "url": "https://doi.org/10.1126/sciadv.adw8578",
          "doi": "https://doi.org/10.1126/sciadv.adw8578",
          "filter": "2"
        },
        {
          "title": "Pronounced methane cycling in northern lakes coincided with a rapid rise in atmospheric CH 4 during the last deglacial warming",
          "authors": "Xinwei Yan, Jianbao Liu, Wengang Kang, Xianyu Huang, Aifeng Zhou, Lin Chen, Jifeng Zhang, Haoran Dong, Zhitong Chen, Junjie Wu, Henry Holmstrand, Kathleen M. Rühland, John P. Smol, Fahu Chen, Örjan Gustafsson",
          "abstract": "Atmospheric methane concentration (AMC) surged by ~50% during the last deglaciation, with northern (&gt;30°N) sources accounting for ~40% of the rise. However, hypothesized sources including expanding lakes, peatlands, and destabilized permafrost or hydrates fail to explain this rapid increase. We use biomarkers, isotopes, and radiocarbon data to reconstruct temperature change, methane cycling, and permafrost thaw from a Tibetan thermokarst lake. Radiocarbon evidence and ultradepleted δ 13 C values (−80.3 per mil) of methane-diagnostic lipids indicate intense cycling of ancient (~2500-year-old) methane during the Younger Dryas–Preboreal transition, coeval with the AMC surge and the most rapid warming. By contrast, methane cycling was weak during the Holocene Climatic Optimum despite peak temperatures. These findings imply that anomalously high rates of warming, rather than absolute temperature alone, may play an important role in triggering enhanced paleo-methane cycling. Rapid warming likely intensified emissions from existing northern lakes, fueling the elusive yet clearly amplified northern methane source that contributed to the deglacial abrupt rise in AMC.",
          "url": "https://doi.org/10.1126/sciadv.adt2561",
          "doi": "https://doi.org/10.1126/sciadv.adt2561",
          "filter": "2"
        },
        {
          "title": "Slab underthrusting is the primary control on flat-slab size",
          "authors": "Guido M. Gianni, Leandro C. Gallo, Jeremías Likerman, Andrés Echaurren, Conrado R. Gianni, Claudio Faccenna",
          "abstract": "Flat subduction, an intermittent phenomenon along active margins, arises from well-known causes, yet the mechanisms driving its expansion remain poorly understood. The prevailing view suggests that trenchward continental motion drives slab overthrusting, causing the flat slab to expand oceanward. Here, we explore an alternative mechanism: underthrusting of the subducting plate through forward propagation of the flat-slab hinge. We directly evaluate both hypotheses through a kinematic analysis of trench and flat-slab motions using a global flat subduction database cast into multiple absolute plate motion models. Our results indicate that flat-slab expansion reflects distinct end-member processes, with forward propagation emerging as the dominant mode. We present a framework for flat-slab propagation that emphasizes the dynamic interaction between lower-plate motion and slab pull from adjacent subduction zones, an interplay validated through numerical modeling. These findings challenge conventional assumptions and underscore the need to reconsider the role of lower-plate kinematics in flat-slab dynamics.",
          "url": "https://doi.org/10.1126/sciadv.adv8872",
          "doi": "https://doi.org/10.1126/sciadv.adv8872",
          "filter": "2"
        },
        {
          "title": "Multicellular muscle-tendon bioprinting of mechanically optimized musculoskeletal bioactuators with enhanced force transmission",
          "authors": "Miriam Filippi, Diana Mock, Judith Fuentes, Mike Y. Michelis, Aiste Balciunaite, Pablo Paniagua, Raoul Hopf, Adina Barteld, Selina Eng, Asia Badolato, Jess Snedeker, Maria Guix, Samuel Sanchez, Robert K. Katzschmann",
          "abstract": "Biohybrid actuators leveraging living muscle tissue offer the potential to replicate natural motion for biomedical and robotic applications. However, challenges such as limited force output and inefficient force transfer at tissue interfaces persist. The myotendinous junction, a specialized interface connecting muscle to the tendon, plays a critical role in efficient force transmission for movement. Engineering muscle-tendon units in vitro is essential for replicating native musculoskeletal functions in biohybrid actuators. Here, we present a three-dimensionally bioprinted system integrating skeletal muscle tissue with tendon-mimicking anchors containing fibroblasts, forming a biomimetic interdigitated myotendinous junction. Using computational models, we optimized muscle geometries to enhance deformation and force generation. The engineered system improved mechanical stability, myofiber maturation, and force transmission, generating contractile forces of up to 350 micronewtons over a 3-month period. This work highlights how biomimetic designs and mechanical optimization can advance bioactuator technologies for applications in medicine and robotics.",
          "url": "https://doi.org/10.1126/sciadv.adv2628",
          "doi": "https://doi.org/10.1126/sciadv.adv2628",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "On Philip Rathgeb’s How the Radical Right Has Changed Capitalism and Welfare in Europe and the USA , Oxford: Oxford University Press, 2024",
          "authors": "Alexandre Afonso, Valentina Ausserladscheider, Anke Hassel, Daniel Kinderman, Gabor Scheiring, Philip Rathgeb",
          "url": "https://doi.org/10.1093/ser/mwaf039",
          "doi": "https://doi.org/10.1093/ser/mwaf039",
          "filter": "0"
        },
        {
          "title": "The adverse impact of accountability policies: performance-based funding, diversity outcomes, and organizational visibility",
          "authors": "Kwon Hee Han, Richard A Benton",
          "abstract": "This study examines how accountability-based policies in US higher education reduce racial diversity. Drawing on the theory of racialized organizations, we argue that performance-based funding (PBF) policies embed racial ideology into admission decisions and performance metrics. These metrics, presented under the rationale of accountability, disregard structural inequalities and disproportionately disadvantage racial minorities. This leads public universities to reduce racial minority enrollment, especially for Black students. We theorize that organizational visibility moderates this effect—highly visible organizations face greater scrutiny and internalize performance accountability norms. Using a 10-year panel of US higher education institutions, we employ a difference-in-differences approach, and several robustness checks, to estimate the causal effects of PBF policies. We also apply a novel network-based measure of organizational visibility. We find that PBF policies reduce enrollment for Black students, particularly in high-visibility organizations. This study demonstrates that accountability-based reforms are racialized policies, deepening systemic inequalities within public higher education.",
          "url": "https://doi.org/10.1093/ser/mwaf028",
          "doi": "https://doi.org/10.1093/ser/mwaf028",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
