{
  "update": "2024-09-13",
  "content": [
    {
      "journal_full": "Annals of the American Academy of Political and Social Science",
      "journal_short": "AAPSS",
      "articles": [
        {
          "title": "The Consequences of the 2021 Child Tax Credit Expansion: An Introduction to the Volume",
          "authors": "Megan Curran, Hilary Hoynes, Zachary Parolin",
          "abstract": "The American Rescue Plan Act of 2021 temporarily transformed the Child Tax Credit (CTC) into a more generous cash benefit that was more frequently distributed to families with children in the U.S. From July to December 2021, the families of more than 90 percent of U.S. children received monthly cash payments of up to $250 per child (or $300 per young child under six); and at tax time in 2022, families received lump-sum tax refunds of up to $1,500 per child (or $1,800 per young child). Many of these families had not previously had access to the full credit because their incomes were too low. The temporary expansion was not made permanent, and the CTC returned to its pre-expansion structure in 2022. This volume evaluates the effects of the 2021 CTC expansion, and this introduction provides broad context around the expansion, elaborates on the goals for the volume, and previews the volume’s subsequent contributions.",
          "url": "http://dx.doi.org/10.1177/00027162241272327",
          "doi": "10.1177/00027162241272327",
          "filter": "0"
        },
        {
          "title": "Spending Responses to the Child Tax Credit Expansions",
          "authors": "Jonathan Fisher, Jake Schild, David S. Johnson",
          "abstract": "This article summarizes research literature that has studied how people used the advance Child Tax Credit (CTC) payments that were disbursed by the IRS in 2021. Four primary findings emerge. The ways in which families used the advance CTC payments varied: during the first few months the payments were being distributed, families reported paying down debt more frequently; and in the final months of the payments, families reported more frequent spending. Families primarily used the monthly CTC on household necessities and child-related spending. There was heterogeneity in the spending response across income and race. Lastly, the CTC helped families deal with rising inflation. We discuss these four findings from the extant research in detail.",
          "url": "http://dx.doi.org/10.1177/00027162241263180",
          "doi": "10.1177/00027162241263180",
          "filter": "0"
        },
        {
          "title": "What We Learned from the 2021 Child Tax Credit Expansion",
          "authors": "Timothy M. Smeeding",
          "abstract": "The 2021 expansion of the Child Tax Credit (CTC) greatly increased the amount of financial support that families received from the credit and guaranteed the fully refundable benefit to all lower-income families with children, while continuing to pay half of the annual benefits monthly. Child poverty fell to its lowest level ever (5.2 percent) after the expansion but returned to its pre-pandemic level (12.4 percent) in 2022 upon the expansion’s elimination. Notwithstanding the fact that a number of research questions about the exact effects of the 2021 expansion are yet to be answered, the articles in this volume present a strong case for a continued economic and social investment in the form of a longer-term child allowance. This summary discusses a number of key design issues for policies that aim to reduce child poverty, and I argue for research that can further substantiate the effects of a fully refundable CTC.",
          "url": "http://dx.doi.org/10.1177/00027162241272320",
          "doi": "10.1177/00027162241272320",
          "filter": "0"
        },
        {
          "title": "The Effects of the 2021 Child Tax Credit on Parents’ Psychological Well-Being",
          "authors": "Lisa A. Gennetian, Anna Gassman-Pines",
          "abstract": "Improving the psychological well-being of parents who received the 2021 expanded Child Tax Credit (CTC) was not an explicit focus of that benefit program, but psychological effects may have been felt, given the positive income shocks generated by the credit. This article reviews academic research that is available on the CTC’s effect on parents’ psychological well-being. Some studies have found that the CTC led to reductions in reported levels of clinical depression and anxiety among parents and in their subclinical depressive and anxiety symptoms. Other studies that have used similar methods find no effects on those outcomes. Importantly, the evidence does not point to the CTC worsening psychological well-being. Overall, evidence on this topic is thin and mixed, even when comparable studies on the impact of income support are also included in the review. We argue that building a more conclusive evidence base would require tighter alignment of policy objectives to measurement approaches.",
          "url": "http://dx.doi.org/10.1177/00027162241265788",
          "doi": "10.1177/00027162241265788",
          "filter": "0"
        },
        {
          "title": "Implementing the Expanded Child Tax Credit: What Worked, What Didn’t, and How to Move Forward",
          "authors": "Pamela Herd, Donald Moynihan",
          "abstract": "The Child Tax Credit (CTC) expansion was an extraordinary experiment not just in policy design but also in policy implementation. As such, it cast light on the possibilities and blind spots of using the tax system to deliver safety-net benefits. The rapid and widespread take-up of the benefit reflected the use of a specific implementation tool that reduced administrative burden for the public: auto-enrollment via the tax system. But use of this tool also excluded families who could benefit from the program but were disconnected from the tax system. These tended to be families with the lowest incomes. Thus, while the CTC expansion offered a classic example of “targeting within universalism” by broadening a policy’s beneficiaries while making it more redistributive, its implementation revealed that a different sort of targeting is needed to reach those with the lowest incomes and to achieve the hoped-for redistributive impact.",
          "url": "http://dx.doi.org/10.1177/00027162241261177",
          "doi": "10.1177/00027162241261177",
          "filter": "0"
        },
        {
          "title": "Evaluating the Effects of the 2021 Expansion of the Child Tax Credit: The International Comparative Context",
          "authors": "Kourtney Koebel, Mark Stabile",
          "abstract": "We provide an overview of child benefit programs in high-income countries, particularly in comparison to the 2019 and expanded 2021 U.S. Child Tax Credit (CTC). Most countries included in our review provide child benefits that are more generous than the 2019 (and current) U.S. CTC, aligning more closely to the parameters of the now-expired 2021 expanded CTC. We show that while the expanded U.S. CTC was in effect, the U.S. significantly improved its ranking within the Organisation for Economic Co-operation and Development (OECD) in terms of lowering child poverty rates and the effectiveness of its redistribution system on poverty alleviation. Our cross-country analysis further reveals that the refundable and monthly payment structure of the expanded 2021 CTC was in keeping with prevailing models of child benefits internationally.",
          "url": "http://dx.doi.org/10.1177/00027162241258837",
          "doi": "10.1177/00027162241258837",
          "filter": "0"
        },
        {
          "title": "The Effects of the 2021 Child Tax Credit on Food Insecurity and Financial Hardship",
          "authors": "Nicholas Moellman, Cody N. Vaughn, James P. Ziliak",
          "abstract": "We review the literature on the expansion of the Child Tax Credit in 2021, as it relates to food and financial hardship among households with children in the U.S. Extant scholarship consistently finds that receipt of the expanded tax credit is associated with an increase in food purchases and declines in food insufficiency and food insecurity. The effects of the tax credit expansion also vary by the socioeconomic characteristics of families. There are important differences, though, in effect sizes across studies, indicating that data sources, timeframe of analysis, and the way in which food hardship is measured all matter to the accurate estimation of effects. The effect of the credit on financial hardship is less conclusive, with the literature finding generally insignificant effects on measures such as difficulty paying rent or bills.",
          "url": "http://dx.doi.org/10.1177/00027162241261189",
          "doi": "10.1177/00027162241261189",
          "filter": "0"
        },
        {
          "title": "Implications of Alternative Designs of the Child Tax Credit",
          "authors": "Elaine Maag, Nikhita Airi, Sophie Collyer",
          "abstract": "The Child Tax Credit (CTC) delivers more economic benefits to children than any other federal program. Under its current design, the CTC provides a benefit of up to $2,000 per child under age 17: almost 90 percent of families with children receive at least some benefits, and families with the lowest incomes receive the least. In 2021, a temporary expansion of the program increased the maximum benefit, delivered up to half the credit as a monthly payment, and allowed families with the lowest incomes to receive the full benefit: millions of families that typically received a partial benefit saw greater economic returns, and the nation saw substantial drops in poverty and hardship. Even in a highly polarized political climate, policymakers continue to consider changes to the CTC that could reclaim some of the benefits that were observed in 2021. This article describes reform options and who would benefit most from various reform approaches.",
          "url": "http://dx.doi.org/10.1177/00027162241272312",
          "doi": "10.1177/00027162241272312",
          "filter": "0"
        },
        {
          "title": "The Potential Long-Run Impact of a Permanently Expanded Child Tax Credit",
          "authors": "Elizabeth Ananat, Irwin Garfinkel",
          "abstract": "Inclusion of the expanded Child Tax Credit (CTC) in the 2021 American Rescue Plan was, for many, a feasibility test of the impact of a permanent child allowance in the U.S. The CTC expansion was short-lived, however, so evaluations of its effects cannot provide complete evidence on the long-run impacts of a permanent expansion of the benefit. Here, we predict the long-term effects of a permanently expanded, refundable CTC. We use theory from standard economic models, frameworks from behavioral science and child development, and empirical evidence from literature that has evaluated previous long-term cash and quasi-cash transfers to families with children. We find that provision of the benefit would lead to increased future adult earnings and tax payments; improved child health and longevity; and reduced costs in health care, crime, and child protection. We predict that benefits to society would outweigh costs nearly 10 to 1, with most benefits due to the tax credit’s refundability.",
          "url": "http://dx.doi.org/10.1177/00027162241272309",
          "doi": "10.1177/00027162241272309",
          "filter": "0"
        },
        {
          "title": "The Effects of the 2021 Child Tax Credit on Child Developmental Outcomes",
          "authors": "Anna Aizer, Adriana Lleras-Muney, Katherine Michelmore",
          "abstract": "Child poverty fell to historic lows in 2021, in large part due to the temporary expansion of the Child Tax Credit (CTC). We consider the possible implications of this expansion on children’s short- and long-term development. To do so, we review the available short-run evidence from the 2021 expansion and the existing research evidence on the longer-run effects of similar income transfers in childhood on child health and human capital. We conclude that the CTC likely improved child health and well-being in the short and long run, with greater impacts for poor children and modest or nonexistent effects for nonpoor children. Moreover, the effects might be more substantial for younger children and for those in places with weaker safety nets.",
          "url": "http://dx.doi.org/10.1177/00027162241264412",
          "doi": "10.1177/00027162241264412",
          "filter": "0"
        },
        {
          "title": "The Effects of the 2021 Child Tax Credit on Racial and Ethnic Inequalities in Well-Being",
          "authors": "Bradley Hardy, Charles Hokayem",
          "abstract": "Evidence from the temporary expansion of the Child Tax Credit (CTC) in 2021 suggests it helped to reduce family poverty, lessen food hardship, and increase families’ financial expenditures on children across race and ethnicity. We review recent evidence on the impacts of the CTC on differences in well-being across race and ethnicity, including differences in access to the tax credit, how families used the tax credit, and the food insecurity and mental health circumstances of those families. We supplement our review of extant research with an analysis of racial income inequality using nationally representative data from the Current Population Survey: we find that the 2021 CTC expansion is associated with lowered Black–white and Hispanic–white income inequality in the bottom half of the income distribution, particularly at the 10th and 25th percentiles.",
          "url": "http://dx.doi.org/10.1177/00027162241265791",
          "doi": "10.1177/00027162241265791",
          "filter": "0"
        },
        {
          "title": "The Effects of the 2021 Child Tax Credit on Poverty",
          "authors": "Marianne P. Bitler",
          "abstract": "The 2021 expansion of the Child Tax Credit (CTC) was a noticeable increase in government support to families with children: it provided more cash, it was not tied to work requirements, and the full amount of the potential benefit was paid by families even if the credit exceeded taxes owed (whereas previously, the maximum amount it could cover was less than the full amount if it exceeded taxes and receipt required earnings). I evaluate its effects on poverty, showing that the expansion contributed to a large decline in child poverty in 2021—and a subsequent rise in 2022, when the benefit expired. I also explain why we cannot yet determine a precise causal effect: we cannot yet account for the behavioral changes among beneficiaries that the expanded CTC may have provoked, and annual census poverty measures may not yet fully account for the tax credits that individuals receive. I discuss attendant issues in theoretical and technical detail, arguing that it will take time to establish a full accounting of the program’s effects.",
          "url": "http://dx.doi.org/10.1177/00027162241260581",
          "doi": "10.1177/00027162241260581",
          "filter": "0"
        },
        {
          "title": "Employment and Labor Supply Responses to the Child Tax Credit Expansion: Theory and Evidence",
          "authors": "Diane Whitmore Schanzenbach, Michael R. Strain",
          "abstract": "The 2021 Child Tax Credit (CTC) expansion increased government benefits to families, and especially to families with the lowest incomes. Economic theory predicts that this policy intervention would have led to a reduction in labor supply among adults in those families. Our review of available research suggests that employment within broadly defined demographic groups was not reduced by the 2021 CTC changes. However, we see some evidence that employment was reduced among unmarried mothers with relatively low levels of education and young children—the demographic group that was most affected by the CTC expansion.",
          "url": "http://dx.doi.org/10.1177/00027162241263185",
          "doi": "10.1177/00027162241263185",
          "filter": "0"
        },
        {
          "title": "The 2021 Child Tax Credit in U.S. Historical Context",
          "authors": "Robert Greenstein",
          "abstract": "When the Child Tax Credit (CTC) was created in 1997, its financial benefits were unavailable to families that did not earn enough to owe federal income tax. It has since evolved into a measure that provides partial benefits to millions of children in low-income working families but still leaves out children in families with extremely low or no earnings. In 2021, the credit was enlarged for one year, with full benefits provided to the poorest children. Ten states have also recently instituted state CTCs that provide full benefits to the poorest children. This history of CTC expansion contrasts with the erosion of cash assistance “spending programs”—including Temporary Assistance for Needy Families (TANF), unemployment insurance, and state general assistance—while being consistent with a larger pattern of tax-credit expansions. Both the CTC and Earned Income Tax Credit have repeatedly been expanded, and various other new benefits have been created as tax credits.",
          "url": "http://dx.doi.org/10.1177/00027162241258853",
          "doi": "10.1177/00027162241258853",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Publisher Correction: Precision spectroscopy on 9Be overcomes limitations from nuclear structure",
          "authors": "Stefan Dickopf, Bastian Sikora, Annabelle Kaiser, Marius Müller, Stefan Ulmer, Vladimir A. Yerokhin, Zoltán Harman, Christoph H. Keitel, Andreas Mooser, Klaus Blaum",
          "url": "http://dx.doi.org/10.1038/s41586-024-08018-3",
          "doi": "10.1038/s41586-024-08018-3",
          "filter": "2"
        },
        {
          "title": "Stereospecific radical coupling with a non-natural photodecarboxylase",
          "authors": "Vasilis Tseliou, Laura Kqiku, Martin Berger, Florian Schiel, Hangyu Zhou, Gerrit J. Poelarends, Paolo Melchiorre",
          "url": "http://dx.doi.org/10.1038/s41586-024-08004-9",
          "doi": "10.1038/s41586-024-08004-9",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Single-crystalline metal-oxide dielectrics for top-gate 2D transistors",
          "authors": "Daobing Zeng, Ziyang Zhang, Zhongying Xue, Miao Zhang, Paul K. Chu, Yongfeng Mei, Ziao Tian, Zengfeng Di",
          "url": "http://dx.doi.org/10.1038/s41586-024-08001-y",
          "doi": "10.1038/s41586-024-08001-y",
          "filter": "2"
        },
        {
          "title": "Gasdermin D-mediated metabolic crosstalk promotes tissue repair",
          "authors": "Zhexu Chi, Sheng Chen, Dehang Yang, Wenyu Cui, Yang Lu, Zhen Wang, Mobai Li, Weiwei Yu, Jian Zhang, Yu Jiang, Ruya Sun, Qianzhou Yu, Tianyi Hu, Xiaoyang Lu, Qiqi Deng, Yidong Yang, Tianming Zhao, Mengfei Chang, Yuying Li, Xue Zhang, Min Shang, Qian Xiao, Kefeng Ding, Di Wang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08022-7",
          "doi": "10.1038/s41586-024-08022-7",
          "filter": "2"
        },
        {
          "title": "Brain-wide dynamics linking sensation to action during decision-making",
          "authors": "Andrei Khilkevich, Michael Lohse, Ryan Low, Ivana Orsolic, Tadej Bozic, Paige Windmill, Thomas D. Mrsic-Flogel",
          "abstract": "Perceptual decisions rely on learned associations between sensory evidence and appropriate actions, involving the filtering and integration of relevant inputs to prepare and execute timely responses 1,2 . Despite the distributed nature of task-relevant representations 3–10 , it remains unclear how transformations between sensory input, evidence integration, motor planning and execution are orchestrated across brain areas and dimensions of neural activity. Here we addressed this question by recording brain-wide neural activity in mice learning to report changes in ambiguous visual input. After learning, evidence integration emerged across most brain areas in sparse neural populations that drive movement-preparatory activity. Visual responses evolved from transient activations in sensory areas to sustained representations in frontal-motor cortex, thalamus, basal ganglia, midbrain and cerebellum, enabling parallel evidence accumulation. In areas that accumulate evidence, shared population activity patterns encode visual evidence and movement preparation, distinct from movement-execution dynamics. Activity in movement-preparatory subspace is driven by neurons integrating evidence, which collapses at movement onset, allowing the integration process to reset. Across premotor regions, evidence-integration timescales were independent of intrinsic regional dynamics, and thus depended on task experience. In summary, learning aligns evidence accumulation to action preparation in activity dynamics across dozens of brain regions. This leads to highly distributed and parallelized sensorimotor transformations during decision-making. Our work unifies concepts from decision-making and motor control fields into a brain-wide framework for understanding how sensory evidence controls actions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07908-w",
          "doi": "10.1038/s41586-024-07908-w",
          "filter": "2"
        },
        {
          "title": "One month convection timescale on the surface of a giant evolved star",
          "authors": "Wouter Vlemmings, Theo Khouri, Behzad Bojnordi Arbab, Elvire De Beck, Matthias Maercker",
          "abstract": "The transport of energy through convection is important during many stages of stellar evolution 1,2 , and is best studied in our Sun 3 or giant evolved stars 4 . Features that are attributed to convection are found on the surface of massive red supergiant stars 5–8 . Also for lower-mass evolved stars, indications of convection are found 9–13 , but convective timescales and sizes remain poorly constrained. Models indicate that convective motions are crucial to produce strong winds that return the products of stellar nucleosynthesis into the interstellar medium 14 . Here we report a series of reconstructed interferometric images of the surface of the evolved giant star R Doradus. The images reveal a stellar disk with prominent small-scale features that provide the structure and motions of convection on the stellar surface. We find that the dominant structure size of the features on the stellar disk is 0.72 ± 0.05 astronomical units. We measure the velocity of the surface motions to vary between −18 and +20 km s −1 , which means that the convective timescale is approximately one month. This indicates a possible difference between the convection properties of low-mass and high-mass evolved stars.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07836-9",
          "doi": "10.1038/s41586-024-07836-9",
          "filter": "2"
        },
        {
          "title": "Connectome-constrained networks predict neural activity across the fly visual system",
          "authors": "Janne K. Lappalainen, Fabian D. Tschopp, Sridhama Prakhya, Mason McGill, Aljoscha Nern, Kazunori Shinomiya, Shin-ya Takemura, Eyal Gruntman, Jakob H. Macke, Srinivas C. Turaga",
          "abstract": "We can now measure the connectivity of every neuron in a neural circuit 1–9 , but we cannot measure other biological details, including the dynamical characteristics of each neuron. The degree to which measurements of connectivity alone can inform the understanding of neural computation is an open question 10 . Here we show that with experimental measurements of only the connectivity of a biological neural network, we can predict the neural activity underlying a specified neural computation. We constructed a model neural network with the experimentally determined connectivity for 64 cell types in the motion pathways of the fruit fly optic lobe 1–5 but with unknown parameters for the single-neuron and single-synapse properties. We then optimized the values of these unknown parameters using techniques from deep learning 11 , to allow the model network to detect visual motion 12 . Our mechanistic model makes detailed, experimentally testable predictions for each neuron in the connectome. We found that model predictions agreed with experimental measurements of neural activity across 26 studies. Our work demonstrates a strategy for generating detailed hypotheses about the mechanisms of neural circuit function from connectivity measurements. We show that this strategy is more likely to be successful when neurons are sparsely connected—a universally observed feature of biological neural networks across species and brain regions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07939-3",
          "doi": "10.1038/s41586-024-07939-3",
          "filter": "2"
        },
        {
          "title": "Ultrahigh electromechanical response from competing ferroic orders",
          "authors": "Baichen Lin, Khuong Phuong Ong, Tiannan Yang, Qibin Zeng, Hui Kim Hui, Zhen Ye, Celine Sim, Zhihao Yen, Ping Yang, Yanxin Dou, Xiaolong Li, Xingyu Gao, Chee Kiang Ivan Tan, Zhi Shiuh Lim, Shengwei Zeng, Tiancheng Luo, Jinlong Xu, Xin Tong, Patrick Wen Feng Li, Minqin Ren, Kaiyang Zeng, Chengliang Sun, Seeram Ramakrishna, Mark B. H. Breese, Chris Boothroyd, Chengkuo Lee, David J. Singh, Yeng Ming Lam, Huajun Liu",
          "abstract": "Materials with electromechanical coupling are essential for transducers and acoustic devices as reversible converters between mechanical and electrical energy 1–6 . High electromechanical responses are typically found in materials with strong structural instabilities, conventionally achieved by two strategies—morphotropic phase boundaries 7 and nanoscale structural heterogeneity 8 . Here we demonstrate a different strategy to accomplish ultrahigh electromechanical response by inducing extreme structural instability from competing antiferroelectric and ferroelectric orders. Guided by the phase diagram and theoretical calculations, we designed the coexistence of antiferroelectric orthorhombic and ferroelectric rhombohedral phases in sodium niobate thin films. These films show effective piezoelectric coefficients above 5,000 pm V −1 because of electric-field-induced antiferroelectric–ferroelectric phase transitions. Our results provide a general approach to design and exploit antiferroelectric materials for electromechanical devices.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07917-9",
          "doi": "10.1038/s41586-024-07917-9",
          "filter": "2"
        },
        {
          "title": "Decoding drivers of carbon flux attenuation in the oceanic biological pump",
          "authors": "M. Bressac, E. C. Laurenceau-Cornec, F. Kennedy, A. E. Santoro, N. L. Paul, N. Briggs, F. Carvalho, P. W. Boyd",
          "url": "http://dx.doi.org/10.1038/s41586-024-07850-x",
          "doi": "10.1038/s41586-024-07850-x",
          "filter": "2"
        },
        {
          "title": "The emerging view on the origin and early evolution of eukaryotic cells",
          "authors": "Julian Vosseberg, Jolien J. E. van Hooff, Stephan Köstlbacher, Kassiani Panagiotou, Daniel Tamarit, Thijs J. G. Ettema",
          "url": "http://dx.doi.org/10.1038/s41586-024-07677-6",
          "doi": "10.1038/s41586-024-07677-6",
          "filter": "2"
        },
        {
          "title": "Agonist antibody to guanylate cyclase receptor NPR1 regulates vascular tone",
          "authors": "Michael E. Dunn, Aaron Kithcart, Jee Hae Kim, Andre Jo-Hao Ho, Matthew C. Franklin, Annabel Romero Hernandez, Jan de Hoon, Wouter Botermans, Jonathan Meyer, Ximei Jin, Dongqin Zhang, Justin Torello, Daniel Jasewicz, Vishal Kamat, Elena Garnova, Nina Liu, Michael Rosconi, Hao Pan, Satyajit Karnik, Michael E. Burczynski, Wenjun Zheng, Ashique Rafique, Jonas B. Nielsen, Tanima De, Niek Verweij, Anita Pandit, Adam Locke, Naga Chalasani, Olle Melander, Tae-Hwi Schwantes-An, character(0), Daniel J. Rader, Marylyn D. Ritchie, JoEllen Weaver, Nawar Naseer, Afiya Poindexter, Khadijah Hu-Sain, Yi-An Ko, Meghan Livingstone, Fred Vadivieso, Stephanie DerOhannessian, Teo Tran, Julia Stephanowski, Monica Zielinski, Ned Haubein, Joseph Dunn, Anurag Verma, Colleen Morse Kripke, Marjorie Risman, Renae Judy, Shefali S. Verma, Yuki Bradford, Scott Dudek, Theodore Drivas, character(0), Lance J. Adams, Jackie Blank, Dale Bodian, Derek Boris, Adam Buchanan, David J. Carey, Ryan D. Colonie, F. Daniel Davis, Dustin N. Hartzel, Melissa Kelly, H. Lester Kirchner, Joseph B. Leader, David H. Ledbetter, J. Neil Manus, Christa L. Martin, Raghu P. Metpally, Michelle Meyer, Tooraj Mirshahi, Matthew Oetjens, Thomas Nate Person, Christopher Still, Natasha Strande, Amy Sturm, Jen Wagner, Marc Williams, character(0), Goncalo Abecasis, Michael Cantor, Giovanni Coppola, Andrew Deubler, Aris Economides, John D. Overton, Jeffrey G. Reid, Katherine Siminovitch, Alan Shuldiner, Christina Beechert, Caitlin Forsythe, Erin D. Fuller, Zhenhua Gu, Michael Lattari, Alexander Lopez, Maria Sotiropoulos Padilla, Manasi Pradhan, Kia Manoochehri, Thomas D. Schleicher, Louis Widom, Sarah E. Wolf, Ricardo H. Ulloa, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Deepika Sharma, Jeffrey C. Staples, Xiaodong Bai, Suganthi Balasubramanian, Suying Bao, Boris Boutkov, Siying Chen, Gisu Eom, Lukas Habegger, Alicia Hawes, Shareef Khalid, Olga Krasheninina, Rouel Lanche, Adam J. Mansfield, Evan K. Maxwell, George Mitra, Mona Nafde, Sean O’Keeffe, Max Orelus, Razvan Panea, Tommy Polanco, Ayesha Rasool, William Salerno, Kathie Sun, Joshua Backman, Amy Damask, Lee Dobbyn, Manuel Allen Revez Ferreira, Arkopravo Ghosh, Christopher Gillies, Lauren Gurski, Eric Jorgenson, Hyun Min Kang, Michael Kessler, Jack Kosmicki, Alexander Li, Nan Lin, Daren Liu, Jonathan Marchini, Anthony Marcketta, Joelle Mbatchou, Arden Moscati, Charles Paulding, Carlo Sidore, Eli Stahl, Kyoko Watanabe, Bin Ye, Blair Zhang, Andrey Ziyatdinov, Ariane Ayer, Aysegul Guvenek, George Hindy, Jan Freudenberg, Jonas Bovijn, Kavita Praveen, Manav Kapoor, Mary Haas, Moeen Riaz, Olukayode Sosina, Parsa Akbari, Priyanka Nakka, Sahar Gelfman, Sujit Gokhale, Veera Rajagopal, Gannie Tzoneva, Juan Rodriguez-Flores, Esteban Chen, Marcus B. Jones, Michelle G. LeBlanc, Jason Mighty, Lyndon J. Mitnaul, Nirupama Nishtala, Nadia Rana, Jaimee Hernandez, Jennifer Rico Varela, Aris Baras, Luca A. Lotta, Bret J. Musser, Jason Mastaitis, Kishor B. Devalaraja-Narashimha, Andrew J. Rankin, Tammy Huang, Gary Herman, William Olson, Andrew J. Murphy, George D. Yancopoulos, Benjamin A. Olenchock, Lori Morton",
          "url": "http://dx.doi.org/10.1038/s41586-024-07903-1",
          "doi": "10.1038/s41586-024-07903-1",
          "filter": "2"
        },
        {
          "title": "Promotion of DNA end resection by BRCA1–BARD1 in homologous recombination",
          "authors": "Sameer Salunkhe, James M. Daley, Hardeep Kaur, Nozomi Tomimatsu, Chaoyou Xue, Vivek B. Raina, Angela M. Jasper, Cody M. Rogers, Wenjing Li, Shuo Zhou, Rahul Mojidra, Youngho Kwon, Qingming Fang, Jae-Hoon Ji, Aida Badamchi Shabestari, O’Taveon Fitzgerald, Hoang Dinh, Bipasha Mukherjee, Amyn A. Habib, Robert Hromas, Alexander V. Mazin, Elizabeth V. Wasmuth, Shaun K. Olsen, David S. Libich, Daohong Zhou, Weixing Zhao, Eric C. Greene, Sandeep Burma, Patrick Sung",
          "url": "http://dx.doi.org/10.1038/s41586-024-07910-2",
          "doi": "10.1038/s41586-024-07910-2",
          "filter": "2"
        },
        {
          "title": "Genetic links between ovarian ageing, cancer risk and de novo mutation rates",
          "authors": "Stasa Stankovic, Saleh Shekari, Qin Qin Huang, Eugene J. Gardner, Erna V. Ivarsdottir, Nick D. L. Owens, Nasim Mavaddat, Ajuna Azad, Gareth Hawkes, Katherine A. Kentistou, Robin N. Beaumont, Felix R. Day, Yajie Zhao, Hakon Jonsson, Thorunn Rafnar, Vinicius Tragante, Gardar Sveinbjornsson, Asmundur Oddsson, Unnur Styrkarsdottir, Julius Gudmundsson, Simon N. Stacey, Daniel F. Gudbjartsson, character(0), Kitale Kennedy, Andrew R. Wood, Michael N. Weedon, Ken K. Ong, Caroline F. Wright, Eva R. Hoffmann, Patrick Sulem, Matthew E. Hurles, Katherine S. Ruth, Hilary C. Martin, Kari Stefansson, John R. B. Perry, Anna Murray",
          "abstract": "Human genetic studies of common variants have provided substantial insight into the biological mechanisms that govern ovarian ageing 1 . Here we report analyses of rare protein-coding variants in 106,973 women from the UK Biobank study, implicating genes with effects around five times larger than previously found for common variants ( ETAA1 , ZNF518A , PNPLA8 , PALB2 and SAMHD1 ). The SAMHD1 association reinforces the link between ovarian ageing and cancer susceptibility 1 , with damaging germline variants being associated with extended reproductive lifespan and increased all-cause cancer risk in both men and women. Protein-truncating variants in ZNF518A are associated with shorter reproductive lifespan—that is, earlier age at menopause (by 5.61 years) and later age at menarche (by 0.56 years). Finally, using 8,089 sequenced trios from the 100,000 Genomes Project (100kGP), we observe that common genetic variants associated with earlier ovarian ageing associate with an increased rate of maternally derived de novo mutations. Although we were unable to replicate the finding in independent samples from the deCODE study, it is consistent with the expected role of DNA damage response genes in maintaining the genetic integrity of germ cells. This study provides evidence of genetic links between age of menopause and cancer risk.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07931-x",
          "doi": "10.1038/s41586-024-07931-x",
          "filter": "2"
        },
        {
          "title": "Two-dimensional-lattice-confined single-molecule-like aggregates",
          "authors": "Kang Wang, Zih-Yu Lin, Angana De, Conrad A. Kocoj, Wenhao Shao, Hanjun Yang, Zehua He, Aidan H. Coffey, Colton B. Fruhling, Yuanhao Tang, Dharini Varadharajan, Chenhui Zhu, Yong Sheng Zhao, Alexandra Boltasseva, Vladimir M. Shalaev, Peijun Guo, Brett M. Savoie, Letian Dou",
          "url": "http://dx.doi.org/10.1038/s41586-024-07925-9",
          "doi": "10.1038/s41586-024-07925-9",
          "filter": "2"
        },
        {
          "title": "Self-organized tissue mechanics underlie embryonic regulation",
          "authors": "Paolo Caldarelli, Alexander Chamolly, Aurélien Villedieu, Olinda Alegria-Prévot, Carole Phan, Jerome Gros, Francis Corson",
          "abstract": "Early amniote development is highly self-organized, capable of adapting to interference through local and long-range cell–cell interactions. This process, called embryonic regulation 1 , has been well illustrated in experiments on avian embryos, in which subdividing the epiblast disk into different parts not only redirects cell fates to eventually form a complete and well-proportioned embryo at its original location, but also leads to the self-organization of additional, fully formed embryos 2,3 in the other separated parts. The cellular interactions underlying embryonic self-organization are widely believed to be mediated by molecular signals, yet the identity of such signals is unclear. Here, by analysing intact and mechanically perturbed quail embryos, we show that the mechanical forces that drive embryogenesis self-organize, with contractility locally self-activating and the ensuing tension acting as a long-range inhibitor. This mechanical feedback governs the persistent pattern of tissue flows that shape the embryo 4–6 and also steers the concomitant emergence of embryonic territories by modulating gene expression, ensuring the formation of a single embryo under normal conditions, yet allowing the emergence of multiple, well-proportioned embryos after perturbations. Thus, mechanical forces act at the core of embryonic self-organization, shaping both tissues and gene expression to robustly yet plastically canalize early development.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07934-8",
          "doi": "10.1038/s41586-024-07934-8",
          "filter": "2"
        },
        {
          "title": "Molecular programs guiding arealization of descending cortical pathways",
          "authors": "Philipp Abe, Adrien Lavalley, Ilaria Morassut, Antonio J. Santinha, Sergi Roig-Puiggros, Awais Javed, Esther Klingler, Natalia Baumann, Julien Prados, Randall J. Platt, Denis Jabaudon",
          "url": "http://dx.doi.org/10.1038/s41586-024-07895-y",
          "doi": "10.1038/s41586-024-07895-y",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Krause corpuscles are genital vibrotactile sensors for sexual behaviours",
          "authors": "Lijun Qi, Michael Iskols, Rachel S. Greenberg, Jia Yin Xiao, Annie Handler, Stephen D. Liberles, David D. Ginty",
          "url": "http://dx.doi.org/10.1038/s41586-024-08014-7",
          "doi": "10.1038/s41586-024-08014-7",
          "filter": "2"
        },
        {
          "title": "Structure of human TIP60-C histone exchange and acetyltransferase complex",
          "authors": "Changqing Li, Ekaterina Smirnova, Charlotte Schnitzler, Corinne Crucifix, Jean Paul Concordet, Alice Brion, Arnaud Poterszman, Patrick Schultz, Gabor Papai, Adam Ben-Shem",
          "url": "http://dx.doi.org/10.1038/s41586-024-08011-w",
          "doi": "10.1038/s41586-024-08011-w",
          "filter": "2"
        },
        {
          "title": "Multi-pass, single-molecule nanopore reading of long protein strands",
          "authors": "Keisuke Motone, Daphne Kontogiorgos-Heintz, Jasmine Wee, Kyoko Kurihara, Sangbeom Yang, Gwendolin Roote, Oren E. Fox, Yishu Fang, Melissa Queen, Mattias Tolhurst, Nicolas Cardozo, Miten Jain, Jeff Nivala",
          "url": "http://dx.doi.org/10.1038/s41586-024-07935-7",
          "doi": "10.1038/s41586-024-07935-7",
          "filter": "2"
        },
        {
          "title": "Heteromeric amyloid filaments of ANXA11 and TDP-43 in FTLD-TDP Type C",
          "authors": "Diana Arseni, Takashi Nonaka, Max H. Jacobsen, Alexey G. Murzin, Laura Cracco, Sew Y. Peak-Chew, Holly J. Garringer, Ito Kawakami, Hisaomi Suzuki, Misumoto Onaya, Yuko Saito, Shigeo Murayama, Changiz Geula, Ruben Vidal, Kathy L. Newell, Marsel Mesulam, Bernardino Ghetti, Masato Hasegawa, Benjamin Ryskeldi-Falcon",
          "url": "http://dx.doi.org/10.1038/s41586-024-08024-5",
          "doi": "10.1038/s41586-024-08024-5",
          "filter": "2"
        },
        {
          "title": "Drosophila are hosts to the first described parasitoid wasp of adult flies",
          "authors": "Logan D. Moore, Toluwanimi Chris Amuwa, Scott Richard Shaw, Matthew J. Ballinger",
          "url": "http://dx.doi.org/10.1038/s41586-024-07919-7",
          "doi": "10.1038/s41586-024-07919-7",
          "filter": "2"
        },
        {
          "title": "Two-axis twisting using Floquet-engineered XYZ spin models with polar molecules",
          "authors": "Calder Miller, Annette N. Carroll, Junyu Lin, Henrik Hirzler, Haoyang Gao, Hengyun Zhou, Mikhail D. Lukin, Jun Ye",
          "url": "http://dx.doi.org/10.1038/s41586-024-07883-2",
          "doi": "10.1038/s41586-024-07883-2",
          "filter": "2"
        },
        {
          "title": "Observing the two-dimensional Bose glass in an optical quasicrystal",
          "authors": "Jr-Chiun Yu, Shaurya Bhave, Lee Reeve, Bo Song, Ulrich Schneider",
          "abstract": "The presence of disorder substantially influences the behaviour of physical systems. It can give rise to slow or glassy dynamics, or to a complete suppression of transport as in Anderson insulators 1 , where normally extended wavefunctions such as light fields or electronic Bloch waves become exponentially localized. The combined effect of disorder and interactions is central to the richness of condensed-matter physics 2 . In bosonic systems, it can also lead to additional quantum states such as the Bose glass 3,4 —an insulating but compressible state without long-range phase coherence that emerges in disordered bosonic systems and is distinct from the well-known superfluid and Mott insulating ground states of interacting bosons. Here we report the experimental realization of the two-dimensional Bose glass using ultracold atoms in an eight-fold symmetric quasicrystalline optical lattice 5 . By probing the coherence properties of the system, we observe a Bose-glass-to-superfluid transition and map out the phase diagram in the weakly interacting regime. We furthermore demonstrate that it is not possible to adiabatically traverse the Bose glass on typical experimental timescales by examining the capability to restore coherence and discuss the connection to the expected non-ergodicity of the Bose glass. Our observations are in good agreement with recent quantum Monte Carlo predictions 6 and pave the way for experimentally testing the connection between the Bose glass, many-body localization and glassy dynamics more generally 7,8 .",
          "url": "http://dx.doi.org/10.1038/s41586-024-07875-2",
          "doi": "10.1038/s41586-024-07875-2",
          "filter": "2"
        },
        {
          "title": "Cooling positronium to ultralow velocities with a chirped laser pulse train",
          "authors": "K. Shu, Y. Tajima, R. Uozumi, N. Miyamoto, S. Shiraishi, T. Kobayashi, A. Ishida, K. Yamada, R. W. Gladen, T. Namba, S. Asai, K. Wada, I. Mochizuki, T. Hyodo, K. Ito, K. Michishio, B. E. O’Rourke, N. Oshima, K. Yoshioka",
          "abstract": "When laser radiation is skilfully applied, atoms and molecules can be cooled 1–3 , allowing the precise measurements and control of quantum systems. This is essential for the fundamental studies of physics as well as practical applications such as precision spectroscopy 4–7 , ultracold gases with quantum statistical properties 8–10 and quantum computing. In laser cooling, atoms are slowed to otherwise unattainable velocities through repeated cycles of laser photon absorption and spontaneous emission in random directions. Simple systems can serve as rigorous testing grounds for fundamental physics—one such case is the purely leptonic positronium 11,12 , an exotic atom comprising an electron and its antiparticle, the positron. Laser cooling of positronium, however, has hitherto remained unrealized. Here we demonstrate the one-dimensional laser cooling of positronium. An innovative laser system emitting a train of broadband pulses with successively increasing central frequencies was used to overcome major challenges posed by the short positronium lifetime and the effects of Doppler broadening and recoil. One-dimensional chirp cooling was used to cool a portion of the dilute positronium gas to a velocity distribution of approximately 1 K in 100 ns. A major advancement in the field of low-temperature fundamental physics of antimatter, this study on a purely leptonic system complements work on antihydrogen 13 , a hadron-containing exotic atom. The successful application of laser cooling to positronium affords unique opportunities to rigorously test bound-state quantum electrodynamics and to potentially realize Bose–Einstein condensation 14–18 in this matter–antimatter system.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07912-0",
          "doi": "10.1038/s41586-024-07912-0",
          "filter": "2"
        },
        {
          "title": "Ancient Rapanui genomes reveal resilience and pre-European contact with the Americas",
          "authors": "J. Víctor Moreno-Mayar, Bárbara Sousa da Mota, Tom Higham, Signe Klemm, Moana Gorman Edmunds, Jesper Stenderup, Miren Iraeta-Orbegozo, Véronique Laborde, Evelyne Heyer, Francisco Torres Hochstetter, Martin Friess, Morten E. Allentoft, Hannes Schroeder, Olivier Delaneau, Anna-Sapfo Malaspinas",
          "abstract": "Rapa Nui (also known as Easter Island) is one of the most isolated inhabited places in the world. It has captured the imagination of many owing to its archaeological record, which includes iconic megalithic statues called moai 1 . Two prominent contentions have arisen from the extensive study of Rapa Nui. First, the history of the Rapanui has been presented as a warning tale of resource overexploitation that would have culminated in a major population collapse—the ‘ecocide’ theory 2–4 . Second, the possibility of trans-Pacific voyages to the Americas pre-dating European contact is still debated 5–7 . Here, to address these questions, we reconstructed the genomic history of the Rapanui on the basis of 15 ancient Rapanui individuals that we radiocarbon dated (1670–1950 ce ) and whole-genome sequenced (0.4–25.6×). We find that these individuals are Polynesian in origin and most closely related to present-day Rapanui, a finding that will contribute to repatriation efforts. Through effective population size reconstructions and extensive population genetics simulations, we reject a scenario involving a severe population bottleneck during the 1600s, as proposed by the ecocide theory. Furthermore, the ancient and present-day Rapanui carry similar proportions of Native American admixture (about 10%). Using a Bayesian approach integrating genetic and radiocarbon dates, we estimate that this admixture event occurred about 1250–1430 ce .",
          "url": "http://dx.doi.org/10.1038/s41586-024-07881-4",
          "doi": "10.1038/s41586-024-07881-4",
          "filter": "2"
        },
        {
          "title": "Mechanism of BRCA1–BARD1 function in DNA end resection and DNA protection",
          "authors": "Ilaria Ceppi, Maria Rosaria Dello Stritto, Martin Mütze, Stefan Braunshier, Valentina Mengoli, Giordano Reginato, Hồ Mỹ Phúc Võ, Sonia Jimeno, Ananya Acharya, Megha Roy, Aurore Sanchez, Swagata Halder, Sean Michael Howard, Raphaël Guérois, Pablo Huertas, Sylvie M. Noordermeer, Ralf Seidel, Petr Cejka",
          "url": "http://dx.doi.org/10.1038/s41586-024-07909-9",
          "doi": "10.1038/s41586-024-07909-9",
          "filter": "2"
        },
        {
          "title": "Linear symmetric self-selecting 14-bit kinetic molecular memristors",
          "authors": "Deepak Sharma, Santi Prasad Rath, Bidyabhusan Kundu, Anil Korkmaz, Harivignesh S, Damien Thompson, Navakanta Bhat, Sreebrata Goswami, R. Stanley Williams, Sreetosh Goswami",
          "url": "http://dx.doi.org/10.1038/s41586-024-07902-2",
          "doi": "10.1038/s41586-024-07902-2",
          "filter": "2"
        },
        {
          "title": "The ultra-high affinity transport proteins of ubiquitous marine bacteria",
          "authors": "Ben E. Clifton, Uria Alcolombri, Gen-Ichiro Uechi, Colin J. Jackson, Paola Laurino",
          "url": "http://dx.doi.org/10.1038/s41586-024-07924-w",
          "doi": "10.1038/s41586-024-07924-w",
          "filter": "2"
        },
        {
          "title": "Extreme solar storms and the quest for exact dating with radiocarbon",
          "authors": "T. J. Heaton, E. Bard, A. Bayliss, M. Blaauw, C. Bronk Ramsey, P. J. Reimer, C. S. M. Turney, I. Usoskin",
          "url": "http://dx.doi.org/10.1038/s41586-024-07679-4",
          "doi": "10.1038/s41586-024-07679-4",
          "filter": "2"
        },
        {
          "title": "Axon-like active signal transmission",
          "authors": "Timothy D. Brown, Alan Zhang, Frederick U. Nitta, Elliot D. Grant, Jenny L. Chong, Jacklyn Zhu, Sritharini Radhakrishnan, Mahnaz Islam, Elliot J. Fuller, A. Alec Talin, Patrick J. Shamberger, Eric Pop, R. Stanley Williams, Suhas Kumar",
          "abstract": "Any electrical signal propagating in a metallic conductor loses amplitude due to the natural resistance of the metal. Compensating for such losses presently requires repeatedly breaking the conductor and interposing amplifiers that consume and regenerate the signal. This century-old primitive severely constrains the design and performance of modern interconnect-dense chips 1 . Here we present a fundamentally different primitive based on semi-stable edge of chaos (EOC) 2,3 , a long-theorized but experimentally elusive regime that underlies active (self-amplifying) transmission in biological axons 4,5 . By electrically accessing the spin crossover in LaCoO 3 , we isolate semi-stable EOC, characterized by small-signal negative resistance and amplification of perturbations 6,7 . In a metallic line atop a medium biased at EOC, a signal input at one end exits the other end amplified, without passing through a separate amplifying component. While superficially resembling superconductivity, active transmission offers controllably amplified time-varying small-signal propagation at normal temperature and pressure, but requires an electrically energized EOC medium. Operando thermal mapping reveals the mechanism of amplification—bias energy of the EOC medium, instead of fully dissipating as heat, is partly used to amplify signals in the metallic line, thereby enabling spatially continuous active transmission, which could transform the design and performance of complex electronic chips.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07921-z",
          "doi": "10.1038/s41586-024-07921-z",
          "filter": "2"
        },
        {
          "title": "A brain-to-gut signal controls intestinal fat absorption",
          "authors": "Qianqian Lyu, Wenzhi Xue, Ruixin Liu, Qinyun Ma, Vikram Babu Kasaragod, Shan Sun, Qian Li, Yanru Chen, Mingyang Yuan, Yuying Yang, Bing Zhang, Aifang Nie, Sheng Jia, Chongrong Shen, Po Gao, Weifang Rong, Chenxi Yu, Yufang Bi, Chunlei Zhang, Fajun Nan, Guang Ning, Zihe Rao, Xiuna Yang, Jiqiu Wang, Weiqing Wang",
          "url": "http://dx.doi.org/10.1038/s41586-024-07929-5",
          "doi": "10.1038/s41586-024-07929-5",
          "filter": "2"
        },
        {
          "title": "Controllable p- and n-type behaviours in emissive perovskite semiconductors",
          "authors": "Wentao Xiong, Weidong Tang, Gan Zhang, Yichen Yang, Yangning Fan, Ke Zhou, Chen Zou, Baodan Zhao, Dawei Di",
          "url": "http://dx.doi.org/10.1038/s41586-024-07792-4",
          "doi": "10.1038/s41586-024-07792-4",
          "filter": "2"
        },
        {
          "title": "Back to the future: two books that tried to predict how science would evolve",
          "url": "http://dx.doi.org/10.1038/d41586-024-02669-y",
          "doi": "10.1038/d41586-024-02669-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The Doritos dye that makes mouse tissue transparent",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02941-1",
          "doi": "10.1038/d41586-024-02941-1",
          "filter": "4"
        },
        {
          "title": "New virus-genome website seeks to make sharing sequences easy and fair",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02864-x",
          "doi": "10.1038/d41586-024-02864-x",
          "filter": "4"
        },
        {
          "title": "I make fake eyes for those who need them",
          "authors": "Linda Nordling",
          "url": "http://dx.doi.org/10.1038/d41586-024-02923-3",
          "doi": "10.1038/d41586-024-02923-3",
          "filter": "4"
        },
        {
          "title": "Why does heart disease affect so many young South Asians?",
          "authors": "Anil Oza",
          "url": "http://dx.doi.org/10.1038/d41586-024-02916-2",
          "doi": "10.1038/d41586-024-02916-2",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Meet the recipient of the first whole-eye transplant",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02959-5",
          "doi": "10.1038/d41586-024-02959-5",
          "filter": "4"
        },
        {
          "title": "Famed Pacific island’s population 'crash' debunked by ancient DNA",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-02962-w",
          "doi": "10.1038/d41586-024-02962-w",
          "filter": "4"
        },
        {
          "title": "The baseless stat that could be harming Indigenous conservation efforts",
          "authors": "Lucy Odling-Smee, Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-02910-8",
          "doi": "10.1038/d41586-024-02910-8",
          "filter": "4"
        },
        {
          "title": "World’s first whole-eye transplant: the innovations that made it possible",
          "authors": "Julian Nowogrodzki",
          "url": "http://dx.doi.org/10.1038/d41586-024-02906-4",
          "doi": "10.1038/d41586-024-02906-4",
          "filter": "4"
        },
        {
          "title": "Europe sidelines Alzheimer’s drug: lessons must be learnt",
          "authors": "Henrik Zetterberg",
          "url": "http://dx.doi.org/10.1038/d41586-024-02914-4",
          "doi": "10.1038/d41586-024-02914-4",
          "filter": "4"
        },
        {
          "title": "Mpox: apply COVID lessons to control outbreak in Africa",
          "url": "http://dx.doi.org/10.1038/d41586-024-02912-6",
          "doi": "10.1038/d41586-024-02912-6",
          "filter": "4"
        },
        {
          "title": "NASA okays mission to search for life on Jupiter’s moon Europa",
          "authors": "Michael Greshko",
          "url": "http://dx.doi.org/10.1038/d41586-024-02939-9",
          "doi": "10.1038/d41586-024-02939-9",
          "filter": "4"
        },
        {
          "title": "Brazil’s ban on X: how scientists are coping with the cut-off",
          "authors": "Meghie Rodrigues",
          "url": "http://dx.doi.org/10.1038/d41586-024-02898-1",
          "doi": "10.1038/d41586-024-02898-1",
          "filter": "4"
        },
        {
          "title": "The wake",
          "authors": "S. R. Algernon",
          "url": "http://dx.doi.org/10.1038/d41586-024-02924-2",
          "doi": "10.1038/d41586-024-02924-2",
          "filter": "4"
        },
        {
          "title": "Future optoelectronics unlocked by ‘doping’ strategy",
          "authors": "Fangyuan Jiang, David S. Ginger",
          "url": "http://dx.doi.org/10.1038/d41586-024-02659-0",
          "doi": "10.1038/d41586-024-02659-0",
          "filter": "4"
        },
        {
          "title": "Swirling star bubbles offer a glimpse of the Sun’s future",
          "authors": "Claudia Paladini",
          "url": "http://dx.doi.org/10.1038/d41586-024-02663-4",
          "doi": "10.1038/d41586-024-02663-4",
          "filter": "4"
        },
        {
          "title": "The human costs of the research-assessment culture",
          "authors": "Rachel Brazil",
          "url": "http://dx.doi.org/10.1038/d41586-024-02922-4",
          "doi": "10.1038/d41586-024-02922-4",
          "filter": "4"
        },
        {
          "title": "Fly-brain connectome helps to make predictions about neural activity",
          "url": "http://dx.doi.org/10.1038/d41586-024-02935-z",
          "doi": "10.1038/d41586-024-02935-z",
          "filter": "4"
        },
        {
          "title": "First private spacewalk a success! What the SpaceX mission means for science",
          "authors": "Michael Greshko",
          "url": "http://dx.doi.org/10.1038/d41586-024-02855-y",
          "doi": "10.1038/d41586-024-02855-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Life-seeking NASA mission to Europa is go",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02967-5",
          "doi": "10.1038/d41586-024-02967-5",
          "filter": "4"
        },
        {
          "title": "Red light, green light: flickering fluorophores reveal biochemistry in cells",
          "authors": "Alla Katsnelson",
          "url": "http://dx.doi.org/10.1038/d41586-024-02964-8",
          "doi": "10.1038/d41586-024-02964-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Scientists almost have nuclear clocks ticking",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-02908-2",
          "doi": "10.1038/d41586-024-02908-2",
          "filter": "4"
        },
        {
          "title": "Consider the finches: Books in brief",
          "authors": "Andrew Robinson",
          "url": "http://dx.doi.org/10.1038/d41586-024-02918-0",
          "doi": "10.1038/d41586-024-02918-0",
          "filter": "4"
        },
        {
          "title": "How influencers and algorithms mobilize propaganda — and distort reality",
          "authors": "Sander van der Linden",
          "url": "http://dx.doi.org/10.1038/d41586-024-02917-1",
          "doi": "10.1038/d41586-024-02917-1",
          "filter": "4"
        },
        {
          "title": "Fur farming a ‘viral highway’ that could spark next pandemic, say scientists",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02871-y",
          "doi": "10.1038/d41586-024-02871-y",
          "filter": "4"
        },
        {
          "title": "Body snatchers: these parasitoid wasps grow in adult fruit flies",
          "url": "http://dx.doi.org/10.1038/d41586-024-02929-x",
          "doi": "10.1038/d41586-024-02929-x",
          "filter": "4"
        },
        {
          "title": "Ancient DNA debunks Rapa Nui ‘ecological suicide’ theory",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-02963-9",
          "doi": "10.1038/d41586-024-02963-9",
          "filter": "4"
        },
        {
          "title": "Thread, read, rewind, repeat: towards using nanopores for protein sequencing",
          "authors": "Aleksei Aksimentiev",
          "url": "http://dx.doi.org/10.1038/d41586-024-02664-3",
          "doi": "10.1038/d41586-024-02664-3",
          "filter": "4"
        },
        {
          "title": "Lipid recycling by macrophage cells drives the growth of brain cancer",
          "authors": "Lisa Sevenich",
          "url": "http://dx.doi.org/10.1038/d41586-024-02868-7",
          "doi": "10.1038/d41586-024-02868-7",
          "filter": "4"
        },
        {
          "title": "The grassroots organizations continuing the fight for Ukrainian science",
          "authors": "Oscar Allan",
          "url": "http://dx.doi.org/10.1038/d41586-024-02957-7",
          "doi": "10.1038/d41586-024-02957-7",
          "filter": "4"
        },
        {
          "title": "Cage-like complexes that protect folding proteins visualized in cells",
          "url": "http://dx.doi.org/10.1038/d41586-024-02926-0",
          "doi": "10.1038/d41586-024-02926-0",
          "filter": "4"
        },
        {
          "title": "How we slashed our lab’s carbon footprint",
          "authors": "Dom Byrne",
          "url": "http://dx.doi.org/10.1038/d41586-024-02899-0",
          "doi": "10.1038/d41586-024-02899-0",
          "filter": "4"
        },
        {
          "title": "Eggs from older mice regain youth when grown in young cells",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02872-x",
          "doi": "10.1038/d41586-024-02872-x",
          "filter": "4"
        },
        {
          "title": "Rapa Nui’s population history rewritten using ancient DNA",
          "authors": "Stephan Schiffels, Kathrin Nägele",
          "url": "http://dx.doi.org/10.1038/d41586-024-02620-1",
          "doi": "10.1038/d41586-024-02620-1",
          "filter": "4"
        },
        {
          "title": "Human embryo models are getting more realistic — raising ethical questions",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02915-3",
          "doi": "10.1038/d41586-024-02915-3",
          "filter": "4"
        },
        {
          "title": "Menopause age shaped by genes that influence mutation risk",
          "authors": "Anne Goriely",
          "url": "http://dx.doi.org/10.1038/d41586-024-02665-2",
          "doi": "10.1038/d41586-024-02665-2",
          "filter": "4"
        },
        {
          "title": "Why do we crumble under pressure? Science has the answer",
          "authors": "Jude Coleman",
          "url": "http://dx.doi.org/10.1038/d41586-024-02956-8",
          "doi": "10.1038/d41586-024-02956-8",
          "filter": "4"
        },
        {
          "title": "AI chatbot gets conspiracy theorists to question their convictions",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-02966-6",
          "doi": "10.1038/d41586-024-02966-6",
          "filter": "4"
        },
        {
          "title": "The pharmaceutical industry must embrace synthetic alternatives to horseshoe-crab blood",
          "authors": "Tim Cernak, Lawrence Niles",
          "url": "http://dx.doi.org/10.1038/d41586-024-02893-6",
          "doi": "10.1038/d41586-024-02893-6",
          "filter": "4"
        },
        {
          "title": "Artificial intelligence can help to make animal research redundant",
          "authors": "Calvin Drakos, Vineesha Manimangalam, Christina Burns, Ozlem Equils",
          "url": "http://dx.doi.org/10.1038/d41586-024-02894-5",
          "doi": "10.1038/d41586-024-02894-5",
          "filter": "4"
        },
        {
          "title": "Energy storage overcapacity can cause power system instability and blackouts, too",
          "authors": "Bo Yang, Zunlian Zhao",
          "url": "http://dx.doi.org/10.1038/d41586-024-02896-3",
          "doi": "10.1038/d41586-024-02896-3",
          "filter": "4"
        },
        {
          "title": "Data on SDGs are riddled with gaps. Citizens can help",
          "authors": "Yongyi Min, Haoyi Chen, Francesca Perucci",
          "url": "http://dx.doi.org/10.1038/d41586-024-02920-6",
          "doi": "10.1038/d41586-024-02920-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: What we learnt at The Centre for Unusual Collaborations",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-02953-x",
          "doi": "10.1038/d41586-024-02953-x",
          "filter": "4"
        },
        {
          "title": "Wildfires are spreading fast in Canada — we must strengthen forests for the future",
          "authors": "Christopher Mulverhill, Nicholas C. Coops, Yan Boulanger, Kira M. Hoffman, Amy Cardinal Christianson, Lori D. Daniels, Maude Flamand-Hubert, Amy R. Wotherspoon, Alexis Achim",
          "url": "http://dx.doi.org/10.1038/d41586-024-02919-z",
          "doi": "10.1038/d41586-024-02919-z",
          "filter": "4"
        },
        {
          "title": "Weird signal that baffled seismologists traced to mega-landslide in Greenland",
          "authors": "Jeff Tollefson",
          "url": "http://dx.doi.org/10.1038/d41586-024-02969-3",
          "doi": "10.1038/d41586-024-02969-3",
          "filter": "4"
        },
        {
          "title": "The brain aged more slowly in monkeys given a cheap diabetes drug",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-02938-w",
          "doi": "10.1038/d41586-024-02938-w",
          "filter": "4"
        },
        {
          "title": "The Amazon’s gargantuan gardeners: manatees",
          "url": "http://dx.doi.org/10.1038/d41586-024-02874-9",
          "doi": "10.1038/d41586-024-02874-9",
          "filter": "4"
        },
        {
          "title": "How to change people’s minds about climate change: what the science says",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-02777-9",
          "doi": "10.1038/d41586-024-02777-9",
          "filter": "4"
        },
        {
          "title": "Cracking the tubulin code: enzyme structures offer clues to microtubule control",
          "url": "http://dx.doi.org/10.1038/d41586-024-02822-7",
          "doi": "10.1038/d41586-024-02822-7",
          "filter": "4"
        },
        {
          "title": "Why some women enter menopause early — and how that could affect their cancer risk",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-02905-5",
          "doi": "10.1038/d41586-024-02905-5",
          "filter": "4"
        },
        {
          "title": "Fat absorption controlled by a brain–gut circuit",
          "url": "http://dx.doi.org/10.1038/d41586-024-02932-2",
          "doi": "10.1038/d41586-024-02932-2",
          "filter": "4"
        },
        {
          "title": "Cell-to-cell tunnels rescue neurons from degeneration",
          "authors": "Julia F. Riley, Erika L. F. Holzbaur",
          "url": "http://dx.doi.org/10.1038/d41586-024-02862-z",
          "doi": "10.1038/d41586-024-02862-z",
          "filter": "4"
        },
        {
          "title": "Cough or sneeze? How the brain knows what to unleash",
          "authors": "Saima Sidik",
          "url": "http://dx.doi.org/10.1038/d41586-024-02858-9",
          "doi": "10.1038/d41586-024-02858-9",
          "filter": "4"
        },
        {
          "title": "Update regulator guidance to show that animal research really is no longer king",
          "authors": "Lindsay Marshall, Rebecca Simmons, Greg Sower",
          "url": "http://dx.doi.org/10.1038/d41586-024-02895-4",
          "doi": "10.1038/d41586-024-02895-4",
          "filter": "4"
        },
        {
          "title": "How to support Indigenous Peoples on biodiversity: be rigorous with data",
          "url": "http://dx.doi.org/10.1038/d41586-024-02913-5",
          "doi": "10.1038/d41586-024-02913-5",
          "filter": "4"
        },
        {
          "title": "How a struggling biotech company became a university ‘spin-in’",
          "authors": "Emma Ulker",
          "url": "http://dx.doi.org/10.1038/d41586-024-02627-8",
          "doi": "10.1038/d41586-024-02627-8",
          "filter": "4"
        },
        {
          "title": "US and China inch towards renewing science-cooperation pact — despite tensions",
          "authors": "Natasha Gilbert, Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-02782-y",
          "doi": "10.1038/d41586-024-02782-y",
          "filter": "4"
        },
        {
          "title": "Long-lasting heart-failure treatment could be a game-changer",
          "authors": "John C. Burnett Jr",
          "url": "http://dx.doi.org/10.1038/d41586-024-02660-7",
          "doi": "10.1038/d41586-024-02660-7",
          "filter": "4"
        },
        {
          "title": "US election debate: what Harris and Trump said about science",
          "authors": "Jeff Tollefson, Mariana Lenharo, Lauren Wolf",
          "url": "http://dx.doi.org/10.1038/d41586-024-02945-x",
          "doi": "10.1038/d41586-024-02945-x",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Preventing eating disorders in the LGBTQ+ community",
          "authors": "Jaclyn A. Siegel, Michelle M. Johns",
          "url": "http://dx.doi.org/10.1038/s41562-024-01976-8",
          "doi": "10.1038/s41562-024-01976-8",
          "filter": "0"
        },
        {
          "title": "What we should learn from pandemic publishing",
          "authors": "Satyaki Sikdar, Sara Venturini, Marie-Laure Charpignon, Sagar Kumar, Francesco Rinaldi, Francesco Tudisco, Santo Fortunato, Maimuna S. Majumder",
          "url": "http://dx.doi.org/10.1038/s41562-024-01969-7",
          "doi": "10.1038/s41562-024-01969-7",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Distributed representations of behaviour-derived object dimensions in the human visual system",
          "authors": "Oliver Contier, Chris I. Baker, Martin N. Hebart",
          "abstract": "Object vision is commonly thought to involve a hierarchy of brain regions processing increasingly complex image features, with high-level visual cortex supporting object recognition and categorization. However, object vision supports diverse behavioural goals, suggesting basic limitations of this category-centric framework. To address these limitations, we mapped a series of dimensions derived from a large-scale analysis of human similarity judgements directly onto the brain. Our results reveal broadly distributed representations of behaviourally relevant information, demonstrating selectivity to a wide variety of novel dimensions while capturing known selectivities for visual features and categories. Behaviour-derived dimensions were superior to categories at predicting brain responses, yielding mixed selectivity in much of visual cortex and sparse selectivity in category-selective clusters. This framework reconciles seemingly disparate findings regarding regional specialization, explaining category selectivity as a special case of sparse response profiles among representational dimensions, suggesting a more expansive view on visual processing in the human brain.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01980-y",
          "doi": "10.1038/s41562-024-01980-y",
          "filter": "2"
        },
        {
          "title": "Common neural choice signals can emerge artefactually amid multiple distinct value signals",
          "authors": "Romy Frömer, Matthew R. Nassar, Benedikt V. Ehinger, Amitai Shenhav",
          "abstract": "Previous work has identified characteristic neural signatures of value-based decision-making, including neural dynamics that closely resemble the ramping evidence accumulation process believed to underpin choice. Here we test whether these signatures of the choice process can be temporally dissociated from additional, choice-‘independent’ value signals. Indeed, EEG activity during value-based choice revealed distinct spatiotemporal clusters, with a stimulus-locked cluster reflecting affective reactions to choice sets and a response-locked cluster reflecting choice difficulty. Surprisingly, ‘neither’ of these clusters met the criteria for an evidence accumulation signal. Instead, we found that stimulus-locked activity can ‘mimic’ an evidence accumulation process when aligned to the response. Re-analysing four previous studies, including three perceptual decision-making studies, we show that response-locked signatures of evidence accumulation disappear when stimulus-locked and response-locked activity are modelled jointly. Collectively, our findings show that neural signatures of value can reflect choice-independent processes and look deceptively like evidence accumulation.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01971-z",
          "doi": "10.1038/s41562-024-01971-z",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Is in-kind kinder than cash? The impact of money vs. food aid on social emotions and aid take-up",
          "authors": "Samantha Kassirer, Ata Jami, Maryam Kouchaki",
          "abstract": "Over the past decade, there has been a shift in the way charities deliver humanitarian aid. Historically, the most prevalent way to help the global poor was by providing in-kind asset transfers. Recently, alternatives to in-kind aid, such as cash aid, have been increasing in prevalence. Although there has been widespread endorsement from the academic community and the public on the popularizing model of giving cash aid, one perspective remains untouched: the recipient’s perspective. Thus, the present research explores how food-insecure individuals feel when receiving money vs. in-kind food aid to help meet their hunger and nutrition needs. Specifically, we explore the degree of positive (e.g., feeling cared for) and negative (e.g., feeling ashamed) social emotions felt when receiving the aid opportunity and how willing recipients are to accept monetary (vs. food) aid. Results from five preregistered experiments ( N = 3,110)—a field experiment in Kenya and four online experiments in the United States—find that monetary (vs. food) aid elicits comparatively more of a market-pricing relationship and less of a communal sharing relationship and, hence, makes people feel less positive and more negative social emotions when receiving the help. Subsequently, recipients are less likely to take up monetary (vs. food) aid from a charity. However, we find that this effect does not persist when receiving government aid: Recipients are similarly willing to accept money and in-kind food aid from the government. This research suggests that future scholarship ought to examine ways to improve psychological experiences when receiving money from charity.",
          "url": "http://dx.doi.org/10.1073/pnas.2310025121",
          "doi": "10.1073/pnas.2310025121",
          "filter": "0"
        },
        {
          "title": "Childhood PM 2.5 exposure and upward mobility in the United States",
          "authors": "Sophie-An Kingsbury Lee, Luca Merlo, Francesca Dominici",
          "abstract": "Although it is well documented that exposure to fine particulate matter (PM 2.5 ) increases the risk of several adverse health outcomes, less is known about its relationship with economic opportunity. Previous studies have relied on regression modeling, which implied strict assumptions regarding confounding adjustments and did not explore geographical heterogeneity. We obtained data for 63,165 US census tracts (86% of all census tracts in the United States) on absolute upward mobility (AUM) defined as the mean income rank in adulthood of children born to families in the 25th percentile of the national income distribution. We applied and compared several state-of-the-art confounding adjustment methods to estimate the overall and county-specific associations of childhood exposure to PM 2.5 and AUM controlling for many census tract–level confounders. We estimate that census tracts with a 1 μg/m 3 higher PM 2.5 concentrations in 1982 are associated with a statistically significant 1.146% (95% CI: 0.834, 1.458) lower AUM in 2015, on average. We also showed evidence that this relationship varies spatially between counties, exhibiting a more pronounced negative relationship in the Midwest and the South.",
          "url": "http://dx.doi.org/10.1073/pnas.2401882121",
          "doi": "10.1073/pnas.2401882121",
          "filter": "0"
        },
        {
          "title": "People who share encounters with racism are silenced online by humans and machines, but a guideline-reframing intervention holds promise",
          "authors": "Cinoo Lee, Kristina Gligorić, Pratyusha Ria Kalluri, Maggie Harrington, Esin Durmus, Kiara L. Sanchez, Nay San, Danny Tse, Xuan Zhao, MarYam G. Hamedani, Hazel Rose Markus, Dan Jurafsky, Jennifer L. Eberhardt",
          "abstract": "Are members of marginalized communities silenced on social media when they share personal experiences of racism? Here, we investigate the role of algorithms, humans, and platform guidelines in suppressing disclosures of racial discrimination. In a field study of actual posts from a neighborhood-based social media platform, we find that when users talk about their experiences as targets of racism, their posts are disproportionately flagged for removal as toxic by five widely used moderation algorithms from major online platforms, including the most recent large language models. We show that human users disproportionately flag these disclosures for removal as well. Next, in a follow-up experiment, we demonstrate that merely witnessing such suppression negatively influences how Black Americans view the community and their place in it. Finally, to address these challenges to equity and inclusion in online spaces, we introduce a mitigation strategy: a guideline-reframing intervention that is effective at reducing silencing behavior across the political spectrum.",
          "url": "http://dx.doi.org/10.1073/pnas.2322764121",
          "doi": "10.1073/pnas.2322764121",
          "filter": "0"
        },
        {
          "title": "Effects of system-sanctioned framing on climate awareness and environmental action in the United States and beyond",
          "authors": "Katherine A. Mason, Madalina Vlasceanu, John T. Jost",
          "abstract": "Despite growing scientific alarm about anthropogenic climate change, the world is not on track to solve the crisis. Inaction may be partially explained by skepticism about climate change and resistance to proenvironmental policies from people who are motivated to maintain the status quo (i.e., conservative-rightists). Therefore, practical interventions are needed. In the present research program, we tested an experimental manipulation derived from system justification theory in which proenvironmental initiatives were framed as patriotic and necessary to maintain the American “way of life.” In a large, nationally representative U.S. sample, we found that the system-sanctioned change intervention successfully increased liberal-leftists’ as well as conservative-rightists’ belief in climate change; support for proenvironmental policies; and willingness to share climate information on social media. Similar messages were effective in an aggregated analysis involving 63 countries, although the overall effect sizes were small. More granular exploratory analyses at the country level revealed that while the intervention was moderately successful in some countries (e.g., Brazil, France, Israel), it backfired in others (Germany, Belgium, Russia). Across the three outcome variables, the effects of the intervention were consistent and pronounced in the United States, in support of the hypothesis that system justification motivation can be harnessed on behalf of social change. Potential explanations for divergent country-level effects are discussed. The system-sanctioned change intervention holds considerable promise for policymakers and communicators seeking to increase climate awareness and action.",
          "url": "http://dx.doi.org/10.1073/pnas.2405973121",
          "doi": "10.1073/pnas.2405973121",
          "filter": "0"
        },
        {
          "title": "Rethinking livestock encroachment at a protected area boundary",
          "authors": "Wenjing Xu, Bilal Butt",
          "abstract": "The presence of livestock inside protected areas, or “livestock encroachment,” is a global conservation concern because livestock is broadly thought to negatively affect wildlife. The Maasai Mara National Reserve (MMNR), Kenya, exemplifies this tension as livestock is believed to have resulted in the declining wildlife populations, contributing to the strict and sometimes violent exclusion measures targeting Maasai pastoralists. However, research embedded in the real-world setting that draws insights from the social–ecological contexts is lacking. In this study, we conducted 19 mo of ecological monitoring covering 60 sites in MMNR and found that cattle presence inside the reserve did not significantly impact most co-occurring wild herbivores at the current intensity. Using the Hierarchical Modeling of Species Communities and Gaussian copula graphic models, we showed that cattle had no direct associations—neither negative nor positive—with nearly all wild herbivores despite frequently sharing the same space. Moreover, we did not detect resource degradation correlated with cattle presence near the MMNR boundary. Given the colonial legacy and land use history of Mara, entering MMNR becomes the only viable option for many herders. These results corroborate the emerging perspective that the ecological impacts of extensively herded livestock on wildlife might be more nuanced than previously thought. To effectively balance the needs of people, livestock, and wildlife, the current rigid livestock exclusion measures need to be reassessed to holistically consider herbivore ecology, local land use history, and modern politics of protected area management.",
          "url": "http://dx.doi.org/10.1073/pnas.2403655121",
          "doi": "10.1073/pnas.2403655121",
          "filter": "0"
        },
        {
          "title": "Leader–follower dynamics during early social interactions matter for infant word learning",
          "authors": "Louise Goupil, Isabelle Dautriche, Katherine Denman, Zion Henry, Ira Marriott-Haresign, Sam Wass",
          "abstract": "We know little about the mechanisms through which leader–follower dynamics during dyadic play shape infants’ language acquisition. We hypothesized that infants’ decisions to visually explore a specific object signal focal increases in endogenous attention, and that when caregivers respond to these proactive behaviors by naming the object it boosts infants’ word learning. To examine this, we invited caregivers and their 14-mo-old infants to play with novel objects, before testing infants’ retention of the novel object-label mappings. Meanwhile, their electroencephalograms were recorded. Results showed that infants’ proactive looks toward an object during play associated with greater neural signatures of endogenous attention. Furthermore, when caregivers named objects during these episodes, infants showed greater word learning, but only when caregivers also joined their focus of attention. Our findings support the idea that infants’ proactive visual explorations guide their acquisition of a lexicon.",
          "url": "http://dx.doi.org/10.1073/pnas.2321008121",
          "doi": "10.1073/pnas.2321008121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Hierarchical bound states in heat transport",
          "authors": "Shuihua Yang, Guoqiang Xu, Xue Zhou, Jiaxin Li, Xianghong Kong, Chenglong Zhou, Haiyan Fan, Jianfeng Chen, Cheng-Wei Qiu",
          "abstract": "Higher-order topological phases in non-Hermitian photonics revolutionize the understanding of wave propagation and modulation, which lead to hierarchical states in open systems. However, intrinsic insulating properties endorsed by the lattice symmetry of photonic crystals fundamentally confine the robust transport only at explicit system boundaries, letting alone the flexible reconfiguration in hierarchical states at arbitrary positions. Here, we report a dynamic topological platform for creating the reconfigurable hierarchical bound states in heat transport systems and observe the robust and nonlocalized higher-order states in both the real- and imaginary-valued bands. Our experiments showcase that the hierarchical features of zero-dimension corner and nontrivial edge modes occur at tailored positions within the system bulk states instead of the explicit system boundaries. Our findings uncover the mechanism of non-localized hierarchical non-trivial topological states and offer distinct paradigms for diffusive transport field management.",
          "url": "http://dx.doi.org/10.1073/pnas.2412031121",
          "doi": "10.1073/pnas.2412031121",
          "filter": "2"
        },
        {
          "title": "Single-cell analysis identifies distinct macrophage phenotypes associated with prodisease and proresolving functions in the endometriotic niche",
          "authors": "Yasmin Henlon, Kavita Panir, Iona McIntyre, Chloe Hogg, Priya Dhami, Antonia O. Cuff, Anna Senior, Niky Moolchandani-Adwani, Elise T. Courtois, Andrew W. Horne, Matthew Rosser, Sascha Ott, Erin Greaves",
          "abstract": "Endometriosis negatively impacts the health-related quality of life of 190 million women worldwide. Novel advances in nonhormonal treatments for this debilitating condition are desperately needed. Macrophages play a vital role in the pathophysiology of endometriosis and represent a promising therapeutic target. In the current study, we revealed the full transcriptomic complexity of endometriosis-associated macrophage subpopulations using single-cell analyses in a preclinical mouse model of experimental endometriosis. We have identified two key lesion-resident populations that resemble i) tumor-associated macrophages (characterized by expression of Folr2 , Mrc1 , Gas6, and Ccl8+ ) that promoted expression of Col1a1 and Tgfb1 in human endometrial stromal cells and increased angiogenic meshes in human umbilical vein endothelial cells, and ii) scar-associated macrophages ( Mmp12, Cd9, Spp1, Trem2 +) that exhibited a phenotype associated with fibrosis and matrix remodeling. We also described a population of proresolving large peritoneal macrophages that align with a lipid-associated macrophage phenotype ( Apoe, Saa3, Pid1 ) concomitant with altered lipid metabolism and cholesterol efflux. Gain of function experiments using an Apoe mimetic resulted in decreased lesion size and fibrosis, and modification of peritoneal macrophage populations in the preclinical model. Using cross-species analysis of mouse and human single-cell datasets, we determined the concordance of peritoneal and lesion-resident macrophage subpopulations, identifying key similarities and differences in transcriptomic phenotypes. Ultimately, we envisage that these findings will inform the design and use of specific macrophage-targeted therapies and open broad avenues for the treatment of endometriosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2405474121",
          "doi": "10.1073/pnas.2405474121",
          "filter": "2"
        },
        {
          "title": "MINFLUX reveals dynein stepping in live neurons",
          "authors": "Jonas M. Schleske, Jasmine Hubrich, Jan Otto Wirth, Elisa D’Este, Johann Engelhardt, Stefan W. Hell",
          "abstract": "Dynein is the primary molecular motor responsible for retrograde intracellular transport of a variety of cargoes, performing successive nanometer-sized steps within milliseconds. Due to the limited spatiotemporal precision of established methods for molecular tracking, current knowledge of dynein stepping is essentially limited to slowed-down measurements in vitro. Here, we use MINFLUX fluorophore localization to directly track CRISPR/Cas9-tagged endogenous dynein with nanometer/millisecond precision in living primary neurons. We show that endogenous dynein primarily takes 8 nm steps, including frequent sideways steps but few backward steps. Strikingly, the majority of direction reversals between retrograde and anterograde movement occurred on the time scale of single steps (16 ms), suggesting a rapid regulatory reversal mechanism. Tug-of-war-like behavior during pauses or reversals was unexpectedly rare. By analyzing the dwell time between steps, we concluded that a single rate-limiting process underlies the dynein stepping mechanism, likely arising from just one adenosine 5′-triphosphate hydrolysis event being required during each step. Our study underscores the power of MINFLUX localization to elucidate the spatiotemporal changes underlying protein function in living cells.",
          "url": "http://dx.doi.org/10.1073/pnas.2412241121",
          "doi": "10.1073/pnas.2412241121",
          "filter": "2"
        },
        {
          "title": "Correction to Gaffney et al., Lipid bilayer induces contraction of the denatured state ensemble of a helical-bundle membrane protein",
          "url": "http://dx.doi.org/10.1073/pnas.2415554121",
          "doi": "10.1073/pnas.2415554121",
          "filter": "2"
        },
        {
          "title": "An electrochemical series for materials",
          "authors": "Tim Mueller, Joseph Montoya, Weike Ye, Xiangyun Lei, Linda Hung, Jens Hummelshøj, Michael Puzon, Daniel Martinez, Chris Fajardo, Rachel Abela",
          "abstract": "The electrochemical series is a useful tool in electrochemistry, but its effectiveness in materials chemistry is limited by the fact that the standard electrochemical series is based on a relatively small set of reactions, many of which are measured in aqueous solutions. To address this problem, we have used machine learning to create an electrochemical series for inorganic materials from tens of thousands of entries in the Inorganic Crystal Structure Database. We demonstrate that this series is generally more consistent with oxidation states in solid-state materials than the series based on aqueous ions. The electrochemical series was constructed by developing and parameterizing a physical, human-interpretable model of oxidation states in materials. We show that this model enables the prediction of oxidation states from composition in a way that is more accurate than a state-of-the-art transformer-based neural network model. We present applications of our approach to structure prediction, materials discovery, and materials electrochemistry, and we discuss possible additional applications and areas for improvement. To facilitate the use of our approach, we introduce a freely available website and API.",
          "url": "http://dx.doi.org/10.1073/pnas.2320134121",
          "doi": "10.1073/pnas.2320134121",
          "filter": "2"
        },
        {
          "title": "Stepwise assembly of the AP2 endocytic clathrin adaptor complex",
          "authors": "Gunther Hollopeter",
          "url": "http://dx.doi.org/10.1073/pnas.2415313121",
          "doi": "10.1073/pnas.2415313121",
          "filter": "2"
        },
        {
          "title": "Interlayer synergistic reaction of radical precursors for ultraefficient 1 O 2 generation via quinone-based covalent organic framework",
          "authors": "Yuan Tao, Yu Hou, Huangsheng Yang, Zeyu Gong, Jiaxing Yu, Huajie Zhong, Qi Fu, Junhui Wang, Fang Zhu, Gangfeng Ouyang",
          "abstract": "Singlet oxygen ( 1 O 2 ) is important in the environmental remediation field, however, its efficient production has been severely hindered by the ultrafast self-quenching of the as-generated radical precursors in the Fenton-like reactions. Herein, we elaborately designed lamellar anthraquinone-based covalent organic frameworks (DAQ-COF) with sequential localization of the active sites (C═O) at molecular levels for visible-light-assisted peroxymonosulfate (PMS) activation. Theoretical and experimental results revealed that the radical precursors (SO 5 ·− ) were formed in the nearby layers with the migration distance less than 0.34 nm, via PMS donating electrons to the photogenerated holes. This interlayer synergistic effect eventually led to ultraefficient 1 O 2 production (14.8 μM s −1 ), which is 12 times that of the highest reported catalyst. As an outcome, DAQ-COF enabled the complete degradation of bisphenol A in 5 min with PMS under natural sunlight irradiation. This interlayer synergistic concept represents an innovative and effective strategy to increase the utilization efficiency of ultrashort-lived radical precursors, providing inspirations for subtle structural construction of Fenton-like catalysts.",
          "url": "http://dx.doi.org/10.1073/pnas.2401175121",
          "doi": "10.1073/pnas.2401175121",
          "filter": "2"
        },
        {
          "title": "Correction to Supporting Information for Tili et al., MiR-155 -targeted IcosL controls tumor rejection",
          "url": "http://dx.doi.org/10.1073/pnas.2416854121",
          "doi": "10.1073/pnas.2416854121",
          "filter": "2"
        },
        {
          "title": "Cell wall melanin impedes growth of the Cryptococcus neoformans polysaccharide capsule by sequestering calcium",
          "authors": "Rosanna P. Baker, Amy Z. Liu, Arturo Casadevall",
          "abstract": "Cryptococcus neoformans has emerged as a frontrunner among deadly fungal pathogens and is particularly life-threatening for many HIV-infected individuals with compromised immunity. Multiple virulence factors contribute to the growth and survival of C. neoformans within the human host, the two most prominent of which are the polysaccharide capsule and melanin. As both of these features are associated with the cell wall, we were interested to explore possible cooperative or competitive interactions between these two virulence factors. Whereas capsule thickness had no effect on the rate at which cells became melanized, build-up of the melanin pigment layer resulted in a concomitant loss of polysaccharide material, leaving melanized cells with significantly thinner capsules than their nonmelanized counterparts. When melanin was provided exogenously to cells in a transwell culture system we observed a similar inhibition of capsule growth and maintenance. Our results show that melanin sequesters calcium thereby limiting its availability to form divalent bridges between polysaccharide subunits required for outer capsule assembly. The decreased ability of melanized cells to incorporate exported polysaccharide into the growing capsule correlated with the amount of shed polysaccharide, which could have profound negative impacts on the host immune response.",
          "url": "http://dx.doi.org/10.1073/pnas.2412534121",
          "doi": "10.1073/pnas.2412534121",
          "filter": "2"
        },
        {
          "title": "FicD sensitizes cellular response to glucose fluctuations in mouse embryonic fibroblasts",
          "authors": "Burak Gulen, Aubrie Blevins, Lisa N. Kinch, Kelly A. Servage, Nathan M. Stewart, Hillery F. Gray, Amanda K. Casey, Kim Orth",
          "abstract": "During homeostasis, the endoplasmic reticulum (ER) maintains productive transmembrane and secretory protein folding that is vital for proper cellular function. The ER-resident HSP70 chaperone, binding immunoglobulin protein (BiP), plays a pivotal role in sensing ER stress to activate the unfolded protein response (UPR). BiP function is regulated by the bifunctional enzyme filamentation induced by cyclic-AMP domain protein (FicD) that mediates AMPylation and deAMPylation of BiP in response to changes in ER stress. AMPylated BiP acts as a molecular rheostat to regulate UPR signaling, yet little is known about the molecular consequences of FicD loss. In this study, we investigate the role of FicD in mouse embryonic fibroblast (MEF) response to pharmacologically and metabolically induced ER stress. We find differential BiP AMPylation signatures when comparing robust chemical ER stress inducers to physiological glucose starvation stress and recovery. Wildtype MEFs respond to pharmacological ER stress by down-regulating BiP AMPylation. Conversely, BiP AMPylation in wildtype MEFs increases upon metabolic stress induced by glucose starvation. Deletion of FicD results in widespread gene expression changes under baseline growth conditions. In addition, FicD null MEFs exhibit dampened UPR signaling, altered cell stress recovery response, and unconstrained protein secretion. Taken together, our findings indicate that FicD is important for tampering UPR signaling, stress recovery, and the maintenance of secretory protein homeostasis.",
          "url": "http://dx.doi.org/10.1073/pnas.2400781121",
          "doi": "10.1073/pnas.2400781121",
          "filter": "2"
        },
        {
          "title": "Mechanical force matters in early T cell activation",
          "authors": "Marco Fritzsche, Karsten Kruse",
          "abstract": "Mechanical force has repeatedly been highlighted to be involved in T cell activation. However, the biological significance of mechanical force for T cell receptor signaling remains under active consideration. Here, guided by theoretical analysis, we provide a perspective on how mechanical forces between a T cell and an antigen-presenting cell can influence the bond of a single T cell receptor major histocompatibility complex during early T cell activation. We point out that the lifetime of T cell receptor bonds and thus the degree of their phosphorylation which is essential for T cell activation depends considerably on the T cell receptor rigidity and the average magnitude and frequency of an applied oscillatory force. Such forces could be, for example, produced by protrusions like microvilli during early T cell activation or invadosomes during full T cell activation. These features are suggestive of mechanical force being exploited by T cells to advance self–nonself discrimination in early T cell activation.",
          "url": "http://dx.doi.org/10.1073/pnas.2404748121",
          "doi": "10.1073/pnas.2404748121",
          "filter": "2"
        },
        {
          "title": "Plasma cell-free RNA signatures of inflammatory syndromes in children",
          "authors": "Conor J. Loy, Venice Servellita, Alicia Sotomayor-Gonzalez, Andrew Bliss, Joan S. Lenz, Emma Belcher, Will Suslovic, Jenny Nguyen, Meagan E. Williams, Miriam Oseguera, Michael A. Gardiner, character(0), character(0), Jong-Ha Choi, Hui-Mien Hsiao, Hao Wang, Jihoon Kim, Chisato Shimizu, Adriana H. Tremoulet, Meghan Delaney, Roberta L. DeBiasi, Christina A. Rostad, Jane C. Burns, Charles Y. Chiu, Iwijn De Vlaminck, Lukas Austin-Page, Amy Bryl, Joelle Donofrio-Ödmann, Atim Ekpenyong, David Gutglass, Scott Herskovitz, Paul Ishimine, John Kanegaye, Margaret Nguyen, Mylinh Nguyen, Kristy Schwartz, Stacey Ulrich, Tatyana Vayngortin, Elise Zimmerman, Jocelyn Ang, Margalit Rosenkranz, Joseph Bochini, Michelle Sykes, Lerraughn Morgan, Laura D’Addese, Maria Pilar Gutierrez",
          "abstract": "Inflammatory syndromes, including those caused by infection, are a major cause of hospital admissions among children and are often misdiagnosed because of a lack of advanced molecular diagnostic tools. In this study, we explored the utility of circulating cell-free RNA (cfRNA) in plasma as an analyte for the differential diagnosis and characterization of pediatric inflammatory syndromes. We profiled cfRNA in 370 plasma samples from pediatric patients with a range of inflammatory conditions, including Kawasaki disease (KD), multisystem inflammatory syndrome in children (MIS-C), viral infections, and bacterial infections. We developed machine learning models based on these cfRNA profiles, which effectively differentiated KD from MIS-C—two conditions presenting with overlapping symptoms—with high performance [test area under the curve = 0.98]. We further extended this methodology into a multiclass machine learning framework that achieved 80% accuracy in distinguishing among KD, MIS-C, viral, and bacterial infections. We further demonstrated that cfRNA profiles can be used to quantify injury to specific tissues and organs, including the liver, heart, endothelium, nervous system, and the upper respiratory tract. Overall, this study identified cfRNA as a versatile analyte for the differential diagnosis and characterization of a wide range of pediatric inflammatory syndromes.",
          "url": "http://dx.doi.org/10.1073/pnas.2403897121",
          "doi": "10.1073/pnas.2403897121",
          "filter": "2"
        },
        {
          "title": "High-level succinic acid production by overexpressing a magnesium transporter in Mannheimia succiniciproducens",
          "authors": "Ji Yeon Kim, Jong An Lee, Jung Ho Ahn, Sang Yup Lee",
          "abstract": "Succinic acid (SA), a dicarboxylic acid of industrial importance, can be efficiently produced by metabolically engineered Mannheimia succiniciproducens . Although the importance of magnesium (Mg 2+ ) ion on SA production has been evident from our previous studies, the role of Mg 2+ ion remains largely unexplored. In this study, we investigated the impact of Mg 2+ ion on SA production and developed a hyper-SA producing strain of M. succiniciproducens by reconstructing the Mg 2+ ion transport system. To achieve this, optimal alkaline neutralizer comprising Mg 2+ ion was developed and the physiological effect of Mg 2+ ion was analyzed. Subsequently, the Mg 2+ ion transport system was reconstructed by introducing an efficient Mg 2+ ion transporter from Salmonella enterica . A high-inoculum fed-batch fermentation of the final engineered strain produced 152.23 ± 0.99 g/L of SA, with a maximum productivity of 39.64 ± 0.69 g/L/h. These findings highlight the importance of Mg 2+ ions and transportation system optimization in succinic acid production by M. succiniciproducens .",
          "url": "http://dx.doi.org/10.1073/pnas.2407455121",
          "doi": "10.1073/pnas.2407455121",
          "filter": "2"
        },
        {
          "title": "Blobs form during the single-file transport of proteins across nanopores",
          "authors": "Adina Sauciuc, Jacob Whittaker, Matthijs Tadema, Katarzyna Tych, Albert Guskov, Giovanni Maglia",
          "abstract": "The transport of biopolymers across nanopores is an important biological process currently under investigation for the rapid analysis of DNA and proteins. While the transport of DNA is generally understood, methods to induce unfolded protein translocation have only recently been discovered (Yu et al., 2023, Sauciuc et al., 2023). Here, we found that during electroosmotically driven translocation of polypeptides, blob-like structures typically form inside nanopores, often obstructing their transport and preventing addressing individual amino acids. This is in contrast with the electrophoretic transport of DNA, where the formation of such structures has not been reported. Comparisons between different nanopore sizes and shapes and modifications by different surface chemistries allowed formulating a mechanism for blob formation. We also show that single-file transport can be achieved by using 1) nanopores that have an entry and an internal diameter smaller than the persistence length of the polymer, 2) nanopores with a nonsticky (i.e ., nonaromatic) inner surface, and 3) moderate translocation velocities. These experiments provide a basis for understanding polypeptide transport under confinement and for improving the design and engineering of nanopores for protein analysis.",
          "url": "http://dx.doi.org/10.1073/pnas.2405018121",
          "doi": "10.1073/pnas.2405018121",
          "filter": "2"
        },
        {
          "title": "Deformation dynamics of nanopores upon water imbibition",
          "authors": "Juan Sanchez, Lars Dammann, Laura Gallardo, Zhuoqing Li, Michael Fröba, Robert H. Meißner, Howard A. Stone, Patrick Huber",
          "abstract": "Capillarity-driven transport in nanoporous solids is widespread in nature and crucial for modern liquid-infused engineering materials. During imbibition, curved menisci driven by high negative Laplace pressures exert an enormous contractile load on the porous matrix. Due to the challenge of simultaneously monitoring imbibition and deformation with high spatial resolution, the resulting coupling of solid elasticity to liquid capillarity has remained largely unexplored. Here, we study water imbibition in mesoporous silica using optical imaging, gravimetry, and high-resolution dilatometry. In contrast to an expected Laplace pressure-induced contraction, we find a square-root-of-time expansion and an additional abrupt length increase when the menisci reach the top surface. The final expansion is absent when we stop the imbibition front inside the porous medium in a dynamic imbibition-evaporation equilibrium, as is typical for transpiration-driven hydraulic transport in plants, especially in trees. These peculiar deformation behaviors are validated by single-nanopore molecular dynamics simulations and described by a continuum model that highlights the importance of expansive surface stresses at the pore walls (Bangham effect) and the buildup or release of contractile Laplace pressures as menisci collectively advance, arrest, or disappear. Our model suggests that these observations apply to any imbibition process in nanopores, regardless of the liquid/solid combination, and that the Laplace contribution upon imbibition is precisely half that of vapor sorption, due to the linear pressure drop associated with viscous flow. Thus, simple deformation measurements can be used to quantify surface stresses and Laplace pressures or transport in a wide variety of natural and artificial porous media.",
          "url": "http://dx.doi.org/10.1073/pnas.2318386121",
          "doi": "10.1073/pnas.2318386121",
          "filter": "2"
        },
        {
          "title": "cGAS activation in classical dendritic cells causes autoimmunity in TREX1-deficient mice",
          "authors": "Tong Li, Seoyun Yum, Junjiao Wu, Minghao Li, Yafang Deng, Lijun Sun, Xiaoxia Zuo, Zhijian J. Chen",
          "abstract": "Detection of cytosolic DNA by the cyclic GMP-AMP (cGAMP) synthase (cGAS)–stimulator of interferon genes (STING) pathway provides immune defense against pathogens and cancer but can also cause autoimmunity when overactivated. The exonuclease three prime repair exonuclease 1 (TREX1) degrades DNA in the cytosol and prevents cGAS activation by self-DNA. Loss-of-function mutations of the TREX1 gene are linked to autoimmune diseases such as Aicardi–Goutières syndrome, and mice deficient in TREX1 develop lethal inflammation in a cGAS-dependent manner. In order to determine the type of cells in which cGAS activation drives autoinflammation, we generated conditional cGAS knockout mice on the Trex1 –/– background. Here, we show that genetic ablation of the cGAS gene in classical dendritic cells (cDCs), but not in macrophages, was sufficient to rescue Trex1 –/– mice from all observed disease phenotypes including lethality, T cell activation, tissue inflammation, and production of antinuclear antibodies and interferon-stimulated genes. These results show that cGAS activation in cDC causes autoinflammation in response to self-DNA accumulated in the absence of TREX1.",
          "url": "http://dx.doi.org/10.1073/pnas.2411747121",
          "doi": "10.1073/pnas.2411747121",
          "filter": "2"
        },
        {
          "title": "Altruism and natural selection in a variable environment",
          "authors": "Miguel dos Santos, Philip A. Downing, Ashleigh S. Griffin, Charlie K. Cornwallis, Stuart A. West",
          "abstract": "Hamilton’s rule provides the cornerstone for our understanding of the evolution of all forms of social behavior, from altruism to spite, across all organisms, from viruses to humans. In contrast to the standard prediction from Hamilton’s rule, recent studies have suggested that altruistic helping can be favored even if it does not benefit relatives, as long as it decreases the environmentally induced variance of their reproductive success (“altruistic bet-hedging”). However, previous predictions both rely on an approximation and focus on variance-reducing helping behaviors. We derived a version of Hamilton’s rule that fully captures environmental variability. This shows that decreasing (or increasing) the variance in the absolute reproductive success of relatives does not have a consistent effect—it can either favor or disfavor the evolution of helping. We then empirically quantified the effect of helping on the variance in reproductive success across 15 species of cooperatively breeding birds. We found that a) helping did not consistently decrease the variance of reproductive success and often increased it, and b) the mean benefits of helping across environments consistently outweighed other variability components of reproductive success. Altogether, our theoretical and empirical results suggest that the effects of helping on the variability components of reproductive success have not played a consistent or strong role in favoring helping.",
          "url": "http://dx.doi.org/10.1073/pnas.2402974121",
          "doi": "10.1073/pnas.2402974121",
          "filter": "2"
        },
        {
          "title": "Restoration of LAMP2A expression in old mice leads to changes in the T cell compartment that support improved immune function",
          "authors": "Cara A. Reynolds, Sandra Pelka, Floralba Gjergjova, Inmaculada Tasset, Rabia R. Khawaja, Kristen Lindenau, Gregory J. Krause, Evripidis Gavathiotis, Ana Maria Cuervo, Fernando Macian",
          "abstract": "Chaperone-mediated autophagy (CMA) is a selective form of autophagy that contributes to the maintenance of cellular homeostasis. CMA activity declines with age in most tissues and systems, including the immune system, due to a reduction in levels of lysosome-associated membrane protein type 2A (LAMP2A), an essential CMA component. In this study, we show that overexpressing a copy of hLAMP2A within T cells since middle-age can prevent some of their age-associated loss of function. Our data support the idea that preserving LAMP2A expression with age through genetic means leads to enhanced proliferative responses, decreased number of regulatory T cell populations, and down-regulated expression of inhibitory receptors by T cells. During aging, elevated numbers of these immunosuppressive T cell populations significantly contribute to the age-associated downregulation of T cell responses. Using comparative proteomics, we confirm that preservation of CMA activity in old mice prevents age-related changes in both the resting and the activated T cell proteome. We also explore the effect of using first-in-class small molecule activators of CMA and demonstrate improved T cell response upon their administration to old mice. We conclude that sustaining CMA activity constitutes a potentially viable therapeutic approach to improving T cell function with age.",
          "url": "http://dx.doi.org/10.1073/pnas.2322929121",
          "doi": "10.1073/pnas.2322929121",
          "filter": "2"
        },
        {
          "title": "Quantitative insights into the mechanism of proton conduction and selectivity for the human voltage-gated proton channel Hv1",
          "authors": "Yu Liu, Chenghan Li, J. Alfredo Freites, Douglas J. Tobias, Gregory A. Voth",
          "abstract": "Human voltage-gated proton (hHv1) channels are crucial for regulating essential biological processes such as immune cell respiratory burst, sperm capacitation, and cancer cell migration. Despite the significant concentration difference between protons and other ions in physiological conditions, hHv1 demonstrates remarkable proton selectivity. Our calculations of single-proton, cation, and anion permeation free energy profiles quantitatively demonstrate that the proton selectivity of the wild-type channel originates from its strong proton affinity via the titration of the key residues D112 and D174, although the channel imposes similar kinetic blocking effects for protons compared to other ions. A two-proton knock-on model is proposed to mathematically explain the electrophysiological measurements of the pH-dependent proton conductance in the conductive state. Moreover, it is shown that the anion selectivity of the D112N mutant channel is tied to impaired proton transport and substantial anion leakage.",
          "url": "http://dx.doi.org/10.1073/pnas.2407479121",
          "doi": "10.1073/pnas.2407479121",
          "filter": "2"
        },
        {
          "title": "IRoning out mosquitoes’ attraction to mugginess",
          "authors": "Craig Montell",
          "url": "http://dx.doi.org/10.1073/pnas.2415306121",
          "doi": "10.1073/pnas.2415306121",
          "filter": "2"
        },
        {
          "title": "Efficient asymmetric diffusion channel in MnCo 2 O 4 spinel for ammonium-ion batteries",
          "authors": "Kang Xiao, Bo-Hao Xiao, Jian-Xi Li, Shunsheng Cao, Zhao-Qing Liu",
          "abstract": "Transition metal oxides ion diffusion channels have been developed for ammonium-ion batteries (AIBs). However, the influence of microstructural features of diffusion channels on the storage and diffusion behavior of NH 4 + is not fully unveiled. In this study, by using MnCo 2 O 4 spinel as a model electrode, the asymmetric ion diffusion channels of MnCo 2 O 4 have been regulated through bond length optimization strategy and investigate the effect of channel size on the diffusion process of NH 4 + . In addition, the reducing channel size significantly decreases NH 4 + adsorption energy, thereby accelerating hydrogen bond formation/fracture kinetics and NH 4 + reversible diffusion within 3D asymmetric channels. The optimized MnCo 2 O 4 with oxygen vacancies/carbon nanotubes composite exhibits impressive specific capacity (219.2 mAh g –1 at 0.1 A g –1 ) and long-cycle stability. The full cell with 3,4,9,10-perylenetetracarboxylic diimide anode demonstrates a remarkable energy density of 52.3 Wh kg –1 and maintains 91.9% capacity after 500 cycles. This finding provides a unique approach for the development of cathode materials in AIBs.",
          "url": "http://dx.doi.org/10.1073/pnas.2409201121",
          "doi": "10.1073/pnas.2409201121",
          "filter": "2"
        },
        {
          "title": "N-degron pathways",
          "authors": "Alexander Varshavsky",
          "abstract": "An N-degron is a degradation signal whose main determinant is a “destabilizing” N-terminal residue of a protein. Specific N-degrons, discovered in 1986, were the first identified degradation signals in short-lived intracellular proteins. These N-degrons are recognized by a ubiquitin-dependent proteolytic system called the Arg/N-degron pathway. Although bacteria lack the ubiquitin system, they also have N-degron pathways. Studies after 1986 have shown that all 20 amino acids of the genetic code can act, in specific sequence contexts, as destabilizing N-terminal residues. Eukaryotic proteins are targeted for the conditional or constitutive degradation by at least five N-degron systems that differ both functionally and mechanistically: the Arg/N-degron pathway, the Ac/N-degron pathway, the Pro/N-degron pathway, the fMet/N-degron pathway, and the newly named, in this perspective, GASTC/N-degron pathway (GASTC = Gly, Ala, Ser, Thr, Cys). I discuss these systems and the expanded terminology that now encompasses the entire gamut of known N-degron pathways.",
          "url": "http://dx.doi.org/10.1073/pnas.2408697121",
          "doi": "10.1073/pnas.2408697121",
          "filter": "2"
        },
        {
          "title": "Structural basis for surface activation of the classical complement cascade by the short pentraxin C-reactive protein",
          "authors": "Dylan P. Noone, Marjolein M. E. Isendoorn, Sebastiaan M. W. R. Hamers, Mariska E. Keizer, Jip Wulffelé, Tijn T. van der Velden, Douwe J. Dijkstra, Leendert A. Trouw, Dmitri V. Filippov, Thomas H. Sharp",
          "abstract": "Human C-reactive protein (CRP) is a pentameric complex involved in immune defense and regulation of autoimmunity. CRP is also a therapeutic target, with both administration and depletion of serum CRP being pursued as a possible treatment for autoimmune and cardiovascular diseases, among others. CRP binds to phosphocholine (PC) moieties on membranes to activate the complement system via the C1 complex, but it is unknown how CRP, or any pentraxin, binds to C1. Here, we present a cryoelectron tomography (cryoET)-derived structure of CRP bound to PC ligands and the C1 complex. To gain control of CRP binding, a synthetic mimotope of PC was synthesized and used to decorate cell-mimetic liposome surfaces. Structure-guided mutagenesis of CRP yielded a fully active complex able to bind PC-coated liposomes that was ideal for cryoET and subtomogram averaging. In contrast to antibodies, which form Fc-mediated hexameric platforms to bind and activate the C1 complex, CRP formed rectangular platforms assembled from four laterally associated CRP pentamers that bind only four of the six available globular C1 head groups. Potential residues mediating lateral association of CRP were identified from interactions between unit cells in existing crystal structures, which rationalized previously unexplained mutagenesis data regarding CRP-mediated complement activation. The structure also enabled interpretation of existing biochemical data regarding interactions mediating C1 binding and identified additional residues for further mutagenesis studies. These structural data therefore provide a possible mechanism for regulation of complement by CRP, which limits complement progression and has consequences for how the innate immune system influences autoimmunity.",
          "url": "http://dx.doi.org/10.1073/pnas.2404542121",
          "doi": "10.1073/pnas.2404542121",
          "filter": "2"
        },
        {
          "title": "Ramping cells in the rodent medial prefrontal cortex encode time to past and future events via real Laplace transform",
          "authors": "Rui Cao, Ian M. Bright, Marc W. Howard",
          "abstract": "In interval reproduction tasks, animals must remember the event starting the interval and anticipate the time of the planned response to terminate the interval. The interval reproduction task thus allows for studying both memory for the past and anticipation of the future. We analyzed previously published recordings from the rodent medial prefrontal cortex [J. Henke et al. , eLife 10 , e71612 (2021)] during an interval reproduction task and identified two cell groups by modeling their temporal receptive fields using hierarchical Bayesian models. The firing in the “past cells” group peaked at the start of the interval and relaxed exponentially back to baseline. The firing in the “future cells” group increased exponentially and peaked right before the planned action at the end of the interval. Contrary to the previous assumption that timing information in the brain has one or two time scales for a given interval, we found strong evidence for a continuous distribution of the exponential rate constants for both past and future cell populations. The real Laplace transformation of time predicts exponential firing with a continuous distribution of rate constants across the population. Therefore, the firing pattern of the past cells can be identified with the Laplace transform of time since the past event while the firing pattern of the future cells can be identified with the Laplace transform of time until the planned future event.",
          "url": "http://dx.doi.org/10.1073/pnas.2404169121",
          "doi": "10.1073/pnas.2404169121",
          "filter": "2"
        },
        {
          "title": "Sterol–lipids enable large-scale, liquid–liquid phase separation in bilayer membranes of only two components",
          "authors": "Kent J. Wilson, Huy Q. Nguyen, Jacquelyn Gervay-Hague, Sarah L. Keller",
          "abstract": "Despite longstanding excitement and progress toward understanding liquid–liquid phase separation in natural and artificial membranes, fundamental questions have persisted about which molecules are required for this phenomenon. Except in extraordinary circumstances, the smallest number of components that has produced large-scale, liquid–liquid phase separation in bilayers has stubbornly remained at three: a sterol, a phospholipid with ordered chains, and a phospholipid with disordered chains. This requirement of three components is puzzling because only two components are required for liquid–liquid phase separation in lipid monolayers, which resemble half of a bilayer. Inspired by reports that sterols interact closely with lipids with ordered chains, we tested whether phase separation would occur in bilayers in which a sterol and lipid were replaced by a single, joined sterol–lipid. By evaluating a panel of sterol–lipids, some of which are present in bacteria, we found a minimal bilayer of only two components (PChemsPC and diPhyPC) that robustly demixes into micron-scale, liquid phases. It suggests an additional role for sterol–lipids in nature, and it reveals a membrane in which tie-lines (and, therefore, the lipid composition of each phase) are straightforward to determine and will be consistent across multiple laboratories.",
          "url": "http://dx.doi.org/10.1073/pnas.2401241121",
          "doi": "10.1073/pnas.2401241121",
          "filter": "2"
        },
        {
          "title": "Rapid growth and the evolution of complete metamorphosis in insects",
          "authors": "Christin Manthey, C. Jessica E. Metcalf, Michael T. Monaghan, Ulrich K. Steiner, Jens Rolff",
          "abstract": "More than 50% of all animal species are insects that undergo complete metamorphosis. The key innovation of these holometabolous insects is a pupal stage between the larva and adult when most structures are completely rebuilt. Why this extreme lifestyle evolved is unclear. Here, we test the hypothesis that a trade-off between growth and differentiation explains the evolution of this novelty. Using a comparative approach, we find that holometabolous insects grow much faster than hemimetabolous insects. Using a theoretical model, we then show how holometaboly evolves under a growth-differentiation trade-off and identify conditions under which such temporal decoupling of growth and differentiation is favored. Our work supports the notion that the holometabolous life history evolved to remove developmental constraints on fast growth, primarily under high mortality.",
          "url": "http://dx.doi.org/10.1073/pnas.2402980121",
          "doi": "10.1073/pnas.2402980121",
          "filter": "2"
        },
        {
          "title": "Achieving metal-like catalysis from semiconductors for on-surface synthesis",
          "authors": "Wenlong E, Wei Yi, Honghe Ding, Junfa Zhu, Federico Rosei, Xueming Yang, Miao Yu",
          "abstract": "Free of posttransfer, on-surface synthesis (OSS) of single-atomic-layer nanostructures directly on semiconductors holds considerable potential for next-generation devices. However, due to the high diffusion barrier and abundant defects on semiconductor surfaces, extended and well-defined OSS on semiconductors has major difficulty. Furthermore, given semiconductors’ limited thermal catalytic activity, initiating high-barrier reactions remains a significant challenge. Herein, using TiO 2 (011) as a prototype, we present an effective strategy for steering the molecule adsorption and reaction processes on semiconductors, delivering lengthy graphene nanoribbons with extendable widths. By introducing interstitial titanium (Ti int ) and oxygen vacancies (O v ), we convert TiO 2 (011) from a passive supporting template into a metal-like catalytic platform. This regulation shifts electron density and surface dipoles, resulting in tunable catalytic activity together with varied molecule adsorption and diffusion. Cyclodehydrogenation, which is inefficient on pristine TiO 2 (011), is markedly improved on Ti int /O v -doped TiO 2 . Even interribbon cyclodehydrogenation is achieved. The final product’s dimensions, quality, and coverage are all controllable. Ti int doping outperforms O v in producing regular and prolonged products, whereas excessive Ti int compromises molecule landing and coupling. This work demonstrates the crucial role of semiconductor substrates in OSS and advances OSS on semiconductors from an empirical trial-and-error methodology to a systematic and controllable paradigm.",
          "url": "http://dx.doi.org/10.1073/pnas.2408919121",
          "doi": "10.1073/pnas.2408919121",
          "filter": "2"
        },
        {
          "title": "Maxine Singer: A laser-sharp intellect with a passion for science",
          "authors": "Susanne Garvey",
          "url": "http://dx.doi.org/10.1073/pnas.2416000121",
          "doi": "10.1073/pnas.2416000121",
          "filter": "2"
        },
        {
          "title": "Iron: Life’s primeval transition metal",
          "authors": "Jena E. Johnson, Theodore M. Present, Joan Selverstone Valentine",
          "abstract": "Modern life requires many different metal ions, which enable diverse biochemical functions. It is commonly assumed that metal ions’ environmental availabilities controlled the evolution of early life. We argue that evolution can only explore the chemistry that life encounters, and fortuitous chemical interactions between metal ions and biological compounds can only be selected for if they first occur sufficiently frequently. We calculated maximal transition metal ion concentrations in the ancient ocean, determining that the amounts of biologically important transition metal ions were orders of magnitude lower than ferrous iron. Under such conditions, primitive bioligands would predominantly interact with Fe(II). While interactions with other metals in certain environments may have provided evolutionary opportunities, the biochemical capacities of Fe(II), Fe–S clusters, or the plentiful magnesium and calcium could have satisfied all functions needed by early life. Primitive organisms could have used Fe(II) exclusively for their transition metal ion requirements.",
          "url": "http://dx.doi.org/10.1073/pnas.2318692121",
          "doi": "10.1073/pnas.2318692121",
          "filter": "2"
        },
        {
          "title": "COVID-19 lockdown effects on adolescent brain structure suggest accelerated maturation that is more pronounced in females than in males",
          "authors": "Neva M. Corrigan, Ariel Rokem, Patricia K. Kuhl",
          "abstract": "Adolescence is a period of substantial social–emotional development, accompanied by dramatic changes to brain structure and function. Social isolation due to lockdowns that were imposed because of the COVID-19 pandemic had a detrimental impact on adolescent mental health, with the mental health of females more affected than males. We assessed the impact of the COVID-19 pandemic lockdowns on adolescent brain structure with a focus on sex differences. We collected MRI structural data longitudinally from adolescents prior to and after the pandemic lockdowns. The pre-COVID data were used to create a normative model of cortical thickness change with age during typical adolescent development. Cortical thickness values in the post-COVID data were compared to this normative model. The analysis revealed accelerated cortical thinning in the post-COVID brain, which was more widespread throughout the brain and greater in magnitude in females than in males. When measured in terms of equivalent years of development, the mean acceleration was found to be 4.2 y in females and 1.4 y in males. Accelerated brain maturation as a result of chronic stress or adversity during development has been well documented. These findings suggest that the lifestyle disruptions associated with the COVID-19 pandemic lockdowns caused changes in brain biology and had a more severe impact on the female than the male brain.",
          "url": "http://dx.doi.org/10.1073/pnas.2403200121",
          "doi": "10.1073/pnas.2403200121",
          "filter": "2"
        },
        {
          "title": "Microbial richness and air chemistry in aerosols above the PBL confirm 2,000-km long-distance transport of potential human pathogens",
          "authors": "Xavier Rodó, Sofya Pozdniakova, Sílvia Borràs, Atsushi Matsuki, Hiroshi Tanimoto, Maria-Pilar Armengol, Irina Pey, Jordi Vila, Laura Muñoz, Samuel Santamaria, Lidia Cañas, Josep-Anton Morguí, Alejandro Fontal, Roger Curcoll",
          "abstract": "The existence of viable human pathogens in bioaerosols which can cause infection or affect human health has been the subject of little research. In this study, data provided by 10 tropospheric aircraft surveys over Japan in 2014 confirm the existence of a vast diversity of microbial species up to 3,000 m height, which can be dispersed above the planetary boundary layer over distances of up to 2,000 km, thanks to strong winds from an area covered with massive cereal croplands in Northeast (NE) Asia. Microbes attached to aerosols reveal the presence of diverse bacterial and fungal taxa, including potential human pathogens, originating from sewage, pesticides, or fertilizers. Over 266 different fungal and 305 bacterial genera appeared in the 10 aircraft transects. Actinobacteria, Bacillota, Proteobacteria, and Bacteroidetes phyla dominated the bacteria composition and, for fungi, Ascomycota prevailed over Basidiomycota. Among the pathogenic species identified, human pathogens include bacteria such as Escherichia coli, Serratia marcescens, Prevotella melaninogenica, Staphylococcus epidermidis, Staphylococcus haemolyticus, Staphylococcus saprophyticus, Cutibacterium acnes, Clostridium difficile, Clostridium botulinum, Stenotrophomonas maltophilia, Shigella sonnei, Haemophillus parainfluenzae and Acinetobacter baumannii and health-relevant fungi such as Malassezia restricta , Malassezia globosa , Candida parapsilosis and Candida zeylanoides, Sarocladium kiliense, Cladosporium halotolerans, and Cladosporium herbarum . Diversity estimates were similar at heights and surface when entrainment of air from high altitudes occurred. Natural antimicrobial-resistant bacteria (ARB) cultured from air samples were found indicating long-distance spread of ARB and microbial viability. This would represent a novel way to disperse both viable human pathogens and resistance genes among distant geographical regions.",
          "url": "http://dx.doi.org/10.1073/pnas.2404191121",
          "doi": "10.1073/pnas.2404191121",
          "filter": "2"
        },
        {
          "title": "Correction for Bao et al., Sugar status in preexisting leaves determines systemic stomatal development within newly developing leaves",
          "url": "http://dx.doi.org/10.1073/pnas.2416561121",
          "doi": "10.1073/pnas.2416561121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti3724121",
          "doi": "10.1073/iti3724121",
          "filter": "2"
        },
        {
          "title": "Three-dimensional chromatin mapping of sensory neurons reveals that promoter–enhancer looping is required for axonal regeneration",
          "authors": "Ilaria Palmisano, Tong Liu, Wei Gao, Luming Zhou, Matthias Merkenschlager, Franziska Mueller, Jessica Chadwick, Rebecca Toscano Rivalta, Guiping Kong, James W. D. King, Ediem Al-jibury, Yuyang Yan, Alessandro Carlino, Bryce Collison, Eleonora De Vitis, Sree Gongala, Francesco De Virgiliis, Zheng Wang, Simone Di Giovanni",
          "abstract": "The in vivo three-dimensional genomic architecture of adult mature neurons at homeostasis and after medically relevant perturbations such as axonal injury remains elusive. Here, we address this knowledge gap by mapping the three-dimensional chromatin architecture and gene expression program at homeostasis and after sciatic nerve injury in wild-type and cohesin-deficient mouse sensory dorsal root ganglia neurons via combinatorial Hi-C, promoter-capture Hi-C, CUT&amp;Tag for H3K27ac and RNA-seq. We find that genes involved in axonal regeneration form long-range, complex chromatin loops, and that cohesin is required for the full induction of the regenerative transcriptional program. Importantly, loss of cohesin results in disruption of chromatin architecture and severely impaired nerve regeneration. Complex enhancer–promoter loops are also enriched in the human fetal cortical plate, where the axonal growth potential is highest, and are lost in mature adult neurons. Together, these data provide an original three-dimensional chromatin map of adult sensory neurons in vivo and demonstrate a role for cohesin-dependent long-range promoter interactions in nerve regeneration.",
          "url": "http://dx.doi.org/10.1073/pnas.2402518121",
          "doi": "10.1073/pnas.2402518121",
          "filter": "2"
        },
        {
          "title": "Host-derived CEACAM-laden vesicles engage enterotoxigenic Escherichia coli for elimination and toxin neutralization",
          "authors": "Alaullah Sheikh, Debayan Ganguli, Tim J. Vickers, Bernhard B. Singer, Jennifer Foulke-Abel, Marjahan Akhtar, Nazia Khatoon, Bipul Setu, Supratim Basu, Clayton Harro, Nicole Maier, Wandy L. Beatty, Subhra Chakraborty, Taufiqur R. Bhuiyan, Firdausi Qadri, Mark Donowitz, James M. Fleckenstein",
          "abstract": "Enterotoxigenic Escherichia coli (ETEC) cause hundreds of millions of diarrheal illnesses annually ranging from mildly symptomatic cases to severe, life-threatening cholera-like diarrhea. Although ETEC are associated with long-term sequelae including malnutrition, the acute diarrheal illness is largely self-limited. Recent studies indicate that in addition to causing diarrhea, the ETEC heat-labile toxin (LT) modulates the expression of many genes in intestinal epithelia, including carcinoembryonic cell adhesion molecules (CEACAMs) which ETEC exploit as receptors, enabling toxin delivery. Here, however, we demonstrate that LT also enhances the expression of CEACAMs on extracellular vesicles (EV) shed by intestinal epithelia and that CEACAM-laden EV increase in abundance during human infections, mitigate pathogen–host interactions, scavenge free ETEC toxins, and accelerate ETEC clearance from the gastrointestinal tract. Collectively, these findings indicate that CEACAMs play a multifaceted role in ETEC pathogen–host interactions, transiently favoring the pathogen, but ultimately contributing to innate responses that extinguish these common infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2410679121",
          "doi": "10.1073/pnas.2410679121",
          "filter": "2"
        },
        {
          "title": "How bacteria actively use passive physics to make biofilms",
          "authors": "Liraz Chai, Vasily Zaburdaev, Roberto Kolter",
          "abstract": "Modern molecular microbiology elucidates the organizational principles of bacterial biofilms via detailed examination of the interplay between signaling and gene regulation. A complementary biophysical approach studies the mesoscopic dependencies at the cellular and multicellular levels with a distinct focus on intercellular forces and mechanical properties of whole biofilms. Here, motivated by recent advances in biofilm research and in other, seemingly unrelated fields of biology and physics, we propose a perspective that links the biofilm, a dynamic multicellular organism, with the physical processes occurring in the extracellular milieu. Using Bacillus subtilis as an illustrative model organism, we specifically demonstrate how such a rationale explains biofilm architecture, differentiation, communication, and stress responses such as desiccation tolerance, metabolism, and physiology across multiple scales—from matrix proteins and polysaccharides to macroscopic wrinkles and water-filled channels.",
          "url": "http://dx.doi.org/10.1073/pnas.2403842121",
          "doi": "10.1073/pnas.2403842121",
          "filter": "2"
        },
        {
          "title": "Encoding innate ability through a genomic bottleneck",
          "authors": "Sergey Shuvaev, Divyansha Lachi, Alexei Koulakov, Anthony Zador",
          "abstract": "Animals are born with extensive innate behavioral capabilities, which arise from neural circuits encoded in the genome. However, the information capacity of the genome is orders of magnitude smaller than that needed to specify the connectivity of an arbitrary brain circuit, indicating that the rules encoding circuit formation must fit through a “genomic bottleneck” as they pass from one generation to the next. Here, we formulate the problem of innate behavioral capacity in the context of artificial neural networks in terms of lossy compression of the weight matrix. We find that several standard network architectures can be compressed by several orders of magnitude, yielding pretraining performance that can approach that of the fully trained network. Interestingly, for complex but not for simple test problems, the genomic bottleneck algorithm also captures essential features of the circuit, leading to enhanced transfer learning to novel tasks and datasets. Our results suggest that compressing a neural circuit through the genomic bottleneck serves as a regularizer, enabling evolution to select simple circuits that can be readily adapted to important real-world tasks. The genomic bottleneck also suggests how innate priors can complement conventional approaches to learning in designing algorithms for AI.",
          "url": "http://dx.doi.org/10.1073/pnas.2409160121",
          "doi": "10.1073/pnas.2409160121",
          "filter": "2"
        },
        {
          "title": "Sugar signaling modulates SHOOT MERISTEMLESS expression and meristem function in Arabidopsis",
          "authors": "Filipa L. Lopes, Pau Formosa-Jordan, Alice Malivert, Leonor Margalha, Ana Confraria, Regina Feil, John E. Lunn, Henrik Jönsson, Benoît Landrein, Elena Baena-González",
          "abstract": "In plants, development of all above-ground tissues relies on the shoot apical meristem (SAM) which balances cell proliferation and differentiation to allow life-long growth. To maximize fitness and survival, meristem activity is adjusted to the prevailing conditions through a poorly understood integration of developmental signals with environmental and nutritional information. Here, we show that sugar signals influence SAM function by altering the protein levels of SHOOT MERISTEMLESS (STM), a key regulator of meristem maintenance. STM is less abundant in inflorescence meristems with lower sugar content, resulting from plants being grown or treated under limiting light conditions. Additionally, sucrose but not light is sufficient to sustain STM accumulation in excised inflorescences. Plants overexpressing the α1-subunit of SUCROSE-NON-FERMENTING1-RELATED KINASE 1 (SnRK1) accumulate less STM protein under optimal light conditions, despite higher sugar accumulation in the meristem. Furthermore, SnRK1α1 interacts physically with STM and inhibits its activity in reporter assays, suggesting that SnRK1 represses STM protein function. Contrasting the absence of growth defects in SnRK1α1 overexpressors, silencing SnRK1α in the SAM leads to meristem dysfunction and severe developmental phenotypes. This is accompanied by reduced STM transcript levels, suggesting indirect effects on STM. Altogether, we demonstrate that sugars promote STM accumulation and that the SnRK1 sugar sensor plays a dual role in the SAM, limiting STM function under unfavorable conditions but being required for overall meristem organization and integrity under favorable conditions. This highlights the importance of sugars and SnRK1 signaling for the proper coordination of meristem activities.",
          "url": "http://dx.doi.org/10.1073/pnas.2408699121",
          "doi": "10.1073/pnas.2408699121",
          "filter": "2"
        },
        {
          "title": "Phenoxyacetic acid enhances nodulation symbiosis during the rapid growth stage of soybean",
          "authors": "Weijun Li, Xinfang Zhu, Mengyue Zhang, Xifeng Yan, Junchen Leng, Yuhong Zhou, Like Liu, Dajian Zhang, Xianzheng Yuan, Dawei Xue, Huiyu Tian, Zhaojun Ding",
          "abstract": "Root exudates are known signaling agents that influence legume root nodulation, but the molecular mechanisms for nonflavonoid molecules remain largely unexplored. The number of soybean root nodules during the initial growth phase shows substantial discrepancies at distinct developmental junctures. Using a combination of metabolomics analyses on root exudates and nodulation experiments, we identify a pivotal role for certain root exudates during the rapid growth phase in promoting nodulation. Phenoxyacetic acid (POA) was found to activate the expression of GmGA2ox10 and thereby facilitate rhizobial infection and the formation of infection threads. Furthermore, POA exerts regulatory control on the miR172c-NNC1 module to foster nodule primordia development and consequently increase nodule numbers. These findings collectively highlight the important role of POA in enhancing nodulation during the accelerated growth phase of soybeans.",
          "url": "http://dx.doi.org/10.1073/pnas.2322217121",
          "doi": "10.1073/pnas.2322217121",
          "filter": "2"
        },
        {
          "title": "Enhanced triplet superconductivity in next-generation ultraclean UTe 2",
          "authors": "Z. Wu, T. I. Weinberger, J. Chen, A. Cabala, D. V. Chichinadze, D. Shaffer, J. Pospíšil, J. Prokleška, T. Haidamak, G. Bastien, V. Sechovský, A. J. Hickey, M. J. Mancera-Ugarte, S. Benjamin, D. E. Graf, Y. Skourski, G. G. Lonzarich, M. Vališka, F. M. Grosche, A. G. Eaton",
          "abstract": "The unconventional superconductor UTe 2 exhibits numerous signatures of spin-triplet superconductivity—a rare state of matter which could enable quantum computation protected against decoherence. UTe 2 possesses a complex phase landscape comprising two magnetic field-induced superconducting phases, a metamagnetic transition to a field-polarized state, along with pair- and charge-density wave orders. However, contradictory reports between studies performed on UTe 2 specimens of varying quality have severely impeded theoretical efforts to understand the microscopic origins of the exotic superconductivity. Here, we report a comprehensive suite of high magnetic field measurements on a generation of pristine quality UTe 2 crystals. Our experiments reveal a significantly revised high magnetic field superconducting phase diagram in the ultraclean limit, showing a pronounced sensitivity of field-induced superconductivity to the presence of crystalline disorder. We employ a Ginzburg–Landau model that excellently captures this acute dependence on sample quality. Our results suggest that in close proximity to a field–induced metamagnetic transition the enhanced role of magnetic fluctuations—that are strongly suppressed by disorder—is likely responsible for tuning UTe 2 between two distinct spin-triplet superconducting phases.",
          "url": "http://dx.doi.org/10.1073/pnas.2403067121",
          "doi": "10.1073/pnas.2403067121",
          "filter": "2"
        },
        {
          "title": "Dynamically adjusted cell fate decisions and resilience to mutant invasion during steady-state hematopoiesis revealed by an experimentally parameterized mathematical model",
          "authors": "Natalia L. Komarova, Chiara Rignot, Angela G. Fleischman, Dominik Wodarz",
          "abstract": "A major next step in hematopoietic stem cell (HSC) biology is to enhance our quantitative understanding of cellular and evolutionary dynamics involved in undisturbed hematopoiesis. Mathematical models have been and continue to be key in this respect, and are most powerful when parameterized experimentally and containing sufficient biological complexity. In this paper, we use data from label propagation experiments in mice to parameterize a mathematical model of hematopoiesis that includes homeostatic control mechanisms as well as clonal evolution. We find that nonlinear feedback control can drastically change the interpretation of kinetic estimates at homeostasis. This suggests that short-term HSC and multipotent progenitors can dynamically adjust to sustain themselves temporarily in the absence of long-term HSCs, even if they differentiate more often than they self-renew in undisturbed homeostasis. Additionally, the presence of feedback control in the model renders the system resilient against mutant invasion. Invasion barriers, however, can be overcome by a combination of age-related changes in stem cell differentiation and evolutionary niche construction dynamics based on a mutant-associated inflammatory environment. This helps us understand the evolution of e.g., TET2 or DNMT3A mutants, and how to potentially reduce mutant burden.",
          "url": "http://dx.doi.org/10.1073/pnas.2321525121",
          "doi": "10.1073/pnas.2321525121",
          "filter": "2"
        },
        {
          "title": "The roles of geometry and viscosity in the mobilization of coarse sediment by finer sediment",
          "authors": "Marwan A. Hassan, Gary Parker, Yarra Hassan, Chenge An, Xudong Fu, Jeremy G. Venditti",
          "abstract": "In rivers, the addition of finer sediment to a coarser riverbed is known to increase the mobility of the coarser fraction. Two mechanisms have been suggested for this: a geometric mechanism whereby smaller sizes smooth the bed, increasing near-bed velocity and thus mobility of the larger sizes, and a viscous mechanism whereby a transitionally smooth turbulent boundary layer forms, rendering the coarser grains more mobile. Here, we report on experiments using two sediment mixtures to better understand these proposed mechanisms. In Mixture 1, we used 0.5 and 5 mm grains, and in Mixture 2, we used 2 and 20 mm grains. If the entrainment of coarse gravel by finer sediment is a purely geometric effect, then the addition of finer material should produce the same effect on the mobility of the coarser material for both mixtures because they have the same size ratio. We show that addition of finer material has a different effect on the two mixtures. We observed an increase in the mobility of the coarse fraction for both mixtures, but the increase in coarse fraction mobility for Mixture 1 was almost twice that for Mixture 2. Our experiments show that in addition to the geometric effect, enhancement of coarse gravel transport by finer sediment is also driven by a viscous effect.",
          "url": "http://dx.doi.org/10.1073/pnas.2409436121",
          "doi": "10.1073/pnas.2409436121",
          "filter": "2"
        },
        {
          "title": "Global scale assessment of urban precipitation anomalies",
          "authors": "Xinxin Sui, Zong-Liang Yang, Marshall Shepherd, Dev Niyogi",
          "abstract": "Urbanization has accelerated dramatically across the world over the past decades. Urban influence on surface temperatures is now being considered as a correction term in climatological datasets. Although prior research has investigated urban influences on precipitation for specific cities or selected thunderstorm cases, a comprehensive examination of urban precipitation anomalies on a global scale remains limited. This research is a global analysis of urban precipitation anomalies for over one thousand cities worldwide. We find that more than 60% of the global cities and their downwind regions are receiving more precipitation than the surrounding rural areas. Moreover, the magnitude of these urban wet islands has nearly doubled in the past 20 y. Urban precipitation anomalies exhibit variations across different continents and climates, with cities in Africa, for example, exhibiting the largest urban annual and extreme precipitation anomalies. Cities are more prone to substantial urban precipitation anomalies under warm and humid climates compared to cold and dry climates. Cities with larger populations, pronounced urban heat island effects, and higher aerosol loads also show noticeable precipitation enhancements. This research maps global urban rainfall hotspots, establishing a foundation for the consideration of urban rainfall corrections in climatology datasets. This advancement holds promise for projecting extreme precipitation and fostering the development of more resilient cities in the future.",
          "url": "http://dx.doi.org/10.1073/pnas.2311496121",
          "doi": "10.1073/pnas.2311496121",
          "filter": "2"
        },
        {
          "title": "Unveiling microbial highways in the free troposphere",
          "authors": "Daisuke Tanaka, Fumito Maruyama",
          "url": "http://dx.doi.org/10.1073/pnas.2414774121",
          "doi": "10.1073/pnas.2414774121",
          "filter": "2"
        },
        {
          "title": "Localization–delocalization transition for light particles in turbulence",
          "authors": "Ziqi Wang, Xander M. de Wit, Federico Toschi",
          "abstract": "Small bubbles in fluids rise to the surface due to Archimede’s force. Remarkably, in turbulent flows this process is severely hindered by the presence of vortex filaments, which act as moving potential wells, dynamically trapping light particles and bubbles. Quantifying the statistical weights and roles of vortex filaments in turbulence is, however, still an outstanding experimental and computational challenge due to their small scale, fast chaotic motion, and transient nature. Here we show that, under the influence of a modulated oscillatory forcing, the collective bubble behavior switches from a dynamically localized to a delocalized state. Additionally, we find that by varying the forcing frequency and amplitude, a remarkable resonant phenomenon between light particles and small-scale vortex filaments emerges, likening particle behavior to a forced damped oscillator. We discuss how these externally actuated bubbles can be used as a type of microscopic probe to investigate the space-time statistical properties of the smallest turbulence scales, allowing to quantitatively measure physical characteristics of vortex filaments. We develop a superposition model that is in excellent agreement with the simulation data of the particle dynamics which reveals the fraction of localized/delocalized particles as well as characteristics of the potential landscape induced by vortices in turbulence. Our approach paves the way for innovative ways to accurately measure turbulent properties and to the possibility to control light particles and bubble motions in turbulence with potential applications to oceanography, medical imaging, drug/gene delivery, chemical reactions, wastewater treatment, and industrial mixing.",
          "url": "http://dx.doi.org/10.1073/pnas.2405459121",
          "doi": "10.1073/pnas.2405459121",
          "filter": "2"
        },
        {
          "title": "Commutative avatars of representations of semisimple Lie groups",
          "authors": "Tamás Hausel",
          "abstract": "Here we announce the construction and properties of a big commutative subalgebra of the Kirillov algebra attached to a finite dimensional irreducible representation of a complex semisimple Lie group. They are commutative finite flat algebras over the cohomology of the classifying space of the group. They are isomorphic with the equivariant intersection cohomology of affine Schubert varieties, endowing the latter with a new ring structure. Study of the finer aspects of the structure of the big algebras will also furnish the stalks of the intersection cohomology with ring structure, thus ringifying Lusztig’s q -weight multiplicity polynomials i.e., certain affine Kazhdan–Lusztig polynomials.",
          "url": "http://dx.doi.org/10.1073/pnas.2319341121",
          "doi": "10.1073/pnas.2319341121",
          "filter": "2"
        },
        {
          "title": "The role of the water contact layer on hydration and transport at solid/liquid interfaces",
          "authors": "J. Gäding, V. Della Balda, J. Lan, J. Konrad, M. Iannuzzi, R. H. Meißner, G. Tocci",
          "abstract": "Understanding the structure in the nanoscopic region of water that is in direct contact with solid surfaces, so-called contact layer, is key to quantifying macroscopic properties that are of interest to e.g. catalysis, ice nucleation, nanofluidics, gas adsorption, and sensing. We explore the structure of the water contact layer on various technologically relevant solid surfaces, namely graphene, MoS 2 , Au(111), Au(100), Pt(111), and Pt(100), which have been previously hampered by time and length scale limitations of ab initio approaches or force field inaccuracies, by means of molecular dynamics simulations based on ab initio machine learning potentials built using an active learning scheme. Our results reveal that the in-plane intermolecular correlations of the water contact layer vary greatly among different systems: Whereas the contact layer on graphene and on Au(111) is predominantly homogeneous and isotropic, it is inhomogeneous and anisotropic on MoS 2 , on Au(100), and on the Pt surfaces, where it additionally forms two distinct sublayers. We apply hydrodynamics and the theory of the hydrophobic effect, to relate the energy corrugation and the characteristic length-scales of the contact layer with wetting, slippage, the hydration of small hydrophobic solutes and diffusio-osmotic transport. Thus, this work provides a microscopic picture of the water contact layer and links it to macroscopic properties of liquid/solid interfaces that are measured experimentally and that are relevant to wetting, hydrophobic solvation, nanofluidics, and osmotic transport.",
          "url": "http://dx.doi.org/10.1073/pnas.2407877121",
          "doi": "10.1073/pnas.2407877121",
          "filter": "2"
        },
        {
          "title": "Fluorescence-activated droplet sequencing (FAD-seq) directly provides sequences of screening hits in antibody discovery",
          "authors": "Alexis Autour, Christoph A. Merten",
          "abstract": "Droplet microfluidics has become a very powerful tool in high-throughput screening, including antibody discovery. Screens are usually carried out by physically sorting droplets hosting cells of the desired phenotype, breaking them, recovering the encapsulated cells, and sequencing the paired antibody light and heavy chain genes at the single-cell level. This series of multiple consecutive manipulation steps of rare screening hits is complex and challenging, resulting in a significant loss of clones with the desired phenotype or large fractions of cells with incomplete antibody information. Here, we present fluorescence-activated droplet sequencing, in which droplets showing the desired phenotype are selectively picoinjected with reagents for RT-PCR. Subsequently, light and heavy chain genes are natively paired, fused into a single-chain fragment variant format, and amplified before off-chip transfer and downstream nanopore sequencing. This workflow is sufficiently sensitive for obtaining different paired full-length antibody sequences from as little as five droplets, fulfilling the desired phenotype. Replacing physical sorting by specific sequencing overcomes a general bottleneck in droplet microfluidic screening and should be compatible with many more applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2405342121",
          "doi": "10.1073/pnas.2405342121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Durably reducing conspiracy beliefs through dialogues with AI",
          "authors": "Thomas H. Costello, Gordon Pennycook, David G. Rand",
          "abstract": "Conspiracy theory beliefs are notoriously persistent. Influential hypotheses propose that they fulfill important psychological needs, thus resisting counterevidence. Yet previous failures in correcting conspiracy beliefs may be due to counterevidence being insufficiently compelling and tailored. To evaluate this possibility, we leveraged developments in generative artificial intelligence and engaged 2190 conspiracy believers in personalized evidence-based dialogues with GPT-4 Turbo. The intervention reduced conspiracy belief by ~20%. The effect remained 2 months later, generalized across a wide range of conspiracy theories, and occurred even among participants with deeply entrenched beliefs. Although the dialogues focused on a single conspiracy, they nonetheless diminished belief in unrelated conspiracies and shifted conspiracy-related behavioral intentions. These findings suggest that many conspiracy theory believers can revise their views if presented with sufficiently compelling evidence.",
          "url": "http://dx.doi.org/10.1126/science.adq1814",
          "doi": "10.1126/science.adq1814",
          "filter": "0"
        },
        {
          "title": "Post-2030 global goals need explicit targets for cities and businesses",
          "authors": "Xuemei Bai",
          "abstract": "The 17 Sustainable Development Goals (SDGs), universally adopted by all 193 United Nations (UN) Member States in 2015, represent a shared vision for people and the planet. With a framework containing 169 targets and 248 indicators, the SDGs stipulate an aspirational agenda for global society to achieve by 2030. Since their adoption, SDGs have been impactful in some respects. They frequently appear in government documents and national leaders' speeches, and all but a handful of countries have reported progress via Voluntary National Reviews . SDGs have been a source of inspiration for the research community—a quick search in Elsevier’s SCOPUS database would show more than 9000 research articles published to date with SDGs in their title.",
          "url": "http://dx.doi.org/10.1126/science.adq4993",
          "doi": "10.1126/science.adq4993",
          "filter": "0"
        },
        {
          "title": "Offsets, carbon markets, and climate and economic justice",
          "authors": "Rohini Pande",
          "abstract": "Today, 682 million people , or 8.5% of the world’s population, live in extreme poverty, which the World Bank defines as subsisting on less than $2.15 per day. The majority live in low-income and lower-middle-income countries . The traditional pathway for economic development available to these countries has historically required a lot of energy; the world’s richest countries frequently have the highest per capita historical greenhouse gas emissions and are also primarily responsible for anthropogenic climate breakdown. Lower-income countries today confront very reduced emissions budgets if catastrophic warming is to be prevented, and they are more vulnerable to climate change–related damage.",
          "url": "http://dx.doi.org/10.1126/science.ads1902",
          "doi": "10.1126/science.ads1902",
          "filter": "0"
        },
        {
          "title": "Of the first five US states with food waste bans, Massachusetts alone has reduced landfill waste",
          "authors": "Fiorentia Zoi Anglou, Robert Evan Sanders, Ioannis Stamatopoulos",
          "abstract": "Diverting food waste from landfills is crucial to reduce emissions and meet Paris Agreement targets. Between 2014 and 2024, nine US states banned commercial waste generators—such as grocery chains—from landfilling food waste, expecting a 10 to 15% waste reduction. However, no evaluation of these bans exists. We compile a comprehensive waste dataset covering 36 US states between 1996 and 2019 to evaluate the first five implemented state-level bans. Contrary to policy-makers’ expectations, we can reject aggregate waste reductions higher than 3.2%, and we cannot reject a zero-null aggregate effect. Moreover, we cannot reject a zero-null effect for any other state except Massachusetts, which gradually achieved a 13.2% reduction. Our findings reveal the need to reassess food waste bans using Massachusetts as a benchmark for success.",
          "url": "http://dx.doi.org/10.1126/science.adn4216",
          "doi": "10.1126/science.adn4216",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Mega El Niño instigated the end-Permian mass extinction",
          "authors": "Yadong Sun, Alexander Farnsworth, Michael M. Joachimski, Paul B. Wignall, Leopold Krystyn, David P. G. Bond, Domenico C. G. Ravidà, Paul J. Valdes",
          "abstract": "The ultimate driver of the end-Permian mass extinction is a topic of much debate. Here, we used a multiproxy and paleoclimate modeling approach to establish a unifying theory elucidating the heightened susceptibility of the Pangean world to the prolonged and intensified El Niño events leading to an extinction state. As atmospheric partial pressure of carbon dioxide doubled from about 410 to about 860 ppm (parts per million) in the latest Permian, the meridional overturning circulation collapsed, the Hadley cell contracted, and El Niños intensified. The resultant deforestation, reef demise, and plankton crisis marked the start of a cascading environmental disaster. Reduced carbon sequestration initiated positive feedback, producing a warmer hothouse and, consequently, stronger El Niños. The compounding effects of elevated climate variability and mean state warming led to catastrophic but diachronous terrestrial and marine losses.",
          "url": "http://dx.doi.org/10.1126/science.ado2030",
          "doi": "10.1126/science.ado2030",
          "filter": "2"
        },
        {
          "title": "Transcripts of repetitive DNA elements signal to block phagocytosis of hematopoietic stem cells",
          "authors": "Cecilia Pessoa Rodrigues, Joseph M. Collins, Song Yang, Catherine Martinez, Ji Wook Kim, Chhiring Lama, Anna S. Nam, Clemens Alt, Charles Lin, Leonard I. Zon",
          "abstract": "Macrophages maintain hematopoietic stem cell (HSC) quality by assessing cell surface Calreticulin (Calr), an “eat-me” signal induced by reactive oxygen species (ROS). Using zebrafish genetics, we identified Beta-2-microglobulin (B2m) as a crucial “don’t eat-me” signal on blood stem cells. A chemical screen revealed inducers of surface Calr that promoted HSC proliferation without triggering ROS or macrophage clearance. Whole-genome CRISPR-Cas9 screening showed that Toll-like receptor 3 (Tlr3) signaling regulated b2m expression. Targeting b2m or tlr3 reduced the HSC clonality. Elevated B2m levels correlated with high expression of repetitive element (RE) transcripts. Overall, our data suggest that RE-associated double-stranded RNA could interact with TLR3 to stimulate surface expression of B2m on hematopoietic stem and progenitor cells. These findings suggest that the balance of Calr and B2m regulates macrophage-HSC interactions and defines hematopoietic clonality.",
          "url": "http://dx.doi.org/10.1126/science.adn1629",
          "doi": "10.1126/science.adn1629",
          "filter": "2"
        },
        {
          "title": "A rockslide-generated tsunami in a Greenland fjord rang Earth for 9 days",
          "authors": "Kristian Svennevig, Stephen P. Hicks, Thomas Forbriger, Thomas Lecocq, Rudolf Widmer-Schnidrig, Anne Mangeney, Clément Hibert, Niels J. Korsgaard, Antoine Lucas, Claudio Satriano, Robert E. Anthony, Aurélien Mordret, Sven Schippkus, Søren Rysgaard, Wieter Boone, Steven J. Gibbons, Kristen L. Cook, Sylfest Glimsdal, Finn Løvholt, Koen Van Noten, Jelle D. Assink, Alexis Marboeuf, Anthony Lomax, Kris Vanneste, Taka’aki Taira, Matteo Spagnolo, Raphael De Plaen, Paula Koelemeijer, Carl Ebeling, Andrea Cannata, William D. Harcourt, David G. Cornwell, Corentin Caudron, Piero Poli, Pascal Bernard, Eric Larose, Eleonore Stutzmann, Peter H. Voss, Bjorn Lund, Flavio Cannavo, Manuel J. Castro-Díaz, Esteban Chaves, Trine Dahl-Jensen, Nicolas De Pinho Dias, Aline Déprez, Roeland Develter, Douglas Dreger, Läslo G. Evers, Enrique D. Fernández-Nieto, Ana M. G. Ferreira, Gareth Funning, Alice-Agnes Gabriel, Marc Hendrickx, Alan L. Kafka, Marie Keiding, Jeffrey Kerby, Shfaqat A. Khan, Andreas Kjær Dideriksen, Oliver D. Lamb, Tine B. Larsen, Bradley Lipovsky, Ikha Magdalena, Jean-Philippe Malet, Mikkel Myrup, Luis Rivera, Eugenio Ruiz-Castillo, Selina Wetter, Bastien Wirtz",
          "abstract": "Climate change is increasingly predisposing polar regions to large landslides. Tsunamigenic landslides have occurred recently in Greenland ( Kalaallit Nunaat ), but none have been reported from the eastern fjords. In September 2023, we detected the start of a 9-day-long, global 10.88-millihertz (92-second) monochromatic very-long-period (VLP) seismic signal, originating from East Greenland. In this study, we demonstrate how this event started with a glacial thinning–induced rock-ice avalanche of 25 × 10 6 cubic meters plunging into Dickson Fjord, triggering a 200-meter-high tsunami. Simulations show that the tsunami stabilized into a 7-meter-high long-duration seiche with a frequency (11.45 millihertz) and slow amplitude decay that were nearly identical to the seismic signal. An oscillating, fjord-transverse single force with a maximum amplitude of 5 × 10 11 newtons reproduced the seismic amplitudes and their radiation pattern relative to the fjord, demonstrating how a seiche directly caused the 9-day-long seismic signal. Our findings highlight how climate change is causing cascading, hazardous feedbacks between the cryosphere, hydrosphere, and lithosphere.",
          "url": "http://dx.doi.org/10.1126/science.adm9247",
          "doi": "10.1126/science.adm9247",
          "filter": "2"
        },
        {
          "title": "Solvent-mediated oxide hydrogenation in layered cathodes",
          "authors": "Gang Wan, Travis P. Pollard, Lin Ma, Marshall A. Schroeder, Chia-Chin Chen, Zihua Zhu, Zhan Zhang, Cheng-Jun Sun, Jiyu Cai, Harry L. Thaman, Arturas Vailionis, Haoyuan Li, Shelly Kelly, Zhenxing Feng, Joseph Franklin, Steven P. Harvey, Ye Zhang, Yingge Du, Zonghai Chen, Christopher J. Tassone, Hans-Georg Steinrück, Kang Xu, Oleg Borodin, Michael F. Toney",
          "abstract": "Self-discharge and chemically induced mechanical effects degrade calendar and cycle life in intercalation-based electrochromic and electrochemical energy storage devices. In rechargeable lithium-ion batteries, self-discharge in cathodes causes voltage and capacity loss over time. The prevailing self-discharge model centers on the diffusion of lithium ions from the electrolyte into the cathode. We demonstrate an alternative pathway, where hydrogenation of layered transition metal oxide cathodes induces self-discharge through hydrogen transfer from carbonate solvents to delithiated oxides. In self-discharged cathodes, we further observe opposing proton and lithium ion concentration gradients, which contribute to chemical and structural heterogeneities within delithiated cathodes, accelerating degradation. Hydrogenation occurring in delithiated cathodes may affect the chemo-mechanical coupling of layered cathodes as well as the calendar life of lithium-ion batteries.",
          "url": "http://dx.doi.org/10.1126/science.adg4687",
          "doi": "10.1126/science.adg4687",
          "filter": "2"
        },
        {
          "title": "Characterization of a Lewis adduct in its inner and outer forms",
          "authors": "Wei-Chun Liu, François P. Gabbaï",
          "abstract": "The entrance channel of bimolecular reactions sometimes involves the formation of outer complexes as weakly bound, fleeting intermediates. Here, we characterize such an outer complex in a system that models the bimolecular, C-O bond–forming reaction of a phosphine oxide Lewis base with a carbenium Lewis acid. Crystallographic studies show that the C-O distance in the outer form exceeds that of the final or inner adduct by 1.1 angstroms. As the system samples the two forms of the complex, which correspond to minima on the corresponding potential energy surface, the C-O linkage switches from a secondary interaction in the outer complex to a dative bond in the inner complex. This phenomenon is harnessed as a functional feature to stabilize xanthylium-based photoredox catalysts.",
          "url": "http://dx.doi.org/10.1126/science.adp7465",
          "doi": "10.1126/science.adp7465",
          "filter": "2"
        },
        {
          "title": "Inherent symmetry and flexibility in hepatitis B virus subviral particles",
          "authors": "Quan Wang, Tao Wang, Lin Cao, An Mu, Sheng Fu, Peipei Wang, Yan Gao, Wenxin Ji, Zhenyu Liu, Zhanqiang Du, Luke W. Guddat, Wenchi Zhang, Shuang Li, Xuemei Li, Zhiyong Lou, Xiangxi Wang, Zhongyu Hu, Zihe Rao",
          "abstract": "Chronic hepatitis B virus (HBV) infection poses a major global health challenge with massive morbidity and mortality. Despite a preventive vaccine, current treatments provide limited virus clearance, necessitating lifelong commitment. The HBV surface antigen (HBsAg) is crucial for diagnosis and prognosis, yet its high-resolution structure and assembly on the virus envelope remain elusive. Utilizing extensive datasets and advanced cryo–electron microscopy analysis, we present structural insights into HBsAg at a near-atomic resolution of 3.7 angstroms. HBsAg homodimers assemble into subviral particles with D 2 - and D 4 -like quasisymmetry, elucidating the dense-packing rules and structural adaptability of HBsAg. These findings provide insights into how HBsAg assembles into higher-order filaments and interacts with the capsid to form virions.",
          "url": "http://dx.doi.org/10.1126/science.adp1453",
          "doi": "10.1126/science.adp1453",
          "filter": "2"
        },
        {
          "title": "Microbial dietary preference and interactions affect the export of lipids to the deep ocean",
          "authors": "Lars Behrendt, Uria Alcolombri, Jonathan E. Hunter, Steven Smriga, Tracy Mincer, Daniel P. Lowenstein, Yutaka Yawata, François J. Peaudecerf, Vicente I. Fernandez, Helen F. Fredricks, Henrik Almblad, Joe J. Harrison, Roman Stocker, Benjamin A. S. Van Mooy",
          "abstract": "Lipids comprise a significant fraction of sinking organic matter in the ocean and play a crucial role in the carbon cycle. Despite this, our understanding of the processes that control lipid degradation is limited. We combined nanolipidomics and imaging to study the bacterial degradation of diverse algal lipid droplets and found that bacteria isolated from marine particles exhibited distinct dietary preferences, ranging from selective to promiscuous degraders. Dietary preference was associated with a distinct set of lipid degradation genes rather than with taxonomic origin. Using synthetic communities composed of isolates with distinct dietary preferences, we showed that lipid degradation is modulated by microbial interactions. A particle export model incorporating these dynamics indicates that metabolic specialization and community dynamics may influence lipid transport efficiency in the ocean’s mesopelagic zone.",
          "url": "http://dx.doi.org/10.1126/science.aab2661",
          "doi": "10.1126/science.aab2661",
          "filter": "2"
        },
        {
          "title": "Biogenic secondary organic aerosol participates in plant interactions and herbivory defense",
          "authors": "Hao Yu, Angela Buchholz, Iida Pullinen, Silja Saarela, Zijun Li, Annele Virtanen, James D. Blande",
          "abstract": "Biogenic secondary organic aerosols (SOAs) can be formed from the oxidation of plant volatiles in the atmosphere. Herbivore-induced plant volatiles (HIPVs) can elicit plant defenses, but whether such ecological functions persist after they form SOAs was previously unknown. Here we show that Scots pine seedlings damaged by large pine weevils feeding on their roots release HIPVs that trigger defenses in neighboring conspecific plants. The biological activity persisted after HIPVs had been oxidized to form SOAs, which was indicated by receivers displaying enhanced photosynthesis, primed volatile defenses, and reduced weevil damage. The elemental composition and quantity of SOAs likely determines their biological functions. This work demonstrates that plant-derived SOAs can mediate interactions between plants, highlighting their ecological significance in ecosystems.",
          "url": "http://dx.doi.org/10.1126/science.ado6779",
          "doi": "10.1126/science.ado6779",
          "filter": "2"
        },
        {
          "title": "ChatGPT to the rescue?",
          "authors": "H. Holden Thorp",
          "abstract": "For years, but especially since the pandemic, this page and many others in Science and elsewhere have been filled with lamentations about the spread of scientific misinformation—and hand wringing on how to prevent it. High-speed sharing and the relentless activity of social media influencers have made this difficult problem even worse. Dangerous skepticism about the COVID-19 vaccine, for example, continues to stoke wider hesitancy to other vaccines, a disastrous consequence for public health. Solutions to blunt scientific misinformation have been elusive. Now a new study, reported in this issue of Science , suggests that artificial intelligence (AI) could provide a means to dispel misinformation and in a way that lasts.",
          "url": "http://dx.doi.org/10.1126/science.adt0007",
          "doi": "10.1126/science.adt0007",
          "filter": "2"
        },
        {
          "title": "Autoregulated splicing of TRA2 β programs T cell fate in response to antigen-receptor stimulation",
          "authors": "Timofey A. Karginov, Antoine Ménoret, Nathan K. Leclair, Andrew G. Harrison, Karthik Chandiran, Jenny E. Suarez-Ramirez, Marina Yurieva, Keaton Karlinsey, Penghua Wang, Rachel J. O’Neill, Patrick A. Murphy, Adam J. Adler, Linda S. Cauley, Olga Anczuków, Beiyan Zhou, Anthony T. Vella",
          "abstract": "T cell receptor (TCR) sensitivity to peptide–major histocompatibility complex (MHC) dictates T cell fate. Canonical models of TCR sensitivity cannot be fully explained by transcriptional regulation. In this work, we identify a posttranscriptional regulatory mechanism of TCR sensitivity that guides alternative splicing of TCR signaling transcripts through an evolutionarily ultraconserved poison exon (PE) in the RNA-binding protein (RBP) TRA2β in mouse and human. TRA2 β - PE splicing, seen during cancer and infection, was required for TCR-induced effector T cell expansion and function. Tra2 β-PE skipping enhanced T cell response to antigen by increasing TCR sensitivity. As antigen levels decreased, Tra2 β-PE reinclusion allowed T cell survival. Finally, we found that TRA2 β-PE was first included in the genome of jawed vertebrates that were capable of TCR gene rearrangements. We propose that TRA2 β - PE splicing acts as a gatekeeper of TCR sensitivity to shape T cell fate.",
          "url": "http://dx.doi.org/10.1126/science.adj1979",
          "doi": "10.1126/science.adj1979",
          "filter": "2"
        },
        {
          "title": "Insulating electromagnetic-shielding silicone compound enables direct potting electronics",
          "authors": "Xinfeng Zhou, Peng Min, Yue Liu, Meng Jin, Zhong-Zhen Yu, Hao-Bin Zhang",
          "abstract": "Traditional electromagnetic interference–shielding materials are predominantly electrically conductive, posing short-circuit risks when applied in highly integrated electronics. To overcome this dilemma, we propose a microcapacitor-structure model comprising conductive fillers as polar plates and intermediate polymer as a dielectric layer to develop insulating electromagnetic interference–shielding polymer composites. The electron oscillation in plates and dipole polarization in dielectric layers contribute to the reflection and absorption of electromagnetic waves. Guided by this, the synergistic nonpercolation densification and dielectric enhancement enable our composite to combine high resistivity, shielding performance, and thermal conductivity. Its insulating feature allows for direct potting into the crevices among assembled components to address electromagnetic compatibility and heat-accumulation issues.",
          "url": "http://dx.doi.org/10.1126/science.adp6581",
          "doi": "10.1126/science.adp6581",
          "filter": "2"
        },
        {
          "title": "H 2 O 2 sulfenylates CHE, linking local infection to the establishment of systemic acquired resistance",
          "authors": "Lijun Cao, Sargis Karapetyan, Heejin Yoo, Tianyuan Chen, Musoki Mwimba, Xing Zhang, Xinnian Dong",
          "abstract": "In plants, a local infection can lead to systemic acquired resistance (SAR) through increased production of salicylic acid (SA). For many years, the identity of the mobile signal and its direct transduction mechanism for systemic SA synthesis in initiating SAR have been debated. We found that in Arabidopsis thaliana , after a local infection, the conserved cysteine residue of the transcription factor CCA1 HIKING EXPEDITION (CHE) undergoes sulfenylation in systemic tissues, which enhances its binding to the promoter of the SA-synthesis gene ISOCHORISMATE SYNTHASE1 ( ICS1 ) and increases SA production. Furthermore, hydrogen peroxide (H 2 O 2 ) produced through NADPH oxidases is the mobile signal that sulfenylates CHE in a concentration-dependent manner. Accumulation of SA and the previously reported signal molecules, such as N -hydroxypipecolic acid (NHP), then form a signal amplification loop to establish SAR.",
          "url": "http://dx.doi.org/10.1126/science.adj7249",
          "doi": "10.1126/science.adj7249",
          "filter": "2"
        },
        {
          "title": "Exploiting the mechanical effects of ultrasound for noninvasive therapy",
          "authors": "Meaghan A. O’Reilly",
          "abstract": "Focused ultrasound is a platform technology capable of eliciting a wide range of biological responses with high spatial precision deep within the body. Although focused ultrasound is already in clinical use for focal thermal ablation of tissue, there has been a recent growth in development and translation of ultrasound-mediated nonthermal therapies. These approaches exploit the physical forces of ultrasound to produce a range of biological responses dependent on exposure conditions. This review discusses recent advances in four application areas that have seen particular growth and have immense clinical potential: brain drug delivery, neuromodulation, focal tissue destruction, and endogenous immune system activation. Owing to the maturation of transcranial ultrasound technology, the brain is a major target organ; however, clinical indications outside the brain are also discussed.",
          "url": "http://dx.doi.org/10.1126/science.adp7206",
          "doi": "10.1126/science.adp7206",
          "filter": "2"
        },
        {
          "title": "Stoichiometric reconstruction of the Al 2 O 3 (0001) surface",
          "authors": "Johanna I. Hütner, Andrea Conti, David Kugler, Florian Mittendorfer, Georg Kresse, Michael Schmid, Ulrike Diebold, Jan Balajka",
          "abstract": "Macroscopic properties of materials stem from fundamental atomic-scale details, yet for insulators, resolving surface structures remains a challenge. We imaged the basal (0001) plane of α–aluminum oxide (α-Al 2 O 3 ) using noncontact atomic force microscopy with an atomically defined tip apex. The surface formed a complex ( 31 × 31 ) R ±9° reconstruction. The lateral positions of the individual oxygen and aluminum surface atoms come directly from experiment; we determined with computational modeling how these connect to the underlying crystal bulk. Before the restructuring, the surface Al atoms assume an unfavorable, threefold planar coordination; the reconstruction allows a rehybridization with subsurface O that leads to a substantial energy gain. The reconstructed surface remains stoichiometric, Al 2 O 3 .",
          "url": "http://dx.doi.org/10.1126/science.adq4744",
          "doi": "10.1126/science.adq4744",
          "filter": "2"
        },
        {
          "title": "Phantom energy in the nonlinear response of a quantum many-body scar state",
          "authors": "Kangning Yang, Yicheng Zhang, Kuan-Yu Li, Kuan-Yu Lin, Sarang Gopalakrishnan, Marcos Rigol, Benjamin L. Lev",
          "abstract": "Quantum many-body scars are notable as nonthermal, low-entanglement states that exist at high energies. In this study, we used attractively interacting dysprosium gases to create scar states that are stable enough to be driven into a strongly nonlinear regime while retaining their character. We measured how the kinetic and total energies evolve after quenching the confining potential. Although the bare interactions are attractive, the atoms behave as if they repel each other: Their kinetic energy paradoxically decreases as the gas is compressed. The missing “phantom” energy is quantified by benchmarking our experimental results against generalized hydrodynamics calculations. We present evidence that the missing kinetic energy is carried by undetected, very high momentum atoms.",
          "url": "http://dx.doi.org/10.1126/science.adk8978",
          "doi": "10.1126/science.adk8978",
          "filter": "2"
        },
        {
          "title": "No ‘collapse’ for ancient people on Rapa Nui",
          "authors": "Rodrigo Peréz Ortega",
          "abstract": "New genomic, archaeological evidence counters influential tale of ecological suicide",
          "url": "http://dx.doi.org/10.1126/science.adt0781",
          "doi": "10.1126/science.adt0781",
          "filter": "3"
        },
        {
          "title": "Erratum for the Research Article “Where and with whom does a brief social-belonging intervention promote progress in college?” by G. M. Walton et al .",
          "url": "http://dx.doi.org/10.1126/science.ads9718",
          "doi": "10.1126/science.ads9718",
          "filter": "3"
        },
        {
          "title": "Institutional data repositories are vital",
          "authors": "Jen Darragh, Mikala R. Narlock, Halle Burns, Peter A. Cerda, Wind Cowles, Leslie Delserone, Seth Erickson, Joel Herndon, Heidi Imker, Lisa R. Johnston, Sherry Lake, Michael Lenard, Alicia Hofelich Mohr, Jennifer Moore, Jonathan Petters, Brandie Pullen, Shawna Taylor, Briana Wham",
          "url": "http://dx.doi.org/10.1126/science.ade0789",
          "doi": "10.1126/science.ade0789",
          "filter": "3"
        },
        {
          "title": "Anticancer drugs imperil Asian tree species",
          "authors": "Gao Chen, Xiang-Hai Cai, Jia Tang, Guillaume Chomicki, Susanne S. Renner",
          "url": "http://dx.doi.org/10.1126/science.adr0965",
          "doi": "10.1126/science.adr0965",
          "filter": "3"
        },
        {
          "title": "Decoding the surface of a complex oxide",
          "authors": "Franz J. Giessibl, Alfred John Weymouth",
          "abstract": "Atomic force microscopy reveals the elusive structure of the aluminum oxide surface",
          "url": "http://dx.doi.org/10.1126/science.ads0942",
          "doi": "10.1126/science.ads0942",
          "filter": "3"
        },
        {
          "title": "Strong El Niños primed Earth for mass extinction",
          "authors": "Paul Voosen",
          "abstract": "Extreme weather sparked by ocean shifts set stage for Great Dying 250 million years ago",
          "url": "http://dx.doi.org/10.1126/science.adt0785",
          "doi": "10.1126/science.adt0785",
          "filter": "3"
        },
        {
          "title": "The burden of a gene",
          "authors": "Jocelyn Kaiser",
          "abstract": "A variant called APOE4 is notorious for its link to Alzheimer’s. Can new insights into its function help stave off disease?",
          "url": "http://dx.doi.org/10.1126/science.adt0510",
          "doi": "10.1126/science.adt0510",
          "filter": "3"
        },
        {
          "title": "Open access is shaping scientific communication",
          "authors": "Mark J. McCabe, Frank Mueller-Langer",
          "abstract": "Funders and publishers should roll out policies in ways to support their evaluation",
          "url": "http://dx.doi.org/10.1126/science.adp8882",
          "doi": "10.1126/science.adp8882",
          "filter": "3"
        },
        {
          "title": "Generative AI as a tool for truth",
          "authors": "Bence Bago, Jean-François Bonnefon",
          "abstract": "Conversation with a trained chatbot can reduce conspiratorial beliefs",
          "url": "http://dx.doi.org/10.1126/science.ads0433",
          "doi": "10.1126/science.ads0433",
          "filter": "3"
        },
        {
          "title": "The power of sitting still",
          "authors": "Sabrina Bartolotta",
          "url": "http://dx.doi.org/10.1126/science.adt0059",
          "doi": "10.1126/science.adt0059",
          "filter": "3"
        },
        {
          "title": "A crystallized view of acid-base chemistry",
          "authors": "Andrew R. Jupp",
          "abstract": "The structural relationship between Lewis adduct isomers is resolved",
          "url": "http://dx.doi.org/10.1126/science.ads0207",
          "doi": "10.1126/science.ads0207",
          "filter": "3"
        },
        {
          "title": "Managing emissions with smart city technology",
          "authors": "Danfeng He, Xiaolin Zhang, Fujiang Zhou",
          "url": "http://dx.doi.org/10.1126/science.adr0001",
          "doi": "10.1126/science.adr0001",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adt0779",
          "doi": "10.1126/science.adt0779",
          "filter": "3"
        },
        {
          "title": "Fall Books 2024 The Tech Coup: How to Save Democracy from Silicon Valley , Marietje Schaake , Princeton University Press, 2024, 336 pp. Linguaphile: A Life of Language Love , Julie Sedivy, Farrar , Straus and Giroux, 2024, 336 pp. Core Samples: A Climate Scientist’s Experiments in Politics and Motherhood , Anna Farro Henderson , University of Minnesota Press, 2024, 208 pp. Rumbles: A Curious History of the Gut , Elsa Richardson , Pegasus Books, 2024, 336 pp. The Burning Earth: A History , Sunil Amrith , Norton, 2024, 432 pp. Infinite Life: The Revolutionary Story of Eggs, Evolution, and Life on Earth , Jules Howard , Pegasus Books, 2024, 272 pp. Einstein’s Tutor: The Story of Emmy Noether and the Invention of Modern Physics , Lee Phillips , Public Affairs, 2024, 368 pp. Hope for Cynics: The Surprising Science of Human Goodness , Jamil Zaki , Grand Central Publishing, 2024, 288 pp. Nexus: A Brief History of Information Networks from the Stone Age to AI , Yuval Noah Harari , Random House, 2024, 528 pp. Chain Reactions: The Hopeful History of Uranium , Lucy Jane Santos , Pegasus Books, 2024, 288 pp.",
          "authors": "Kalpana Shankar, Carolyn Wong Simpkins, Marianne Lalonde, Jessica D. Eisner, Lawrence D. Meinert, Rosemarie Szostak, Sarah Dewey, Xoco A. Shinbrot, Brian Carter, Benn Tannenbaum",
          "url": "http://dx.doi.org/10.1126/science.ads4182",
          "doi": "10.1126/science.ads4182",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Marc S. Lavine, Bianca Lopez, Stella M. Hurtley, Ekeoma Uzogara, Sarah H. Ross, Melissa McCartney, Ian S. Osborne",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt0513",
          "doi": "10.1126/science.adt0513",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Brent Grocholski, Aaron Shaw, Bianca Lopez, Ankit Walia, Michael A. Funk, Marc S. Lavine, Hannah M. Isles, Sarah H. Ross, Ekeoma Uzogara, Yevgeniya Nusinovich, Caroline Ash, Phil Szuromi, Jake S. Yeston, Courtney Malo, Jesse Smith, Wei Wong",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adt0512",
          "doi": "10.1126/science.adt0512",
          "filter": "3"
        },
        {
          "title": "What ionized the universe? JWST finds too many culprits",
          "authors": "Daniel Clery",
          "abstract": "Observatory reveals a surfeit of ultraviolet light from the first stars and giant black holes",
          "url": "http://dx.doi.org/10.1126/science.adt0782",
          "doi": "10.1126/science.adt0782",
          "filter": "3"
        },
        {
          "title": "Going deep on marine lipid metabolism",
          "authors": "Florence Schubotz",
          "abstract": "Marine bacteria cooperate to degrade lipids in sinking particulate organic matter",
          "url": "http://dx.doi.org/10.1126/science.ads0919",
          "doi": "10.1126/science.ads0919",
          "filter": "3"
        },
        {
          "title": "Duplicated phrases in peer review draw scrutiny",
          "authors": "Jeffrey Brainard",
          "abstract": "Hundreds of papers bear signs of reviewers using templates for personal gain",
          "url": "http://dx.doi.org/10.1126/science.adt0784",
          "doi": "10.1126/science.adt0784",
          "filter": "3"
        },
        {
          "title": "Hunt for longevity drugs gets new life",
          "authors": "Mitch Leslie",
          "abstract": "Decades-old project has new funding and a new set of compounds to test",
          "url": "http://dx.doi.org/10.1126/science.adt0783",
          "doi": "10.1126/science.adt0783",
          "filter": "3"
        },
        {
          "title": "Old poliovirus sample hints at recent lab leak",
          "authors": "Kai Kupferschmidt",
          "abstract": "Strain that infected a Chinese child in 2014 is close to one Albert Sabin sent to Paris in 1960",
          "url": "http://dx.doi.org/10.1126/science.adt0786",
          "doi": "10.1126/science.adt0786",
          "filter": "3"
        },
        {
          "title": "Maxine F. Singer (1931–2024)",
          "authors": "Allan Spradling, Marnie E. Halpern",
          "abstract": "Prominent biochemist and science advocate",
          "url": "http://dx.doi.org/10.1126/science.ads4179",
          "doi": "10.1126/science.ads4179",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Vanishing twins, spared cohorts, and the birthweight of periviable infants born to Black and white women in the United States",
          "authors": "Ralph Catalano, Allison Stolte, Joan Casey, Alison Gemmill, Hedwig Lee, Brenda Bustos, Tim Bruckner",
          "abstract": "Pregnancies ending before 26 weeks contribute 1% of births but 40% of infant deaths in the United States. The rate of these “periviable” births to non-Hispanic (NH) Black women exceeds four times that for NH whites. Small male periviable infants remain most likely to die. NH white periviable males weigh more than their NH Black counterparts. We argue that male infants born from twin gestations, in which one fetus died in utero (i.e., the vanishing twin syndrome), contribute to the disparity. We cannot directly test our argument because “vanishing” typically occurs before clinical recognition of pregnancy. We, however, describe and find associations that would emerge in vital statistics were our argument correct. Among male periviable singleton births from 288 monthly conception cohorts (January 1995 through December 2018), we found an average NH white advantage of 30 grams (759 grams versus 729 grams). Consistent with our argument, however, cohorts signaling relatively few survivors of the vanishing twin syndrome showed no disparity.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado6691",
          "doi": "10.1126/sciadv.ado6691",
          "filter": "0"
        },
        {
          "title": "PM 2.5 exposure disparities persist despite strict vehicle emissions controls in California",
          "authors": "Libby H. Koolik, Álvaro Alvarado, Amy Budahn, Laurel Plummer, Julian D. Marshall, Joshua S. Apte",
          "abstract": "As policymakers increasingly focus on environmental justice, a key question is whether emissions reductions aimed at addressing air quality or climate change can also ameliorate persistent air pollution exposure disparities. We examine evidence from California’s aggressive vehicle emissions control policy from 2000 to 2019. We find a 65% reduction in modeled statewide average exposure to PM 2.5 from on-road vehicles, yet for people of color and overburdened community residents, relative exposure disparities increased. Light-duty vehicle emissions are the main driver of the exposure and exposure disparity, although smaller contributions from heavy-duty vehicles especially affect some overburdened groups. Our findings suggest that a continued trend of emissions reductions will likely reduce concentrations and absolute disparity but may not reduce relative disparities without greater attention to the systemic factors leading to this disparity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8544",
          "doi": "10.1126/sciadv.adn8544",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Oscillatory-Quality of sleep spindles links brain state with sleep regulation and function",
          "authors": "Cristina Blanco-Duque, Suraya A. Bond, Lukas B. Krone, Jean-Phillipe Dufour, Edward C. P. Gillen, Ross J. Purple, Martin C. Kahn, David M. Bannerman, Edward O. Mann, Peter Achermann, Eckehard Olbrich, Vladyslav V. Vyazovskiy",
          "abstract": "Here, we characterized the dynamics of sleep spindles, focusing on their damping, which we estimated using a metric called oscillatory-Quality (o-Quality), derived by fitting an autoregressive model to electrophysiological signals, recorded from the cortex in mice. The o-Quality of sleep spindles correlates weakly with their amplitude, shows marked laminar differences and regional topography across cortical regions, reflects the level of synchrony within and between cortical networks, is strongly modulated by sleep-wake history, reflects the degree of sensory disconnection, and correlates with the strength of coupling between spindles and slow waves. As most spindle events are highly localized and not detectable with conventional low-density recording approaches, o-Quality thus emerges as a valuable metric that allows us to infer the spread and dynamics of spindle activity across the brain and directly links their spatiotemporal dynamics with local and global regulation of brain states, sleep regulation, and function.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6247",
          "doi": "10.1126/sciadv.adn6247",
          "filter": "2"
        },
        {
          "title": "Impact sculpting of the early martian atmosphere",
          "authors": "Oliver Shorttle, Homa Saeidfirozeh, Paul Brandon Rimmer, Vojtĕch Laitl, Petr Kubelík, Lukáš Petera, Martin Ferus",
          "abstract": "Intense bombardment of solar system planets in the immediate aftermath of protoplanetary disk dissipation has played a key role in their atmospheric evolution. During this epoch, energetic collisions will have removed substantial masses of gas from rocky planet atmospheres. Noble gases are powerful tracers of this early atmospheric history, xenon in particular, which on Mars and Earth shows significant depletions and isotopic fractionations relative to the lighter noble gasses. To evaluate the effect of impacts on the loss and fractionation of xenon, we measure its ionization and recombination efficiency by laser shock and apply these constraints to model impact-driven atmospheric escape on Mars. We demonstrate that impact bombardment within the first 200 to 300 million years of solar system history generates the observed Xe depletion and isotope fractionation of the modern martian atmosphere. This process may also explain the Xe depletion recorded in Earth’s deep mantle and provides a latest date for the timing of giant planet instability.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm9921",
          "doi": "10.1126/sciadv.adm9921",
          "filter": "2"
        },
        {
          "title": "A computational mechanism of cue-stimulus integration for pain in the brain",
          "authors": "Jungwoo Kim, Suhwan Gim, Seng Bum Michael Yoo, Choong-Wan Woo",
          "abstract": "The brain integrates information from pain-predictive cues and noxious inputs to construct the pain experience. Although previous studies have identified neural encodings of individual pain components, how they are integrated remains elusive. Here, using a cue-induced pain task, we examined temporal functional magnetic resonance imaging activities within the state space, where axes represent individual voxel activities. By analyzing the features of these activities at the large-scale network level, we demonstrated that overall brain networks preserve both cue and stimulus information in their respective subspaces within the state space. However, only higher-order brain networks, including limbic and default mode networks, could reconstruct the pattern of participants’ reported pain by linear summation of subspace activities, providing evidence for the integration of cue and stimulus information. These results suggest a hierarchical organization of the brain for processing pain components and elucidate the mechanism for their integration underlying our pain perception.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8230",
          "doi": "10.1126/sciadv.ado8230",
          "filter": "2"
        },
        {
          "title": "Multiscale crack trapping for programmable adhesives",
          "authors": "Seongjin Park, Dong Kwan Kang, Donghyuk Lee, Geonjun Choi, Jaeil Kim, Chanhong Lee, Minho Seong, Michael D. Bartlett, Hoon Eui Jeong",
          "abstract": "The precise control of crack propagation at bonded interfaces is crucial for smart adhesives with advanced performance. However, previous studies have primarily concentrated on either microscale or macroscale crack propagation. Here, we present a hybrid adhesive that integrates microarchitectures and macroscopic nonlinear cut architectures for unparalleled adhesion control. The integration of these architectural elements enables conformal attachment and simultaneous crack trapping across multiple scales for high capacity, enhancing adhesion by more than 70×, while facilitating crack propagation at the macroscale in specific directions for programmable release and reusability. As adhesion strength and directionality can be independently controlled at any location, skin adhesive patches are created that are breathable, nondamaging, and exceptionally strong and secure yet remove easily. These capabilities are demonstrated with a skin-mounted adhesive patch with integrated electronics that accurately detects human motion and wirelessly transmits signals, enabling real-time control of avatars in virtual reality applications.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3438",
          "doi": "10.1126/sciadv.adq3438",
          "filter": "2"
        },
        {
          "title": "Parallel gain modulation mechanisms set the resolution of color selectivity in human visual cortex",
          "authors": "Marie-Christin Schulz, Mandy V. Bartsch, Christian Merkel, Hendrik Strumpf, Mircea A. Schoenfeld, Jens-Max Hopf",
          "abstract": "Color discrimination is fundamental to human behavior. We find bananas by coarsely searching for yellow but then differentiate nuances of yellow to pick the best exemplars. How does the brain adjust the resolution of color selectivity to our changing needs? Here, we analyze the brain magnetic response in the human visual cortex to show that color selectivity is adaptively set by coarse- and fine-resolving processes running in parallel at different hierarchical levels. Those include a gain enhancement in the higher-lever cortex of color units tuned away from the target to resolve very similar colors and a coarsely resolving gain enhancement in the mid-level cortex of units tuned to the target. Our findings suggest that attention operates on a form of multiresolution representation of color at different levels in the visual hierarchy, which keeps selectivity adaptive to a changing resolution context.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm7385",
          "doi": "10.1126/sciadv.adm7385",
          "filter": "2"
        },
        {
          "title": "Meter-scale van der Waals films manufactured via one-step roll printing",
          "authors": "Kyuho Lee, Naoki Higashitarumizu, Shu Wang, Chunghee Kim, Chun Yuen Ho, Jin Woo Oh, Guangtao Zan, Morten Madsen, Tae-Woo Lee, Daryl C. Chrzan, Cheolmin Park, Ali Javey",
          "abstract": "A weak van der Waals (vdW) force in layered materials enables their isolation into thin flakes through mechanical exfoliation while sustaining their intrinsic electronic and optical properties. Here, we introduce a universal roll-printing method capable of producing vdW multilayer films on wafer-to-meter scale. This process uses sequential exfoliation and transfer of layered materials from the powder sources to target substrates through a repeated rolling of a cylindrical metal drum. We achieve uniformly coated films with a library of vdW powders on various mechanically rigid and flexible substrates. The printed films are configured into different devices including light-emitting diodes and photodetectors. The presented technique offers substantial benefits in terms of cost efficiency and a low thermal budget while offering high material quality.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0655",
          "doi": "10.1126/sciadv.adq0655",
          "filter": "2"
        },
        {
          "title": "Excitable Rho dynamics control cell shape and motility by sequentially activating ERM proteins and actomyosin contractility",
          "authors": "Seph Marshall-Burghardt, Rodrigo A. Migueles-Ramírez, Qiyao Lin, Nada El Baba, Rayan Saada, Mustakim Umar, Kian Mavalwala, Arnold Hayer",
          "abstract": "Migration of endothelial and many other cells requires spatiotemporal regulation of protrusive and contractile cytoskeletal rearrangements that drive local cell shape changes. Unexpectedly, the small GTPase Rho, a crucial regulator of cell movement, has been reported to be active in both local cell protrusions and retractions, raising the question of how Rho activity can coordinate cell migration. Here, we show that Rho activity is absent in local protrusions and active during retractions. During retractions, Rho rapidly activated ezrin-radixin-moesin proteins (ERMs) to increase actin-membrane attachment, and, with a delay, nonmuscle myosin 2 (NM2). Rho activity was excitable, with NM2 acting as a slow negative feedback regulator. Strikingly, inhibition of SLK/LOK kinases, through which Rho activates ERMs, caused elongated cell morphologies, impaired Rho-induced cell contractions, and reverted Rho-induced blebbing. Together, our study demonstrates that Rho activity drives retractions by sequentially enhancing ERM-mediated actin-membrane attachment for force transmission and NM2-dependent contractility.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6858",
          "doi": "10.1126/sciadv.adn6858",
          "filter": "2"
        },
        {
          "title": "Ion transport and ultra-efficient osmotic power generation in boron nitride nanotube porins",
          "authors": "Zhongwu Li, Alex T. Hall, Yaqing Wang, Yuhao Li, Dana O. Byrne, Lyndsey R. Scammell, R. Roy Whitney, Frances I. Allen, John Cumings, Aleksandr Noy",
          "abstract": "Nanotube porins form transmembrane nanomaterial-derived scaffolds that mimic the geometry and functionality of biological membrane channels. We report synthesis, transport properties, and osmotic energy harvesting performance of another member of the nanotube porin family: boron nitride nanotube porins (BNNTPs). Cryo–transmission electron microscopy imaging, liposome transport assays, and DNA translocation experiments show that BNNTPs reconstitute into lipid membranes to form functional channels of ~2-nm diameter. Ion transport studies reveal ion conductance characteristics of individual BNNTPs, which show an unusual C 1/4 scaling with ion concentration and pronounced pH sensitivity. Reversal potential measurements indicate that BNNTPs have strong cation selectivity at neutral pH, attributable to the high negative charge on the channel. BNNTPs also deliver very large power density up to 12 kW/m 2 in the osmotic gradient transport experiments at neutral pH, surpassing that of other BNNT-based devices by two orders of magnitude under similar conditions. Our results suggest that BNNTPs are a promising platform for mass transport and osmotic power generation.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8081",
          "doi": "10.1126/sciadv.ado8081",
          "filter": "2"
        },
        {
          "title": "Sub–180-nanometer-thick ultraconformable high-performance carbon nanotube–based dual-gate transistors and differential amplifiers",
          "authors": "Yuru Wang, Tingzhi Wang, Li Xiang, Ruyi Huang, Guanhua Long, Wanyi Wang, Meiqi Xi, Jiamin Tian, Wangchang Li, Xiaosong Deng, Qibei Gong, Tianshun Bai, Yufan Chen, Hong Liu, Yu Xia, Xuelei Liang, Qing Chen, Lian-Mao Peng, Youfan Hu",
          "abstract": "There is increased interest in ultrathin flexible devices with thicknesses of &lt;1 micrometers due to excellent conformability toward advanced laminated bioelectronics. However, because of limitations in materials, device structure, and fabrication methodology, the performance of these ultrathin devices and circuits is insufficient to support higher-level applications. Here, we report high-performance carbon nanotube–based thin-film transistors (TFTs) and differential amplifiers on ultrathin polyimide films with a total thickness of &lt;180 nanometers. A dual-gate structure is introduced to guarantee excellent gate control efficiency and mechanical stability of the ultrathin TFTs, which exhibit high transconductance (8.96 microsiemens per micrometer), high mobility (127 square centimeters per volt per second), and steep subthreshold swing (84 millivolts per decade), and can sustain a bending radius of curvature of &lt;10 micrometers. The differential amplifier achieves the highest gain-bandwidth product (1.83 megahertz) among flexible differential amplifiers, enabling higher-gain amplification of weak signals over an extended frequency spectrum that is demonstrated by amplification of electromyography signals in situ.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6022",
          "doi": "10.1126/sciadv.adq6022",
          "filter": "2"
        },
        {
          "title": "The ultralow viscosity of volatile-rich kimberlite magma: Implications for the water content of primitive kimberlite melts",
          "authors": "Ming Hao, Wen-Yi Zhou, Rostislav Hrubiak, Curtis Kenney-Benson, Janine L. Kavanagh, William Davis, Jin S. Zhang",
          "abstract": "The eruption of deeply sourced kimberlite magma offers the fastest route to bring deep-seated volatiles back to the Earth’s surface. However, the viscosity of kimberlite magma, a factor governing its migration and eruption dynamics within Earth, remains poorly constrained. We conducted synchrotron in situ falling sphere viscometry experiments to examine kimberlite magma with different volatile contents (0 to 5 wt % H 2 O and 2 to 8 wt % CO 2 ) under high pressure-temperature conditions. The results reveal that the viscosity of volatile-rich kimberlite magma is ~1 to 2 orders lower than that of mid-ocean ridge basalt (MORB) and comparable to the ultramobile pure carbonate melt. Using the measured viscosity values, we simulated the ascent and eruption process of kimberlite magma. We found that a minimum content of ~0.5 wt % water in the primitive magma is necessary to allow the ultrafast eruption process of kimberlite, thereby enabling the preservation of diamonds and high-pressure mineral inclusions transported by the magma.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8550",
          "doi": "10.1126/sciadv.ado8550",
          "filter": "2"
        },
        {
          "title": "Multi-receptor skin with highly sensitive tele-perception somatosensory",
          "authors": "Yan Du, Penghui Shen, Houfang Liu, Yuyang Zhang, Luyao Jia, Xiong Pu, Feiyao Yang, Tianling Ren, Daping Chu, Zhonglin Wang, Di Wei",
          "abstract": "The limitations and complexity of traditional noncontact sensors in terms of sensitivity and threshold settings pose great challenges to extend the traditional five human senses. Here, we propose tele-perception to enhance human perception and cognition beyond these conventional noncontact sensors. Our bionic multi-receptor skin employs structured doping of inorganic nanoparticles to enhance the local electric field, coupled with advanced deep learning algorithms, achieving a Δ V /Δ d sensitivity of 14.2, surpassing benchmarks. This enables precise remote control of surveillance systems and robotic manipulators. Our long short-term memory–based adaptive pulse identification achieves 99.56% accuracy in material identification with accelerated processing speeds. In addition, we demonstrate the feasibility of using a two-dimensional (2D) sensor matrix to integrate real object scan data into a convolutional neural network to accurately discriminate the shape and material of 3D objects. This promises transformative advances in human-computer interaction and neuromorphic computing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8681",
          "doi": "10.1126/sciadv.adp8681",
          "filter": "2"
        },
        {
          "title": "Antibiotics damage the colonic mucus barrier in a microbiota-independent manner",
          "authors": "Jasmin Sawaed, Lilach Zelik, Yehonatan Levin, Rachel Feeney, Maria Naama, Ateret Gordon, Mor Zigdon, Elad Rubin, Shahar Telpaz, Sonia Modilevsky, Shira Ben-Simon, Aya Awad, Sarina Harshuk-Shabso, Meital Nuriel-Ohayon, Michal Werbner, Bjoern O. Schroeder, Amir Erez, Shai Bel",
          "abstract": "Antibiotic use is a risk factor for development of inflammatory bowel diseases (IBDs). IBDs are characterized by a damaged mucus layer, which does not separate the intestinal epithelium from the microbiota. Here, we hypothesized that antibiotics affect the integrity of the mucus barrier, which allows bacterial penetrance and predisposes to intestinal inflammation. We found that antibiotic treatment led to breakdown of the colonic mucus barrier and penetration of bacteria into the mucus layer. Using fecal microbiota transplant, RNA sequencing followed by machine learning, ex vivo mucus secretion measurements, and antibiotic treatment of germ-free mice, we determined that antibiotics induce endoplasmic reticulum stress in the colon that inhibits colonic mucus secretion in a microbiota-independent manner. This antibiotic-induced mucus secretion flaw led to penetration of bacteria into the colonic mucus layer, translocation of microbial antigens into circulation, and exacerbation of ulcerations in a mouse model of IBD. Thus, antibiotic use might predispose to intestinal inflammation by impeding mucus production.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4119",
          "doi": "10.1126/sciadv.adp4119",
          "filter": "2"
        },
        {
          "title": "Alignment and actuation of liquid crystals via 3D confinement and two-photon laser printing",
          "authors": "Li-Yun Hsu, Santiago Gomez Melo, Clara Vazquez-Martel, Christoph A. Spiegel, Falko Ziebert, Ulrich S. Schwarz, Eva Blasco",
          "abstract": "Liquid crystalline (LC) materials are especially suited for the preparation of active three-dimensional (3D) and 4D microstructures using two-photon laser printing. To achieve the desired actuation, the alignment of the LCs has to be controlled during the printing process. In most cases studied before, the alignment relied on surface modifications and complex alignment patterns and concomitant actuation were not possible. Here, we introduce a strategy for spatially aligning LC domains in three-dimensional space by using 3D-printed polydimethylsiloxane-based microscaffolds as confinement barriers, which induce the desired director field. The director field resulting from the boundary conditions is calculated with Landau de Gennes theory and validated by comparing experimentally measured and theoretically predicted birefringence patterns. We demonstrate our procedures for structures of varying complexity and then employed them to fabricate 4D microstructures that show the desired actuation. Overall, we obtain excellent agreement between theory and experiment. This opens the door for rational design of functional materials for 4D (micro)printing in the future.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2597",
          "doi": "10.1126/sciadv.adq2597",
          "filter": "2"
        },
        {
          "title": "Surface molecular pump enables ultrahigh catalyst activity",
          "authors": "Jin Huang, Bosi Peng, Cheng Zhu, Mingjie Xu, Yang Liu, Zeyan Liu, Jingxuan Zhou, Sibo Wang, Xiangfeng Duan, Hendrik Heinz, Yu Huang",
          "abstract": "The performance of electrocatalysts is critical for renewable energy technologies. While the electrocatalytic activity can be modulated through structural and compositional engineering following the Sabatier principle, the insufficiently explored catalyst-electrolyte interface is promising to promote microkinetic processes such as physisorption and desorption. By combining experimental designs and molecular dynamics simulations with explicit solvent in high accuracy, we demonstrated that dimethylformamide can work as an effective surface molecular pump to facilitate the entrapment of oxygen and outflux of water. Dimethylformamide disrupts the interfacial network of hydrogen bonds, leading to enhanced activity of the oxygen reduction reaction by a factor of 2 to 3. This strategy works generally for platinum-alloy catalysts, and we introduce an optimal model PtCuNi catalyst with an unprecedented specific activity of 21.8 ± 2.1 mA/cm 2 at 0.9 V versus the reversible hydrogen electrode, nearly double the previous record, and an ultrahigh mass activity of 10.7 ± 1.1 A/mg Pt .",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3942",
          "doi": "10.1126/sciadv.ado3942",
          "filter": "2"
        },
        {
          "title": "Human interactive liquid crystal fiber arrays",
          "authors": "Samuël A. M. Weima, Reza Norouzikudiani, Jaeryang Baek, Jacques A. Peixoto, Thierry K. Slot, Dirk J. Broer, Antonio DeSimone, Danqing Liu",
          "abstract": "This paper presents interactive liquid crystal fiber arrays that can actuate in a way perceptible by human touch. The fibers are actuated via a computer interface, enabling precise control over actuation direction, magnitude, and frequency. Unlike conventional methods, our technique initiates the actuation at the base of the fibers, which is enabled by fabricating the fibers directly onto an electrical circuit. Fiber actuation is achieved by localized addressing of an in situ formed radially aligned segment. This induces reduction in the scalar order parameter and leads to deformation of the fiber base, causing bending toward the activated region. Extensive modeling validates this actuation mechanism and identifies optimal conditions and actuation strategies for achieving the desired responses. The actuation process is rapid, is highly reversible, and maintains excellent performance over repeated (&gt;200) cycles. These liquid crystal fiber arrays provide a safe contact with humans or other objects, making them highly suitable for applications in smart wearable devices and immersive interfaces.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0421",
          "doi": "10.1126/sciadv.adp0421",
          "filter": "2"
        },
        {
          "title": "Thr 4 phosphorylation on RNA Pol II occurs at early transcription regulating 3′-end processing",
          "authors": "Rosamaria Y. Moreno, Svetlana B. Panina, Seema Irani, Haley A. Hardtke, Renee Stephenson, Brendan M. Floyd, Edward M. Marcotte, Qian Zhang, Y. Jessie Zhang",
          "abstract": "RNA polymerase II relies on a repetitive sequence domain (YSPTSPS) within its largest subunit to orchestrate transcription. While phosphorylation on serine-2/serine-5 of the carboxyl-terminal heptad repeats is well established, threonine-4’s role remains enigmatic. Paradoxically, threonine-4 phosphorylation was only detected after transcription end sites despite functionally implicated in pausing, elongation, termination, and messenger RNA processing. Our investigation revealed that threonine-4 phosphorylation detection was obstructed by flanking serine-5 phosphorylation at the onset of transcription, which can be removed selectively. Subsequent proteomic analyses identified many proteins recruited to transcription via threonine-4 phosphorylation, which previously were attributed to serine-2. Loss of threonine-4 phosphorylation greatly reduces serine-2 phosphorylation, revealing a cross-talk between the two marks. Last, the function analysis of the threonine-4 phosphorylation highlighted its role in alternative 3′-end processing within pro-proliferative genes. Our findings unveil the true genomic location of this evolutionarily conserved phosphorylation mark and prompt a reassessment of functional assignments of the carboxyl-terminal domain.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0350",
          "doi": "10.1126/sciadv.adq0350",
          "filter": "2"
        },
        {
          "title": "Reproductive aging weakens offspring survival and constrains the telomerase response to herpesvirus in Pacific oysters",
          "authors": "Andréaz Dupoué, Hugo Koechlin, Matthias Huber, Pauline Merrien, Jacqueline Le Grand, Charlotte Corporeau, Elodie Fleury, Benoît Bernay, Pierre de Villemereuil, Benjamin Morga, Jérémy Le Luyer",
          "abstract": "Telomere length (TL) is increasingly recognized as a molecular marker that reflects how reproductive aging affects intergenerational transmissions. Here, we investigated the effects of parental age on offspring survival and the regulation of TL by examining the telomere-elongating activity of telomerase in the Pacific oyster. We assessed the classical hallmarks of aging in parents at three age classes (young, middle-aged, and old) and crossbred them using a split-brood design to examine the consequences of the nine maternal-by-paternal age combinations on their offspring. Reproductive aging leads to increased larval mortality and accelerated telomere shortening in spats, rendering them more susceptible to infection by the Ostreid herpesvirus. Viral exposure stimulates telomerase activity, a response that we identified as adaptive, but weakened by parental aging. While telomerase lengthens a spat’s telomere, paradoxically, longer individual TL predicts higher mortality in adults. The telomerase-telomere complex appeared as a conservative biomarker for distinguishing survivors and losers upon exposure to polymicrobial diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2311",
          "doi": "10.1126/sciadv.adq2311",
          "filter": "2"
        },
        {
          "title": "Comprehensive computational automated search of barrierless reactions leading to the formation of benzene and other C 6 -membered rings",
          "authors": "Marta Castiñeira Reis, Emilio Martínez Núñez, Antonio Fernández Ramos",
          "abstract": "We present the systematic exploration of various potential energy surfaces for systems with C 6 H 6– x ( x = 0, 1, 2, or 3) empirical formula using an automatic search approach. The primary objective of this study is to identify reaction pathways that lead to the creation of benzene, o -benzyne, and other rings. These pathways initiate with a barrierless recombination reaction and involve subsequent isomerization reactions with submerged transition states until the final product is reached. The reported reaction profiles are consistent with the existing conditions in the interstellar medium if the hot complex formed can cool down through radiative relaxation. Recent studies on the deactivation of polyaromatic hydrocarbons (PAHs) support the possibility of these reactions taking place. The C 6 -membered rings are considered precursors of PAHs, and our focus is on identifying pathways originating from the barrierless recombination of reactive molecules known to exist in the interstellar medium, with potential implications in other environments.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4077",
          "doi": "10.1126/sciadv.adq4077",
          "filter": "2"
        },
        {
          "title": "Editorial Retraction",
          "authors": "H. Holden Thorp",
          "url": "http://dx.doi.org/10.1126/sciadv.ads9451",
          "doi": "10.1126/sciadv.ads9451",
          "filter": "2"
        },
        {
          "title": "Lung-innervating nociceptor sensory neurons promote pneumonic sepsis during carbapenem-resistant Klebsiella pneumoniae lung infection",
          "authors": "Prabhu Raj Joshi, Sandeep Adhikari, Chinemerem Onah, Camille Carrier, Abigail Judd, Matthias Mack, Pankaj Baral",
          "abstract": "Carbapenem-resistant Klebsiella pneumoniae (CRKP) causes Gram-negative lung infections and fatal pneumonic sepsis for which limited therapeutic options are available. The lungs are densely innervated by nociceptor sensory neurons that mediate breathing, cough, and bronchoconstriction. The role of nociceptors in defense against Gram-negative lung pathogens is unknown. Here, we found that lung-innervating nociceptors promote CRKP pneumonia and pneumonic sepsis. Ablation of nociceptors in mice increased lung CRKP clearance, suppressed trans-alveolar dissemination of CRKP, and protected mice from hypothermia and death. Furthermore, ablation of nociceptors enhanced the recruitment of neutrophils and Ly6C hi monocytes and cytokine induction. Depletion of Ly6C hi monocytes, but not of neutrophils, abrogated lung and extrapulmonary CRKP clearance in ablated mice, suggesting that Ly6C hi monocytes are a critical cellular population to regulate pneumonic sepsis. Further, neuropeptide calcitonin gene–related peptide suppressed the induction of reactive oxygen species in Ly6C hi monocytes and their CRKP-killing abilities. Targeting nociceptor signaling could be a therapeutic approach for treating multidrug-resistant Gram-negative infection and pneumonic sepsis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl6162",
          "doi": "10.1126/sciadv.adl6162",
          "filter": "2"
        },
        {
          "title": "Excitation and detection of coherent nanoscale spin waves via extreme ultraviolet transient gratings",
          "authors": "Peter R. Miedaner, Nadia Berndt, Jude Deschamps, Sergei Urazhdin, Nupur Khatu, Danny Fainozzi, Marta Brioschi, Pietro Carrara, Riccardo Cucini, Giorgio Rossi, Stefen Wittrock, Dmitriy Ksenzov, Riccardo Mincigrucci, Filippo Bencivenga, Laura Foglia, Ettore Paltanin, Stefano Bonetti, Dieter Engel, Daniel Schick, Christian Gutt, Riccardo Comin, Keith A. Nelson, Alexei A. Maznev",
          "abstract": "The advent of free electron lasers has opened the opportunity to explore interactions between extreme ultraviolet (EUV) photons and collective excitations in solids. While EUV transient grating spectroscopy, a noncollinear four-wave mixing technique, has already been applied to probe coherent phonons, the potential of EUV radiation for studying nanoscale spin waves has not been harnessed. Here we report EUV transient grating experiments with coherent magnons in Fe/Gd ferrimagnetic multilayers. Magnons with tens of nanometers wavelengths are excited by a pair of femtosecond EUV pulses and detected via diffraction of a probe pulse tuned to an absorption edge of Gd. The results unlock the potential of nonlinear EUV spectroscopy for studying magnons and provide a tool for exploring spin waves in a wave vector range not accessible by established inelastic scattering techniques.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6015",
          "doi": "10.1126/sciadv.adp6015",
          "filter": "2"
        },
        {
          "title": "Water deficit and storm disturbances co-regulate Amazon rainforest seasonality",
          "authors": "Xu Lian, Catherine Morfopoulos, Pierre Gentine",
          "abstract": "Canopy leaf abundance of Amazon rainforests increases in the dry season but decreases in the wet season, contrary to earlier expectations of water stress adversely affecting plant functions. Drivers of this seasonality, particularly the role of water availability, remain debated. We introduce satellite-based ecophysiological indicators to demonstrate that Amazon rainforests are constrained by water during dry seasons despite light-driven canopy greening. Evidence includes a shifted partitioning of photosynthetically active radiation toward more isoprene emissions and synchronized declines in leaf and xylem water potentials. In addition, we find that convective storms attenuate light-driven ecosystem greening in the late dry season and then reverse to net leaf loss in the wet season, improving rainforest leaf area predictability by 24 to 31%. These findings highlight the susceptibility of Amazon rainforests to increasing risks of drought and windthrow disturbances under warming.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk5861",
          "doi": "10.1126/sciadv.adk5861",
          "filter": "2"
        },
        {
          "title": "Chemically programmed metabolism drives a superior cell fitness for cartilage regeneration",
          "authors": "Yishan Chen, Yiyang Yan, Ruonan Tian, Zixuan Sheng, Liming Li, Jiachen Chen, Yuan Liao, Ya Wen, Junting Lu, Xinyu Liu, Wei Sun, Haoyu Wu, Youguo Liao, Xianzhu Zhang, Xuri Chen, Chengrui An, Kun Zhao, Wanlu Liu, Jianqing Gao, David C. Hay, Hongwei Ouyang",
          "abstract": "The rapid advancement of cell therapies underscores the importance of understanding fundamental cellular attributes. Among these, cell fitness—how transplanted cells adapt to new microenvironments and maintain functional stability in vivo—is crucial. This study identifies a chemical compound, FPH2, that enhances the fitness of human chondrocytes and the repair of articular cartilage, which is typically nonregenerative. Through drug screening, FPH2 was shown to broadly improve cell performance, especially in maintaining chondrocyte phenotype and enhancing migration. Single-cell transcriptomics indicated that FPH2 induced a super-fit cell state. The mechanism primarily involves the inhibition of carnitine palmitoyl transferase I and the optimization of metabolic homeostasis. In animal models, FPH2-treated human chondrocytes substantially improved cartilage regeneration, demonstrating well-integrated tissue interfaces in rats. In addition, an acellular FPH2-loaded hydrogel proved effective in preventing the onset of osteoarthritis. This research provides a viable and safe method to enhance chondrocyte fitness, offering insights into the self-regulatory mechanisms of cell fitness.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4408",
          "doi": "10.1126/sciadv.adp4408",
          "filter": "2"
        },
        {
          "title": "Triple oxygen isotope reveals insolation-forced tropical moisture cycles",
          "authors": "Lijuan Sha, Haowen Dang, Yue Wang, Jasper A. Wassenburg, Jonathan L. Baker, Hanying Li, Ashish Sinha, Yassine Ait Brahim, Nanping Wu, Zhengyao Lu, Ce Yang, Xiyu Dong, Jiayu Lu, Haiwei Zhang, Sasadhar Mahata, Yanjun Cai, Zhimin Jian, Hai Cheng",
          "abstract": "Tropical oceans are the main global water vapor and latent heat sources, but their responses to radiative forcing remain unclear. Here, we investigate oceanic moisture dynamics of the western tropical Pacific (WTP) over the past 210,000 years through an approach of planktonic foraminiferal triple oxygen isotope (Δ′ 17 O). The Δ′ 17 O record is dominated by the precession cycles (~23,000 years), with lower values reflecting higher humidity in concert with higher Northern Hemisphere summer insolation. Our empirical and modeling results, combined with other geological archives, suggest that the enhanced moisture convergence over the WTP largely intensifies changes in the meridional and zonal hydrological cycles, affecting rainfall patterns in East Asia and northern South America. We propose that the insolation-driven WTP moisture dynamics play a pivotal role in regulating tropical hydroclimate.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7855",
          "doi": "10.1126/sciadv.adp7855",
          "filter": "2"
        },
        {
          "title": "Boosting the photocatalytic decontamination efficiency using a supramolecular photoenzyme ensemble",
          "authors": "Ruifen Jiang, Gan Luo, Guosheng Chen, Yuhong Lin, Linjing Tong, Anlian Huang, Yang Zheng, Yong Shen, Siming Huang, Gangfeng Ouyang",
          "abstract": "Continuous industrialization has raised daunting environmental concerns, and there is an urgent need to develop a sustainable strategy to tackle the contamination issues. Here, we report a supramolecular photoenzyme ensemble enabling the harvest of solar energy to remove contaminations in water. The well-sourced oxidoreductase, laccase, is confined into a photoactive hydrogen-bonded organic framework (PHOF) through an in situ encapsulation method. The direct electron migration between the oxidation center in a PHOF and the reduction center in laccase facilitates synergistic photoenzyme-coupled catalysis, showing two orders of magnitude higher activity than free laccase for pollutant degradation under visible light, without the need for sacrificial agents or costly co-mediators. Such high decontamination efficiency also surpasses the reported catalysts. The structure and decontamination function of this supramolecular photoenzyme ensemble remain highly stable in complex environment matrices, presenting desirable reusability and almost 100% conversion efficiency of pollutants for real sewage samples. Our conceptual photoenzyme hybrid catalyst offers important insights into green and sustainable water decontamination.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1796",
          "doi": "10.1126/sciadv.adp1796",
          "filter": "2"
        },
        {
          "title": "Subaerial crust emergence hindered by phase-driven lower crust densification on early Earth",
          "authors": "Ming Tang, Hao Chen, Cin-Ty A. Lee, Wenrong Cao",
          "abstract": "Earth owes much of its dynamic surface to its bimodal hypsometry, manifested by high-riding continents and low-riding ocean basins. The thickness of the crust in the lithosphere exerts the dominant control on the long-wavelength elevations of continents. However, there is a limit to how high elevations can rise by crustal thickening. With continuous crustal thickening, the mafic lower crust eventually undergoes a densifying phase transition, arresting further elevation gain—an effect clearly observed in modern orogenic belts. On early Earth, lower crust densification should also limit how high a thickening crust can rise, regardless of the thickening mechanisms. We suggest that lower crust densification combined with a thicker oceanic crust in the Archean may have limited the whole-Earth topographic relief to 3 to 5 kilometers at most—half that of the present day. Unless the oceans were far less voluminous, limited relief would inevitably lead to a water world on early Earth.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq1952",
          "doi": "10.1126/sciadv.adq1952",
          "filter": "2"
        },
        {
          "title": "Voltage-dependent G-protein regulation of Ca V 2.2 (N-type) channels",
          "authors": "Michelle Nilsson, Kaiqian Wang, Teresa Mínguez-Viñas, Marina Angelini, Stina Berglund, Riccardo Olcese, Antonios Pantazis",
          "abstract": "How G proteins inhibit N-type, voltage-gated, calcium-selective channels (Ca V 2.2) during presynaptic inhibition is a decades-old question. G proteins Gβγ bind to intracellular Ca V 2.2 regions, but the inhibition is voltage dependent. Using the hybrid electrophysiological and optical approach voltage-clamp fluorometry, we show that Gβγ acts by selectively inhibiting a subset of the four different Ca V 2.2 voltage-sensor domains (VSDs I to IV). During regular “willing” gating, VSD-I and -IV activations resemble pore opening, VSD III activation is hyperpolarized, and VSD II appears unresponsive to depolarization. In the presence of Gβγ, Ca V 2.2 gating is “reluctant”: pore opening and VSD I activation are strongly and proportionally inhibited, VSD IV is modestly inhibited, while VSD III is not. We propose that Gβγ inhibition of VSDs I and IV underlies reluctant Ca V 2.2 gating and subsequent presynaptic inhibition.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6665",
          "doi": "10.1126/sciadv.adp6665",
          "filter": "2"
        },
        {
          "title": "Three-dimensional valley-contrasting sound",
          "authors": "Haoran Xue, Yong Ge, Zheyu Cheng, Yi-jun Guan, Jiaojiao Zhu, Hong-yu Zou, Shou-qi Yuan, Shengyuan A. Yang, Hong-xiang Sun, Yidong Chong, Baile Zhang",
          "abstract": "Spin and valley are two fundamental properties of electrons in crystals. The similarity between them is well understood in valley-contrasting physics established decades ago in two-dimensional (2D) materials like graphene—with broken inversion symmetry, the two valleys in graphene exhibit opposite orbital magnetic moments, similar to the spin-1/2 behaviors of electrons, and opposite Berry curvature that leads to a half topological charge. However, valley-contrasting physics has never been explored in 3D crystals. Here, we develop a 3D acoustic crystal exhibiting 3D valley-contrasting physics. Unlike spin that is fundamentally binary, valley in 3D can take six different values, each carrying a vortex in a distinct direction. The topological valley transport is generalized from the edge states of 2D materials to the surface states of 3D materials, with interesting features including robust propagation, topological refraction, and valley-cavity localization. Our results open a new route for wave manipulation in 3D space.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0377",
          "doi": "10.1126/sciadv.adp0377",
          "filter": "2"
        },
        {
          "title": "Blended nexus molecules promote CO 2 to l -tyrosine conversion",
          "authors": "Lei Fan, Zihan Zhu, Siyan Zhao, Smaranika Panda, Yilin Zhao, Jingyi Chen, Lei Chen, Junmei Chen, Jianzhong He, Kang Zhou, Lei Wang",
          "abstract": "Using CO 2 as the primary feedstock offers the potential for high-value utilization of CO 2 while forging sustainable pathways for producing valuable natural products, such as l -tyrosine. Cascade catalysis is a promising approach but limited by stringent purity demands of nexus molecules. We developed an abiotic/biotic cascade catalysis using blended nexus molecules for l -tyrosine synthesis. Specifically, we begin by constructing a solid-state reactor to reduce CO 2 electrochemically, yielding a mixture of acetic acid and ethanol, which serves as the blended nexus molecules. Subsequently, we use genetic engineering to introduce an ethanol utilization pathway and a tyrosine producing pathway to Escherichia coli to facilitate l -tyrosine production. The ethanol pathway synergistically cooperated with the acetic acid pathway, boosting l -tyrosine production rate (nearly five times higher compared to the strain without ethanol utilization pathway) and enhancing carbon efficiency. Our findings demonstrate that using blended nexus molecules could potentially offer a more favorable strategy for the cascade catalysis aimed at producing valuable natural products.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1352",
          "doi": "10.1126/sciadv.ado1352",
          "filter": "2"
        },
        {
          "title": "The coexistence and transition of weak and strong wave turbulences in acoustic broadening",
          "authors": "Wangqiao Chen, Siyang Zhong, Xun Huang",
          "abstract": "This study experimentally demonstrates the coexistence and transition between weak and strong wave turbulence during the interaction of acoustic waves and turbulent flows. We identify conditions under which different wave turbulence regimes occur based on the wave number of the turbulent flow and acoustic waves. As the sound frequency increases, strong wave turbulence dominates, requiring a specific scaling factor to reconcile the spectra with the weak turbulence theory. Our analysis using the wave turbulence framework is confirmed by experimental results, providing deep insights into the complex interaction between acoustics and turbulence.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8422",
          "doi": "10.1126/sciadv.ado8422",
          "filter": "2"
        },
        {
          "title": "Learning depends on the information conveyed by temporal relationships between events and is reflected in the dopamine response to cues",
          "authors": "Peter D. Balsam, Eleanor H. Simpson, Kathleen Taylor, Abigail Kalmbach, Charles R. Gallistel",
          "abstract": "Contemporary theories guiding the search for neural mechanisms of learning and memory assume that associative learning results from the temporal pairing of cues and reinforcers resulting in coincident activation of associated neurons, strengthening their synaptic connection. While enduring, this framework has limitations: Temporal pairing–based models of learning do not fit with many experimental observations and cannot be used to make quantitative predictions about behavior. Here, we present behavioral data that support an alternative, information-theoretic conception: The amount of information that cues provide about the timing of reward delivery predicts behavior. Furthermore, this approach accounts for the rate and depth of both inhibitory and excitatory learning across paradigms and species. We also show that dopamine release in the ventral striatum reflects cue-predicted changes in reinforcement rates consistent with subjects understanding temporal relationships between task events. Our results reshape the conceptual and biological framework for understanding associative learning.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi7137",
          "doi": "10.1126/sciadv.adi7137",
          "filter": "2"
        },
        {
          "title": "Label-free, real-time monitoring of cytochrome C drug responses in microdissected tumor biopsies with a multi-well aptasensor platform",
          "authors": "Tran N. H. Nguyen, Lisa F. Horowitz, Timothy Krilov, Ethan Lockhart, Heidi L. Kenerson, Taranjit S. Gujral, Raymond S. Yeung, Netzahualcóyotl Arroyo-Currás, Albert Folch",
          "abstract": "Functional assays on intact tumor biopsies can complement genomics-based approaches for precision oncology, drug testing, and organs-on-chips cancer disease models by capturing key therapeutic response determinants, such as tissue architecture, tumor heterogeneity, and the tumor microenvironment. Most of these assays rely on fluorescent labeling, a semiquantitative method best suited for single-time-point assays or labor-intensive immunostaining analysis. Here, we report integrated aptamer electrochemical sensors for on-chip, real-time monitoring of cytochrome C, a cell death indicator, from intact microdissected tissues with high affinity and specificity. The platform features a multi-well sensor layout and a multiplexed electronic setup. The aptasensors measure increases in cytochrome C in the supernatant of mouse or human microdissected tumors after exposure to various drug treatments. Because of the sensor’s high affinity, it primarily tracks rising concentrations of cytochrome C, capturing dynamic changes during apoptosis. This approach could help develop more advanced cancer disease models and apply to other complex in vitro disease models, such as organs-on-chips and organoids.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5875",
          "doi": "10.1126/sciadv.adn5875",
          "filter": "2"
        },
        {
          "title": "Dependence of tropical cyclone seeds and climate sensitivity on tropical cloud response",
          "authors": "Tsung-Lin Hsieh, Gabriel A. Vecchi, Chenggong Wang, Wenchang Yang, Bosong Zhang, Brian J. Soden",
          "abstract": "Projections of future tropical cyclone frequency are uncertain, ranging from a slight increase to a considerable decrease according to climate models. Estimation of how much the Earth’s surface temperature warms in response to greenhouse gas increase, quantified by effective climate sensitivity, is also uncertain. These two uncertainties have historically been studied independently as they concern different scales: One quantifies the extreme weather and the other the mean climate. Here, we show that these two uncertainties are not independent and are both influenced by the response of tropical clouds to warming. Across climate models, we show an anticorrelation between shortwave cloud radiative feedback and changes in the frequency of seed vortices, a prevalent type of tropical cyclone precursors. We further show an anticorrelation between effective climate sensitivity and tropical cyclone frequency changes, suggesting that global tropical cyclone frequency tends to decrease more substantially in models with larger temperature increase.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi2779",
          "doi": "10.1126/sciadv.adi2779",
          "filter": "2"
        },
        {
          "title": "Mapping the Sun’s coronal magnetic field using the Zeeman effect",
          "authors": "Thomas A. Schad, Gordon J.D. Petrie, Jeffrey R. Kuhn, Andre Fehlmann, Thomas Rimmele, Alexandra Tritschler, Friedrich Woeger, Isabelle Scholl, Rebecca Williams, David Harrington, Alin R. Paraschiv, Judit Szente",
          "abstract": "Regular remote sensing of the magnetic field embedded within the million-degree solar corona is severely lacking. This reality impedes fundamental investigations of the nature of coronal heating, the generation of solar and stellar winds, and the impulsive release of energy into the solar system via flares and other eruptive phenomena. Resulting from advancements in large aperture solar coronagraphy, we report unprecedented maps of polarized spectra emitted at 1074 nm by Fe +12 atoms in the active corona. We detect clear signatures of the Zeeman effect that are produced by the coronal magnetic field along the optically thin path length of its formation. Our comparisons with global magnetohydrodynamic models highlight the valuable constraints that these measurements provide for coronal modeling efforts, which are anticipated to yield subsequent benefits for space weather research and forecasting.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq1604",
          "doi": "10.1126/sciadv.adq1604",
          "filter": "2"
        },
        {
          "title": "The impact of emissions controls on atmospheric nitrogen inputs to Chinese river basins highlights the urgency of ammonia abatement",
          "authors": "Sijie Feng, Mengru Wang, Mathew R. Heal, Xuejun Liu, Xueyan Liu, Yuanhong Zhao, Maryna Strokal, Carolien Kroeze, Fusuo Zhang, Wen Xu",
          "abstract": "Excessive nitrogen (N) deposition affects aquatic ecosystems worldwide, but effectiveness of emissions controls and their impact on water pollution remains uncertain. In this modeling study, we assess historical and future N deposition trends in Chinese river basins and their contributions to water pollution via direct and indirect N deposition (the latter referring to transport of N to water from N deposited on land). The control of acid gas emissions (i.e., nitrogen oxides and sulfur dioxide) has had limited effectiveness in reducing total N deposition, with notable contributions from agricultural reduced N deposition. Despite increasing controls on acid gas emissions between 2011 and 2019, N inputs to rivers increased by 3%, primarily through indirect deposition. Simultaneously controlling acid gas and ammonia emissions could reduce N deposition and water inputs by 56 and 47%, respectively, by 2050 compared to 2019. Our findings underscore the importance of agricultural ammonia mitigation in protecting water bodies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2558",
          "doi": "10.1126/sciadv.adp2558",
          "filter": "2"
        },
        {
          "title": "Positive allosteric modulation of a GPCR ternary complex",
          "authors": "Wessel A. C. Burger, Christopher J. Draper-Joyce, Celine Valant, Arthur Christopoulos, David M. Thal",
          "abstract": "The activation of a G protein–coupled receptor (GPCR) leads to the formation of a ternary complex between agonist, receptor, and G protein that is characterized by high-affinity binding. Allosteric modulators bind to a distinct binding site from the orthosteric agonist and can modulate both the affinity and the efficacy of orthosteric agonists. The influence allosteric modulators have on the high-affinity active state of the GPCR-G protein ternary complex is unknown due to limitations on attempting to characterize this interaction in recombinant whole cell or membrane-based assays. Here, we use the purified M 2 muscarinic acetylcholine receptor reconstituted into nanodiscs to show that, once the agonist-bound high-affinity state is promoted by the G protein, positive allosteric modulators stabilize the ternary complex that, in the presence of nucleotides, leads to an enhanced initial rate of signaling. Our results enhance our understanding of how allosteric modulators influence orthosteric ligand signaling and will aid the design of allosteric therapeutics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7040",
          "doi": "10.1126/sciadv.adp7040",
          "filter": "2"
        },
        {
          "title": "Simultaneous electromechanical monitoring in engineered heart tissues using a mesoscale framework",
          "authors": "Dominic E. Fullenkamp, Woo-Youl Maeng, Seyong Oh, Haiwen Luan, Kyung Su Kim, Ivana A. Chychula, Jin-Tae Kim, Jae-Young Yoo, Cory W. Holgren, Alexis R. Demonbreun, Sharon George, Binjie Li, Yaching Hsu, Gooyoon Chung, Jeongmin Yoo, Jahyun Koo, Yoonseok Park, Igor R. Efimov, Elizabeth M. McNally, John A. Rogers",
          "abstract": "Engineered heart tissues (EHTs) generated from human induced pluripotent stem cell–derived cardiomyocytes (hiPSC-CMs) represent powerful platforms for human cardiac research, especially in drug testing and disease modeling. Here, we report a flexible, three-dimensional electronic framework that enables real-time, spatiotemporal analysis of electrophysiologic and mechanical signals in EHTs under physiological loading conditions for dynamic, noninvasive, longer-term assessments. These electromechanically monitored EHTs support multisite measurements throughout the tissue under baseline conditions and in response to stimuli. Demonstrations include uses in tracking physiological responses to pharmacologically active agents and in capturing electrophysiological characteristics of reentrant arrhythmias. This platform facilitates precise analysis of signal location and conduction velocity in human cardiomyocyte tissues, as the basis for a broad range of advanced cardiovascular studies.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7089",
          "doi": "10.1126/sciadv.ado7089",
          "filter": "2"
        },
        {
          "title": "Easy-to-configure zero-dimensional valley-chiral modes in a graphene point junction",
          "authors": "Konstantin Davydov, Xi Zhang, Wei Ren, Matthew Coles, Logan Kline, Bryan Zucker, Kenji Watanabe, Takashi Taniguchi, Ke Wang",
          "abstract": "The valley degree of freedom in two-dimensional (2D) materials can be manipulated for low-dissipation quantum electronics called valleytronics. At the boundary between two regions of bilayer graphene with different atomic or electrostatic configuration, valley-polarized current has been realized. However, the demanding fabrication and operation requirements limit device reproducibility and scalability toward more advanced valleytronics circuits. We demonstrate a device architecture of a point junction where a valley-chiral 0D PN junction is easily configured, switchable, and capable of carrying valley current with an estimated polarization of ~80%. This work provides a building block in manipulating valley quantum numbers and scalable valleytronics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6296",
          "doi": "10.1126/sciadv.adp6296",
          "filter": "2"
        },
        {
          "title": "Syndecan-1 inhibition promotes antitumor immune response and facilitates the efficacy of anti-PD1 checkpoint immunotherapy",
          "authors": "Yun Liu, Chen Xu, Li Zhang, Guiqin Xu, Zhaojuan Yang, Lvzhu Xiang, Kun Jiao, Zehong Chen, Xiaoren Zhang, Yongzhong Liu",
          "abstract": "Tumor cell–originated events prevent efficient antitumor immune response and limit the application of anti-PD1 checkpoint immunotherapy. We show that syndecan-1 (SDC1) has a critical role in the regulation of T cell–mediated control of tumor growth. SDC1 inhibition increases the permeation of CD8 + T cells into tumors and triggers CD8 + T cell–mediated control of tumor growth, accompanied by increased proportions of progenitor-exhausted and effector-like CD8 + T cells. SDC1 deficiency alters multiple signaling events in tumor cells, including enhanced IFN-γ–STAT1 signaling, and augments antigen presentation and sensitivity to T cell–mediated cytotoxicity. Combinatory inhibition of SDC1 markedly potentiates the therapeutic effects of anti-PD1 in inhibiting tumor growth. Consistently, the findings are supported by the data from human tumors showing that SDC1 expression negatively correlates with T cell presence in tumor tissues and the response to immune checkpoint blockade therapy. Our findings suggest that SDC1 inhibits antitumor immunity, and that targeting SDC1 may promote anti-PD1 response for cancer treatment.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi7764",
          "doi": "10.1126/sciadv.adi7764",
          "filter": "2"
        },
        {
          "title": "Modeling Lewy body disease with SNCA triplication iPSC-derived cortical organoids and identifying therapeutic drugs",
          "authors": "Yunjung Jin, Fuyao Li, Zonghua Li, Tadafumi C. Ikezu, Justin O’Leary, Manikandan Selvaraj, Yiyang Zhu, Yuka A. Martens, Shunsuke Koga, Hannah Santhakumar, Yonghe Li, Wenyan Lu, Yang You, Kiara Lolo, Michael DeTure, Alexandra I. Beasley, Mary D. Davis, Pamela J. McLean, Owen A. Ross, Takahisa Kanekiyo, Tsuneya Ikezu, Thomas Caulfield, Jonathan Carr, Zbigniew K. Wszolek, Guojun Bu, Dennis W. Dickson, Na Zhao",
          "abstract": "Aggregated α-synuclein (α-SYN) proteins, encoded by the SNCA gene, are hallmarks of Lewy body disease (LBD), affecting multiple brain regions. However, the specific mechanisms underlying α-SYN pathology in cortical neurons, crucial for LBD-associated dementia, remain unclear. Here, we recapitulated α-SYN pathologies in human induced pluripotent stem cells (iPSCs)–derived cortical organoids generated from patients with LBD with SNCA gene triplication. Single-cell RNA sequencing, combined with functional and molecular validation, identified synaptic and mitochondrial dysfunction in excitatory neurons exhibiting high expression of the SNCA gene, aligning with observations in the cortex of autopsy-confirmed LBD human brains. Furthermore, we screened 1280 Food and Drug Administration–approved drugs and identified four candidates (entacapone, tolcapone, phenazopyridine hydrochloride, and zalcitabine) that inhibited α-SYN seeding activity in real-time quaking-induced conversion assays with human brains, reduced α-SYN aggregation, and alleviated mitochondrial dysfunction in SNCA triplication organoids and excitatory neurons. Our findings establish human cortical LBD models and suggest potential therapeutic drugs targeting α-SYN aggregation for LBD.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk3700",
          "doi": "10.1126/sciadv.adk3700",
          "filter": "2"
        },
        {
          "title": "Ultralow voltage–driven efficient and stable perovskite light-emitting diodes",
          "authors": "Song Zheng, Zhibin Wang, Naizhong Jiang, Hailiang Huang, Ximing Wu, Dan Li, Qian Teng, Jinyang Li, Chenhao Li, Jinsui Li, Tao Pang, Lingwei Zeng, Ruidan Zhang, Feng Huang, Lei Lei, Tianmin Wu, Fanglong Yuan, Daqin Chen",
          "abstract": "The poor operational stability of perovskite light-emitting diodes (PeLEDs) remains a major obstacle to their commercial application. Achieving high brightness and quantum efficiency at low driving voltages, thus effectively reducing heat accumulation, is key to enhancing the operational lifetime of PeLEDs. Here, we present a breakthrough, attaining a record-low driving voltage while maintaining high brightness and efficiency. By thoroughly suppressing interface recombination and ensuring excellent charge transport, our PeLEDs, with an emission peak at 515 nanometers, achieve a maximum brightness of 90,295 candelas per square meter and a peak external quantum efficiency of 27.8% with an ultralow turn-on voltage of 1.7 volts (~70% bandgap voltage). Notably, Joule heat is nearly negligible at these low driving voltages, substantially extending the operational lifetime to 7691.1 hours. Our optimized strategies effectively tackle stability issue through thermal management, paving the way for highly stable PeLEDs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8473",
          "doi": "10.1126/sciadv.adp8473",
          "filter": "2"
        },
        {
          "title": "Modulation of surface response in a single plasmonic nanoresonator",
          "authors": "Luka Zurak, Christian Wolf, Jessica Meier, René Kullock, N. Asger Mortensen, Bert Hecht, Thorsten Feichtner",
          "abstract": "Scattering of light by plasmonic nanoparticles is classically described using bulk material properties with infinitesimally thin boundaries. However, because of the quantum nature of electrons, real interfaces have finite thickness, leading to nonclassical surface effects that influence light scattering in small particles. Electrical gating offers a promising route to control and study these effects, as static screening charges reside at the boundary. We investigate the modulation of the surface response upon direct electrical charging of single plasmonic nanoresonators. By analyzing measured changes in light scattering within the framework of surface response functions, we find the resonance shift well accounted for by modulation of the classical in-plane surface current. Unexpectedly, we also observed a change in the resonance width, indicating reduced losses for negatively charged resonators. This effect is attributed to a nonclassical out-of-plane surface response, extending beyond pure spill-out effects. Our experiments pave the way for electrically driven plasmonic modulators and metasurfaces, leveraging control over nonclassical surface effects.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5227",
          "doi": "10.1126/sciadv.adn5227",
          "filter": "2"
        },
        {
          "title": "Crucial role of interfacial thermal dissipation in the operational stability of organic field-effect transistors",
          "authors": "Kai Tie, Jiannan Qi, Yongxu Hu, Yao Fu, Shougang Sun, Yanpeng Wang, Yinan Huang, Zhongwu Wang, Liqian Yuan, Liqiang Li, Dacheng Wei, Xiaosong Chen, Wenping Hu",
          "abstract": "The operational stability becomes a key issue affecting the commercialization for organic field-effect transistors (OFETs). It is widely recognized to be closely related to the defects and traps at the interface between dielectric and organic semiconductors, but this understanding does not always effectively address operational instability, implying that the factors influencing the operational stability have not been fully understood. Here, we reveal that the self-heating effect is another crucial factor in operational stability. By using hexagonal boron nitride (hBN) to assist interfacial thermal dissipation, the dinaphtho[2,3-b:2′,3′-f]thieno[3,2-b]thiophene (DNTT) FETs exhibit high mobility of 14.18 cm 2 V −1 s −1 and saturated power density up to 1.8 × 10 4 W cm −2 . The OFET can operate at a power density of 1.06 × 10 4 W cm −2 for 30,000 s with negligible performance degradation, showing excellent operational stability under high power density. This work deepens the understanding on operational stability and develops an effective way for ultrahigh stable devices.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5964",
          "doi": "10.1126/sciadv.adn5964",
          "filter": "2"
        },
        {
          "title": "Crack densification in drying colloidal suspensions",
          "authors": "Paul Lilin, Mario Ibrahim, Irmgard Bischofberger",
          "abstract": "As sessile drops of aqueous colloidal suspensions dry, a close-packed particle deposit forms that grows from the edge of the drop toward the center. To compensate for evaporation over the solid’s surface, water flows radially through the deposit, generating a negative pore pressure in the deposit associated with tensile drying stresses that induce the formation of cracks. As these stresses increase during drying, existing cracks propagate and additional cracks form, until the crack density eventually saturates. We rationalize the dynamics of crack propagation and crack densification with a local energy balance between the elastic energy released by the crack, the energetic cost of fracture, and the elastic energy released by previously formed cracks. We show that the final spacing between radial cracks is proportional to the local thickness of the deposit, while the aspect ratio of the crack segments depends on the shape of the deposit.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3746",
          "doi": "10.1126/sciadv.adp3746",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Perceived income inequality, perceived unfairness and subjective social status in Europe",
          "authors": "Gábor Hajdu",
          "abstract": "This article examines the relationship between perceived income inequality, the perceived unfairness of income distribution (discrepancy between an individual’s perceived and preferred levels of income inequality) and subjective social status. Using four waves of the ‘Social Inequality’ module of the International Social Survey Programme (28 European countries, 70 000 individuals) and an empirical strategy that controls for a rich set of objective measures of social status and the objective level of income inequality, the results show that both perceived inequality and perceived unfairness are negatively associated with subjective social status. Moreover, perceived unfairness moderates the relationship between perceived inequality and subjective social status. Specifically, the negative effects are larger for individuals who perceive high levels of unfairness than for those with lower levels of perceived unfairness. The analysis also provides evidence that the association between perceived inequality and subjective social status is stronger for individuals with lower income, lower education, and those living in Eastern European countries.",
          "url": "http://dx.doi.org/10.1093/ser/mwae055",
          "doi": "10.1093/ser/mwae055",
          "filter": "0"
        },
        {
          "title": "Unintended institutionalization: how the politics of symbolic fiscal practices shapes economic policy",
          "authors": "José Tomás Labarca",
          "abstract": "Sociologists and political economists frequently study the politics of economic ideas, but the official statistics that enable decision-making and shape public debate have been less scrutinized. This article theorizes symbolic fiscal practices—the conceptual and accounting conventions, procedures, techniques and devices underlying official budgetary information—as the object and means of different framing contests. To demonstrate the analytical value of this perspective, the article studies why and how the Public Sector Borrowing Requirement (PSBR) became the headline fiscal indicator of the UK in the 1970s. It argues the PSBR is a case of unintended institutionalization driven by the interplay between bureaucratic and economic-policy framing contests. Budgetary conventions, tables, labels and numbers are political objects. Their production, uses and understandings are neither pure reflections of economic-policy framing contests nor the sole result of bureaucratic framing contests. The politics of symbolic fiscal practices may thus influence economic policy in unexpected ways.",
          "url": "http://dx.doi.org/10.1093/ser/mwae053",
          "doi": "10.1093/ser/mwae053",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
