{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Pyramidal neurons proportionately alter cortical interneuron subtypes",
          "authors": "Sherry Jingjing Wu, Min Dai, Shang-Po Yang, Cai McCann, Yanjie Qiu, Vipin Kumar, Giovanni J. Marrero, Jeremiah Tsyporin, Shuhan Huang, David Shin, Jeffrey A. Stogsdill, Daniela J. Di Bella, Qing Xu, Bin Chen, Samouil L. Farhi, Evan Z. Macosko, Fei Chen, Gord Fishell",
          "url": "https://doi.org/10.1038/s41586-025-09996-8",
          "doi": "https://doi.org/10.1038/s41586-025-09996-8",
          "filter": "2"
        },
        {
          "title": "Predatory aggression evolved through adaptations to noradrenergic circuits",
          "authors": "Güniz Göze Eren, Leonard Böger, Marianne Roca, Fumie Hiramatsu, Jun Liu, Luis Alvarez, Desiree L. Goetting, Lewis A. Cockram, Nurit Zorn, Ziduan Han, Misako Okumura, Monika Scholz, James W. Lightfoot",
          "abstract": "Behaviours are adaptive traits evolving through natural selection. Crucially, the genetic, molecular and neural modifications that shape behavioural innovations are poorly understood 1 . Here, we identify specialized adaptations linked to the evolution of invertebrate aggression 2 . Using the predatory nematode Pristionchus pacificus , we developed a machine learning model from behavioural tracking data and identified robust behavioural states associated with aggressive episodes. Strikingly, predatory aggression coincides with a rewiring of key circuits across nematode evolution. We find modifications to the noradrenergic pathway, with octopamine promoting aggressive predatory bouts whereas tyramine antagonistically induces passive states. Modulation occurs through the octopamine receptors Ppa-ser-3 and Ppa-ser-6 , and tyramine receptor Ppa-lgc-55 . These localize to sensory neurons whose inhibition diminishes aggressive events. Crucially, this octopaminergic innovation emerged within this predatory lineage, consistent with an ancient divergence in function. Thus, evolutionary adaptations in noradrenergic circuits facilitated the emergence of aggressive behavioural states associated with complex predatory traits.",
          "url": "https://doi.org/10.1038/s41586-025-10009-x",
          "doi": "https://doi.org/10.1038/s41586-025-10009-x",
          "filter": "2"
        },
        {
          "title": "Biological insights into schizophrenia from ancestrally diverse populations",
          "authors": "Tim B. Bigdeli, Chris Chatzinakos, Jaroslav Bendl, Peter B. Barr, Sanan Venkatesh, Bryan R. Gorman, Tereza Clarence, Giulio Genovese, Conrad O. Iyegbe, Roseann E. Peterson, Sergios-Orestis Kolokotronis, David Burstein, Jacquelyn L. Meyers, Yuli Li, Sundar Natarajan, Michael O. Francis, Nallakkandi Rajeevan, Kei-Hoi Cheung, character(0), character(0), character(0), Lynn E. DeLisi, Thomas R. Kosten, Hongyu Zhao, Eric Achtyes, Peter F. Buckley, Dolores Malaspina, Douglas Lehrer, Mark H. Rapaport, David L. Braff, Michele T. Pato, Ayman H. Fanous, Carlos N. Pato, character(0), character(0), character(0), Grant D. Huang, Sumitra Muralidhar, J. Michael Gaziano, Saiju Pyarajan, Kiran Girdhar, Donghoon Lee, Gabriel E. Hoffman, Mihaela Aslan, John F. Fullard, Georgios Voloudakis, Philip D. Harvey, Panos Roussos",
          "url": "https://doi.org/10.1038/s41586-025-10000-6",
          "doi": "https://doi.org/10.1038/s41586-025-10000-6",
          "filter": "2"
        },
        {
          "title": "Author Correction: Anthropogenic influences on major tropical cyclone events",
          "authors": "Christina M. Patricola-DiRosario, Michael F. Wehner",
          "url": "https://doi.org/10.1038/s41586-026-10109-2",
          "doi": "https://doi.org/10.1038/s41586-026-10109-2",
          "filter": "2"
        },
        {
          "title": "Ageing promotes microglial accumulation of slow-degrading synaptic proteins",
          "authors": "Ian H. Guldner, Viktoria P. Wagner, Patricia Moran-Losada, Sophia M. Shi, Sophia W. Golub, Johannes F. Hevler, Kelly Chen, Barbara T. Meese, Ali Ghoochani, Ernst Pulido, Hamilton Se-Hwee Oh, Yann Le Guen, Nannan Lu, Pui Shuen Wong, Ning-Sum To, Dylan Garceau, Zimin Guo, Jian Luo, Carolyn R. Bertozzi, Emma Lundberg, Monther Abu-Remaileh, Michael Sasner, Andreas Keller, Andrew C. Yang, Tom H. Cheung, Tony Wyss-Coray",
          "url": "https://doi.org/10.1038/s41586-025-09987-9",
          "doi": "https://doi.org/10.1038/s41586-025-09987-9",
          "filter": "2"
        },
        {
          "title": "Afar fossil shows broad distribution and versatility of Paranthropus",
          "authors": "Zeresenay Alemseged, Fred Spoor, Denné Reed, W. Andrew Barr, Denis Geraads, René Bobe, Jonathan G. Wynn",
          "url": "https://doi.org/10.1038/s41586-025-09826-x",
          "doi": "https://doi.org/10.1038/s41586-025-09826-x",
          "filter": "2"
        },
        {
          "title": "Accretion bursts crystallize silicates in a planet-forming disk",
          "authors": "Jeong-Eun Lee, Chul-Hwan Kim, Jaeyeong Kim, Seokho Lee, Young-Jun Kim, Seonjae Lee, Giseon Baek, Joel D. Green, Gregory J. Herczeg, Doug Johnstone, Klaus M. Pontoppidan, Yuri Aikawa, Yao-Lun Yang, Logan Francis, Mihwa Jin, Hyerin Jang",
          "url": "https://doi.org/10.1038/s41586-025-09939-3",
          "doi": "https://doi.org/10.1038/s41586-025-09939-3",
          "filter": "2"
        },
        {
          "title": "Fibre integrated circuits by a multilayered spiral architecture",
          "authors": "Zhen Wang, Ke Chen, Xiang Shi, Qinhao Du, Yulu Ai, Pengzhou Li, Li Yong, Xiao Sun, Ning Wang, Xuemeng Hu, Chen Lu, Chengqiang Tang, Liyuan Wang, Yuanyuan Zheng, Yichi Zhang, Hongyu Guo, Zhaofangzhou Pu, Xiaokun Wang, Yanan Zhang, Haibo Jiang, Yue Liu, Zhihang Tang, Lingsen You, Jue Deng, Renchao Che, Yue Gao, Songlin Zhang, Bingjie Wang, Xuemei Sun, Jiajun Qin, Ya Huang, Li Shen, Junbo Ge, Xiaoyang Zeng, Lin Chen, Peining Chen, Huisheng Peng",
          "url": "https://doi.org/10.1038/s41586-025-09974-0",
          "doi": "https://doi.org/10.1038/s41586-025-09974-0",
          "filter": "2"
        },
        {
          "title": "Editorial Expression of Concern: En passant neurotrophic action of an intermediate axonal target in the developing mammalian CNS",
          "authors": "Hao Wang, Marc Tessier-Lavigne",
          "url": "https://doi.org/10.1038/s41586-025-10080-4",
          "doi": "https://doi.org/10.1038/s41586-025-10080-4",
          "filter": "2"
        },
        {
          "title": "Critical role for a high-plasticity cell state in lung cancer",
          "authors": "Jason E. Chan, Chun-Hao Pan, Jonathan Rub, Gary Guzman, Klavdija Krause, Emma Brown, Zeda Zhang, Hannah Styers, Griffin Hartmann, Zhuxuan Li, Xueqian Zhuang, Scott W. Lowe, Doron Betel, Yan Yan, Tuomas Tammela",
          "url": "https://doi.org/10.1038/s41586-025-09985-x",
          "doi": "https://doi.org/10.1038/s41586-025-09985-x",
          "filter": "2"
        },
        {
          "title": "Quantum spin resonance in engineered proteins for multimodal sensing",
          "authors": "Gabriel Abrahams, Ana Štuhec, Vincent Spreng, Robin Henry, Idris Kempf, Jessica James, Kirill Sechkar, Scott Stacey, Vicente Trelles-Fernandez, Lewis M. Antill, Christiane R. Timmel, Jack J. Miller, Maria Ingaramo, Andrew G. York, Jean-Philippe Tetienne, Harrison Steel",
          "abstract": "Sensing technologies that exploit quantum phenomena for measurement are finding increasing applications across materials, physical and biological sciences 1–7 . Until recently, biological candidates for quantum sensors were limited to in vitro systems, had poor sensitivity and were prone to light-induced degradation. These limitations impeded practical biotechnological applications, and high-throughput study that would facilitate their engineering and optimization. We recently developed a class of magneto-sensitive fluorescent proteins including MagLOV, which overcomes many of these challenges 8 . Here we show that through directed evolution, it is possible to engineer these proteins to alter the properties of their response to magnetic fields and radio frequencies. We find that MagLOV exhibits optically detected magnetic resonance in living bacterial cells at room temperature, at sufficiently high signal-to-noise for single-cell detection. These effects are explained through the radical-pair mechanism, which involves the protein backbone and a bound flavin cofactor. Using optically detected magnetic resonance and fluorescence magnetic-field effects, we explore a range of applications, including spatial localization of fluorescence signals using gradient fields (that is, magnetic resonance imaging using a genetically encoded probe), sensing of the molecular microenvironment, multiplexing of bio-imaging and lock-in detection, mitigating typical biological imaging challenges such as light scattering and autofluorescence. Taken together, our results represent a suite of sensing modalities for engineered biological systems, based on and designed around understanding the quantum-mechanical properties of magneto-sensitive fluorescent proteins.",
          "url": "https://doi.org/10.1038/s41586-025-09971-3",
          "doi": "https://doi.org/10.1038/s41586-025-09971-3",
          "filter": "2"
        },
        {
          "title": "Editorial Expression of Concern: The X-linked lymphoproliferative-disease gene product SAP regulates signals induced through the co-receptor SLAM",
          "authors": "J. Sayos, C. Wu, M. Morra, N. Wang, X. Zhang, D. Allen, S. van Schaik, L. Notarangelo, R. Geha, M. G. Roncarolo, H. Oettgen, J. E. De Vries, G. Aversa, C. Terhorst",
          "url": "https://doi.org/10.1038/s41586-026-10145-y",
          "doi": "https://doi.org/10.1038/s41586-026-10145-y",
          "filter": "2"
        },
        {
          "title": "The transition from monocyte to tissue-resident macrophage requires DHPS",
          "authors": "Gustavo E. Carrizo, Pianpian Lin, Seung Hyun Lee, Kevin Shenderov, Camille Blériot, Minsun Cha, Lena Schimmelpfennig, Zhen Shen, Nikki van Teijlingen Bakker, Katarzyna M. Grzes, Beth Kelly, Niloufar Safinia, Kate L. Schole, Yaarub Musa, Gerhard Mittler, Yoh Zen, Edward J. Pearce, Florent Ginhoux, David E. Sanin, Daniel J. Puleston, Erika L. Pearce",
          "abstract": "Tissue-resident macrophages (RTMs) form during embryogenesis, self-renew locally, and regulate tissue homeostasis by clearing dead cells and debris 1–6 . During tissue damage, however, bone-marrow-derived monocytes enter tissues and differentiate into RTMs, repairing the tissue and replenishing macrophages in the niche 1 . The universal cell-intrinsic mechanisms that control the monocyte-to-RTM transition and the maintenance of mature RTMs across tissues remain elusive 3 . Here we show that deoxyhypusine synthase (DHPS), an enzyme that mediates spermidine-dependent hypusine modification of translation factor eIF5A 5,7 , is required for RTM differentiation and maintenance. Mice with myeloid cell lack of DHPS ( Dhps -ΔM mice) had a global defect in RTMs across tissues, resulting in persistent but ultimately futile monocyte influx. Transcriptional analyses of DHPS-deficient macrophages indicated a block in their ability to differentiate into mature RTMs, whereas proteomics revealed defects in cell adhesion and signalling pathways. Sequencing of ribosome-engaged transcripts identified a subset of mRNAs involved in cell adhesion and signalling that rely on DHPS for efficient translation. Imaging of DHPS-deficient macrophages in tissues showed differences in morphology and tissue interactions, which were correlated with their failed RTM differentiation. DHPS-deficient macrophages were also defective in critical homeostatic RTM functions including efferocytosis and tissue maintenance. Together, our results demonstrate a cell-intrinsic, tissue-agnostic pathway that drives differentiation of monocyte-derived macrophages into RTMs.",
          "url": "https://doi.org/10.1038/s41586-025-09972-2",
          "doi": "https://doi.org/10.1038/s41586-025-09972-2",
          "filter": "2"
        },
        {
          "title": "Author Correction: An autonomous laboratory for the accelerated synthesis of inorganic materials",
          "authors": "Nathan J. Szymanski, Bernardus Rendy, Yuxing Fei, Rishi E. Kumar, Tanjin He, David Milsted, Matthew J. McDermott, Max Gallant, Ekin Dogus Cubuk, Amil Merchant, Haegyeom Kim, Anubhav Jain, Christopher J. Bartel, Kristin Persson, Yan Zeng, Gerbrand Ceder",
          "url": "https://doi.org/10.1038/s41586-025-09992-y",
          "doi": "https://doi.org/10.1038/s41586-025-09992-y",
          "filter": "2"
        },
        {
          "title": "LetA defines a structurally distinct transporter family",
          "authors": "Cristina C. Santarossa, Yupeng Li, Sara Yousef, Hale S. Hasdemir, Carlos C. Rodriguez, Max A. B. Haase, Minkyung Baek, Nicolas Coudray, John G. Pavek, Kimber N. Focke, Annika L. Silverberg, Carmelita Bautista, Johannes T.-H. Yeh, Michael T. Marty, David Baker, Emad Tajkhorshid, Damian C. Ekiert, Gira Bhabha",
          "url": "https://doi.org/10.1038/s41586-025-09990-0",
          "doi": "https://doi.org/10.1038/s41586-025-09990-0",
          "filter": "2"
        },
        {
          "title": "Relatively warm deep-water formation persisted in the Last Glacial Maximum",
          "authors": "Jack H. Wharton, Emilia Kozikowska, Lloyd D. Keigwin, Thomas M. Marchitto, Mark A. Maslin, Martin Ziegler, David J. R. Thornalley",
          "abstract": "The Last Glacial Maximum (19–23 thousand years ago) was characterized by low greenhouse gas concentrations and continental ice sheets that covered large parts of North America and Europe 1 . Glacial climate was therefore very different, with colder global mean temperatures and an increased Equator-to-pole temperature gradient, probably resulting in stronger westerlies 2 . However, the state of the deep North Atlantic Ocean under these glacial climate forcings remains uncertain 3–6 , particularly owing to the rarity of deep-ocean temperature and salinity constraints. Here we show that the temperature of the glacial deep (&gt;1.5 km) Northwest Atlantic was approximately 0–2 °C (only 1.8 ± 0.5 °C (2 s.e.) colder than today), and, after accounting for the whole-ocean change, seawater δ 18 O was 0.3 ± 0.1‰ (2 s.e.) higher and can be traced back to the surface subtropics via the subpolar Northeast Atlantic and Nordic Seas. Together, our hydrographic data reveal the thermal and isotopic structure of the deep Northwest Atlantic and suggest sustained production of relatively warm and probably salty North Atlantic Deep Water during the Last Glacial Maximum. Furthermore, our results provide updated constraints for benchmarking Earth system models used to project future climate change.",
          "url": "https://doi.org/10.1038/s41586-025-10012-2",
          "doi": "https://doi.org/10.1038/s41586-025-10012-2",
          "filter": "2"
        },
        {
          "title": "Collective intelligence for AI-assisted chemical synthesis",
          "authors": "Haote Li, Sumon Sarkar, Wenxin Lu, Patrick O. Loftus, Tianyin Qiu, Yu Shee, Abbigayle E. Cuomo, John-Paul Webster, H. Ray Kelly, Vidhyadhar Manee, Sanil Sreekumar, Frederic G. Buono, Robert H. Crabtree, Timothy R. Newhouse, Victor S. Batista",
          "url": "https://doi.org/10.1038/s41586-026-10131-4",
          "doi": "https://doi.org/10.1038/s41586-026-10131-4",
          "filter": "2"
        },
        {
          "title": "Common variation in meiosis genes shapes human recombination and aneuploidy",
          "authors": "Sara A. Carioscia, Arjun Biddanda, Margaret R. Starostik, Xiaona Tang, Eva R. Hoffmann, Zachary P. Demko, Rajiv C. McCoy",
          "abstract": "The leading cause of human pregnancy loss is aneuploidy, often tracing to errors in chromosome segregation during female meiosis 1,2 . Although abnormal crossover recombination is known to confer risk for aneuploidy 3,4 , limited data have hindered understanding of the potential shared genetic basis of these key molecular phenotypes. To address this gap, we performed retrospective analysis of pre-implantation genetic testing data from 139,416 in vitro fertilized embryos from 22,850 sets of biological parents. By tracing transmission of haplotypes, we identified 3,809,412 crossovers, as well as 92,485 aneuploid chromosomes. Counts of crossovers were lower in aneuploid versus euploid embryos, consistent with their role in chromosome pairing and segregation. Our analyses further revealed that a common haplotype spanning the meiotic cohesin SMC1B is associated significantly with both crossover count and maternal meiotic aneuploidy, with evidence supporting a non-coding cis -regulatory mechanism. Transcriptome- and phenome-wide association tests also implicated variation in the synaptonemal complex component C14orf39 and crossover-regulating ubiquitin ligases CCNB1IP1 and RNF212 in meiotic aneuploidy risk. More broadly, variants associated with aneuploidy often showed secondary associations with recombination, and several also exhibited associations with reproductive ageing traits. Our findings highlight the dual role of recombination in generating genetic diversity, while ensuring meiotic fidelity.",
          "url": "https://doi.org/10.1038/s41586-025-09964-2",
          "doi": "https://doi.org/10.1038/s41586-025-09964-2",
          "filter": "2"
        },
        {
          "title": "Temporal tissue dynamics from a spatial snapshot",
          "authors": "Jonathan Somer, Shie Mannor, Uri Alon",
          "url": "https://doi.org/10.1038/s41586-025-09876-1",
          "doi": "https://doi.org/10.1038/s41586-025-09876-1",
          "filter": "2"
        },
        {
          "title": "Baby-to-baby strain transmission shapes the developing gut microbiome",
          "authors": "Liviana Ricci, Vitor Heidrich, Michal Punčochář, Federica Armanini, Matteo Ciciani, Amir Nabinejad, Farnaz Fazaeli, Elisa Piperni, Charlotte Servais, Federica Pinto, Mireia Valles-Colomer, Francesco Asnicar, Nicola Segata",
          "url": "https://doi.org/10.1038/s41586-025-09983-z",
          "doi": "https://doi.org/10.1038/s41586-025-09983-z",
          "filter": "2"
        },
        {
          "title": "Symmetry, microscopy and spectroscopy signatures of altermagnetism",
          "authors": "Tomas Jungwirth, Jairo Sinova, Rafael M. Fernandes, Qihang Liu, Hikaru Watanabe, Shuichi Murakami, Satoru Nakatsuji, Libor Šmejkal",
          "url": "https://doi.org/10.1038/s41586-025-09883-2",
          "doi": "https://doi.org/10.1038/s41586-025-09883-2",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Polyamine-dependent metabolic shielding regulates alternative splicing",
          "authors": "Amaia Zabala-Letona, Mikel Pujana-Vaquerizo, Belen Martinez-Laosa, Maria Ponce-Rodriguez, Saioa Garcia-Longarte, Isabel Mendizabal, Ana Gimeno, Malgorzata Rogalska, Joycelyn Tan, Diana Cabrera, Sebastiaan van Liempd, Pilar Ximenez-Embun, Sergio Espinosa, Maider Fagoaga-Eugui, Francesca Peccati, Maciej Zakrzewski, Ianire Astobiza, Mikel Arana-Castañares, Sarah Cherkaoui, Maria Sendino, Inés Martín-Barros, Amaia Ercilla, Laura Bozal-Basterra, Onintza Carlevaris, Amaia Arruabarrena-Aristorena, Encarnación Pérez-Andrés, Telmo Santamaría-Zamorano, Juan A. Ferrer-Bonsoms, Fernando Carazo, Maciej Cieśla, Cesar Lobato, Joan Seoane, Natalia Martín-Martín, Rosa Barrio, James D. Sutherland, Ana M. Aransay, Juan Manuel Falcón-Pérez, Barbara Martínez-Pastor, Angel Rubio, Francisco J. Blanco, Michael D. Hogarty, Raphael J. Morscher, Edurne Berra, Remigiusz A. Serwa, Jesús Jiménez-Barbero, Gonzalo Jiménez-Osés, Alejo Efeyan, Lydia Finley, Jose M. Lizcano, Javier Muñoz, Juan Valcarcel, Arkaitz Carracedo",
          "url": "https://doi.org/10.1038/s41586-026-10140-3",
          "doi": "https://doi.org/10.1038/s41586-026-10140-3",
          "filter": "2"
        },
        {
          "title": "Large-scale dynamos driven by shear-flow-induced jets",
          "authors": "B. Tripathi, A. E. Fraser, P. W. Terry, E. G. Zweibel, M. J. Pueschel, R. Fan",
          "url": "https://doi.org/10.1038/s41586-025-09912-0",
          "doi": "https://doi.org/10.1038/s41586-025-09912-0",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Multiple oestradiol functions inhibit ferroptosis and acute kidney injury",
          "authors": "Wulf Tonnus, Francesca Maremonti, Shubhangi Gavali, Marlena Nastassja Schlecht, Florian Gembardt, Alexia Belavgeni, Nadja Leinung, Karolin Flade, Natalie Bethe, Sofia Traikov, Anne Haag, Danny Schilling, Sider Penkov, Melodie Mallais, Christine Gaillet, Claudia Meyer, Melika Katebi, Anushka Ray, Louisa M. S. Gerhardt, Anne Brucker, Jorunn Naila Becker, Mirela Tmava, Lisa Schlicker, Almut Schulze, Nina Himmerkus, Andrej Shevchenko, Mirko Peitzsch, Uladzimir Barayeu, Sonia Nasi, Juliane Putz, Kenneth S. Korach, Joel Neugarten, Ladan Golestaneh, Christian Hugo, Jan Ulrich Becker, Joel M. Weinberg, Svenja Lorenz, Bettina Proneth, Marcus Conrad, Eckhard Wolf, Bernd Plietker, Raphaël Rodriguez, Derek A. Pratt, Tobias P. Dick, Maria Fedorova, Stefan R. Bornstein, Andreas Linkermann",
          "url": "https://doi.org/10.1038/s41586-026-10148-9",
          "doi": "https://doi.org/10.1038/s41586-026-10148-9",
          "filter": "2"
        },
        {
          "title": "Dissecting gene regulatory networks governing human cortical cell fate",
          "authors": "Jingwen W. Ding, Chang N. Kim, Megan S. Ostrowski, Yashodara Abeykoon, Bryan J. Pavlovic, Jenelle L. Wallace, Nathan K. Schaefer, Tomasz J. Nowakowski, Alex A. Pollen",
          "abstract": "Human cortical neurogenesis involves conserved and specialized developmental processes during a restricted window of prenatal development. Radial glia (RG) neural stem cells shape cortical cell diversity by giving rise to excitatory neurons, oligodendrocytes and astrocytes, as well as olfactory bulb interneurons (INs) and a recently characterized population of cortical INs 1,2 . Complex genetic programs orchestrated by transcription factor (TF) circuits govern the balance between self-renewal and differentiation, and between different cell fates 3–8 . Despite progress in measuring gene regulatory network activity during human cortical development 9–12 , functional studies are required to evaluate the roles of TFs and effector genes in human RG lineage progression. Here we establish a human primary culture system that allows sensitive discrimination of cell fate dynamics and apply single-cell CRISPR interference (CRISPRi) screening 13,14 to examine the transcriptional and cell fate consequences of 44 TFs active during cortical neurogenesis. We identified several TFs with new roles in cortical neurogenesis, including ZNF219 —previously uncharacterized—that represses neural differentiation and NR2E1 and ARX that have opposing roles in regulating RG lineage plasticity and progression across developmental stages. We also detected convergent effector genes downstream of multiple TFs enriched in neurodevelopmental and neuropsychiatric disorders and observed conserved mechanisms of RG lineage plasticity across primates. We further uncovered a post-mitotic role for ARX in safeguarding IN subtype specification through repressing LMO1 . Our study provides a framework for dissecting regulatory networks driving cell fate consequences during human neurogenesis.",
          "url": "https://doi.org/10.1038/s41586-025-09997-7",
          "doi": "https://doi.org/10.1038/s41586-025-09997-7",
          "filter": "2"
        },
        {
          "title": "Extreme barocaloric effect at dissolution",
          "authors": "Kun Zhang, Yifang Liu, Ying Gao, Zhe Zhang, Haoyu Wang, Wanwu Li, Xiaoyan Fan, Jiayu Ding, Ziqi Guan, Shogo Kawaguchi, Zhaoxu Du, Jiaqing Zhang, Lei Su, Yiming Li, Runjian Jiang, Yifan Li, Yating Jia, Yanxu Wang, Jianchao Lin, Jinlong Zhu, Peng Tong, Suxin Qian, Kuo Li, Zhidong Zhang, Bing Li",
          "url": "https://doi.org/10.1038/s41586-025-10013-1",
          "doi": "https://doi.org/10.1038/s41586-025-10013-1",
          "filter": "2"
        },
        {
          "title": "Core–envelope miscibility in sub-Neptunes and super-Earths",
          "authors": "Travis Gilmore, Lars Stixrude",
          "abstract": "Sub-Neptunes and super-Earths, the most abundant types of planet in the galaxy, are unlike anything in the Solar System, with radii between those of Earth and Neptune 1,2 . Fundamental questions remain regarding their structure and origin. Although super-Earths have a rocky composition 3 , sub-Neptunes form a distinct population at larger radii and are thought to consist of a rocky core overlain by a hydrogen-rich envelope 4,5 . At the extreme conditions of the core–envelope interface (exceeding several gigapascals and several thousand kelvin 4,6 ), reaction between core and envelope seems possible, but the nature and extent of these reactions are unknown. Here we use first-principles molecular dynamics driven by density functional theory to show that silicate and hydrogen are completely miscible over a wide range of plausible core–envelope pressure–temperature conditions. We find the origin of miscibility in extensive chemical reaction between hydrogen and silicate, producing silane, SiO and water species, which may be observable with ongoing or future missions. Core–envelope miscibility profoundly affects the evolution of sub-Neptunes and super-Earths, by dissolving a large fraction of the hydrogen of the planet in the core and driving exchange of hydrogen between core and envelope as the planet evolves.",
          "url": "https://doi.org/10.1038/s41586-025-09970-4",
          "doi": "https://doi.org/10.1038/s41586-025-09970-4",
          "filter": "2"
        },
        {
          "title": "Fibroblastic reticular cells direct the initiation of T cell responses via CD44",
          "authors": "Xavier Y. X. Sng, Valentina Voigt, Iona S. Schuster, Peter Fleming, Felix A. Deuss, Mohammed H. Abuwarwar, Serani L. H. van Dommelen, Georgia E. G. Neate, Riley M. Arnold, Harry L. Horsnell, Sheridan Daly, Bagher Golzarroshan, Antiopi Varelias, Stewart D. Lyman, Anthony A. Scalzo, Geoffrey R. Hill, Scott N. Mueller, Matthew E. Wikstrom, Richard Berry, Jamie Rossjohn, Anne L. Fletcher, Christopher E. Andoniou, Mariapia A. Degli-Esposti",
          "abstract": "The movement of dendritic cells and T cells within secondary lymphoid organs is critical for the development of adaptive immune responses 1,2 . Central to this process is the fibroblastic reticular cell (FRC) network, which forms a highly organized conduit system that facilitates the movement of and interactions between dendritic cells and T cells 3–6 . Previous studies have partly characterized how FRCs support these interactions 7,8 . However, the molecular mechanisms that operate under physiological conditions remain unknown. Here we show that the viral protein m11, encoded by the herpesvirus murine cytomegalovirus (CMV), inhibits antiviral immunity by targeting the FRC network and interfering with a critical function of cellular CD44. We found that m11 binds to CD44 and established that m11 perturbs the molecular interactions of CD44 with its natural ligand, hyaluronic acid. The interaction of m11 with CD44 impairs the trafficking of dendritic cells within the spleen, thereby impeding efficient priming of naive T cells and the initiation of antiviral CD8 T cell responses. The targeting of CD44 by CMV reveals CD44 as a molecule that is essential to the functioning of the FRC network and uncovers a previously unrecognized stroma-based mechanism that is critical for the generation of effective T cell responses.",
          "url": "https://doi.org/10.1038/s41586-025-09988-8",
          "doi": "https://doi.org/10.1038/s41586-025-09988-8",
          "filter": "2"
        },
        {
          "title": "The potential for bridgmanite megacrysts to drive magma ocean segregation",
          "authors": "Jie Deng, Junwei Hu, Yidi Shi, Jina Lee, Haiyang Niu, Lars Stixrude",
          "url": "https://doi.org/10.1038/s41586-025-10063-5",
          "doi": "https://doi.org/10.1038/s41586-025-10063-5",
          "filter": "2"
        },
        {
          "title": "Atmospheric microplastic emissions from land and ocean",
          "authors": "Ioanna Evangelou, Silvia Bucci, Andreas Stohl",
          "abstract": "Microplastics (MPs) are global pollutants 1 , yet their atmospheric distribution is poorly understood 2 . Although atmospheric MP measurements have become more abundant, estimates of emissions into the atmosphere vary by orders of magnitude 3,4 . Here we compile a global atmospheric MPs dataset and compare it with size-aligned MP model simulations. Our model simulations show two to four orders of magnitude overestimation of the measured global median atmospheric MP concentrations. Measured median concentrations over the ocean are 27 times lower than over the land (0.003 and 0.08 particles m −3 , respectively). Applying a simple scaling method, we estimate that oceanic emissions are lower in number than land-based emissions. The total global land-based and oceanic emissions are 6.1 × 10 17 (1.3 × 10 17 to 1.1 × 10 18 ) particles year −1 and 2.6 × 10 16 (2.7 × 10 15 to 5.0 × 10 16 ) particles year −1 , respectively. Our results indicate that fewer MP particles are emitted into the atmosphere than previously thought. Land sources dominate the number but not the mass emissions, indicating that MPs emission size distributions should be investigated further.",
          "url": "https://doi.org/10.1038/s41586-025-09998-6",
          "doi": "https://doi.org/10.1038/s41586-025-09998-6",
          "filter": "2"
        },
        {
          "title": "Construction of complex and diverse DNA sequences using DNA three-way junctions",
          "authors": "Noah Evan Robinson, Weilin Zhang, Rajesh Ghosh, Bryan Gerber, Hanqiao Zhang, Charles Sanfiorenzo, Sixiang Wang, Dino Di Carlo, Kaihang Wang",
          "abstract": "The ability to construct entirely new synthetic DNA sequences de novo is essential to engineering and studying biology. However, the ability to produce long complex synthetic DNA sequences and libraries currently lags behind the ability to sequence and edit DNA 1,2 . All existing DNA-assembly technologies rely on DNA sequence information found within the final construct to direct assembly between DNA molecules 3–11 . As a result of this paradigm, these sequences cannot be extensively optimized specifically for assembly without affecting the final sequence. To fundamentally address this challenge, here we show the development of a new DNA assembly technique named Sidewinder that separates the information that guides assembly from the final assembled sequence using DNA three-way junctions. We demonstrate the transformative nature of the Sidewinder technique with highly robust and accurate construction of a 40-piece multifragment assembly, complex DNA sequences of both high GC content and high repeats, parallel assembly of multiple distinct genes in the same reaction and a combinatorial library with a large number of diversified positions across the entire length of the gene for high coverage of a library of 442,368 variants. This technology enables high-fidelity DNA assembly with a misconnection rate at the three-way junction of approximately 1 in 1,000,000.",
          "url": "https://doi.org/10.1038/s41586-025-10006-0",
          "doi": "https://doi.org/10.1038/s41586-025-10006-0",
          "filter": "2"
        },
        {
          "title": "Convergent evolution of scavenger cell development at brain borders",
          "authors": "Andrea U. Gaudi, Michelle Meier, Oguzhan F. Baltaci, Sayali Chowdhary, Frank J. Tulenko, Stefanie Dudczig, Sebastian-Alexander Stamatis, Scott Paterson, Hujun Yu, Maria Cristina Rondon Galeano, Elizabeth Mason, Lee B. Miles, Robert J. Bryson-Richardson, Andrew J. Pask, Jana Vukovic, Anne K. Lagendijk, Kelly A. Smith, Jan Kaslin, Michael RM Harrison, Peter D. Currie, Neil I. Bower, Benjamin M. Hogan",
          "url": "https://doi.org/10.1038/s41586-025-10003-3",
          "doi": "https://doi.org/10.1038/s41586-025-10003-3",
          "filter": "2"
        },
        {
          "title": "Oxygen-free metabolism in the bird inner retina supported by the pecten",
          "authors": "Christian Damsgaard, Mia Viuf Skøtt, Catherine J. A. Williams, Hans Malte, Camilla Kruse Kidmose, Morten Busk, Karin Dedek, Andreas H. Konradsen, Anne Sofie Stengel Rasmussen, Jesper Skovhus Thomsen, Anna V. G. T. Mikkelsen, Katrine S. Johannsen, Mikkel Vendelbo, Niels Peter Revsbech, Coen P. H. Elemans, Henrik Mouritsen, Joanna Kalucka, Lin Lin, Nina Kerting Iversen, Tobias Wang, Henrik Lauridsen, Jens Randel Nyengaard",
          "url": "https://doi.org/10.1038/s41586-025-09978-w",
          "doi": "https://doi.org/10.1038/s41586-025-09978-w",
          "filter": "2"
        },
        {
          "title": "Four camera-type eyes in the earliest vertebrates from the Cambrian Period",
          "authors": "Xiangtong Lei, Sihang Zhang, Peiyun Cong, Jakob Vinther, Sarah Gabbott, Fan Wei, Xing Xu",
          "url": "https://doi.org/10.1038/s41586-025-09966-0",
          "doi": "https://doi.org/10.1038/s41586-025-09966-0",
          "filter": "2"
        },
        {
          "title": "Probing quantum mechanics with nanoparticle matter-wave interferometry",
          "authors": "Sebastian Pedalino, Bruno E. Ramírez-Galindo, Richard Ferstl, Klaus Hornberger, Markus Arndt, Stefan Gerlich",
          "abstract": "The quantum superposition principle is a fundamental concept of physics 1 and the basis of numerous quantum technologies 2,3 . Yet, it is still often regarded counterintuitive because we do not observe its key features on the macroscopic scales of our daily lives. It is, therefore, interesting to ask how quantum properties persist or change as we increase the size and complexity of objects 4 . A model test for this question can be realized by matter-wave interferometry, in which the motion of individual massive particles becomes delocalized and needs to be described by a wave function that spans regions far larger than the particle itself 5 . Over the years, this has been explored with a series of objects of increasing mass and complexity 6–9 and a growing community aims at pushing this to ever larger limits. Here we present an experimental platform that extends matter-wave interference to large metal clusters, a qualitatively new material class for quantum experiments. We specifically demonstrate quantum interference of sodium nanoparticles, which can each contain more than 7,000 atoms at masses greater than 170,000 Da. They propagate in a Schrödinger cat state with a macroscopicity 10 of μ = 15.5, surpassing previous experiments 5,9,11 by an order of magnitude.",
          "url": "https://doi.org/10.1038/s41586-025-09917-9",
          "doi": "https://doi.org/10.1038/s41586-025-09917-9",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: A fault-tolerant neutral-atom architecture for universal quantum computation",
          "authors": "Dolev Bluvstein, Alexandra A. Geim, Sophie H. Li, Simon J. Evered, J. Pablo Bonilla Ataides, Gefen Baranes, Andi Gu, Tom Manovitz, Muqing Xu, Marcin Kalinowski, Shayan Majidy, Christian Kokail, Nishad Maskara, Elias C. Trapp, Luke M. Stewart, Simon Hollerith, Hengyun Zhou, Michael J. Gullans, Susanne F. Yelin, Markus Greiner, Vladan Vuletić, Madelyn Cain, Mikhail D. Lukin",
          "url": "https://doi.org/10.1038/s41586-026-10108-3",
          "doi": "https://doi.org/10.1038/s41586-026-10108-3",
          "filter": "2"
        },
        {
          "title": "Identification of an allosteric site on the E3 ligase adapter cereblon",
          "authors": "Vanessa N. Dippon, Zeba Rizvi, Anthony E. Choudhry, Chun-wa Chung, Ibrahim F. Alkuraya, Wenqing Xu, Xavier B. Tao, Anthony J. Jurewicz, Jessica L. Schneck, Wenqian Chen, Nicole M. Curnutt, Farah Kabir, Kwok-Ho Chan, Markus A. Queisser, Caterina Musetti, Han Dai, Gabriel C. Lander, Andrew B. Benowitz, Christina M. Woo",
          "url": "https://doi.org/10.1038/s41586-025-09994-w",
          "doi": "https://doi.org/10.1038/s41586-025-09994-w",
          "filter": "2"
        },
        {
          "title": "Rock art from at least 67,800 years ago in Sulawesi",
          "authors": "Adhi Agus Oktaviana, Renaud Joannes-Boyau, Budianto Hakim, Basran Burhan, Ratno Sardi, Shinatria Adhityatama, Andrea Jalandoni,  Hamrullah, Iwan Sumantri, M. Tang, Rustan Lebe,  Iswadi, Imran Ilyas, Abdullah Abbas, Andi Jusdi, Dewangga Eka Mahardian, Fadhlan S. Intan, Sofwan Noerwidi, Marlon N. R. Ririmasse, Irfan Mahmud, Akin Duli, Laode M. Aksa, M. Nur, Nasrullah Aziz, Sri Wigati,  Iksam,  Faiz, M. Sabri, Fardi Ali Syahdar,  Eriani, N. A. Hidayatullah,  Suryatman, Laode Darma,  Nurmin, Laode Zulman, S. H. Sindara, Andi Muhammad Saiful, Pindi Setiawan, Adam Brumm, Maxime Aubert",
          "url": "https://doi.org/10.1038/s41586-025-09968-y",
          "doi": "https://doi.org/10.1038/s41586-025-09968-y",
          "filter": "2"
        },
        {
          "title": "Forget formalism: mathematics was built on infighting and emotional turmoil",
          "authors": "Ananyo Bhattacharya",
          "url": "https://doi.org/10.1038/d41586-026-00187-7",
          "doi": "https://doi.org/10.1038/d41586-026-00187-7",
          "filter": "4"
        },
        {
          "title": "Making progress on global health will need high-quality evidence",
          "url": "https://doi.org/10.1038/d41586-026-00073-2",
          "doi": "https://doi.org/10.1038/d41586-026-00073-2",
          "filter": "4"
        },
        {
          "title": "US science after a year of Trump: what has been lost and what remains",
          "authors": "Max Kozlov, Jeff Tollefson, Dan Garisto",
          "url": "https://doi.org/10.1038/d41586-026-00088-9",
          "doi": "https://doi.org/10.1038/d41586-026-00088-9",
          "filter": "4"
        },
        {
          "title": "Can ‘toxic masculinity’ be measured? Scientists try to quantify controversial term",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-026-00144-4",
          "doi": "https://doi.org/10.1038/d41586-026-00144-4",
          "filter": "4"
        },
        {
          "title": "Study decision-making to understand how technology will affect behaviour",
          "authors": "Shahar Hechtlinger, L. A. Paul, M. J. Crockett",
          "url": "https://doi.org/10.1038/d41586-026-00209-4",
          "doi": "https://doi.org/10.1038/d41586-026-00209-4",
          "filter": "4"
        },
        {
          "title": "Seven technologies to watch in 2026",
          "authors": "Michael Eisenstein",
          "url": "https://doi.org/10.1038/d41586-026-00188-6",
          "doi": "https://doi.org/10.1038/d41586-026-00188-6",
          "filter": "4"
        },
        {
          "title": "Climate trends influence transatlantic flight times",
          "url": "https://doi.org/10.1038/d41586-026-00129-3",
          "doi": "https://doi.org/10.1038/d41586-026-00129-3",
          "filter": "4"
        },
        {
          "title": "Mistaken identity and the psychology of human recognition",
          "url": "https://doi.org/10.1038/d41586-026-00190-y",
          "doi": "https://doi.org/10.1038/d41586-026-00190-y",
          "filter": "4"
        },
        {
          "title": "To gain public trust, make art central to science communication",
          "authors": "Palina Kot",
          "url": "https://doi.org/10.1038/d41586-026-00210-x",
          "doi": "https://doi.org/10.1038/d41586-026-00210-x",
          "filter": "4"
        },
        {
          "title": "More than half of authors of leading research say funding is declining",
          "authors": "Anna McKie",
          "url": "https://doi.org/10.1038/d41586-026-00054-5",
          "doi": "https://doi.org/10.1038/d41586-026-00054-5",
          "filter": "4"
        },
        {
          "title": "Untangling the connection between dopamine and ADHD",
          "authors": "Jyoti Madhusoodanan",
          "url": "https://doi.org/10.1038/d41586-026-00094-x",
          "doi": "https://doi.org/10.1038/d41586-026-00094-x",
          "filter": "4"
        },
        {
          "title": "Six highlights from ADHD research",
          "authors": "Simon Makin",
          "url": "https://doi.org/10.1038/d41586-026-00099-6",
          "doi": "https://doi.org/10.1038/d41586-026-00099-6",
          "filter": "4"
        },
        {
          "title": "Gifted dogs learn new words by overhearing humans",
          "url": "https://doi.org/10.1038/d41586-026-00112-y",
          "doi": "https://doi.org/10.1038/d41586-026-00112-y",
          "filter": "4"
        },
        {
          "title": "I’m going to halve my publication output. You should consider slow science, too",
          "authors": "Adrian Barnett",
          "url": "https://doi.org/10.1038/d41586-025-04061-w",
          "doi": "https://doi.org/10.1038/d41586-025-04061-w",
          "filter": "4"
        },
        {
          "title": "Sending babies to nursery completely reshapes their microbiomes",
          "authors": "Chris Simms",
          "url": "https://doi.org/10.1038/d41586-026-00178-8",
          "doi": "https://doi.org/10.1038/d41586-026-00178-8",
          "filter": "4"
        },
        {
          "title": "Fossil-fuel phase out is not enough: countries must remove atmospheric carbon",
          "authors": "Richard H. Clarke, Mark Maslin",
          "url": "https://doi.org/10.1038/d41586-026-00211-w",
          "doi": "https://doi.org/10.1038/d41586-026-00211-w",
          "filter": "4"
        },
        {
          "title": "Briefing Chat: Can NASA return rocks from Mars? And why dogs have long ears",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-026-00194-8",
          "doi": "https://doi.org/10.1038/d41586-026-00194-8",
          "filter": "4"
        },
        {
          "title": "‘Shattered’: US scientists speak out about how Trump policies disrupted their careers",
          "authors": "Virginia Gewin",
          "url": "https://doi.org/10.1038/d41586-026-00091-0",
          "doi": "https://doi.org/10.1038/d41586-026-00091-0",
          "filter": "4"
        },
        {
          "title": "The rich stopped buying yachts the year time went on sale",
          "authors": "Sara E. Pour",
          "url": "https://doi.org/10.1038/d41586-025-03605-4",
          "doi": "https://doi.org/10.1038/d41586-025-03605-4",
          "filter": "4"
        },
        {
          "title": "‘Greed is the iron cage of our times’ — why nationalism is here to stay",
          "authors": "Roberto Patricio Korzeniewicz",
          "url": "https://doi.org/10.1038/d41586-026-00186-8",
          "doi": "https://doi.org/10.1038/d41586-026-00186-8",
          "filter": "4"
        },
        {
          "title": "Why teens with ADHD are so vulnerable to the perils of social media",
          "authors": "Elie Dolgin",
          "url": "https://doi.org/10.1038/d41586-026-00096-9",
          "doi": "https://doi.org/10.1038/d41586-026-00096-9",
          "filter": "4"
        },
        {
          "title": "AI and nuclear energy feature strongly in agenda-setting technologies for 2026",
          "url": "https://doi.org/10.1038/d41586-026-00185-9",
          "doi": "https://doi.org/10.1038/d41586-026-00185-9",
          "filter": "4"
        },
        {
          "title": "Quantum effect observed for biggest objects yet",
          "authors": "Tim Kovachy",
          "url": "https://doi.org/10.1038/d41586-025-04097-y",
          "doi": "https://doi.org/10.1038/d41586-025-04097-y",
          "filter": "4"
        },
        {
          "title": "Illuminating how the bird inner retina works without oxygen solves a 350-year-old structural mystery",
          "authors": "Michael Berenbrink, Jenni M. Prokkola",
          "url": "https://doi.org/10.1038/d41586-025-04095-0",
          "doi": "https://doi.org/10.1038/d41586-025-04095-0",
          "filter": "4"
        },
        {
          "title": "PhD students’ taste for risk mirrors their supervisors’",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-026-00160-4",
          "doi": "https://doi.org/10.1038/d41586-026-00160-4",
          "filter": "4"
        },
        {
          "title": "Nationwide genetic screening proves effective at catching disease risk early",
          "authors": "Teri A. Manolio",
          "url": "https://doi.org/10.1038/d41586-026-00035-8",
          "doi": "https://doi.org/10.1038/d41586-026-00035-8",
          "filter": "4"
        },
        {
          "title": "ADHD is on the rise, but why?",
          "authors": "Brian Owens",
          "url": "https://doi.org/10.1038/d41586-026-00093-y",
          "doi": "https://doi.org/10.1038/d41586-026-00093-y",
          "filter": "4"
        },
        {
          "title": "Campus protests and civil disobedience: does academia have a problem with activism?",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-026-00152-4",
          "doi": "https://doi.org/10.1038/d41586-026-00152-4",
          "filter": "4"
        },
        {
          "title": "Floating science stations: my month on a research vessel looking after buoys",
          "authors": "Christine Ro",
          "url": "https://doi.org/10.1038/d41586-026-00189-5",
          "doi": "https://doi.org/10.1038/d41586-026-00189-5",
          "filter": "4"
        },
        {
          "title": "Hand stencils in Indonesian cave are world’s oldest known artworks",
          "url": "https://doi.org/10.1038/d41586-026-00018-9",
          "doi": "https://doi.org/10.1038/d41586-026-00018-9",
          "filter": "4"
        },
        {
          "title": "A variety of early hominin species shared the Afar region of Ethiopia",
          "authors": "Carol V. Ward",
          "url": "https://doi.org/10.1038/d41586-025-03727-9",
          "doi": "https://doi.org/10.1038/d41586-025-03727-9",
          "filter": "4"
        },
        {
          "title": "US funding cuts harm aspiring young scientists, too",
          "authors": "William Y. Xuan",
          "url": "https://doi.org/10.1038/d41586-026-00182-y",
          "doi": "https://doi.org/10.1038/d41586-026-00182-y",
          "filter": "4"
        },
        {
          "title": "Is paracetamol in pregnancy a risk factor for ADHD?",
          "authors": "Carolyn Brown",
          "url": "https://doi.org/10.1038/d41586-026-00097-8",
          "doi": "https://doi.org/10.1038/d41586-026-00097-8",
          "filter": "4"
        },
        {
          "title": "Cause of vision loss discovered in overlooked genes",
          "url": "https://doi.org/10.1038/d41586-026-00207-6",
          "doi": "https://doi.org/10.1038/d41586-026-00207-6",
          "filter": "4"
        },
        {
          "title": "‘Remote controlled’ proteins illuminate living cells",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00204-9",
          "doi": "https://doi.org/10.1038/d41586-026-00204-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Symbols on ancient pottery could be earliest evidence of mathematics",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00201-y",
          "doi": "https://doi.org/10.1038/d41586-026-00201-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Why ‘harmless’ germs can be deadly for some people",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00166-y",
          "doi": "https://doi.org/10.1038/d41586-026-00166-y",
          "filter": "4"
        },
        {
          "title": "Humanoid robots step up their game: how useful are the latest droids?",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-026-00164-0",
          "doi": "https://doi.org/10.1038/d41586-026-00164-0",
          "filter": "4"
        },
        {
          "title": "HPV vaccine could help to protect the unvaccinated against cervical cancer",
          "url": "https://doi.org/10.1038/d41586-026-00128-4",
          "doi": "https://doi.org/10.1038/d41586-026-00128-4",
          "filter": "4"
        },
        {
          "title": "Schrödinger’s cat just got bigger: quantum physicists create largest ever ‘superposition’",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-026-00177-9",
          "doi": "https://doi.org/10.1038/d41586-026-00177-9",
          "filter": "4"
        },
        {
          "title": "US Congress set to reject Trump’s sweeping science budget cuts",
          "authors": "Jeff Tollefson, Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-026-00163-1",
          "doi": "https://doi.org/10.1038/d41586-026-00163-1",
          "filter": "4"
        },
        {
          "title": "The biggest ‘Schrödinger’s cat’ yet — physicists put 7,000 atoms in superposition",
          "authors": "Nick Petrić Howe, Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-026-00227-2",
          "doi": "https://doi.org/10.1038/d41586-026-00227-2",
          "filter": "4"
        },
        {
          "title": "The US is quitting 66 global agencies: what does it mean for science?",
          "authors": "Davide Castelvecchi, Ehsan Masood",
          "url": "https://doi.org/10.1038/d41586-026-00102-0",
          "doi": "https://doi.org/10.1038/d41586-026-00102-0",
          "filter": "4"
        },
        {
          "title": "My PI is not offering any support or guidance on my PhD project, what should I do?",
          "authors": "Sarah Wells",
          "url": "https://doi.org/10.1038/d41586-025-04125-x",
          "doi": "https://doi.org/10.1038/d41586-025-04125-x",
          "filter": "4"
        },
        {
          "title": "What happens if fewer children get vaccinated? Japan holds lessons for US",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-026-00146-2",
          "doi": "https://doi.org/10.1038/d41586-026-00146-2",
          "filter": "4"
        },
        {
          "title": "Girls are starting puberty younger — why, and what are the risks?",
          "authors": "Cassandra Willyard",
          "url": "https://doi.org/10.1038/d41586-026-00089-8",
          "doi": "https://doi.org/10.1038/d41586-026-00089-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Cancer cells stay hidden using stolen mitochondria",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-026-00181-z",
          "doi": "https://doi.org/10.1038/d41586-026-00181-z",
          "filter": "4"
        },
        {
          "title": "How much protein do you actually need?",
          "authors": "Nick Petrić Howe, Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-026-00151-5",
          "doi": "https://doi.org/10.1038/d41586-026-00151-5",
          "filter": "4"
        },
        {
          "title": "Trump one year on: How six US researchers plan to protect science amid chaos and cuts",
          "authors": "Amander Clark, Hank Greely, Eric Topol, Salim S. Abdool Karim, Quarraisha Abdool Karim, Ramanan Laxminarayan",
          "url": "https://doi.org/10.1038/d41586-026-00090-1",
          "doi": "https://doi.org/10.1038/d41586-026-00090-1",
          "filter": "4"
        },
        {
          "title": "An eye-popping discovery: early vertebrates had four eyes rather than two",
          "authors": "Michael S. Levine",
          "url": "https://doi.org/10.1038/d41586-025-04096-z",
          "doi": "https://doi.org/10.1038/d41586-025-04096-z",
          "filter": "4"
        },
        {
          "title": "Why ADHD goes undiagnosed in girls",
          "authors": "Niki Wilson",
          "url": "https://doi.org/10.1038/d41586-026-00098-7",
          "doi": "https://doi.org/10.1038/d41586-026-00098-7",
          "filter": "4"
        },
        {
          "title": "ADHD treatments move beyond stimulants",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-026-00095-w",
          "doi": "https://doi.org/10.1038/d41586-026-00095-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The first documented case of tool use in cattle",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00217-4",
          "doi": "https://doi.org/10.1038/d41586-026-00217-4",
          "filter": "4"
        },
        {
          "title": "A ‘time capsule’ for cells stores the secret experiences of their past",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00116-8",
          "doi": "https://doi.org/10.1038/d41586-026-00116-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Gifted dogs have word-learning skills on a par with human toddlers",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00213-8",
          "doi": "https://doi.org/10.1038/d41586-026-00213-8",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Indecision and recency-weighted evidence integration in non-clinical and clinical settings",
          "authors": "Magdalena del Río, Nadescha Trudel, Gita Prabhu, Laurence T. Hunt, Michael Moutoussis, Raymond J. Dolan, Tobias U. Hauser",
          "abstract": "Biases in information gathering are common in the general population and reach pathological extremes in paralysing indecisiveness, as in obsessive–compulsive disorder (OCD). Here we adopt a new perspective on information gathering and demonstrate an information integration bias whereby there is over-weighting of most recent information via evidence strength updates (ΔES). In a crowd-sourced sample ( N = 5,237), we find that a reduced ΔES weighting drives indecisiveness along an obsessive–compulsive spectrum. We replicate this attenuated ΔES weighting in a second lab-based study ( N = 105) that includes a transdiagnostic obsessive–compulsive spectrum encompassing OCD and generalized anxiety patients. Using magnetoencephalography (MEG), we trace ΔES signals to a late neural signal peaking at ~920 ms. Critically, highly obsessive–compulsive participants, across diagnoses, show an attenuated neural ΔES signal in mediofrontal areas, while other decision-relevant processes remain intact. Our findings establish biased information weighting as a driver of information gathering, where attenuated ΔES is linked to indecisiveness across an obsessive–compulsive spectrum.",
          "url": "https://doi.org/10.1038/s41562-025-02385-1",
          "doi": "https://doi.org/10.1038/s41562-025-02385-1",
          "filter": "0"
        },
        {
          "title": "Population attributable fractions of a wide range of peripheral diseases for the burden of dementia",
          "authors": "Zhenhong Deng, Yuxin Yang, Queran Lin, Songhua Xiao, You Zuo, Jinyuan Wang, Yongteng Xu, Honghong Li, Dongshu Xie, Qingyuan Dai, Junfeng Luo, Dame Louise Robinson, Naaheed Mukadam, Yamei Tang",
          "url": "https://doi.org/10.1038/s41562-025-02392-2",
          "doi": "https://doi.org/10.1038/s41562-025-02392-2",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Evidence for the representation of non-hierarchical structures in language",
          "authors": "Yngwie A. Nielsen, Morten H. Christiansen",
          "url": "https://doi.org/10.1038/s41562-025-02387-z",
          "doi": "https://doi.org/10.1038/s41562-025-02387-z",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "David Baltimore: Scientist, leader, and mentor",
          "authors": "Nancy C. Andrews, George Q. Daley",
          "abstract": "Fifty years ago, at the remarkably young age of 37, David Baltimore received the Nobel Prize (with Howard Temin and Renato Dulbecco) for “discoveries concerning the interaction between tumor viruses and the genetic material of the cell.” David was a prolific scientist whose work spanned many topics, but he was first and foremost a virologist. His recent passing invites us to reflect on a remarkable intellectual trajectory that began with seminal discoveries in virology, broadened to encompass major advances in cancer biology and immunology, and culminated in a legacy—sustained by the many scientists he trained—that will continue to shape modern biomedicine for years to come.",
          "url": "https://doi.org/10.1073/pnas.2528373123",
          "doi": "https://doi.org/10.1073/pnas.2528373123",
          "filter": "-1"
        },
        {
          "title": "Predicting epistasis across proteins by structural logic",
          "authors": "Michelle Tang, Gareth A. Cromie, Anowarul Kabir, Martin S. Timour, Julee Ashmead, Russell S. Lo, Nathaniel Corley, Frank DiMaio, Hiroki Morizono, Ljubica Caldovic, Nicholas Ah Mew, Andrea Gropman, Amarda Shehu, Aimée M. Dudley",
          "abstract": "Accurately predicting the phenotypic consequences of genetic variation is a major challenge for precision medicine. The problem is exacerbated by epistatic interactions, nonadditive effects between genetic variants that produce unexpected phenotypes. Here, we explore an understudied form of positive epistasis: intragenic complementation, in which pairs of loss-of-function variants restore near wild-type protein function. Using mutational scanning in yeast, we identify thousands of such interactions in a clinically important enzyme, human argininosuccinate lyase (ASL). Restoration of protein function is not due to the biochemical properties of the substituted amino acids, but rather to a structural feature of the protein, the active site assembly. We develop a machine learning algorithm that uses protein language model embeddings to predict intragenic complementation in ASL with 99.6% accuracy. Additionally, the model trained on ASL generalizes to a structurally related but sequence-divergent enzyme, fumarase, with accuracy over 90%. Our findings reveal a structural basis for this form of epistasis and provide a predictive framework that could extend to at least 4% of human proteins.",
          "url": "https://doi.org/10.1073/pnas.2516291123",
          "doi": "https://doi.org/10.1073/pnas.2516291123",
          "filter": "-1"
        },
        {
          "title": "Post-encoding administration of oxytocin selectively enhances memory consolidation of male faces in females",
          "authors": "Wei Liu, Jiashen Li, Zhengyue Chen, Qingbai Zhao, Xiaojun Sun",
          "abstract": "Oxytocin plays a critical role in modulating social cognition and enhancing human memory for faces. However, it remains unclear which phase of memory oxytocin affects to enhance face memory. Our study explored oxytocin’s potential to selectively enhance the consolidation of social memories, specifically human faces, and whether this effect varies between genders. In three preregistered, randomized, double-blind, placebo-controlled trials with heterosexual participants (total N = 445, comprising 227 males and 218 females), we explored how oxytocin affects memory consolidation. We administered oxytocin immediately after encoding (i.e., Study 1), before retrieval (i.e., Study 2), and before encoding (i.e., Study 3) in three parallel studies. This design allowed us to confirm that oxytocin’s effects were indeed due to consolidation rather than retrieval or encoding. We found that administering oxytocin post-encoding, but not before-retrieval or before-encoding, significantly improved female participants’ ability to recognize male faces 24 h later, with no similar enhancement observed in males recognizing opposite-gender faces. Together with our analyses of the social placebo effect—where the belief in receiving oxytocin produces effects similar to those of actual intranasal oxytocin administration—and the approachability ratings during encoding, we concluded that oxytocin specifically enhances the consolidation of long-term social memories in women recognizing male faces. These findings imply that oxytocin selectively enhances the consolidation of human social memory, potentially deepening our understanding of the mechanisms underlying social memory processes.",
          "url": "https://doi.org/10.1073/pnas.2529865123",
          "doi": "https://doi.org/10.1073/pnas.2529865123",
          "filter": "0"
        },
        {
          "title": "Mangrove restoration and coastal flood adaptation: A global perspective on the potential for hybrid coastal defenses",
          "authors": "Timothy Tiggeloven, Vincent van Zelst, Eric Mortensen, Bregje K. van Wesenbeeck, Thomas A. Worthington, Mark Spalding, Hans de Moel, Philip J. Ward",
          "abstract": "To reduce current and future coastal flood risk, it is critical to better understand how adaptation measures, including nature-based solutions, can reduce that risk. Globally, hybrid coastal defenses, including a combination of coastal vegetation, such as salt marshes and mangroves, with a dike or sea wall, have been highlighted as a promising adaptation measure. Here, we present a global-scale assessment of the potential risk reduction from mangrove restoration in combination with foreshore dike systems under scenarios of climate and socioeconomic change. We provide a quantitative assessment of the benefits in terms of reduced economic damage, exposed population, and poverty exposure. We evaluate mangrove restoration fronting dikes by accounting for wave–vegetation interaction. If mangrove foreshore dike systems were established along coastlines susceptible to flooding, restoration could potentially reduce expected annual damage by US$800 million and reduce expected affected population by 140,000 annually. These values increase under future projections. Our benefit–cost analysis finds mangrove restoration economically viable for about half of the subnational regions assessed (85 to 105 out of 208). At the global scale, the benefit–cost ratio under future conditions ranges from 3 to 6, with a net present value between US$44 billion and US$125 billion. Because absolute risk values and benefit–cost analysis do not differentiate between relative wealth impacts, we also estimated restoration impacts across different wealth levels. We show that restoring mangroves disproportionately benefits people with lower incomes, as they are often more exposed to coastal flooding and located in areas suitable for mangrove restoration. As such, mangrove restoration in low- and middle-income countries could contribute to the resilience of people in poverty.",
          "url": "https://doi.org/10.1073/pnas.2510980123",
          "doi": "https://doi.org/10.1073/pnas.2510980123",
          "filter": "0"
        },
        {
          "title": "Genetic associations with education have increased and are patterned by socioeconomic context: Evidence from 3 studies born 1946–1970",
          "authors": "Tim T. Morris, Liam Wright, Gemma Shireby, David Bann",
          "abstract": "Social scientists have long sought to investigate whether the predictors of educational attainment (EA) have changed across time. Here, we provide insights by incorporating genetic predictors of education in three nationally representative British birth cohorts born in 1946, 1958, and 1970. We investigated whether individual characteristics as proxied by polygenic indexes (PGIs) for EA and cognition have become more relevant to educational success over time and whether returns to genetic predisposition were moderated by early life socioeconomic background. We present three findings. First, associations between the EA PGI and attainment increased over time, with increasing incremental variance explained by the EA PGI. Second, associations between the cognition PGI and attainment were broadly consistent across cohorts, and there was no clear change in explained variance. Since the EA PGI captures multiple traits related to educational success, factors other than those related to cognition may have become more relevant over time. Third, we observed strong evidence of interaction: Associations between the EA PGI and EA were disproportionately larger among those from more advantaged socioeconomic backgrounds. The strength and pattern of associations varied when using EA PGIs that were less conservatively filtered for SNPs. Our findings suggest EA is influenced by social and genetic factors both independently and jointly. Genetic liability and social background could be considered as two forms of inherited advantage which synergistically influence education attainment.",
          "url": "https://doi.org/10.1073/pnas.2516460123",
          "doi": "https://doi.org/10.1073/pnas.2516460123",
          "filter": "0"
        },
        {
          "title": "Quantifying racial disparities in media representations of gun violence at scale",
          "authors": "Ruth Bagley, Susan Burtner, Andrew V. Papachristos, Rob Voigt",
          "abstract": "Previous research has documented racial disparities in gun violence news coverage in limited and small-scale contexts. This study curates and analyzes a large-scale dataset of news articles linked to specific incidents of gun violence to test for systematic race-related differences in representation across the US news media. Using computational techniques, we quantify how much media attention an incident gets, the topics and linguistic style of articles, and how participants in the incidents are framed. We find significant generalized disparities in media coverage and portrayal of incidents depending on whether they occur in neighborhoods that are majority white or majority people of color (POC), including increased media attention on police shootings if they occur in majority POC neighborhoods, greater focus on the people involved in incidents in majority white neighborhoods, and increased racialization and framing related to crime in majority POC neighborhoods.",
          "url": "https://doi.org/10.1073/pnas.2505499123",
          "doi": "https://doi.org/10.1073/pnas.2505499123",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Towards CRISPR-based editing of the mitochondrial genome in yeast",
          "authors": "Sifei Yin, Daniel F. Jarosz, Alice Y. Ting",
          "abstract": "Mitochondria, which evolved from symbiotic bacteria, possess their own genomes (mtDNA) and support independent transcription and translation within the organelle. Given the essential role of mtDNA in energy production, metabolism, as well as cellular homeostasis, and the high density of confirmed pathogenic mutations that map to mtDNA, there is a pressing need for versatile methods to study and manipulate this genome. Although CRISPR technology has revolutionized the editing of nuclear genomes, it has not been successfully extended to mtDNA, primarily due to the challenge of delivering single guide RNAs (sgRNAs) across both outer and inner mitochondrial membranes. Here we develop a survival-based reporter in Saccharomyces cerevisiae to screen for potential RNA import motifs. We identify a 40-nucleotide aptamer (IM83) that facilitates sgRNA entry into the mitochondrial matrix, enabling CRISPR editing by a mitochondrially-localized adenine base editor. We show that mitochondrial import of IM83 is ATP-dependent and enhanced by the tRNA synthetase Msk1. Further investigations identify barriers to efficient CRISPR editing of mtDNA, including loss of membrane potential associated with mitochondrial targeting of the base editor. These insights lay the groundwork for future improvements in CRISPR-based editing of mtDNA in eukaryotes.",
          "url": "https://doi.org/10.1073/pnas.2505894123",
          "doi": "https://doi.org/10.1073/pnas.2505894123",
          "filter": "2"
        },
        {
          "title": "An accurate cellular assay to determine pathogenicity of coding and noncoding variants in Lynch syndrome genes",
          "authors": "Iris E. Glykofridis, Marleen Dekker, Chantal Stoepker, Thomas W. van Ravesteyn, Yvonne Tiersma, Cédric G. van der Ham, Beaunelle de Bruijn, Salma Ebrahim, Renée X. de Menezes, Esmee Kasteleijn, Frans Verheijen, Tjakko J. van Ham, Hein te Riele",
          "abstract": "Lynch syndrome (LS) is a genetic predisposition to mainly colorectal and endometrial cancer due to heterozygous disruptive germline mutations in the DNA mismatch-repair (MMR) genes MSH2 , MSH6 , MLH1, or PMS2 . Beyond clearly pathogenic mutations, germline sequencing often reveals variants of uncertain significance (VUS), predominantly single base-pair alterations in coding or noncoding regions. These uncertain variants obstruct LS diagnosis, hampering personalized surveillance. To address this challenge, we developed a highly accurate functional assay that interrogates VUS pathogenicity in human cells. Building on a mouse-based cellular assay, we adapted oligonucleotide-directed mutation screening (ODMS) for human cells and introduced a refined approach named “coselection ODMS.” To ensure physiological expression, the variant is introduced into the endogenous MMR gene by replication-coupled gene editing. Coselection ODMS demonstrated 100% accuracy in classifying 50 benign and 86 pathogenic variants spanning coding and noncoding regions in all four MMR genes. Among 109 patient-derived VUS, 51 were identified as deleterious for MMR function. Importantly, coselection ODMS delivered 100% concordant results in a clinical diagnostic laboratory. With &gt;93% sensitivity and &gt;92% specificity, coselection ODMS provides a highly reliable functional assay in the diagnosis of enigmatic LS variants, enabling risk assessment and personalized surveillance or treatment for affected families.",
          "url": "https://doi.org/10.1073/pnas.2517801123",
          "doi": "https://doi.org/10.1073/pnas.2517801123",
          "filter": "2"
        },
        {
          "title": "Bioresponsive immunomodulator nanocomplex for selective immunoengineering in metastatic lymph nodes",
          "authors": "Yueyang Deng, Mo Chen, Tianxu Fang, Tianwen Luo, Xiaona Cao, Guojun Chen",
          "abstract": "Lymph node (LN) metastasis (LNM) frequently occurs in various cancer types and is associated with high aggressiveness, poor prognosis, and low survival rates. However, effective clinical interventions remain limited primarily due to the distinctive immunosuppressive microenvironment found in metastatic LNs. Targeted delivery of immunomodulators and selective immunoengineering in metastatic LNs offers a promising avenue for repurposing these LNs as an effective antitumor system while mitigating the risk of unwanted immune activation elsewhere. Here, we develop a bioresponsive LN-targeted immunomodulator nanocomplex designed to selectively reprogram the immune microenvironment in metastatic LNs for LNM inhibition. The immunomodulator nanocomplex can target LNs due to specific chemokine receptor 7 modification and selectively release anti-PD-1 antibodies in response to glutathione that is found elevated in the extracellular matrix of metastatic LNs. In two mouse models, our data suggested that the immunomodulator nanocomplex can selectively activate T cell–mediated antitumor immune responses in metastatic LNs and thus effectively inhibit tumor growth and prolong the survival of animals. Importantly, the modular design of this platform could enable facile incorporation of alternative immunotherapeutic agents that exhibit significant systemic toxicities in the clinic, allowing broader application to payloads that may particularly benefit from localized, LNM-selective activation. This approach holds significant promises for reducing the necessity for complete LN dissection, thereby presenting a valuable therapeutic option for a broad spectrum of cancer patients.",
          "url": "https://doi.org/10.1073/pnas.2519625123",
          "doi": "https://doi.org/10.1073/pnas.2519625123",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti0326123",
          "doi": "https://doi.org/10.1073/iti0326123",
          "filter": "2"
        },
        {
          "title": "Correction for Abels et al., Manipulating anthracyclines for deeper tissue penetration and implications for glycolytic tissues",
          "url": "https://doi.org/10.1073/pnas.2537044123",
          "doi": "https://doi.org/10.1073/pnas.2537044123",
          "filter": "2"
        },
        {
          "title": "Emergent ferromagnetism and unusual irreversible magnetoresistance in an intercalated van der Waals antiferromagnet",
          "authors": "Zixin Zhai, Wenhao Liu, Xiaoyu Guo, Daniel J. Schulze, Ting-Wei Kuo, Nishkarsh Agarwal, Alex Stangel, Pramanand Joshi, J. Ping Liu, Liangzi Deng, Robert Hovden, Liuyan Zhao, Ching-Wu Chu, Bing Lv",
          "abstract": "Orthorhombic air-stable two-dimensional (2D) antiferromagnet (AFM) CrSBr has attracted much research interest lately thanks to its rich magnetic behaviors together with its remarkable electronic, excitonic, and polaritonic properties. Here, we report a reliable electrochemical intercalation method by inserting large tetrabutylammonium (TBA + ) ions into CrSBr layers. Magnetically, such intercalation efficiently suppresses the interlayer AFM and induces a ferromagnetic (FM) order with a much-enhanced transition temperature up to 200 K, nearly 70 K higher than the AFM onset of 132 K in pristine CrSBr. Electronically, the TBA + intercalation not only increases the electric conductivity of CrSBr, which is further enhanced by magnetic fields, but also introduces a giant negative irreversible magnetoresistance. This work demonstrates the tunable magnetic and electronic properties of CrSBr as well as their interplay, paving the way for advanced spintronic and magnetic memory devices.",
          "url": "https://doi.org/10.1073/pnas.2527293123",
          "doi": "https://doi.org/10.1073/pnas.2527293123",
          "filter": "2"
        },
        {
          "title": "Differential Hes1 activation defines neural stem cell lineage commitment and niche maintenance in embryonic and adult mouse cortex",
          "authors": "Paul Ann Riya, Rahul Jose, Vadakkath Meera, Budhaditya Basu, Suresh Surya, Ramankunju Aryasree, Nair Pradeep Jyothi, Surendran Parvathy, Sivadasan Bindu Dhanesh, Rajendran Sanalkumar, Viviane Praz, Nicolo Riggi, Jackson James",
          "abstract": "Mode of Hes1 activation and its differential expression are crucial for the maintenance of neural stem cells/progenitor cells (NSCs/NPCs) in the embryonic cortex. This differential mode of Hes1 activation has been translated into a heterogeneous population of NSCs comprising Notch-independent Hes1- expressing (NIHes1) NSCs and Notch-dependent Hes1- expressing (NDHes1) radial glial cells (RGCs). Using single-cell transcriptomics and a Nestin-CreERT2;NIHes1 fl/fl conditional knock-out mouse model, we have characterized the NIHes1 NSCs. Our analyses show that NIHes1 NSCs are the ancestral precursor NSCs that generate RGCs and intermediate progenitor cells during development. Loss of NIHes1 expression significantly alters the NSC niche, leading to increased gliogenesis and aberrant migration of projection neurons. NIHes1 NSCs are set aside at embryonic stages as adult neural stem cells and are maintained by NIHes1 expression even at adult stage. Our findings suggest that NIHes1 NSCs are functionally distinct Hes1 -expressing NSCs, which are critical for establishing both embryonic and adult NSC niches, thereby contributing to the overall cortical development.",
          "url": "https://doi.org/10.1073/pnas.2511800123",
          "doi": "https://doi.org/10.1073/pnas.2511800123",
          "filter": "2"
        },
        {
          "title": "Platelet-derived growth factor receptor alpha regulates fetal testis differentiation via an ERK–CREB axis",
          "authors": "Shu-Yun Li, Satoko Matsuyama, Sarah Whiteside, Xiaowei Gu, Jonah Cool, Blanche Capel, Tony DeFalco",
          "abstract": "Platelet-derived growth factor receptor alpha ( Pdgfra ) plays a crucial role in mesenchymal cell differentiation, but the molecular signaling involved in this process remains unclear, particularly within the fetal testis. Here, we use XY Pdgfra -null gonads to investigate the molecular mechanisms underlying testicular organogenesis, focusing on the formation of testicular architecture and the differentiation of fetal Leydig cells (FLCs), the steroidogenic lineage arising from mesenchymal precursors within the testicular interstitial compartment. The extracellular signal-regulated kinase (ERK) pathway, a well-known mitogen-activated signaling pathway, was significantly inhibited in XY Pdgfra -null gonads, suggesting that ERK signaling is activated downstream of PDGFRA. Using ex vivo whole-organ culture, small interfering RNA cell culture methods, transwell assays, and a genetic mouse model to disrupt ERK signaling in gonadal cells, we found that the ERK pathway promotes testis cord formation via early growth response 1 -mediated cell migration and regulates the expression of steroidogenic enzymes in FLCs via activating the transcription factor cAMP responsive element binding protein 1. These findings highlight the significance of the PDGFRA signaling network in fetal testis organogenesis, thus providing insights into mesenchymal cell differentiation and the etiology of congenital disorders related to gonadal development.",
          "url": "https://doi.org/10.1073/pnas.2515138123",
          "doi": "https://doi.org/10.1073/pnas.2515138123",
          "filter": "2"
        },
        {
          "title": "GFP-free live neuron quantitative imaging reveals compartmentalization and growth dynamics of polyQ aggregates",
          "authors": "Xiaotian Bi, Berea Suen, Li-En Lin, Kun Miao, Lu Wei",
          "abstract": "Huntington’s Disease (HD), the most prevalent polyglutamine (polyQ) neurodegenerative disorder, features brain aggregates induced by mutant huntingtin (mHtt) proteins harboring expanded polyQ tracts. Despite extensive efforts, molecular mechanisms of polyQ aggregates remain elusive. Here, we establish quantitative stimulated Raman scattering imaging of polyQ aggregates (q-aggSRS) for noninvasive investigations in live neuronal cocultures using deuterated glutamine labeling. Q-aggSRS allows for specific visualization by targeting the distinct Raman peak from carbon–deuterium bonds, eliminating the need for bulky fluorescent protein tagging (e.g., EGFP). Coupled with analysis from aggregate-tailored expansion microscopy, newly designed two-color imaging, and pulse–chase visualization, we comprehensively quantified the mHtt and non-mHtt proteins within the same aggregates across varying sizes, cell types, mHtt constructs, and subcellular locations. Our findings demonstrate a two-phase aggregate model with a distinct core–shell spatial organization, reveal significant heterogeneity in nucleus/cytoplasm compartmentalization specific to neurons, and identify previously unrecognized loosely packed aggregates specifically in neuronal nuclei. These insights should advance our understanding of native polyQ aggregates, and our proposed interaction coefficients may offer quantitative parameters for developing effective HD therapies.",
          "url": "https://doi.org/10.1073/pnas.2505321123",
          "doi": "https://doi.org/10.1073/pnas.2505321123",
          "filter": "2"
        },
        {
          "title": "A single-domain expansin-like protein from Gloeophyllum trabeum able to cleave xylan",
          "authors": "Ignacio Delgado Santamaría, Heidi Østby, Vincent G. H. Eijsink, Anikó Várnai",
          "abstract": "Expansin-related proteins (ERPs) are a broad group of plant cell wall–loosening proteins and are considered noncatalytic, as, to date, no cell wall–derived products have been observed as a result of catalysis, despite the presence of a domain that resembles the catalytic domains of GH45 endoglucanases. Here, we report catalytic activity for a single-domain ERP, Gt EXPN_133317, from the brown-rot fungus Gloeophyllum trabeum , which is highly expressed in the early phase of spruce colonization. We demonstrate enzyme-dependent formation of xylan-derived products, such as glucuronylated xylo-oligosaccharides, using high-performance anion exchange chromatography with pulsed amperometric detection. Structure-based multiple sequence alignment of ERPs with GH45 endoglucanases showed that, next to a single conserved aspartate (Asp87 in Gt EXPN_133317) present in all ERPs and GH45s, fungal ERPs contain a second conserved acidic residue (Asp25 in Gt EXPN_133317). Mutation of these two conserved amino acids, Asp87 and Asp25, led to a nearly complete loss of xylanolytic activity. While these findings do not exclude the possibility of a noncatalytic plant cell wall–loosening mechanism, they show that ERPs likely have other modes of action besides what the current paradigm states.",
          "url": "https://doi.org/10.1073/pnas.2528599123",
          "doi": "https://doi.org/10.1073/pnas.2528599123",
          "filter": "2"
        },
        {
          "title": "“Excluded phenotypes” restrict genetic paths toward adaptation in declining populations",
          "authors": "James S. Andon, Charles D. Kocher, Ken A. Dill, Tina Wang",
          "abstract": "Evolutionary rescue is the process by which declining populations adapt to conditions that would otherwise cause their extinction. Considering the spectrum of mutant phenotypes that can arise within a declining population, there exists the interesting case of mutations which improve fitness relative to the wild-type, but do not restore population growth. Here, we hypothesize that mutations within this phenotype space are functionally inaccessible to populations in decline and term it an “evolutionary excluded zone.” We experimentally demonstrate that this excluded zone disallows certain mutational paths from causing evolutionary rescue in declining populations of M13 bacteriophage. We then integrate this observation into Fisher’s Geometric Model to extrapolate it to other evolutionary rescue scenarios. Our findings indicate that the excluded zone significantly reduces the likelihood of evolutionary rescue by de novo mutation and that evolution is fundamentally different in declining populations than in ones that are constant or growing.",
          "url": "https://doi.org/10.1073/pnas.2507223123",
          "doi": "https://doi.org/10.1073/pnas.2507223123",
          "filter": "2"
        },
        {
          "title": "Correction for Tian et al., DNA polymerase delta governs parental histone transfer to DNA replication lagging strand",
          "url": "https://doi.org/10.1073/pnas.2537869123",
          "doi": "https://doi.org/10.1073/pnas.2537869123",
          "filter": "2"
        },
        {
          "title": "Retraction for Huang et al., Nanospherical arabinogalactan proteins are a key component of the high-strength adhesive secreted by English ivy",
          "url": "https://doi.org/10.1073/pnas.2537150123",
          "doi": "https://doi.org/10.1073/pnas.2537150123",
          "filter": "2"
        },
        {
          "title": "Proteasomal proteolysis in p62 condensates directs tumor suppression or growth depending on their subcellular localization",
          "authors": "Chen Lulu-Shimron, Zhiwen Luo, Vera Brekhman, Lina Huang, Ido Livneh, Hidetaka Kosako, Victoria Cohen-Kaplan, Aaron Ciechanover",
          "abstract": "p62/SQSTM1 generates liquid–liquid phase-separated condensates that participate in diverse processes, including protein quality control (PQC) and autophagy. Nuclear p62 condensates were shown to act as ubiquitin- and proteasome-mediated degradation hubs, whereas the involvement of cytoplasmic condensates in this pathway has remained unclear. Here, we show that cytoplasmic p62 condensates serve as a hub for proteasomal degradation that displays distinct substrate preferences compared with nuclear condensates. Specifically, cytoplasmic condensates mediate accelerated degradation of the tumor suppressor p53 through recruitment MDM2, its E3 ligase, while nuclear condensates are selectively enriched with USP7, a deubiquitinating enzyme (DUB) that stabilizes p53. Immunohistochemical analysis of human tissues reveal that p62 in healthy tissues is largely localized to the nucleus, whereas in the corresponding malignant tissues, it is largely in the cytosol, which is correlated with reduced p53 abundance in tumors. Nuclear p62 condensates also promote the degradation of oncogenic c-Myc, underscoring compartment-specific differences in protein turnover. Experiments in cancer cells and xenografts demonstrate that cytoplasmic p62 condensates drive tumor growth, whereas nuclear p62 condensates suppress it. Moreover, condensate formation rather than p62 expression alone is required for both enhanced proteolytic activity and tumor growth modulation. Proteomic analysis reveals that nuclear p62, unlike its cytosolic counterpart, is linked to enrichment of proteins associated with apoptosis, p53 stabilization, DNA damage response, and cellular senescence—all related to tumor suppression. These findings establish that p62 condensates provide compartment-specific regulation of ubiquitin and proteasomal degradation and suggest that manipulating their localization or affecting their dynamics can offer different therapeutic opportunities.",
          "url": "https://doi.org/10.1073/pnas.2529422123",
          "doi": "https://doi.org/10.1073/pnas.2529422123",
          "filter": "2"
        },
        {
          "title": "Ubiquitination of BAM1 attenuates CLE peptide–mediated signaling in the root apical meristem",
          "authors": "Yuanyuan Zhou, Fei Liu, Yongfeng Han, Jiaojiao Bai, Baowen Zhang, Wenqiang Tang, Xiaoping Gou, Yan Zhang, Dongping Lu",
          "abstract": "The plasma membrane-resident receptor-like kinases (RLKs) and their cognate peptide ligands play crucial roles in plant growth and development. The RLK BARELY ANY MERISTEM1 (BAM1) promotes phloem formation and regulates other aspects of root development. However, the mechanisms governing BAM1 protein degradation remain unclear. In this study, we demonstrate that two closely related ubiquitin ligases, RING DOMAIN LIGASE 1 (RGLG1) and RGLG2, specifically interact with BAM1 and its closest homolog BAM2. RGLG1/2 ubiquitinate BAM1/2 and mediate their degradation, thereby dampening BAM1/2 signaling. Treatment with the peptide CLE13 (CLV3/EMBRYO SURROUNDING REGION-RELATED 13) enhances the BAM1/2-RGLG2 interaction and the ubiquitin ligase activity of RGLG2, resulting in increased ubiquitination and degradation of BAM1/2 by RGLG1/2. The rglg1 rglg2 double mutant exhibits increased sensitivity to CLE13 compared to the wild type. Collectively, our findings demonstrate that RGLG1/2-mediated ubiquitination and degradation of BAM1/2 attenuate CLE13-mediated signaling in root meristem.",
          "url": "https://doi.org/10.1073/pnas.2530116123",
          "doi": "https://doi.org/10.1073/pnas.2530116123",
          "filter": "2"
        },
        {
          "title": "Correction for Keogh and Bilal, Combinatorial asymmetric acoustic metamaterials with real-time programmability",
          "url": "https://doi.org/10.1073/pnas.2536289123",
          "doi": "https://doi.org/10.1073/pnas.2536289123",
          "filter": "2"
        },
        {
          "title": "Evolution of environmental sex determination via juvenile hormone–induced gene co-option in Daphnia",
          "authors": "Yugo Takahata, Moe Kusajima, Shione Abe, Misato Okamoto Miyakawa, Tomohiro Suzuki, Hideo Dohra, Hitoshi Miyakawa",
          "abstract": "Juvenile hormone (JH) exerts pleiotropic effects in insects, regulating not only metamorphosis and reproduction but also caste differentiation, morphogenesis, and diapause. How such diverse functions evolved from the ancestral role of JH remains poorly understood. The water flea, Daphnia , provides a striking case in which JH governs environmental sex determination (ESD) by inducing male production. Nonetheless, the molecular pathway linking maternal JH signaling to sex determination has remained unknown. Here, we identify the circadian gene, vrille ( Dpvri ), as a direct transcriptional target of JH signaling. Reporter assays revealed that Dpvri is activated by the JH receptor complex (Methoprene-tolerant/steroid receptor coactivator) via newly acquired 9-bp JH response elements (9 bp-JHREs) in its regulatory region, whereas the beetle ( Tribolium ) vri gene lacks such elements and did not show JH-responsive expression. This demonstrates that the presence or absence of specific regulatory sequences underlies interspecific differences in JH responsiveness. CRISPR/Cas9 mutagenesis of a single JHRE substantially reduced JH-dependent Dpvri expression and elevated the threshold for male induction, demonstrating its causal role in vivo. Comparative sequence analyses showed that JHREs in vri are conserved in the Cladocera, but absent in the crustacean, Artemia , suggesting that their emergence coincided with the origin of ESD in this lineage. These findings reveal the evolutionary co-option of vri into the JH pathway via acquisition of a JHRE, providing a mechanistic explanation for diversification of JH functions in arthropods.",
          "url": "https://doi.org/10.1073/pnas.2525480123",
          "doi": "https://doi.org/10.1073/pnas.2525480123",
          "filter": "2"
        },
        {
          "title": "Coral reef fish may be more important than we thought",
          "authors": "Jason S. Link",
          "url": "https://doi.org/10.1073/pnas.2535459123",
          "doi": "https://doi.org/10.1073/pnas.2535459123",
          "filter": "2"
        },
        {
          "title": "Forest loss and landscape pattern change cause watersheds to release more young water",
          "authors": "Ming Qiu, Xiaohua Wei, Yiping Hou",
          "abstract": "The hydrological functions of forests are well recognized, but their influence on water storage and release dynamics remains poorly quantified. The fraction of young water ( F yw )—the proportion of streamflow younger than 2 to 3 mo—serves as an integrative indicator of a watershed’s capacity to retain and release precipitation. Here, by analyzing F yw across 657 watersheds worldwide, we found that forest cover exhibited a significant negative relationship with F yw . The causality was further corroborated through a meta-analysis of postdeforestation F yw trends, confirming that forest loss accelerates the conversion of recent precipitation into streamflow. This effect was most pronounced in watersheds with shallow groundwater, highlighting the role of forests in regulating rapid, near-surface flowpaths. Beyond total forest cover, we found that forest landscape patterns also exerted influences: A lower proportion of forest edge was associated with higher F yw , but only in sparsely forested watersheds ( ≤ ∼ 40% forest cover), where the edge-enhanced evapotranspiration was most pronounced. This global synthesis not only reinforces the hydrological value of forest conservation and restoration but also highlights that deliberate planning of forest landscape patterns can help mitigate the hydrological consequences of forest loss. Together, these findings demonstrate that integrating forest protection with forest landscape planning is essential for sustaining hydrological functions.",
          "url": "https://doi.org/10.1073/pnas.2522502123",
          "doi": "https://doi.org/10.1073/pnas.2522502123",
          "filter": "2"
        },
        {
          "title": "The molecular mechanism of lipid uptake by membrane-anchored bridge-like lipid transfer proteins",
          "authors": "Daniel Álvarez, Paige Chandran Blair, Cristian Rocha-Roa, Michael Davey, Elizabeth Conibear, Stefano Vanni",
          "abstract": "Lipid transport by bridge-like lipid transfer proteins (BLTPs) is emerging as a key process in lipid and cellular metabolism in both physiological and pathological conditions. However, the precise mechanism of lipid transport by BLTPs has remained elusive. Here, we use extensive all-atom molecular dynamics simulations to characterize the precise mechanism of lipid transfer into the BLTP hydrophobic cavity from donor membranes. For multiple BLTPs, we observe the ability to extract and solubilize lipids without lipid selectivity, and we identify membrane destabilization as a critical parameter to achieve effective lipid desorption. We rationally design a mutant BLTP with altered ability to destabilize lipid bilayers, and we show that this abolishes lipid desorption in silico and protein function in vivo. Taken together, our data provide an atomic-level description of the mechanism of lipid transport by BLTPs, ultimately suggesting alternative strategies to interfere with their activity.",
          "url": "https://doi.org/10.1073/pnas.2520399123",
          "doi": "https://doi.org/10.1073/pnas.2520399123",
          "filter": "2"
        },
        {
          "title": "Structural characterization of the HDV virion and its ribonucleoprotein",
          "authors": "Samuel Itskanov, Beatrice Ary, Upasana Mehra, Irene Lew, Nikolai Novikov, Uli Schmitz, Meghan M. Holdorf, Rudolf K. Beran, Eric B. Lansdon",
          "abstract": "Hepatitis D virus (HDV) is a small RNA satellite virus of hepatitis B virus (HBV) which encodes a single protein, HDV delta antigen (HDAg), that is required for replication. Viral replication occurs independently from HBV and relies primarily on host RNA polymerase(s). Bulevirtide, a viral entry inhibitor, is the only approved treatment for chronic HDV but has a low cure rate as a monotherapy, and most patients rebound following cessation of therapy. It is likely that an inhibitor targeting HDV replication is necessary to achieve HDV cure, but the paucity of HDV-derived elements and limited understanding of HDV replication presents a significant therapeutic challenge. Understanding the precise mechanism of interactions between HDAg and viral RNA, and how it is packaged within the virion can inspire structure-guided drug design targeting replication. Using cryoelectron tomography and single particle cryoelectron microscopy, we present reconstructions of the virion and viral RNPs. We observed multiple binding configurations in vitro that suggest a propensity to arrange four RNA segments around repeating units of HDAg in a ladder-like formation. The oligomerization domains of a homo-octameric HDAg complex are directly involved in RNA binding by utilizing the vertices and sides of its square-shaped architecture to bind RNA in a sequence-promiscuous fashion. Structure–function analysis reveals that these RNA contact sites are important for viral replication and their disruption may be a potential avenue for next-generation antivirals to treat HDV.",
          "url": "https://doi.org/10.1073/pnas.2519809123",
          "doi": "https://doi.org/10.1073/pnas.2519809123",
          "filter": "2"
        },
        {
          "title": "An activator of a two-component system controls cell separation and intrinsic drug resistance in Mycobacterium tuberculosis",
          "authors": "Liam D. McDonough, Shuqi Li, Vanisha Munsamy-Govender, Celena M. Gwin, Jeremy M. Rock, E. Hesper Rego",
          "abstract": "Unlike commonly studied rod-shaped bacteria, mycobacteria grow from their poles, requiring precise coordination between division and initiation of new pole growth. The mechanisms that mediate this transition are largely unknown, but likely represent a rich source of drug targets for the treatment of mycobacterial infections, including tuberculosis. Here, we identify TapA (MSMEG_3748/Rv1697) as a key regulator of this transition. TapA interacts with the sensor kinase MtrB at the septum to initiate a signaling cascade that ultimately results in the expression of the essential peptidoglycan hydrolases RipAB, among others, at the end of division. Loss of TapA disrupts division, dysregulates pole formation, and sensitizes Mycobacterium tuberculosis and other mycobacteria to several first and second-line TB antibiotics, establishing TapA as a potential therapeutic target, and defining a link between cell cycle progression, envelope remodeling, and intrinsic antibiotic resistance in mycobacteria.",
          "url": "https://doi.org/10.1073/pnas.2519608123",
          "doi": "https://doi.org/10.1073/pnas.2519608123",
          "filter": "2"
        },
        {
          "title": "Polar vortex dynamics on gas giants: Insights from 2D energy cascades",
          "authors": "Jiaru Shi, Wanying Kang",
          "abstract": "The distinct polar vortex dynamics observed on Jupiter and Saturn may provide insights into their interiors. In this study, we examine how the number and structure of polar vortices vary with forcing strength, dissipation rate, and interior stratification using a 1.5-layer quasi-geostrophic model. This simplified setup enables a broad exploration of the parameter space, revealing that vortex characteristics are determined by the sequence in which three key length scales—the deformation radius L d , the zonostrophic scale L γ , and the dissipative scale L μ —are encountered as energy cascades from small to large scales. Four distinct vortex patterns are identified, including a vortex crystal resembling Jupiter’s polar vortices and a single-vortex state akin to that of Saturn. The conditions under which these patterns emerge provide constraints on the stratification of Jupiter and Saturn.",
          "url": "https://doi.org/10.1073/pnas.2500791123",
          "doi": "https://doi.org/10.1073/pnas.2500791123",
          "filter": "2"
        },
        {
          "title": "An active matter model captures spatial dynamics of actomyosin oscillations in larval epithelial cells during Drosophila morphogenesis",
          "authors": "Euan D. Mackay, Aimee Bebbington, Jens Januschke, Jochen Kursawe, Marcus Bischoff, Rastko Sknepnek",
          "abstract": "The apicomedial actomyosin network is crucial for generating mechanical forces in cells. Oscillatory behavior of this contractile network is commonly observed before or during significant morphogenetic events. For instance, during the development of the Drosophila adult abdominal epidermis, larval epithelial cells (LECs) undergo pulsed contractions before being replaced by histoblasts. These contractions involve the formation of contracted regions of concentrated actin and myosin. The emergence and control of pulsed contractions are not fully understood. Here, we combined in vivo 4D microscopy with numerical simulations of an active elastomer model applied to realistic cell geometries and boundary conditions informed by cell polarity to study in vivo subcellular spatial patterns of LEC actomyosin dynamics. The active elastomer model quantitatively reproduced in vivo observations. When compared to rectangular domains, simulations on realistic cell geometries showed systematically better agreement with experiments. We found that cell shape, cell polarity, and organization of the cell’s actomyosin network codetermine spatiotemporal network dynamics both in vivo and in simulations. Furthermore, the model predicted changes to LEC contractile activity under genetic perturbation of the actomyosin network. Our results show that cell geometry, accompanied by boundary conditions which reflect the cells’ polarity, is important to understanding the dynamics of the apicomedial actomyosin network. Moreover, our findings support the notion that spatiotemporal oscillatory behavior of the actomyosin network is an emergent property of the actomyosin network, rather than driven by upstream signaling.",
          "url": "https://doi.org/10.1073/pnas.2503955123",
          "doi": "https://doi.org/10.1073/pnas.2503955123",
          "filter": "2"
        },
        {
          "title": "Plant diversity influences plant volatile emission with varying effects at the species and community levels",
          "authors": "Pamela Medina-van Berkum, Cynthia Albracht, Maximilian Bröcher, Marcel Dominik Solbach, Gideon Stein, Michael Bonkowski, François Buscot, Anna Heintz-Buschart, Anne Ebeling, Nico Eisenhauer, Tarek S. El-Madany, Yuanyuan Huang, Karl Kuebler, Sebastian T. Meyer, Jonathan Gershenzon, Sybille B. Unsicker",
          "abstract": "Studies have investigated the interactions between plants through competition and resource sharing to understand the mechanisms behind the positive effects of plant diversity on productivity. Volatile organic compounds (VOCs) are important info-chemicals in plant–plant interactions, but they have so far rarely been considered in this context. Here, we measured VOC emissions at the community scale and for one species ( Plantago lanceolata ) in experimental plant communities of varying diversity (The Jena Experiment) to understand the role of VOCs in driving biodiversity-ecosystem functioning relationships. We show that plant diversity determines the release of plant VOCs at both scales. At the community level, plant species richness directly enhanced VOC emission and increased VOC richness both directly and indirectly by altering leaf area index. At the species level, plant diversity did not directly affect the VOC emissions of P. lanceolata but indirectly affected it by influencing the VOC emissions from the surrounding community. P. lanceolata individuals in communities with high concentrations of green leaf volatiles decreased their VOC emission, while those in communities with high concentrations of terpenoids increased their VOC diversity. Our results provide evidence that plant diversity shapes community-level plant VOC emission and thus influences focal plant VOC emission inside the community.",
          "url": "https://doi.org/10.1073/pnas.2518326123",
          "doi": "https://doi.org/10.1073/pnas.2518326123",
          "filter": "2"
        },
        {
          "title": "Functionally heterogeneous intratumoral CD4 + CD8 + double-positive T cells can give rise to single-positive T cells",
          "authors": "Tony Li, Arielle Ilano, Marcel Arias-Badia, Diamond Luong, Hewitt Chang, Serena S. Kwek, Kathryn Allaire, Arun Chumber, Mason Sakamoto, Matthew Clark, Averey Lea, Mark Bridge, Brandon Chen, Eric Liu, Sima Porten, Maxwell V. Meng, Lauren I. R. Erlich, David Y. Oh, Lawrence Fong",
          "abstract": "Conventional single-positive (SP) CD4 + and CD8 + T cells recognize tumor antigens and help mediate clinical responses with cancer immunotherapy. Double-positive CD4 + CD8 + (DP) T cells have also been described in human cancers, but their role in the tumor microenvironment remains unclear. By generating a multiomic single cell atlas of DP and SP T cells, we find that DP T cells possess phenotypic heterogeneity similar to SP T cells that includes multiple clonally expanded populations of cytotoxic DP T cells in human renal cell carcinoma (RCC). These intratumoral DP T cells can mediate both MHC class I- and class II-dependent killing of autologous tumor cells. In addition, transcriptional profiling of DP TCR-bearing T cells revealed a gene signature enriched for clinical responders to PD-1 blockade in advanced RCC. We confirm prior observations of SP T cells transitioning into DP T cells and more notably, demonstrate that intratumoral T cells are capable of bidirectional differentiation in which DP T cells serve as precursors to SP T cell sin vivo. In the latter scenario, intratumoral DP T cells are shown to express Rag2 , suggesting that the tumor may act as an extrathymic site of T cell development. These findings reveal the multiple roles that DP T cells can possess in antitumor immunity.",
          "url": "https://doi.org/10.1073/pnas.2506168123",
          "doi": "https://doi.org/10.1073/pnas.2506168123",
          "filter": "2"
        },
        {
          "title": "Spatially regulated mRNA translation enables functional membrane protein integration in synthetic cells",
          "authors": "Hang Fu, Lijuan Ma, Chunhua Xu, Jinghua Li, Haochen Ouyang, Congbao Xie, Yunhai Sun, Yuanxiao Tao, Hao Wang, Shuxin Hu, Meifang Fu, Hai Zheng, Honghong Zhang, Chenli Liu, Fangfu Ye, Yan Qiao, Ming Li, Ying Lu",
          "abstract": "Synthetic cells aim to emulate living systems by reconstituting essential cellular processes within lipid-bound architectures. However, their functional complexity remains constrained by a key challenge: the synthesis and correct integration of hydrophobic membrane proteins via cell-free approaches. Here, inspired by natural cells, we developed a spatially regulated translation strategy in which membrane-anchored mRNAs recruit ribosomes to drive the cotranslational insertion of membrane proteins into lipid bilayers. This design enables efficient in situ synthesis and integration of multiple transmembrane proteins within giant unilamellar vesicles, supporting selective small-molecule transport across membranes. Importantly, the method allows for precise stoichiometric control of membrane protein composition. Together, this work establishes a minimal yet versatile framework for the direct synthesis and integration of membrane proteins, advancing the construction of functional synthetic cells.",
          "url": "https://doi.org/10.1073/pnas.2517323123",
          "doi": "https://doi.org/10.1073/pnas.2517323123",
          "filter": "2"
        },
        {
          "title": "Plastid-to-nucleus communication under hypoxia involves group VII ethylene response factors in Arabidopsis thaliana",
          "authors": "Melanie V. Leger-Paul, Tilo Renziehausen, Marlene L. Rauschmayer, David González-Campo, Leopold J. M. Wiens, Joana K. Baumgärtner, Katja Schneider, Charlotte Seydel, Andreas Klingl, Martin Lehmann, Dario Leister, Romy R. Schmidt-Schippers, Peter Geigenberger",
          "abstract": "Plants trigger specific changes in gene transcription to acclimate to low-oxygen concentrations. Plastid-localized STEAROYL-ACYL CARRIER PROTEIN ∆9-DESATURASE 6 (SAD6) converts C18:0- into C18:1-fatty acids and belongs to the core hypoxia-responsive genes. SAD6 expression under hypoxia is activated by RAP2.12, which is a group-VII ethylene-response factor (ERF-VII) transcription factor regulated by sequestering to ACYL-CoA BINDING PROTEIN (ACBP) at the plasma membrane or proteasomal degradation via the PLANT CYSTEINE-OXIDASE N-degron pathway in response to molecular oxygen. Besides its role as hypoxia-specific marker gene, the biological function of SAD6 remains unclear. Here, we show that SAD6 overexpression mostly phenocopies plants overexpressing an N-degron insensitive Δ13RAP2.12 protein, which fails to be targeted to proteasomal degradation, while silencing of SAD6 in Δ13RAP2.12 -overexpressor plants largely restores the wildtype phenotype, indicating SAD6 is crucial to shape the growth phenotype of plants with deregulated RAP2.12. However, silencing of SAD6 also attenuated the expression of other important hypoxia-responsive genes, both, in Δ13RAP2.12 -overexpressor and wildtype backgrounds in response to hypoxic treatment, indicating a signaling role of SAD6 in activating RAP2.12. By using green-fluorescent protein-reporter constructs we found that this is due to SAD6 promoting RAP2.12 relocation from the plasma membrane to the nucleus, most likely by its role to increase C18:1-acyl-CoA, which is bound by ACBP as ligand. These results indicate SAD6 to be crucial to trigger relocation of sequestered RAP2.12 protein to the nucleus, showing an involvement of plastid function in hypoxia signaling, which links plastid fatty-acid metabolism with plastid-to-nucleus retrograde signaling via ERF-VII factors to improve hypoxic-stress resistance.",
          "url": "https://doi.org/10.1073/pnas.2525801123",
          "doi": "https://doi.org/10.1073/pnas.2525801123",
          "filter": "2"
        },
        {
          "title": "Host heterogeneity and unpredictability in parasite outbreaks",
          "authors": "Jacob A. Cohen, Mark Viney, Andy Fenton",
          "abstract": "Experimental tests of the effects of host heterogeneities on parasite transmission are rare; previous studies focus on a single host trait over one generation of transmission. Thus, the long-term epidemiological consequences of interacting host heterogeneities remain unclear. We used a laboratory-based experimental system comprising the red flour beetle ( Tribolium castaneum ) infected with the eugregarine parasite, Gregarina cloptoni , to show, firstly, that two colonies of the beetle are heterogeneous in their susceptibility and infectiousness to the eugregarine. We then constructed experimental populations that differed in population-level heterogeneity in susceptibility and infectiousness by varying proportions of the colonies in the populations and tracked parasite transmission over eight weeks. We found that differences in parasite transmission among populations were explained by population mean susceptibility and infectiousness, rather than heterogeneity. Finally, to test the effects of heterogeneity on equilibrium parasite transmission we developed an agent-based model (ABM) for our host–parasite system. Results from our model showed that populations with the highest level of heterogeneity had the highest between-simulation variability in epidemiological measures. This demonstrated that even with the same starting conditions, host heterogeneities can drive high levels of uncertainty in epidemiological predictability. Our work presents a rare experimental assessment of how heterogeneities in susceptibility and infectiousness affect parasite transmission, showing that while these heterogeneities may not affect transmission directly, they can still affect epidemic variability, and hence predictability. This variability has considerable consequences for outbreak management strategies yet remains understudied, so further tests of the effects of host heterogeneity on epidemic variability will be important.",
          "url": "https://doi.org/10.1073/pnas.2522557123",
          "doi": "https://doi.org/10.1073/pnas.2522557123",
          "filter": "2"
        },
        {
          "title": "Molecular underpinnings of induced degenerative heterogeneity in the retinal pigment epithelium",
          "authors": "Krishna Kumar Singh, Yang Jin, Ming-Wen Hu, Isabella Palazzo, Marisol Cano, Thanh Hoang, Imran Bhutto, Shusheng Wang, Debasish Sinha, Seth Blackshaw, Jiang Qian, James T. Handa",
          "abstract": "Cigarette smoking induces epigenetic changes that can cause degenerative heterogeneity with aging and disease. In disease such as age-related macular degeneration (AMD), the leading worldwide cause of blindness among the elderly, retinal pigment epithelial (RPE) cell heterogeneity is a key change. Since smoking is a powerful risk factor for AMD, we hypothesized that smoke induces epigenetic-mediated degenerative RPE heterogeneity. We administered cigarette smoke condensate (CSC) to young and aged mice. Using snRNA-seq and single nuclear ATAC sequencing, we identified distinct healthy and dedifferentiated RPE clusters in both aged vehicle- and young CSC-treated mice. Dedifferentiated RPE had globally decreased chromatin accessibility and expression of genes linked to “hallmarks of aging.” Notably, young, dedifferentiated RPE also exhibited a compensatory upregulation of hallmarks of aging-related genes including mitochondrial function and proteostasis while aged dedifferentiated RPE did not, which decreased their survival following CSC treatment, as experimentally verified with TUNEL labeling. Similar populations of dedifferentiated and healthy RPE were identified both in mice exposed to cigarette smoke for 4 mo and in macular RPE from a donor who smoked and another with early AMD, but not from a nonsmoker donor. Degenerative cellular heterogeneity that includes an abnormal cluster can jeopardize cell survival and represents a hallmark of ocular aging.",
          "url": "https://doi.org/10.1073/pnas.2505412123",
          "doi": "https://doi.org/10.1073/pnas.2505412123",
          "filter": "2"
        },
        {
          "title": "Stochastic motility energetics reveals cooperative bacterial swarming in optical tweezers",
          "authors": "Clara Luque-Rioja, Horacio López-Menéndez, Macarena Calero, Niccolò Caselli, Diego Herráez-Aguilar, Juan Pedro G. Villaluenga, Francisco Monroy",
          "abstract": "Bacterial flagellar swarming enables dense microbial populations to migrate collectively across surfaces, often resulting in emergent, coordinated behaviors. However, probing the underlying energetics of swarming at the single-cluster level remains a challenge. Here, we combine optical tweezers and multiparticle tracking within a stochastic thermodynamic framework to characterize the active motility of confined Proteus mirabilis clusters. Using the photon momentum method to directly measure trapping forces, we show that swarming clusters generate persistent, dissipative flows indicative of nonequilibrium stationary motility within confined solenoidal mesostructures. These flagellar rotational dynamics break detailed balance in mesoscopic force space and exceed the limits of passive friction, as evidenced by force-velocity correlations and vortex-like circulations. By coarse-graining cluster trajectories into an active Brownian phase space, we quantify the work performed by bacterial swarms at cooperative coupling to thermal fluctuations, resulting in dissipative Ohmic-like currents overcoming conservative trapping. Our findings establish a generalizable approach to quantify collective motility and energetic dissipation in active bacterial clusters under confinement, offering insights into the physical principles governing microbial cooperativity.",
          "url": "https://doi.org/10.1073/pnas.2515129123",
          "doi": "https://doi.org/10.1073/pnas.2515129123",
          "filter": "2"
        },
        {
          "title": "Spatial clustering modifies competition in a diverse annual plant community",
          "authors": "Theo L. Gibbs, Zachary J. Gold, Haylee Oyler, Jonathan M. Levine, Nathan J. B. Kraft",
          "abstract": "Spatial patterns are widespread in nature, and their formation has been studied extensively. However, the effects of spatial aggregation on the strength of species interactions are less well understood, especially in diverse ecological communities. In a field experiment with annual grassland plants in California, we manipulated the spatial arrangement—but not the number or identity—of two competitors and measured how they jointly affected a focal individual. We found that focal plants produced more seeds when their competitors were clustered than when they were mixed. These results suggest that mixed competitors generally had a more negative effect than clustered competitors. However, the effect of clustering varied across the pairs of competitor species. Competitor species that exhibited greater differences in size and/or functional traits across the spatial arrangements resulted in larger effects of clustering on focal plant seed production. Additionally, a competitive hierarchy among our study species predicted the effects of clustered versus mixed competitors on focal plant seed production. Altogether, our work suggests that the spatial arrangement of competitors changes the realized strength of competition in diverse plant communities. Given the extensive variation in spatial aggregation in plant communities, this mechanism is likely to be a powerful but underappreciated force shaping competition in nature.",
          "url": "https://doi.org/10.1073/pnas.2516084123",
          "doi": "https://doi.org/10.1073/pnas.2516084123",
          "filter": "2"
        },
        {
          "title": "A bacterial translation activator with an intrinsically disordered RNA-binding region",
          "authors": "Pallabi Basu, Elizabeth A. Farland, James C. Charity, Kade A. Townsend, Simon L. Dove",
          "abstract": "Bacterial RNA-binding proteins (RBPs) that control the translation of multiple transcripts act largely as negative regulators. Here, we report the identification and characterization of a positive regulator of translation (called PhaF) in the opportunistic pathogen Pseudomonas aeruginosa . Using CLIP-seq and CLAP-seq we identify upward of 50 transcripts targeted by PhaF. We demonstrate that PhaF acts to stimulate the translation of target mRNAs by binding upstream of the Shine–Dalgarno sequence using one or more of the multiple KPAA motifs located in an intrinsically disordered region of the protein. Importantly, we show that PhaF plays a key physiological role in P. aeruginosa through its translational control of the pslA transcript required for exopolysaccharide synthesis and biofilm formation. Our findings uncover an activator of translation in bacteria that binds target transcripts using an RNA-binding region reminiscent of those that are prominent in eukaryotic RBPs.",
          "url": "https://doi.org/10.1073/pnas.2519770123",
          "doi": "https://doi.org/10.1073/pnas.2519770123",
          "filter": "2"
        },
        {
          "title": "Sleep loss induces cholesterol-associated myelin dysfunction",
          "authors": "Reyila Simayi, Eleonora Ficiarà, Oluwatomisin Faniyan, Antonio Cerdán Cerdá, Amina Aboufares El Alaoui, Rosamaria Fiorini, Adele Cutignano, Fabiana Piscitelli, Aroa S. Maroto, Alexandra Santos, Federico Del Gallo, Luisa de Vivo, Silvia De Santis, Michele Bellesi",
          "abstract": "The increasing prevalence of sleep deprivation poses a public health challenge in modern society. Manifestations of reduced alertness, such as slowed reaction times and increased errors, are well-documented behavioral indicators of sleep loss (SL). Yet, the biological consequences of sleep deprivation and their role in behavioral impairment remain elusive. Our study reveals significant effects of sleep deprivation on myelin integrity. As a result, we identify increased conduction delays in nerve signal propagation, hindered interhemispheric synchronization, and impaired cognitive and motor performance associated with SL. By profiling oligodendrocyte transcriptome and lipidome, we observe SL-induced endoplasmic reticulum stress and lipid metabolism dysregulation, particularly affecting cholesterol homeostasis. Boosting cholesterol transport to myelin sheaths prevents SL effects on nerve signal propagation and behavior. Our findings highlight a possible role of oligodendrocyte cholesterol dysregulation in behavioral deficits associated with SL and unveil a novel target for intervention.",
          "url": "https://doi.org/10.1073/pnas.2523438123",
          "doi": "https://doi.org/10.1073/pnas.2523438123",
          "filter": "2"
        },
        {
          "title": "Real-time spatiotemporal tracking of infectious outbreaks in confined environments with a host–pathogen agent-based system",
          "authors": "Suhas Srinivasan, Jeffrey King, Jacob M. Collins, Andres Colubri, Dmitry Korkin",
          "abstract": "Deadly infection outbreaks in confined spaces, whether it is a COVID-19 outbreak on a cruise ship or measles and stomach flu outbreaks in schools, can be characterized by their rapid spread due to the abundance of common spaces, shared airways, and high population density. Preventing future outbreaks and developing efficient mitigation protocols can benefit from advanced computational modeling approaches. Here, we developed an agent-based modeling approach to study the spatiotemporal dynamics of an infection outbreak in a confined environment caused by a specific pathogen, and to determine effective containment protocols. The approach integrates the 3D geographic information system of a confined environment, behavior of the hosts, key biological parameters about the pathogen obtained from the experimental data, and the general mechanics of host–pathogen and pathogen–fomite interactions. To assess our approach, we applied it to the historical data of infectious outbreaks caused by norovirus, H1N1 influenza A, and SARS-CoV-2 viruses. Our AI-GIS Infection Dynamics (AGID) model accurately predicted daily infection numbers, correctly identified the day when the CDC vessel sanitation protocol would be triggered, singled out key biological parameters affecting the infection spread, and propose pathogen-specific changes to existing containment protocols. Our work advances the understanding of infection spread on cruise ships while offering insights applicable to other similar confined settings, such as nursing homes, schools, and hospitals. By providing a robust framework for real-time outbreak modeling, this study proposes more effective containment protocols and enhances our preparedness for managing infectious diseases and emerging pathogens in confined environments.",
          "url": "https://doi.org/10.1073/pnas.2422574123",
          "doi": "https://doi.org/10.1073/pnas.2422574123",
          "filter": "2"
        },
        {
          "title": "Soft giant magnetoimpedance electronics enable contact-free human–machine interactions",
          "authors": "Yizhang Wu, Sicheng Xing, Dingyi Yang, Yihan Liu, Chi Ding, Zifeng Li, Qizhang Jiao, Anran Zhang, Ziheng Guo, Siyuan Liu, Wei Luo, Gongkai Yuan, Meixiang Wang, Yong Wang, Michael D. Dickey, Wubin Bai",
          "abstract": "Magnetic sensing enables contact-free, three-dimensional human–machine interactions (HMI) with high selectivity and resilience to environmental noise. However, conventional magnetic films, mostly obtained via vacuum deposition, remain constrained by rigidity, instantaneous response, and single-mode. Here, we report a giant magnetoimpedance ionogel (GelGMI) in which electrostatically self-assembled ferromagnetic (FM) domains are uniformly dispersed in a soft ionogel matrix. Under a magnetic field, domain moments realign to reconfigure ionic pathways, yielding pronounced magnetoimpedance while maintaining performance at &gt;1,000% strain and across orientations. The hysteretic relaxation of domain magnetization imparts retrospective neuron-like temporal summation, realizing sequence- and context-aware interaction. In addition, the self-healable matrix supports a complementary tactile mode whose impedance contrasts with contact-free magnetic proximity, enabling expandable and bimodal recognition. GelGMI delivers a record-high sensitivity while unifying stretchable, neuromorphic, and healable capabilities for contact-free HMI systems.",
          "url": "https://doi.org/10.1073/pnas.2526097123",
          "doi": "https://doi.org/10.1073/pnas.2526097123",
          "filter": "2"
        },
        {
          "title": "Quantifying the compressibility of the human brain",
          "authors": "Nicholas J. Weaver, Joshua Faskowitz, Richard F. Betzel, Christopher W. Lynn",
          "abstract": "In the human brain, the allowed patterns of activity are constrained by the correlations between brain regions. Yet it remains unclear which correlations—and how many—are needed to predict large-scale neural activity. Here, we present an information-theoretic framework to identify the most important correlations, which provide the most accurate predictions of neural states. Applying our framework to cortical activity in humans, we find that the vast majority of variance in activity is explained by a small number of correlations. This means that the brain is highly compressible: Only a sparse network of correlations is needed to predict large-scale activity. We find that this compressibility is strikingly consistent across different individuals and cognitive tasks and that, counterintuitively, the most important correlations are not necessarily the strongest. Together, these results suggest that nearly all correlations are not needed to predict neural activity, and we provide the tools to uncover the key correlations that are.",
          "url": "https://doi.org/10.1073/pnas.2531115123",
          "doi": "https://doi.org/10.1073/pnas.2531115123",
          "filter": "2"
        },
        {
          "title": "α2-macroglobulin function of thioester-containing proteins guards Drosophila from a bacterial protease via two immune-induced peptides",
          "authors": "Chuping Cai, Adrian Acker, Jianqiong Huang, Yingying Liu, Maria Victoria Molino, Javier F. Mariscotti, Eleonora Garcia-Véscovi, Philippe Bulet, Philippe Hammann, Johana Chicher, Samuel Liegeois, Zi Li, Jules A. Hoffmann, Nicolas Matt, Dominique Ferrandon",
          "abstract": "RNAseq analysis of the Drosophila genome has revealed further immune-induced genes. Two genes initially annotated as lncRNAs, CG44404 ( yulü ) and CG45045 ( shenshu ), are strongly induced. We report here that these two genes actually encode highly related secreted peptides found in the Sophophora subgenus of Drosophila species. We have generated single and double null mutants of these loci and found that the double mutant line did not display any enhanced susceptibility to an immune challenge with a panel of bacterial and fungal pathogens, except for Pseudomonas aeruginosa . We did not observe any increased P. aeruginosa burden in yulü-shenshu mutants, suggesting that the two peptides may not be required for resistance to infection. Rather, we find that they provide a level of protection against Outer Membrane Vesicles (OMVs) purified from either P. aeruginosa or Serratia marcescens culture supernatants. We have recently reported that S. marcescens OMVs induce the paralysis of flies through the induction of apoptosis in at least some neurons. Much of the virulence of these OMVs is mediated by the metalloprotease PrtA. While Yulü/Shenshu do not display any protease inhibition activity, the detection of an association between Yulü and the Drosophila complement thioester-containing protein 2 (Tep2) led to the finding that both Tep2 and Tep4 mutants are sensitive to the injection of PrtA while their overexpression significantly protects wild-type flies from the effects of this protease. Both Tep2 and Tep4 are able to inhibit the activity of PrtA in a thioester- and yulü/shenshu -dependent manner. Thus, these Teps may also function as α2-macroglobulins.",
          "url": "https://doi.org/10.1073/pnas.2525580123",
          "doi": "https://doi.org/10.1073/pnas.2525580123",
          "filter": "2"
        },
        {
          "title": "No deep insights into the alignment between human and deep learning reasoning processes: Thoughts on de Varda et al. (2025)",
          "authors": "Marin Dujmović",
          "url": "https://doi.org/10.1073/pnas.2533685123",
          "doi": "https://doi.org/10.1073/pnas.2533685123",
          "filter": "2"
        },
        {
          "title": "A cytokine receptor–targeting chimera toolbox for expanding extracellular targeted protein degradation",
          "authors": "Kaan Kumru, Zi Yao, Brandon B. Holmes, Fangzhu Zhao, Yun Zhang, Emilio Ferrara, Trenton M. Peters-Clarke, Kevin K. Leung, James A. Wells",
          "abstract": "Extracellular targeted protein degradation (eTPD) is an important new modality for manipulating the extracellular proteome. However, most eTPD receptors are expressed broadly or are restricted to the liver, limiting specific degradation in other tissues. Cytokine receptor–targeting chimeras (kineTACs) are genetically encoded bispecifics for eTPD that fuse a natural ligand like CXCL12 to an antibody, directing soluble or membrane proteins for lysosomal degradation using the widely expressed chemokine receptor CXCR7 (K. Pance et al. , Nat. Biotechnol. 41 , 273–281 (2023)]. Here, we dramatically expand the kineTAC toolbox by constructing 81 different kineTACs based on an unbiased list of cytokines, chemokines, and growth factors. Remarkably, 55 of these expressed at suitable levels for analysis without any optimization. Many of these kineTACs bind receptors that have unique cell-type expression profiles, allowing for eTPD in specific cells and tissues, and some were more potent than the original CXCL12-based kineTAC against specific targets. We further show the internalizing capability of a kineTAC can enhance the performance of antibody drug conjugates. We believe these simple, genetically encoded tools will be useful for expanding the applications for optimized or cell type–selective eTPD.",
          "url": "https://doi.org/10.1073/pnas.2524129123",
          "doi": "https://doi.org/10.1073/pnas.2524129123",
          "filter": "2"
        },
        {
          "title": "CCR5 marks a subset of mouse hematopoietic stem cells that are myeloid primed and expand with age",
          "authors": "Leyla Yılmaz, Allison Banuelos, Michelle Baez, Uyen Le, Nardin Georgeos, Monika Zukowska, Allison Zhang, Rahul Sinha, Irving L. Weissman",
          "abstract": "Hematopoietic stem cells (HSCs) are multipotent self-renewing cells that give rise to all types of blood cells. Past research has identified that long-term hematopoietic stem cells in young mice and humans produce a balanced output of lymphoid and myeloid cells, while in old age, they are largely replaced by myeloid-biased HSCs (My-HSC). It has not yet been determined whether this transition results from epigenetic changes in a single population of HSC or if two or more subsets of HSCs exist that gain or lose dominance with age via processes of selection. Whether epigenetic change or competition, several characteristics of each may exist to ensure that the appropriate subset is placed in niches that support them. HSC can be mobilized into the blood and home selectively to target tissues via expression of “homing receptors,” but these molecules do not determine their intraorgan migration to appropriate niches. Chemokines are the class of molecules that determine intraorgan migration of cells. Here, we show that the chemokine receptor CCR5 is mainly expressed on My-HSCs, and therefore, the frequency of CCR5 + HSCs increases with age. Aged HSCs negative for CCR5 expression generate lower frequency of myeloid cells than lymphoid cells upon transplantation into recipients. Additionally, disruption of the CCL5–CCR5 signaling axis changes frequency of lymphoid populations in peripheral blood of aged mice, supporting research that shows the depletion of My-HSCs can result in the rejuvenation of adaptive immunity.",
          "url": "https://doi.org/10.1073/pnas.2426767123",
          "doi": "https://doi.org/10.1073/pnas.2426767123",
          "filter": "2"
        },
        {
          "title": "Regulating ion transport and solvation chemistry in zwitterionic gel polymer electrolyte for high-performance quasi-solid-state batteries",
          "authors": "Lu Nie, Xinru Wu, Haotian Qu, Runhua Gao, Xiao Xiao, Zhihong Piao, Gongxun Lu, Wenqiang Fang, Yanfei Zhu, Guangmin Zhou",
          "abstract": "Gel polymer electrolytes (GPEs) are promising electrolyte candidates for next-generation Li metal batteries (LMBs). However, the reverse migration of free anions causes uneven distribution of space charges and Li + flux, ultimately accelerating dendrite growth. Additionally, strong ion–solvent interactions lead to high Li + desolvation barriers and sluggish Li + transfer kinetics. To address these issues, we design a zwitterionic GPE, where the synergistic effects of zwitterionic groups promote Li-salt dissociation through ion–dipole interactions and simultaneously restrict anion migration, effectively suppressing space charge-induced dendrite growth. Moreover, the competitive coordination of zwitterions with Li + weakens the Li + -solvent interaction, accelerating interfacial Li + desolvation. Zwitterions in the inner solvation shell of Li + are preferentially reduced before the solvents, forming a conductive N- and S-rich inorganic interphase that enhances cycling stability. As a result, the zwitterionic GPE enables the Li||SPAN cells to deliver a high discharge capacity of 528.3 mAh g −1 at −20 °C, and achieve 79.6% capacity retention after 1,000 cycles. Besides, the Li||SPAN pouch cell, with an active mass loading of 10.5 mg cm −2 , delivers a high discharge capacity of 1.63 Ah and an impressive areal capacity of 16.3 mAh cm −2 . This work highlights the importance of regulating ion transport and ion–solvent chemistry for advanced quasi-solid-state LMBs.",
          "url": "https://doi.org/10.1073/pnas.2513940123",
          "doi": "https://doi.org/10.1073/pnas.2513940123",
          "filter": "2"
        },
        {
          "title": "Conservation should assume realistic adaptive capacities",
          "authors": "Mark C. Urban, Chris S. Elphick, Daniel I. Bolnick",
          "abstract": "Conservation actions often assume implicitly that heritabilities are zero and that threatened populations cannot adapt to changing environments. To illustrate, we evaluated the last 10 y of recovery plans for US threatened and endangered species and found that only 4% assessed within-population adaptability. This omission reflects the common assumption that population adaptation is too slow or inconsequential to affect conservation practice in the short term. Yet, the median heritability (h 2 ) and evolvability (I A ) across many studies are not zero as assumed, but 0.3 and 0.4, respectively, based on a compilation of estimated values. This moderate heritability could rescue some populations. By compiling literature on conservation assessments, we detail how considering adaptability can shift conservation priorities, alter management recommendations, and provide additional ways to rescue declining populations and species. Based on these findings, we advocate for including population adaptability into conservation plans and adopting the prior expectation of moderate adaptability (h 2 = 0.3, I A = 0.4) along with its uncertainty, as a starting point when better information is lacking. This moderate adaptability could allow some species to respond naturally to environmental change while directing limited resources toward the species that need it most.",
          "url": "https://doi.org/10.1073/pnas.2415291123",
          "doi": "https://doi.org/10.1073/pnas.2415291123",
          "filter": "2"
        },
        {
          "title": "Structural basis for iterative methylation by a cobalamin-dependent radical S -adenosylmethionine enzyme in cystobactamids biosynthesis",
          "authors": "Jiayuan Cui, Bo Wang, Ravi K. Maurya, Squire J. Booker",
          "abstract": "Cystobactamids are nonribosomal peptide natural products that function as DNA gyrase inhibitors, exhibiting significant antibacterial activity. They are isolated from Cystobacter sp. Cbv34 and contain various alkoxy groups on para-aminobenzoic acid moieties, which are believed to play a crucial role in antibacterial functions. The alkoxy groups are generated by iterative methylations on a methoxy group by the cobalamin (Cbl)-dependent radical S -adenosylmethionine (SAM) enzyme CysS. CysS catalyzes up to three methylations to give ethoxy, isopropoxy, sec-butoxy, and tert-butoxy groups. For each methylation, CysS uses a ping–pong mechanism in which two molecules of SAM are consumed. One SAM is used to methylate cob(I)alamin, while another generates a 5′-deoxyadenosyl 5′-radical to initiate substrate methylation. However, little is known about how the enzyme promotes both Cbl methylation and iterative substrate methylation, which occur by polar S N 2 and radical processes, respectively. Here, we report three X-ray crystal structures of a homolog of CysS from Corallococcus sp. CA054B . Two were determined in the presence of methoxy- and ethoxy-containing substrates, showing how CysS accommodates substrates and products during iterative methylation. The third structure, determined in the absence of a substrate, exhibits structural changes that reorient the SAM’s conformation to allow for the methylation of cob(I)alamin.",
          "url": "https://doi.org/10.1073/pnas.2527019123",
          "doi": "https://doi.org/10.1073/pnas.2527019123",
          "filter": "2"
        },
        {
          "title": "Beyond species ranges: How functional diversity and integrated life history can inform conservation priorities",
          "authors": "Patrick R. Roehrdanz",
          "url": "https://doi.org/10.1073/pnas.2531790123",
          "doi": "https://doi.org/10.1073/pnas.2531790123",
          "filter": "2"
        },
        {
          "title": "Aging populations threaten conservation goals of zoos",
          "authors": "João Pedro Meireles, Max Hahn-Klimroth, Laurie Bingaman Lackey, Nick van Eeuwijk, Mads Frost Bertelsen, Severin Dressen, Paul Wilhelm Dierkes, Andrew J. Abraham, Marcus Clauss",
          "abstract": "Improvements in wildlife husbandry mean that many zoo animals are living longer. This has put pressure on the finite holding capacity of zoos, which has often been addressed through a curtailing of reproduction to reduce population growth rates. Here, we explore how such actions have impacted the demographic trends of 774 mammal populations in European and North American zoo populations between 1970 and 2023. Irrespective of whether the data are clustered by region, taxonomic group, conservation status, or breeding program type, the proportion of old individuals has increased continuously, mirrored by a decrease in juveniles and actively reproducing adults. This aging demographic trend compromises the long-term sustainability of zoo populations and thus the ability of zoos to meet ex situ conservation goals. As the observed trends do not show signs of abating, reflection on current zoo population management is required.",
          "url": "https://doi.org/10.1073/pnas.2522274123",
          "doi": "https://doi.org/10.1073/pnas.2522274123",
          "filter": "2"
        },
        {
          "title": "A neural circuit basis for reward-induced suppression of fear generalization and enhancement of fear extinction",
          "authors": "Yong Sang Jo, Mi-Seon Kong, Ekayana Sethi, Gyeong Hee Pyeon, Larry S. Zweifel",
          "abstract": "How positive and negative affective stimuli interact in the brain to influence behavioral outcomes remains poorly understood. Here, we show that recall of a positively valenced reward-associated cue (reward-conditioned stimulus, CS Rew +) can prevent or reverse fear generalization in mice. Modification of generalized fear by recall of a CS Rew + is dependent on the midbrain dopamine system and the regulation of discriminatory fear encoding by the central amygdala (CeA). Precisely timed, transient elevations in dopamine are necessary to reverse fear generalization and nondiscriminatory fear encoding in the CeA. Recall of a positive association is also effective at enhancing the extinction of a conditioned fear response in a dopamine-dependent manner. These data demonstrate that recall of a positive experience can be an effective means to suppress generalized fear and show that dopamine projections to the CeA are an important neural substrate for this phenomenon.",
          "url": "https://doi.org/10.1073/pnas.2522768123",
          "doi": "https://doi.org/10.1073/pnas.2522768123",
          "filter": "2"
        },
        {
          "title": "ER membrane receptors engage core autophagy machinery to initiate ER-phagy",
          "authors": "Cha Wu, Haixia Yang, Chen Wang, Peiqi Huang, Ning Yan, Ruobing Ren, Wei Liu, Yi Lu, Chunmei Chang",
          "abstract": "Endoplasmic reticulum (ER) phagy is the form of selective autophagy that governs ER abundance and integrity by targeting dysfunctional ER fragments for degradation. How the recognition of ER fragments as autophagy substrates is coupled to engagement of the core autophagic machinery is largely unknown. Here, using a combination of in vitro reconstitution systems, structural modeling, and cell biology, we demonstrate that ER membrane receptors directly engage the core autophagy component ATG9A, as well as the PI3P-binding protein WIPI2, to initiate ER-associated autophagosome biogenesis. ER-phagy receptor–ATG9A association nucleates the recruitment of the other key autophagy proteins required to initiate ER-phagy. In parallel, ER-phagy receptor–WIPI2 engagement promotes rapid LC3 lipidation for autophagic membrane expansion. These data show how ER-phagy receptors trigger the cascade of events leading to ER autophagosome formation.",
          "url": "https://doi.org/10.1073/pnas.2523465123",
          "doi": "https://doi.org/10.1073/pnas.2523465123",
          "filter": "2"
        },
        {
          "title": "Selective targeting of NRF2-high pancreatic ductal adenocarcinoma with an NQO1-activatable prodrug",
          "authors": "Laura Antonucci, Kosuke Watari, Yechen Feng, Jingjing Qi, Mandy Zhu, Tingya Wang, Isabella Ng, Emily A. Vucic, Irene Riahi, Li Huang, Mojgan Hosseini, Evangeline Mose, Randall French, Jonathan Weitz, Dafna Bar-Sagi, David W. Dawson, Beicheng Sun, Herve Tiriac, Jinyi Xu, Shengtao Xu, Andrew M. Lowy, Michael Karin",
          "abstract": "Activation of transcription factor NRF2 in pancreatic ductal adenocarcinoma (PDAC) promotes aggressive tumor phenotype and protection from therapy-induced oxidative stress. We postulated that NRF2 high PDAC can be selectively targeted by C29h, a prodrug that is activated by the NRF2-induced enzyme NAD(P)H:quinone oxidoreductase-1 (NQO1), which is elevated in human pancreatic tumors. Initial evaluations of C29h alone or together with the standard-of-care chemotherapeutic drug gemcitabine were conducted on NQO1 high human and mouse PDAC cell lines and patient-derived organoids. As PDAC is enriched in collagen-containing extracellular matrix (ECM) that activates NRF2 and induces NQO1 expression, we examined the ECM effect on the response to C29h, as well as in vivo tumor control in IKKα-deficient Kras G12D /Ikkα ΔPEC mice in which NRF2 is strongly activated, immunocompromised Nu/Nu mice orthotopically transplanted with human PDAC cells and C57BL/6n and NOD/SCID mice transplanted with mouse PDAC. C29h led to NQO1-dependent killing of human and mouse PDAC cell lines and organoids and acted additively with gemcitabine. Furthermore, ECM-plated PDAC cells were more susceptible to C29h cytotoxicity than cells grown on plastic. Importantly, C29h treatment induced tumor regression and increased the survival of PDAC-bearing mice and optimal C29h-induced tumor regression was dependent on CD8 + T lymphocytes whose tumoral recruitment was enhanced by drug treatment. This study supports the use of C29h alone or as part of a drug combination as an effective and promising strategy for selective eradication of NRF2 high PDAC.",
          "url": "https://doi.org/10.1073/pnas.2511733123",
          "doi": "https://doi.org/10.1073/pnas.2511733123",
          "filter": "2"
        },
        {
          "title": "The contribution of increased global soil salinity to changes in inorganic carbon",
          "authors": "Xiaofang Jiang, Xian Xue",
          "abstract": "Soil salinization poses a serious environmental challenge, but the impact of global salinity on SIC (Soil Inorganic Carbon) remains unclear. Using 94,515 samples from 0 to 200 cm depth, combined with subregional classification (such as soil type, land use, climate, geomorphology, and soil texture) which helps address spatial heterogeneity, we obtain relatively accurate global distribution data for EC (Electrical Conductivity) and SIC. EC of 0 to 40 cm layer positively influences SIC in most taxonomic subregions, which may be due to the inorganic CO 2 absorption influenced by pH and salinity. EC of 80 to 100 cm layer sometimes negatively influences SIC due to the increase of soil depth. When EC is below 4 dS/m, EC often positively influences SIC. When EC increases by 2 to 4 dS/m, the mean global SIC in 0 to 20, 20 to 40, and 80 to 100 cm layers increases from 66.15, 78.75, and 117.39 to 174.47 to 190.38, 132.76 to 154.98, and 149.14 to 161.37 g/kg, respectively. The increase is relatively high but similar overall, which deserves high attention. These findings elucidate the dynamics of carbon–salt coupling in the soil–atmosphere–water system, offering pivotal scientific insights for carbon-neutrality strategies.",
          "url": "https://doi.org/10.1073/pnas.2522643123",
          "doi": "https://doi.org/10.1073/pnas.2522643123",
          "filter": "2"
        },
        {
          "title": "Reply to Dujmović: The alignment in cost between human and model reasoning is an empirical phenomenon worth explaining",
          "authors": "Andrea Gregor de Varda, Ferdinando Pio D’Elia, Hope Kean, Andrew Lampinen, Evelina Fedorenko",
          "url": "https://doi.org/10.1073/pnas.2536153123",
          "doi": "https://doi.org/10.1073/pnas.2536153123",
          "filter": "2"
        },
        {
          "title": "Dynamic regulation of receptor-modulated endothelial NADPH oxidases",
          "authors": "Markus Waldeck-Weiermair, Apabrita A. Das, Taylor A. Covington, Jennifer L. Meitzler, James H. Doroshow, Junyi Duan, Yick W. Fong, Jonas Kaynert, Shambhu Yadav, Tanoy Dutta, Fotios Spyropoulos, Arvind K. Pandey, Thomas Michel",
          "abstract": "The stable reactive oxygen species (ROS) hydrogen peroxide (H 2 O 2 ) acts as a key signaling molecule for many vital intracellular pathways. In diverse cell types, surface receptors control intracellular H 2 O 2 levels by modulating the activity of NADPH oxidases (NOX), a family of enzymes responsible for ROS synthesis. Most NOX isoforms are regulated through the reversible assembly of protein subunits to form an active oligomeric complex. The NOX isoforms NOX2 and NOX4 are expressed in endothelial cells and generate H 2 O 2 in response to activation of cell surface receptors. The GPCR agonist histamine activates NOX2 independently of NOX4, but the H 2 O 2 response to activation of the receptor tyrosine kinase agonist vascular endothelial growth factor (VEGF) involves both NOX2 and NOX4 by unknown mechanisms [M. Waldeck-Weiermair et al. , Redox Biol. 58 , 102539 (2022); M. Waldeck-Weiermair et al. , Redox Biol. 73 , 103214 (2024)]. Here, we show that endothelial NOX4 is localized to the endoplasmic reticulum (ER). We define the redox states of various subcellular locales in the vascular endothelium and demonstrate that NOX2 is responsible for cytosolic H 2 O 2 signaling, whereas NOX4 contributes to H 2 O 2 generation in the endoplasmic reticulum. Using biochemical assays and structural modeling, we further identify a previously unrecognized regulatory interaction in which the NOX2 subunit p67 associates with NOX4. VEGF stimulation induces dynamic dissociation of p67 from NOX4, unveiling a “cross talk” between NOX isoforms that coordinates the activation of both NOX2 and NOX4 and thereby produces compartment-specific H 2 O 2 signals. This mechanism underscores the pivotal roles of NOX2 and NOX4 subunit interactions in endothelial redox homeostasis controlling cell survival, proliferation, and migration.",
          "url": "https://doi.org/10.1073/pnas.2531380123",
          "doi": "https://doi.org/10.1073/pnas.2531380123",
          "filter": "2"
        },
        {
          "title": "Chemical tuning reveals a cation–π gating bridge between the voltage-sensor and pore domains in the K v 7.1 potassium channel",
          "authors": "Miranda E. Schene, Christopher A. Ahern",
          "abstract": "K v 7.1 is a cardiac voltage-gated potassium channel that underlies the delayed rectifier current (I KS ) in the heart. The slow response to membrane depolarization is a hallmark feature of this channel’s physiology, yet the mechanistic basis of how voltage promotes the open potassium conducting state is unknown. We focused on previously identified aromatic residues which might couple the pore and voltage-sensing domains (VSDs) by using a chemical tuning approach whereby aromatic residues are modified by serial fluorination. The data show that serial fluorination at one site (F232 on the S4 helix, within the VSD) resulted in a stepwise voltage-gating shift, where each added fluorine atom further biased channel opening to more negative voltages. Mutant-cycle analysis of proximal positively charged amino acids indicates that F232 likely forms a cation–π interaction with K285, a residue at the tip of the S5 segment in the pore domain. Using cryoelectron microscopy, a partial structure of the F232 penta-F-Phe K v 7.1 (KCNQ1) open channel was resolved to 6 Å. The data support a gating mechanism whereby the F232–K285 cation–π interaction represents an intermediate activated state that is broken prior to channel opening.",
          "url": "https://doi.org/10.1073/pnas.2517495123",
          "doi": "https://doi.org/10.1073/pnas.2517495123",
          "filter": "2"
        },
        {
          "title": "Molecular structure of the ESCRT-III-based archaeal CdvAB cell division machinery",
          "authors": "Tina Drobnič, Ralf Salzer, Tim Nierhaus, Margaret Ke Xin Jiang, Dom Bellini, Astrid Steindorf, Sonja-Verena Albers, Buzz Baum, Jan Löwe",
          "abstract": "Most prokaryotes divide using filaments of the tubulin-like FtsZ protein, while some archaea employ instead ESCRT-III-like proteins and their filaments for cell division and cytokinesis. The alternative archaeal system comprises Cdv proteins and is thought to bear some resemblance to ESCRT-III-based membrane remodeling in other domains of life, including eukaryotes, especially during abscission. Here, we present biochemical, crystallographic, and cryo-EM studies of the Sulfolobus Cdv machinery. CdvA, an early non-ESCRT component, adopts a PRC‐domain/coiled-coil fold and polymerizes into long double-stranded helical filaments, mainly via hydrophobic interfaces. Monomeric CdvB adopts the canonical ESCRT-III fold in both a closed and a distinct “semiopen” conformation. Soluble CdvB2 filaments are composed of subunits in the closed state, appearing to transition to the open, active state only when polymerized on membranes. Short N-terminal amphipathic helices in all CdvB paralogues, B, B1, and B2, mediate membrane binding and are required for liposome recruitment in vitro. We provide a molecular overview of archaeal ESCRT-III-based cytokinesis machinery, the definitive demonstration that CdvB proteins are bona fide ESCRT-III homologues, and reveal the molecular basis for membrane engagement. Thus, we illuminate conserved principles of ESCRT-mediated membrane remodeling and extend them to an anciently diverged archaeal lineage.",
          "url": "https://doi.org/10.1073/pnas.2525941123",
          "doi": "https://doi.org/10.1073/pnas.2525941123",
          "filter": "2"
        },
        {
          "title": "De novo discovery of bicyclic cysteine-rich peptides targeting gasdermin D",
          "authors": "Choi Yi Li, Yin Sun, Alexander A. Vinogradov, Hiroaki Suga",
          "abstract": "Gasdermin D (GSDMD) is the principal executor of pyroptosis, a form of proinflammatory programmed cell death misregulation of which is associated with numerous diseases. Despite significant interest, no specific GSDMD inhibitors have been developed for clinical use so far. Here, we developed a strategy to generate mRNA-displayed libraries of bicyclic cysteine-rich peptides (bCRP), and utilized these libraries to develop potent peptide ligands to full-length GSDMD using a two-stage discovery process. Initial hit compounds were de novo discovered from GSDMD affinity selections using Random Nonstandard Peptides Integrated Discovery system, and were then optimized using mRNA display-based saturation mutagenesis. The resulting bCRPs bound to full-length GSDMD (best K D = 125 nM) and stabilized it against cleavage by caspase proteases. The bCRPs prevented the pore formation in liposome leakage assays and inhibited the secretion of IL-1β and lactate dehydrogenase from pyroptotic THP-1 cells. The potency, high metabolic stability, and synthetic accessibility of the discovered compounds make them promising leads for the development of GSDMD-targeting therapeutics.",
          "url": "https://doi.org/10.1073/pnas.2516051123",
          "doi": "https://doi.org/10.1073/pnas.2516051123",
          "filter": "2"
        },
        {
          "title": "Anharmonicity driven unusual particle-to-wave-like phonon crossover leads to ultralow thermal conductivity in Tl 2 AgI 3",
          "authors": "Riddhimoy Pathak, Sayan Paul, Shuva Biswas, Swapan K. Pati, Kanishka Biswas",
          "abstract": "Realization of unusual particle-to-wave-like crossover in phonon transport and understanding its fundamental structural origin can guide the design of materials with ultralow thermal conductivity. Here, we report such a crossover from particle-like phonon propagation to wave-like coherence with increasing temperature in the zero-dimensional (0D) metal halide, Tl 2 AgI 3 . Composed of discrete (Tl 6 I) 5+ and (Ag 3 I 8 ) 5− subunits, the structure exhibits intrinsic lattice instability governed by Pauling’s third rule where face-sharing of polyhedra drives Coulombic cationic repulsion causing local distortion of Ag atoms, as confirmed by synchrotron X-ray pair distribution function (X-PDF) analysis and ab initio molecular dynamics (AIMD) simulations. Anharmonic low-energy rattling of Tl is evidenced within the (Tl 6 I) 5+ framework. These structural disorders generate low-frequency localized and anharmonic optical phonons that hybridize with acoustic branches, strongly suppressing lattice thermal conductivity ( κ l ). Consequently, κ l drops to ~0.18 W/m.K at 125 K and remains nearly temperature independent, signaling a breakdown of the phonon-gas model, attributed to phonon localization and wave-like coherence, modeled using the linearized Wigner transport equation (LWTE). The phonon localization in the 0D crystal structure results in a crossover from populations conductivity ( κ p ) associated with particle-like phonon propagation to coherence conductivity ( κ c ) through wave-like tunneling, at 175 K. Our study reveals 0D structural confinement along with anharmonic local structural dynamics can enable particle-to-wave-like phonon crossover, establishing a pathway to mixed phononic regimes and suppressed thermal transport.",
          "url": "https://doi.org/10.1073/pnas.2521353123",
          "doi": "https://doi.org/10.1073/pnas.2521353123",
          "filter": "2"
        },
        {
          "title": "Human-induced biospheric carbon sink: Impact from the Taklamakan Afforestation Project",
          "authors": "Salma Noor, Xun Jiang, Xinyue Wang, Jiani Yang, Sally Newman, King-Fai Li, Liming Li, Le Yu, Xiyu Li, Yuk L. Yung",
          "abstract": "The Taklamakan Desert, one of the world’s largest and driest deserts, has traditionally been considered a biological void. Here, we demonstrate that large-scale ecological restoration is transforming this hyperarid environment into a carbon sink. By analyzing satellite and ground-based data, we find strong seasonal dynamics: During the wet season (Jul to Sep), precipitation increases to 16.3 mm/mo, enhancing vegetation coverage and photosynthetic activity and drawing down atmospheric CO 2 by approximately three parts per million (ppm) relative to the dry-season levels. Long-term trends reveal significant increases in vegetation cover (6.8 × 10 −4 /y) and photosynthetic activity (6.1 × 10 −3 W/m 2 /sr/µm/y), accompanied by a strengthening net CO 2 uptake (NEE trend: −5.2 × 10 −12 kg/m 2 /s/y). These changes are spatially concentrated along the desert margins and their timing aligns with implementation of China’s Three-North Shelterbelt Program. Our results provide the direct evidence that human-led intervention can effectively enhance carbon sequestration in even the most extreme arid landscapes, demonstrating the potential to transform a desert into a carbon sink and halt desertification. This underscores the critical role of dryland restoration in global carbon management strategies and highlights the Taklamakan Desert as a model for climate change mitigation through nature-based solutions and ecological engineering.",
          "url": "https://doi.org/10.1073/pnas.2523388123",
          "doi": "https://doi.org/10.1073/pnas.2523388123",
          "filter": "2"
        },
        {
          "title": "Microvascular architecture and physiological fluctuations constrain the control of cerebral microcirculation",
          "authors": "Xiang Ji, Yuchen Zhao, Lu Bai, Kai Wang, David Kleinfeld",
          "abstract": "Brain vasculature is a multiscale network that actively regulates cerebral blood flow to maintain homeostasis. A systematic understanding of how this network enables robust and precise flow control has been hindered by the lack of understanding of flow in networks, as opposed to single vessels. To address this gap at the conceptual level, we theoretically studied nonperturbative, network-level flow responses to hydrodynamic conductance changes in individual vessels. We show vasodilation can either increase or decrease flow in the neighboring branches, yet selectively positioning the “controller” in the inflow branch of diverging nodes guarantees downstream increases in flow, regardless of surrounding network topology. Moreover, the effect of an individual vasodilation is small, so coordinated vasodilation is essential for effective regulation. To validate and refine our theoretical analysis, we developed a computational framework to analyze individual blood cell motion captured by confocal light field microscopy. This approach enabled tracking over one million cell detections across a network of more than 3,000 interconnected branches, with 2 µm spatial and 14 ms temporal resolution. Network-based analysis uncovered significant flow fluctuations, exhibiting long-range anticorrelation in spatially separated segments. The prevalence of diverging nodes within three branches of penetrating arterioles suggests that ensheathing pericytes are optimally positioned for fine-scale flow regulation. Finally, we quantified a phase separation of blood serum and cells at diverging nodes. This revealed a stochastic partition ratio with a nonlinear dependence on local hemodynamics. Collectively, our work highlights principles of organization for the control of blood flow among the seemingly random connectivity of brain microvessels.",
          "url": "https://doi.org/10.1073/pnas.2521872123",
          "doi": "https://doi.org/10.1073/pnas.2521872123",
          "filter": "2"
        },
        {
          "title": "BORC assemblies integrate BLOC-1 subunits to diversify endosomal trafficking functions",
          "authors": "Mariana E. G. de Araujo, Sascha J. Amann, Taras Stasyk, Alexander Schleiffer, Eva Rauch, Paula Flümann, Isabel I. Singer, Leopold Kremser, Vojtech Dostal, Thanida Laopanupong, Nikolaus Obojes, Moritz H. Wallnöfer, Flora S. Gradl, Robert Kurzbauer, Caroline Krebiehl, Samuel Kofler, Irina Grishkovskaya, Georg F. Vogel, Michael W. Hess, Bettina Sarg, Tim Clausen, David Haselbach, Lukas A. Huber",
          "abstract": "BORC and BLOC-1 are multisubunit complexes that regulate endolysosomal trafficking. Although they are presumed to be distinct, their paralogous origins and shared subunits suggest the potential for higher-order assembly. Here, we reveal the conserved octameric architecture of BORC formed by two intertwined tetramers and present the structure of C. elegans BORC. Through cross-linking mass spectrometry of endogenous complexes, we validate this model for human BORC and demonstrate that the integrity of the complex, which is essential for lysosomal transport, relies on specific interfacial residues. We also clarify the disruptive nature of disease-causing mutations and propose that the formation and function of BORC are likely regulated by specific cues. These cues might include the phosphorylation of Snapin and a pH-sensitive histidine residue in BORCS5. Additionally, we present direct biochemical and structural evidence of BORC–BLOC-1 hybrid complexes. Finally, we link a specific hybrid complex to the regulation of transferrin receptor recycling via interaction with the EARP complex. Our work challenges the paradigm of BORC and BLOC-1 as separate entities, establishing a model of dynamic complex formation wherein modular assembly creates functional specialization to meet diverse cellular demands.",
          "url": "https://doi.org/10.1073/pnas.2515691123",
          "doi": "https://doi.org/10.1073/pnas.2515691123",
          "filter": "2"
        },
        {
          "title": "Calumenin prevents fibroblast senescence and lung aging by promoting vimentin proteostasis",
          "authors": "Ting Dong, Xue Jiao, Huirui Wang, Yinghui Gao, Yuliang Xu, Hui Li, Senbiao Fang, Xinyi Chen, Mengmeng Wang, Hanbing Zhu, Nianyu Li, Bo Han, Mei Qi, Kaige Lyu, Kaicheng Ma, Ke Li, Haigen Fu, Bowen Gu, Wenfei Li, Yingying Qin, Zi-Jiang Chen, Xiaohui Liu, Hongxiang Lou",
          "abstract": "Progressive lung fibrosis is linked to aging-related dysfunction in fibroblasts, which remains poorly understood. To investigate the alterations in fibroblasts, particularly the molecular programs driving this profibrotic evolution in the aging lung, we isolated senescent lung fibroblasts from aged mice. We observed aberrant vimentin aggregates, which correlate with accelerated fibroblast senescence. CRISPR-based screening identified calumenin as a chaperone protein essential for vimentin proteostasis. A fibroblast-specific knockout of calumenin promotes the accumulation of vimentin aggregates and profibrotic factors migracytosis, exacerbating fibroblast senescence and lung aging. Mechanistically, calumenin collaborates with the TRiC complex to facilitate proper vimentin folding and recruits the chaperonin subunit Chaperonin Containing TCP1 Subunit 2 (CCT2) to degrade misfolded vimentin aggregates. Pathologically, external profibrotic stimuli trigger calcium transients and induce calumenin degradation, resulting in fibroblast senescence and the initiation of fibrosis. The natural product 9-85, derived from high-content screening, specifically targets and disrupts vimentin aggregates upon stimulation, alleviating aging-related lung fibrosis. Our findings reveal that calumenin coordinates vimentin quality control to shape cell structure and suppress the secretome of senescent fibroblasts, providing a promising therapeutic strategy for aging-related organ fibrosis.",
          "url": "https://doi.org/10.1073/pnas.2426723123",
          "doi": "https://doi.org/10.1073/pnas.2426723123",
          "filter": "2"
        },
        {
          "title": "Human action shapes the beaks of backyard birds",
          "authors": "John M. Marzluff",
          "url": "https://doi.org/10.1073/pnas.2535458123",
          "doi": "https://doi.org/10.1073/pnas.2535458123",
          "filter": "2"
        },
        {
          "title": "How much of the forest sink is passive? Case of the United States",
          "authors": "Eric C. Davis, Brent Sohngen, David J. Lewis",
          "abstract": "Over time, carbon sequestered in temperate forests has increased, but the relative effects of passive and active drivers remain unclear. This study uses plot-level data to disentangle the contributions of six drivers (temperature, precipitation, CO 2 , management, age composition, and area) to these increases in 14 forest groups of the conterminous United States. From 2005 to 2022, the passive drivers (CO 2 , temperature, and precipitation) increased live tree carbon (C) by 66 teragrams (Tg) C y −1 with CO 2 fertilization contributing most of the change. Among the anthropogenic drivers, declining forest area reduced live tree C by 31 Tg C y −1 while tree planting increased it by 23 Tg C y −1 . Changes in age composition, driven by both passive traits and anthropogenic choices, increased live tree C by 89 Tg C y −1 . By quantifying the share of removals attributable to passive uptake, this approach enables nations with national forest inventories to better utilize their forests to meet net-zero requirements.",
          "url": "https://doi.org/10.1073/pnas.2513588123",
          "doi": "https://doi.org/10.1073/pnas.2513588123",
          "filter": "2"
        },
        {
          "title": "Scaling the glassy dynamics of active particles: Tunable fragility and reentrance",
          "authors": "Puneet Pareek, Peter Sollich, Saroj Kumar Nandi, Ludovic Berthier",
          "abstract": "Understanding the influence of activity on dense amorphous assemblies is crucial for biological processes such as wound healing, embryogenesis, or cancer progression. Here, we study the effect of self-propulsion forces of amplitude f 0 and persistence time τ p in dense assemblies of soft repulsive particles by simulating a model particle system that interpolates between particulate active matter and biological tissues. We identify the fluid and glass phases of the three-dimensional phase diagram obtained by varying f 0 , τ p , and the packing fraction ϕ . The morphology of the phase diagram accounts for a nonmonotonic evolution of the relaxation time with τ p , which is a direct consequence of the crossover in the dominant relaxation mechanism, from glassy to jamming. A second major consequence is the evolution of the glassy dynamics from sub-Arrhenius to super-Arrhenius. We show that this tunable glass fragility extends to active systems analogous observations reported for passive particles. This analogy allows us to apply a dynamic scaling analysis proposed for the passive case, in order to account for our results for active systems. Finally, we discuss similarities and differences between our results and recent findings in the context of computational models of biological tissues.",
          "url": "https://doi.org/10.1073/pnas.2516624123",
          "doi": "https://doi.org/10.1073/pnas.2516624123",
          "filter": "2"
        },
        {
          "title": "Constraints on the impactor flux to the Earth–Moon system from oxygen isotopes of the lunar regolith",
          "authors": "Anthony M. Gargano, Justin I. Simon, Erick Cano, Karen Ziegler, Charles K. Shearer, James M. D. Day, Zachary Sharp",
          "abstract": "The impactor flux record to Earth has largely been erased by active tectonics, weathering, and continual reworking of the crust. Instead, a record of highly siderophile elements (HSE: Re, Os, Ir, Ru, Rh, Pt, Pd, and Au) in lunar impactites has been used as a proxy for the type of impactor material added to the Earth–Moon system. Quantifying impactor mass and flux with the HSE can potentially be complicated by numerous secondary processes, however, including silicate–metal segregation and multiple impact heritage. In contrast, because oxygen has an invariant geochemical affinity, triple oxygen isotope compositions have the potential to offer a robust long-term record of impactor fluxes in complex mixtures such as regolith. Here, we use high-precision triple oxygen isotopes to deconvolve the influences of meteorite addition and silicate vaporization and identify a ubiquitous impactor contaminant comprised of partially evaporated CM or ureilite-like material representing at least 1 wt% of the lunar regolith. Water delivered to Earth by meteorite material over 4 billion years therefore is only a fraction of an ocean’s worth of water but is a significant contributor to the ice reservoir of the lunar cold traps.",
          "url": "https://doi.org/10.1073/pnas.2531796123",
          "doi": "https://doi.org/10.1073/pnas.2531796123",
          "filter": "2"
        },
        {
          "title": "The intrinsic impact of mechanical stress on the maintenance of oocyte dormancy",
          "authors": "Go Nagamatsu, Kenjiro Shirane, Yuzuru Kato, Hiroko Nakamura, Norio Hamada, Kiyoko Kato, Hiroshi Kimura, Katsuhiko Hayashi",
          "abstract": "In the mammalian ovary, most oocytes remain dormant, and their dormant status plays a central role in maintaining the reservoir population of the female germ line. The equilibrium between the dormant and active states, the latter of which is responsible for producing mature oocytes, is therefore crucial for ensuring the sustained reproductive capability of females. We have previously reported that mechanical stress in the ovary plays a crucial role in oocyte dormancy. However, the mechanism underlying this relation remains unclear. Here, we demonstrated that the mechanical stress is directly transduced into the oocytes, rather than to the surrounding granulosa cells. Culture experiments and live-imaging analysis revealed the nuclear localization of FOXO3, a hallmark of oocyte dormancy, within oocytes cultured alone in response to mechanical stress. Interestingly, we found that the cytological response to mechanical stress was accompanied by ligand-independent internalization of the c-kit receptor, which dampens intracellular signaling and prevents oocyte activation. These results shed light on the relation between mechanical stress and oocyte dormancy and provide clues toward a greater understanding of female reproductive capability.",
          "url": "https://doi.org/10.1073/pnas.2526249123",
          "doi": "https://doi.org/10.1073/pnas.2526249123",
          "filter": "2"
        },
        {
          "title": "Evolutionary adaptations to the hormonal regulation of vascular tissue development",
          "authors": "Wei Xiao, Eline Verhelst, Ling Yang, Yuji Ke, Bert De Rybel",
          "abstract": "Vascular tissues provide long-distance transport and physical support in the vascular plant lineage, providing a significant adaptive advantage. Although the cross talk between auxin and cytokinin in promoting both vascular cell proliferation and differentiation has been well studied in angiosperms such as Arabidopsis thaliana , little is known about this regulation in other vascular plant lineages. Here, we found that unlike the hormonal cross talk found in all other species under study, the lycophyte Selaginella moellendorffii shows clear task separation, with auxin driving vascular cell proliferation only and cytokinin specifically triggering cell differentiation. Using a cross-species transcriptomics approach, we found that members of the AUXIN / INDOLE-ACETIC ACID ( AUX / IAA ) and CYTOKININ OXIDASE ( CKX ) gene families exhibited divergent expression patterns in response to auxin and cytokinin treatments. Despite these regulatory differences, we show that AUX/IAA and CKX proteins are functionally conserved between Arabidopsis and Selaginella. Taken together, our findings suggest an evolutionary adaptation to the hormonal regulation of vascular tissue development in which core protein functions are conserved, but regulatory circuits diverged in lycophytes.",
          "url": "https://doi.org/10.1073/pnas.2531099123",
          "doi": "https://doi.org/10.1073/pnas.2531099123",
          "filter": "2"
        },
        {
          "title": "The role of fibration symmetries in geometric deep learning",
          "authors": "Osvaldo M. Velarde, Lucas C. Parra, Paolo Boldi, Hernán A. Makse",
          "abstract": "Geometric Deep Learning (GDL) unifies a broad class of machine learning techniques from the perspectives of symmetries, offering a framework for introducing problem-specific inductive biases like Graph Neural Networks (GNNs). However, the current formulation of GDL is limited to global symmetries. We propose to relax GDL to allow for local symmetries, specifically fibration symmetries, which only require isomorphic input trees—a property that is much more common in real-world graphs. We show that GNNs apply the inductive bias of fibration symmetries and derive a tighter upper bound for their expressive power. Additionally, by identifying symmetries in networks, we compress network nodes, thereby increasing their computational efficiency during both inference and training of deep neural networks. The mathematical extension introduced here applies beyond graphs to manifolds, bundles, and grids for the development of models with inductive biases induced by local symmetries that can lead to better generalization.",
          "url": "https://doi.org/10.1073/pnas.2416552123",
          "doi": "https://doi.org/10.1073/pnas.2416552123",
          "filter": "2"
        },
        {
          "title": "Widespread terrestrial ecosystem disruption at the onset of the Paleocene–Eocene Thermal Maximum",
          "authors": "Mei Nelissen, Debra A. Willard, Han van Konijnenburg-van Cittert, Gabriel J. Bowen, Teuntje Hollaar, Appy Sluijs, Joost Frieling, Henk Brinkhuis",
          "abstract": "The Paleocene–Eocene Thermal Maximum (PETM, ~56 Mya) interval was marked by massive 13 C-depleted carbon emissions into the ocean/atmosphere system, manifested as a negative carbon isotope excursion (CIE) in sedimentary components, and ~5 °C global average warming. Episodes of hydrological perturbations and soil-erosion have been widely documented for the PETM but their link with vegetation- and carbon cycle changes remain poorly constrained. Here, we present organic microfossil evidence showing a strong increase in fern-dominated pioneer vegetation that replaced coniferous forests on the margin of the Norwegian Sea during the first millennia of the CIE. With the present stratigraphic constraints, the “fern spike” occurred simultaneously in terrestrial settings along the North Sea, Arctic Ocean, the US east coast and in southern Australia, indicating that pioneer vegetation persisted for several millennia following a partial collapse of previously stable terrestrial ecosystems. Both the ferns and influx of microcharcoal imply recurrent physical disturbance, including soil destabilization and erosion, potentially linked to droughts, wildfires, and strong hydrological forcing resulting from extreme climate change. Together with evidence for reworked clay minerals and ancient organic matter (kerogen), these findings show that highly disturbed terrestrial ecosystems were widespread across mid- and high-latitude regions globally. Carbon cycle model simulations suggest that a substantial loss of standing and buried biomass, along with oxidation of soil organic matter, acted as important positive feedbacks during the onset of the CIE. Additionally, enhanced kerogen weathering likely contributed as another major positive feedback throughout both the onset and main phase of the CIE.",
          "url": "https://doi.org/10.1073/pnas.2509231122",
          "doi": "https://doi.org/10.1073/pnas.2509231122",
          "filter": "2"
        },
        {
          "title": "Noncanonical genetic markers resolve the pre-GOE emergence of aerobic bacteria in Earth’s history",
          "authors": "Tianhua Liao, Shanshan Chen, Sishuo Wang, Yongjie Huang, Stephen Kwok Wing Tsui, Eva E. Stüeken, Qin Cao, Haiwei Luo",
          "abstract": "The transition from anaerobic to aerobic life was a pivotal adaptation in Earth’s history, yet the timing and genomic drivers remain poorly resolved. Traditional approaches relying on oxygen-utilizing genes need improvement for obligate anaerobes and fragmentary environmental genomes, where gene absence may reflect poor assembly rather than phenotype. We developed a machine learning model (GBDT40-LR) to predict microbial oxygen requirements using 40 broadly conserved genes, 35 without direct oxygen roles. This approach overcomes incompleteness biases in environmental genomes. Applied to 80,787 bacterial genomes [including metagenome-derived assemblies (MAGs)], the model classified 42,014 aerobes and 38,775 anaerobes, enabling large-scale ancestral reconstruction. Molecular clock dating indicates an emergence of aerobic bacterium prior to the Great Oxidation Event (GOE, 2.5 to 2.3 Ga), likely around ~2.7 Ga. Aerobic lineages subsequently diversified during the GOE and Neoproterozoic Oxygenation Event (NOE, 0.8 to 0.55 Ga), with persistent anaerobe diversity across Earth’s oxygenation. This establishes that aerobic bacteria originated planetary oxygenation, potentially by 200 to 400 My, providing insights into phenotypic evolution and prolonged anaerobe–aerobe coexistence.",
          "url": "https://doi.org/10.1073/pnas.2515709123",
          "doi": "https://doi.org/10.1073/pnas.2515709123",
          "filter": "2"
        },
        {
          "title": "Distinct contributions of hippocampal pathways in learning regularities and exceptions revealed by functional footprints",
          "authors": "Melisa Gumus, Michael L. Mack",
          "abstract": "Fundamental aspects of learning are theorized to be supported by hippocampal pathways: The monosynaptic pathway (MSP) extracts regularities, whereas the trisynaptic pathway (TSP) rapidly encodes exceptional items. Yet, the empirical evidence for the dynamic involvement of MSP and TSP in learning remains unresolved. We leveraged diffusion-weighted imaging to estimate the endpoints of MSP- and TSP-related white matter structures (i.e., footprints) within hippocampal subfields and the entorhinal cortex. We then measured the activation of pathway-specific footprints with functional MRI while participants learned novel concepts defined by regularities and exceptions. The functional footprint method revealed links between MSP-related footprint activation and regularity encoding early in learning and TSP-related footprint activation and exception encoding late in learning. These findings provide empirical evidence that learning concept regularities and exceptions is preferentially supported by hippocampal pathways. The pathway footprint approach provides insights into the functional dynamics of the human hippocampus, translating theoretical and computational work into empirically testable questions in humans.",
          "url": "https://doi.org/10.1073/pnas.2503388123",
          "doi": "https://doi.org/10.1073/pnas.2503388123",
          "filter": "2"
        },
        {
          "title": "A shear-induced limit on bacterial surface adhesion in fluid flow",
          "authors": "Edwina F. Yeo, Benjamin J. Walker, Philip Pearce, Mohit P. Dalwadi",
          "abstract": "Controlling bacterial surface adhesion and subsequent biofilm formation in fluid systems is crucial for the safety and efficacy of medical and industrial processes. Here, we theoretically examine the transport of bacteria close to surfaces, isolating how the key processes of bacterial motility and fluid flow interact and alter surface adhesion. We exploit the disparity between the fluid velocity and the swimming velocity of common motile bacteria and, using a hybrid asymptotic-computational approach, we systematically derive the coarse-grained bacterial diffusivity close to surfaces as a function of swimming speed, rotational diffusivity, and shape. We calculate an analytical upper bound for the bacterial adhesion rate by considering the scenario in which bacteria adhere irreversibly to the surface on first contact. Our theory predicts that maximal adhesion occurs at intermediate flow rates: At lower flow rates, increasing flow increases surface adhesion, while at higher flow rates, adhesion is decreased by shear-induced cell reorientation.",
          "url": "https://doi.org/10.1073/pnas.2516069123",
          "doi": "https://doi.org/10.1073/pnas.2516069123",
          "filter": "2"
        },
        {
          "title": "Liganded LolCDE structures reveal a common substrate-LolE interaction guiding bacterial lipoprotein transport",
          "authors": "Paul Szewczyk, Nicholas P. Greene, Martyn F. Symmons, Steven W. Hardwick, Vassilis Koronakis",
          "abstract": "Bacterial lipoproteins are key structural components of the outer membrane in Gram-negative bacteria and vital components of machineries required for its biosynthesis and maintenance. The Lol system, essential for viability, directs transport of lipoproteins from the site of biosynthesis on the inner membrane to the outer membrane and has been the target of extensive efforts to develop novel antimicrobial drugs. In the first stage of this transport process, newly synthesized lipoproteins are released from the inner membrane by the ABC transporter LolCDE and passed to the periplasmic chaperone, LolA. Here, we show cryo-EM structures of LolCDE in complex with three different lipoprotein substrates, Lpp, Pal, and LolB, with the latter two bearing a disordered peptide linker between the acyl chains and the globular domain. Our work reveals that when the mature lipoprotein lacks an unstructured linker, the N-terminal portion of the protein is in an unfolded state for transport. The lipoproteins make a sequence-independent but structurally conserved interaction with a cleft on the surface of the periplasmic domain of LolE that promotes efficient transport. We propose a model of lipoprotein export where this interaction acts as pivot point for the peptide portion of the lipoprotein allowing the acyl chains to rotate 180° from their initial position in LolCDE to their binding site in LolA. Our results demonstrate how LolCDE can extrude lipoproteins of diverse sequence and structure and reveal an important detail of a transport process fundamental to bacterial physiology.",
          "url": "https://doi.org/10.1073/pnas.2520579123",
          "doi": "https://doi.org/10.1073/pnas.2520579123",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Transforming mental health research and care through artificial intelligence",
          "authors": "Nils Opel, Michael Breakspear",
          "abstract": "Artificial intelligence (AI) holds transformative potential for the care of people with mental health illnesses. This Review explores key domains and emerging applications of AI in mental health, emphasizing the challenges that must be addressed to ensure safe, effective, and sustainable clinical integration. Distinctive features of mental health care—such as the lack of objective biomarkers, the reliance on behavioral and emotional assessments, the legacy of stigma, and the importance of privacy—present fundamental challenges to overcome. We argue that the clinical translation of AI tools should be approached through the lens of an individual patient’s journey from the onset of symptoms through diagnosis, treatment, recovery, and emotional well-being.",
          "url": "https://doi.org/10.1126/science.adz9193",
          "doi": "https://doi.org/10.1126/science.adz9193",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Nucleotide metabolic rewiring enables NLRP3 inflammasome hyperactivation in obesity",
          "authors": "Danhui Liu, Chuanli Zhou, Xiaochen Wang, Zhou Luo, Ruiyao Xu, Shanshan Huo, Lina Guo, Xuemei Luo, Shuhan Yang, Arielle Click, Janiece Vancil, Paola Barajas, Victor Mijares, Hamid Baniasadi, Nan Yan, Jan Rehwinkel, Dustin C. Hancks, Elizabeth H. Chen, Shuang Liang, Zhenyu Zhong",
          "abstract": "Obesity is a major disease risk factor due to obesity-associated hyperinflammation. We found that obesity induced Nod-like receptor pyrin domain–containing 3 (NLRP3) inflammasome hyperactivation and excessive interleukin (IL)–1β production in macrophages by disrupting SAM and HD domain–containing protein 1 (SAMHD1), a deoxynucleoside triphosphate (dNTP) hydrolase crucial for nucleotide balance. This caused aberrant accumulation of dNTPs, which can be transported into mitochondria, and initiated mitochondrial DNA (mtDNA) neosynthesis, which increased the presence of oxidized mtDNA and triggered NLRP3 hyperactivation. Deletion of SAMHD1 promoted NLRP3 hyperactivation in cells isolated from zebrafish, mice, and humans. SAMHD1-deficient mice showed elevated circulating IL-1β, insulin resistance, and metabolic dysfunction–associated steatohepatitis. Blocking dNTP mitochondrial transport prevented NLRP3 hyperactivation in macrophages from obese patients and SAMHD1-deficient mice. Our study revealed that obesity by inhibiting SAMHD1 rewired macrophage nucleotide metabolism, thereby triggering NLRP3 inflammasome hyperactivation to drive disease progression.",
          "url": "https://doi.org/10.1126/science.adq9006",
          "doi": "https://doi.org/10.1126/science.adq9006",
          "filter": "2"
        },
        {
          "title": "Ablation of Prdm16 and beige fat identity causes vascular remodeling and elevated blood pressure",
          "authors": "Mascha Koenen, Tobias Becher, Giulia Pagano, Ilaria Del Gaudio, Jorge A. Barrero, Augusto C. Montezano, Jenelys Ruiz Ortiz, Zeran Lin, Nicolás Gómez-Banoy, Rose Amblard, Daniel Schriever, Meltem E. Kars, Luisa Rubinelli, Sarah J. Halix, Zhen Fang Huang Cao, Xing Zeng, Scott D. Butler, Yuval Itan, Rhian M. Touyz, Annarita Di Lorenzo, Paul Cohen",
          "abstract": "Excess adiposity is a major risk factor for hypertension and heart disease. Brown fat is associated with protection from cardiovascular pathology, but whether this relationship is causal remains unknown. In this work, we investigate the role of mouse beige fat, as a model of human inducible brown fat, in adipocyte-vascular cross-talk. Using adipocyte-specific Prdm16 knockout mice with a loss of beige adipocyte identity, we discovered marked remodeling of perivascular adipose tissue, increased vascular reactivity, and elevated blood pressure. We show that the circulating enzyme QSOX1 is derepressed in Prdm16 -deficient adipocytes, and deletion of Qsox1 in Prdm16 conditional knockout mice prevented vascular fibrosis and normalized vascular reactivity. These results demonstrate a key role for beige adipocytes in blood pressure regulation and identify QSOX1 as an important mediator of adipocyte-vascular cross-talk.",
          "url": "https://doi.org/10.1126/science.ady8644",
          "doi": "https://doi.org/10.1126/science.ady8644",
          "filter": "2"
        },
        {
          "title": "Paleogeography modulates marine extinction risk throughout the Phanerozoic",
          "authors": "Cooper M. Malanoski, Seth Finnegan, Edward C. Huang, Lila Blake, Connal Mac Niocaill, Erin E. Saupe",
          "abstract": "Understanding the factors that have influenced the intensity and selectivity of extinction throughout Earth’s history is important for explaining past biodiversity change and forecasting biotic responses to environmental change. Here, we investigated the role of coastline geometry and paleogeographic boundary conditions in shaping extinction risk for shallow-marine taxa over the past 540 million years. We show that interactions between the geographic distributions of taxa and the geometric configurations of continental margins consistently predict relative extinction risk: Taxa with potential dispersal pathways that are long relative to the range of latitude traversed—such as those that occur along east-west–oriented coastlines, islands, or inland seaways—consistently exhibit higher extinction risk than taxa with potential dispersal pathways that provide more direct latitude-traversing paths. This dispersal distance selectivity is amplified during mass extinction events and hyperthermal intervals, suggesting that geographic constraints become more important during periods of rapid climate change. Our results provide another mechanism that potentially contributes to the generally elevated extinction rates during the Paleozoic, an interval characterized by complex inland seas and a preponderance of east-west coastlines. These insights underscore the importance of considering paleogeographic context when interpreting past extinction patterns and provide empirical support for assumptions that underlie extinction risk assessments of extant species.",
          "url": "https://doi.org/10.1126/science.adv2627",
          "doi": "https://doi.org/10.1126/science.adv2627",
          "filter": "2"
        },
        {
          "title": "A sudden change and recovery in the magnetic environment around a repeating fast radio burst",
          "authors": "Y. Li, S. B. Zhang, Y. P. Yang, C. W. Tsai, X. Yang, C. J. Law, R. Anna-Thomas, X. L. Chen, K. J. Lee, Z. F. Tang, D. Xiao, H. Xu, X. L. Yang, G. Chen, Y. Feng, D. Z. Li, R. Mckinven, J. R. Niu, K. Shin, B. J. Wang, C. F. Zhang, Y. K. Zhang, D. J. Zhou, Y. H. Zhu, Z. G. Dai, C. M. Chang, J. J. Geng, J. L. Han, L. Hu, D. Li, R. Luo, C. H. Niu, D. D. Shi, T. R. Sun, X. F. Wu, W. W. Zhu, P. Jiang, B. Zhang",
          "abstract": "Fast radio bursts (FRBs) are millisecond-duration radio transients from extragalactic sources. Some repeating FRBs exhibit variations in their Faraday rotation measure (RM) due to changes in their magneto-ionic environment. We report magneto-ionic variations of FRB 20220529, a repeating FRB from a disk galaxy at redshift 0.18. For the first 17 months of observations, the RM had a median of 17 radians per square meter (rad m −2 ) and a scatter of 101 rad m −2 . In December 2023, the RM jumped to 1977 ± 84 rad m −2 , then gradually returned to typical values within 2 weeks. This sudden RM variation indicates that a dense magnetized clump of plasma passed across the line of sight. We discuss potential explanations, including a coronal mass ejection from a companion star, high plasma turbulence, or binary orbital motion.",
          "url": "https://doi.org/10.1126/science.adq3225",
          "doi": "https://doi.org/10.1126/science.adq3225",
          "filter": "2"
        },
        {
          "title": "Complex mesoscale landscapes beneath Antarctica mapped from space",
          "authors": "Helen Ockenden, Robert G. Bingham, Daniel Goldberg, Andrew Curtis, Mathieu Morlighem",
          "abstract": "The landscape shrouded by the Antarctic Ice Sheet provides important insights into its history and influences the ice response to climate forcing. However, knowledge of this critical boundary has depended on interpolation between irregularly distributed geophysical surveys, creating major spatial biases in maps of Antarctica’s subglacial landscape. As stress changes associated with ice flow over bedrock obstacles produce ice surface topography, recently acquired, high-resolution satellite maps of the ice surface offer a transformative basis for mapping subglacial landforms. We present a continental-scale elevation map of Antarctica’s subglacial topography produced by applying the physics of ice flow to ice surface maps and incorporating geophysical ice thickness observations. Our results enrich understanding of mesoscale (2 to 30 kilometers) subglacial landforms and unmask the spatial distribution of subglacial roughness and geomorphology.",
          "url": "https://doi.org/10.1126/science.ady2532",
          "doi": "https://doi.org/10.1126/science.ady2532",
          "filter": "2"
        },
        {
          "title": "A hierarchical shell locks and stabilizes perovskite nanocrystals with near-unity quantum yield",
          "authors": "Qingsen Zeng, Yue Zhao, Sunghee Park, Huanyu Zhou, Hyun-Joon Shim, Tianshu Li, Jinseok Ryu, Min-Jun Sung, Xian Wei Chua, Eojin Yoon, Barney A. I. Lewis, Seung-Je Woo, Michele Forzatti, Min Ju Kim, Eun A. Kim, Linjie Dai, Jinhyeong Jang, Yipeng Tang, Jin Jung Kweon, Hao Chen, Kyung Yeon Jang, Dong-Hyeok Kim, Woo Jin Jeong, Joo Sung Kim, Hyejin Lee, Kyueun Lim, Seong-Yong Cho, Chan Beum Park, Sung Keun Lee, Miyoung Kim, Henk J. Bolink, Bin Hu, Aron Walsh, Samuel D. Stranks, Tae-Woo Lee",
          "abstract": "Solid-state emitters have exhibited external quantum yields (EQYs) below 65%, with no system combining unity photoluminescence quantum yield (PLQY) and commercially viable stability. These limitations are most pronounced in colloidal perovskite nanocrystals (PeNCs), given their soft ionic lattices and labile surfaces. We introduce a hierarchical shell (HS) structure comprising interbonded PbSO 4 -SiO 2 -polymer multilayers that simultaneously locks and stabilizes soft lattices and labile interfaces. HS-CsPbBr 3 PeNC films exhibit T 90 (10% PLQY loss) = 3211 hours under accelerated 60°C, 90% relative humidity (RH) and T 90 = 12,000 hours under blue-light exposure. HS strategy generalizes across PeNC compositions—including mixed-halide, mixed-cation, iodide, and hybrid PeNCs—and enables MAPbBr 3 with extended T 90 = 3900 hours (60°C, 90% RH) and T 90 = 27,234 hours (blue light). Moreover, HS-MAPbBr 3 films with 100.0% PLQY eliminate self-absorption losses and achieve an EQY of 91.4%, approaching the theoretical maximum. The HS barrier also prevents lead leakage for safety of large-area, high-resolution displays and bio-optoelectronics.",
          "url": "https://doi.org/10.1126/science.ady1370",
          "doi": "https://doi.org/10.1126/science.ady1370",
          "filter": "2"
        },
        {
          "title": "Metallic θ-phase tantalum nitride has a thermal conductivity triple that of copper",
          "authors": "Suixuan Li, Chuanjin Su, Zihao Qin, Ahmet Alatas, Martin Kunz, Takahiro Yamada, Shelly D. Kelly, Mary H. Upton, Anthony Gironda, Jiyong Zhao, Bora Kalkan, Wanli Yang, Toshihiro Aoki, Yongjie Hu",
          "abstract": "Efficient heat dissipation is fundamentally limited by intrinsic scattering mechanisms that cap the thermal conductivity of metallic materials such as copper to ~ 400 Watts per meter Kelvin. Here we report the experimental realization of single-crystalline θ-phase tantalum nitride (θ-TaN), a metastable transition metal nitride predicted to overcome this limitation. We measure a room-temperature thermal conductivity of ~1100 Watts per meter Kelvin, nearly three times that of copper. Synchrotron-based inelastic x-ray scattering reveals a distinctive phonon band structure with a large acoustic–optical gap and phonon bunching, which suppress phonon–phonon scattering. Ultrafast optical spectroscopy confirms exceptionally weak electron–phonon coupling and validates first-principles calculations. These findings redefine the thermal transport limits of metallic materials and open new opportunities for advancing thermal management in electronics and power systems.",
          "url": "https://doi.org/10.1126/science.aeb1142",
          "doi": "https://doi.org/10.1126/science.aeb1142",
          "filter": "2"
        },
        {
          "title": "The photohydrolysis of furans",
          "authors": "Nils Frank, Moreshwar B. Chaudhari, Markus Leutzsch, Benjamin Helmich-Paris, Paolo Cleto Bruzzese, Darryl Nater, Nils Nöthling, Alexander Schnegg, Siegfried R. Waldvogel, Benjamin List",
          "abstract": "The defossilization of the chemical industry is accelerated by the shift from petroleum- to biomass-based feedstocks. At the center stage are bioderived furans, from which valuable platform chemicals can be obtained exclusively through oxidative or reductive processes. By contrast, the conceptually straightforward redox-neutral hydrolysis of furan to succinaldehyde and 2-substituted furans to 1,4-ketoaldehydes has been considered unfeasible owing to their endergonicity and polymerization side reactivity. In this work, we report the realization of this uphill furan hydrolysis through photocatalysis involving a highly strained, 10-membered 1,6-dioxecine intermediate. Succinaldehyde, as well as 1,4-ketoaldehydes, can be directly obtained from furans. Additionally, furfural derivatives undergo redox-enhanced Piancatelli rearrangements, accessing antimicrobial natural products (±)-Terrein and (±)- epi -Pentenomycins. The methodology was applied to the redox-neutral production of common industrial fine chemicals, avoiding wasteful redox detours typical in biomass-based synthesis.",
          "url": "https://doi.org/10.1126/science.aec6532",
          "doi": "https://doi.org/10.1126/science.aec6532",
          "filter": "2"
        },
        {
          "title": "Chronic low-dose exposure to chlorpyrifos reduces life span in a wild fish by accelerating aging",
          "authors": "Kai Huang, Zihan Zhang, Guixin Han, Ren Kong, Haiyu Qin, Hui Zhang, Robert J. Letcher, Wenhui Qiu, Chunsheng Liu, Jianbo Shi, Jason R. Rohr",
          "abstract": "Low concentrations of chemicals are widespread in the environment, but exploration of the effects of their chronic exposures on animal life span in the wild is limited. Field investigations showed that fish populations of lake skygazer ( Culter dabryi ) with chronic low-dose chlorpyrifos loads had shortened telomeres and truncated age structures. Laboratory experiments confirmed that chronic low-dose chlorpyrifos exposure induced telomere degradation and reduced survival in a dose- and physiological age–dependent manner, whereas acute high-dose exposure did not. Together, these studies provide evidence that chronic low-level chlorpyrifos exposure reduces life span and population viability in a wild fish by accelerating physiological aging. Given the pervasive presence of low pesticide concentrations in the environment and the conserved mechanisms of aging across vertebrates, these findings raise concerns that even low doses of pesticides may pose long-term risks to longevity.",
          "url": "https://doi.org/10.1126/science.ady4727",
          "doi": "https://doi.org/10.1126/science.ady4727",
          "filter": "2"
        },
        {
          "title": "The High Seas Treaty, at last",
          "authors": "Kirsten Grorud-Colvert, Jenna Sullivan-Stack",
          "abstract": "It will be a historic day when the High Seas Treaty comes into force this week on 17 January. Officially known as the United Nations (UN) Biodiversity Beyond National Jurisdiction Agreement, this new legal instrument is designed to protect and sustainably use the biodiversity in an area covering half of the Earth and two-thirds of the ocean—the water columns and deep seabeds not under any country’s control. The high seas teem with life, from migrating megafauna in surface waters to ancient deep-sea corals and sponges, which have been largely unprotected. Conversations about the high seas were historically driven by commercial interests, including shipping, industrialized fishing, and increasingly mining and prospecting. After more than two decades of planning and negotiating, the High Seas Treaty, which has been ratified by 81 UN member states, will enable the creation of marine protected areas (MPAs) in this vast wilderness.",
          "url": "https://doi.org/10.1126/science.aef3177",
          "doi": "https://doi.org/10.1126/science.aef3177",
          "filter": "2"
        },
        {
          "title": "Deep-learning analysis of 3D microarchitectural remodeling in hypertrophic cardiomyopathy",
          "authors": "Eric Q. Wei, Martin Beyer, Kemar J. Brown, Alexander J. Bansbach, Joshua M. Gorham, Barbara McDonough, Huachen Chen, Mobin Khoramjoo, Anran Zhang, Brian Bishop, Ferhaan Ahmad, Carlos del Rio, Ching-Pin Chang, David M. Ryba, Sharlene M. Day, Diane Fatkin, Gavin Y. Oudit, Christine E. Seidman, Jonathan G. Seidman",
          "abstract": "Hypertrophic cardiomyopathy (HCM), a genetic heart disease defined by unexplained cardiac wall thickening, is a leading cause of sudden death worldwide. However, the three-dimensional organization of cardiac tissue underlying left ventricular hypertrophy remains poorly understood. We developed CaMVIA-3D, a deep-learning volumetric imaging and analysis pipeline to characterize cardiac microarchitecture. Analysis of tissues from HCM hearts revealed genotype-specific differences in cardiomyocyte volume, morphology, and extracellular volume, with pathogenic variants exhibiting greater concentric cellular hypertrophy and disarray and variant-negative cases showing predominant fibrosis. Longitudinal profiling of a pig HCM model revealed early-onset fibrosis preceding cardiomyocyte hypertrophy. Integrating transcriptomic and morphologic changes, we identified genes associated with cellular and extracellular remodeling. These findings define genotype-specific microstructural differences in HCM, offering insights to improve diagnostics and targeted therapies.",
          "url": "https://doi.org/10.1126/science.ady6443",
          "doi": "https://doi.org/10.1126/science.ady6443",
          "filter": "2"
        },
        {
          "title": "Subventricular zone radial glial cells maintain inhibitory neuron production in the human brain",
          "authors": "Longzhong Jia, Xiaohan Li, Yiming Yan, Linhe Xu, Jianbin Guo, Weichao Wang, Weirong Zhang, Lianyan Li, Borui Shang, Yiwei Zhang, Yashan Dang, Yuyan Zeng, Zhiyan Liao, Ruijuan Liang, Li Gu, Chenyi He, Zhen Long, Hanqing Hou, Yuhan Zhou, Mingchao Yan, Wei Huang, Lan Zhu, Da Mi",
          "abstract": "The number and diversity of inhibitory neurons (INs) increased substantially during mammalian brain evolution. However, the generative mechanisms of the vast repertoire of human INs remain elusive. We performed spatial and single-cell transcriptomics of human medial ganglionic eminence (hMGE), a pivotal source of cortical and subpallial INs, and built the trajectories of hMGE-derived cells during brain development. We identified spatiotemporally and molecularly segregated progenitor cell populations fated to produce distinct IN types. We uncovered an evolutionarily distinct progenitor cell type in the hMGE subventricular zone that maintained the production of INs and glial cells throughout human brain development. Our findings reveal evolutionarily distinct features of IN generation and shed light on the distinct mechanisms underlying human brain development.",
          "url": "https://doi.org/10.1126/science.adw1803",
          "doi": "https://doi.org/10.1126/science.adw1803",
          "filter": "2"
        },
        {
          "title": "A genetically encoded device for transcriptome storage in mammalian cells",
          "authors": "Yu-Kai Chao, Michelle Wu, Qiyu Gong, Fei Chen",
          "abstract": "Understanding how cells make decisions over time requires the ability to link past molecular states to future phenotypic outcomes. We present TimeVault, a genetically encoded system that records and stores transcriptomes within living mammalian cells for future readout. TimeVault leverages engineered vault particles that capture mRNA through poly(A) binding protein. We demonstrate that the transcriptome stored by TimeVaults is stable in living cells for over 7 days. TimeVault enables high-fidelity transcriptome-wide recording with minimal cellular perturbation, capturing transient stress responses and revealing gene expression changes underlying drug-naive persister states in lung cancer cells that evade EGFR inhibition. By linking past and present cellular states, TimeVault provides a powerful tool for decoding how cells respond to stress, make fate decisions, and resist therapy.",
          "url": "https://doi.org/10.1126/science.adz9353",
          "doi": "https://doi.org/10.1126/science.adz9353",
          "filter": "2"
        },
        {
          "title": "Low-frequency earthquakes track the motion of a captured slab fragment",
          "authors": "David R. Shelly, Amanda M. Thomas, Kathryn Z. Materna, Robert J. Skoumal",
          "abstract": "Accurate tectonic models are essential for assessing seismic hazard and fault interactions. However, the plate configuration at the complex Mendocino triple junction, where the San Andreas Fault and the Cascadia subduction zone meet, remains uncertain. We analyzed fault slip associated with a recently identified zone of tectonic tremor and low-frequency earthquakes (LFEs) near the southern edge of the subducting Gorda slab. Based on tidal sensitivity and P-wave first motions, we show that the LFEs are generated by dipping, strike-slip motion. This suggests that a former Farallon slab fragment, now captured by the Pacific plate, is translating northward beneath westernmost North America. This geometry effectively extends the slab interface fault, challenging prevailing interpretations of slab window formation and creating a potential unaccounted earthquake hazard in this region.",
          "url": "https://doi.org/10.1126/science.aeb2407",
          "doi": "https://doi.org/10.1126/science.aeb2407",
          "filter": "2"
        },
        {
          "title": "A difficult rebirth",
          "authors": "Sofia Quaglia",
          "abstract": "Scientists are ramping up an ambitious project to reverse centuries of ecological destruction on a Galápagos island",
          "url": "https://doi.org/10.1126/science.aef4208",
          "doi": "https://doi.org/10.1126/science.aef4208",
          "filter": "3"
        },
        {
          "title": "Low doses of insecticide speed fish aging and death",
          "authors": "Erik Stokstad",
          "abstract": "Harms of chlorpyrifos emerge in polluted lakes and laboratory aquarium tanks",
          "url": "https://doi.org/10.1126/science.aef4616",
          "doi": "https://doi.org/10.1126/science.aef4616",
          "filter": "3"
        },
        {
          "title": "Canada’s dismantled safeguards threaten salmon",
          "authors": "Michael H. H. Price, Adrienne Berchtold",
          "url": "https://doi.org/10.1126/science.aee3537",
          "doi": "https://doi.org/10.1126/science.aee3537",
          "filter": "3"
        },
        {
          "title": "Cellular ‘vaults’ deployed to spy on gene activity",
          "authors": "John Travis",
          "abstract": "Enigmatic protein shells can be engineered to capture messenger RNA made by cells over the course of a week",
          "url": "https://doi.org/10.1126/science.aef4615",
          "doi": "https://doi.org/10.1126/science.aef4615",
          "filter": "3"
        },
        {
          "title": "A theory of change approach to enhance the post-2030 sustainable development agenda",
          "authors": "Cameron Allen, Shirin Malekpour, Nina Weitz, Therese Bennich, Matteo Pedercini, Ambuj Sagar, David Griggs, Rob Raven, Yixian Sun, Prajal Pradhan, Carole-Anne Sénit, Ann-Sophie Stevance, Julia Leininger, Guillaume Lafortune, Andrea Ordoñez Llanos, Shinji Onoda, Gabriela Fernando, Alex M. Lechner, Avvari V. Mohan, Ting Guan, Tahl Kestin, Anthony Capon, Måns Nilsson",
          "abstract": "A better approach is needed to assess potential impact and feasibility of proposals",
          "url": "https://doi.org/10.1126/science.adz5704",
          "doi": "https://doi.org/10.1126/science.adz5704",
          "filter": "3"
        },
        {
          "title": "A new cell type drove human brain complexity",
          "authors": "Antonela Bonafina, Laurent Nguyen",
          "abstract": "How did the human brain acquire a vast repertoire of interneurons?",
          "url": "https://doi.org/10.1126/science.aee0974",
          "doi": "https://doi.org/10.1126/science.aee0974",
          "filter": "3"
        },
        {
          "title": "Uncovering Antarctica’s ice-draped landscape",
          "authors": "Duncan A. Young",
          "abstract": "The mesoscale topographical variability beneath a continent-scale ice sheet is revealed",
          "url": "https://doi.org/10.1126/science.aee4245",
          "doi": "https://doi.org/10.1126/science.aee4245",
          "filter": "3"
        },
        {
          "title": "Arctic’s ‘last ice area’ is on thin ice",
          "authors": "Rachel Berkowitz",
          "abstract": "Mission to Canada’s Queen Elizabeth Islands reveals signs of weakness in a sea ice haven",
          "url": "https://doi.org/10.1126/science.aef4617",
          "doi": "https://doi.org/10.1126/science.aef4617",
          "filter": "3"
        },
        {
          "title": "Climate-change extremes threaten Iraq",
          "authors": "Bassim Mohammed Hashim, Zaher Mundher Yaseen",
          "url": "https://doi.org/10.1126/science.aee9226",
          "doi": "https://doi.org/10.1126/science.aee9226",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Christiana N. Fogg, Jake S. Yeston, Sacha Vignieri, Keith T. Smith, Angela Hessler, Daniela Neuhofer, Yan Xiang, Jelena Stajic, Ekeoma Uzogara, Sarah H. Ross, Yevgeniya Nusinovich, Mattia Maroso, Phil Szuromi, John Foley, Susannah G. Tringe",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.aef4210",
          "doi": "https://doi.org/10.1126/science.aef4210",
          "filter": "3"
        },
        {
          "title": "Not a big baby",
          "authors": "Andrew A. Farke",
          "abstract": "Multipronged approaches resolve the debate about the Nanotyrannus fossil species",
          "url": "https://doi.org/10.1126/science.aed8356",
          "doi": "https://doi.org/10.1126/science.aed8356",
          "filter": "3"
        },
        {
          "title": "Growing pains",
          "authors": "Alanna Lecher",
          "url": "https://doi.org/10.1126/science.aef3527",
          "doi": "https://doi.org/10.1126/science.aef3527",
          "filter": "3"
        },
        {
          "title": "Misusing research to trap songbirds in Spain",
          "authors": "Juan José Negro, Antoni Margalida, Carlos Camacho, Beatriz Arroyo, François Mougeot, José Luis Tella, David Serrano, Francisco Valera, Juan Arizaga, Jordi Figuerola, Eloy Revilla, Ismael Galván, Irene Mendoza, José Prenda, Airam Rodríguez, Josabel Belliure, Rafael Arenas, Juan Carlos Atienza, Tomás Redondo, Joan Carles Senar",
          "url": "https://doi.org/10.1126/science.aee3825",
          "doi": "https://doi.org/10.1126/science.aee3825",
          "filter": "3"
        },
        {
          "title": "Careful science is valuable, regardless of results Heart of Science Jacob Stegenga University of Chicago Press, 2026. 264 pp.",
          "authors": "Byron Hyde",
          "abstract": "Scientists should be celebrated for more than just flashy findings, argues a philosopher",
          "url": "https://doi.org/10.1126/science.aeb7010",
          "doi": "https://doi.org/10.1126/science.aeb7010",
          "filter": "3"
        },
        {
          "title": "The branching legacies of America’s past When Trees Testify Beronda L. Montgomery Henry Holt and Co., 2026. 320 pp.",
          "authors": "Maria Pinto",
          "abstract": "Plants serve as witnesses to the country’s history in a primer that celebrates Black botanical knowledge",
          "url": "https://doi.org/10.1126/science.aec7931",
          "doi": "https://doi.org/10.1126/science.aec7931",
          "filter": "3"
        },
        {
          "title": "Robust perovskite nanocrystal emitters",
          "authors": "Keyu Wei, Mingjian Yuan",
          "abstract": "Hierarchical shells stabilize soft and labile metal halide perovskite surfaces for screen displays",
          "url": "https://doi.org/10.1126/science.aee0989",
          "doi": "https://doi.org/10.1126/science.aee0989",
          "filter": "3"
        },
        {
          "title": "Blood vessels under pressure",
          "authors": "Mandy O. J. Grootaert, Aernout Luttun",
          "abstract": "A protein in perivascular fat cells protects mice against hypertension",
          "url": "https://doi.org/10.1126/science.aed9277",
          "doi": "https://doi.org/10.1126/science.aed9277",
          "filter": "3"
        },
        {
          "title": "Ex–Google CEO funds private space telescope bigger than Hubble",
          "authors": "Daniel Clery",
          "abstract": "Schmidt Sciences invests in orbiting observatory and three ground-based instruments",
          "url": "https://doi.org/10.1126/science.aef4618",
          "doi": "https://doi.org/10.1126/science.aef4618",
          "filter": "3"
        },
        {
          "title": "The mirage of AI deregulation",
          "authors": "Alondra Nelson",
          "url": "https://doi.org/10.1126/science.aee4900",
          "doi": "https://doi.org/10.1126/science.aee4900",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Keith T. Smith, Stella M. Hurtley, Di Jiang, Melissa McCartney, Caroline Ash, Phil Szuromi, Sarah H. Ross",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.aef4211",
          "doi": "https://doi.org/10.1126/science.aef4211",
          "filter": "3"
        },
        {
          "title": "Scientists reject call to retest childhood vaccines",
          "authors": "Jon Cohen",
          "abstract": "“Gold standard” trials advocated by the Trump administration are unethical and unnecessary, critics say",
          "url": "https://doi.org/10.1126/science.aef4614",
          "doi": "https://doi.org/10.1126/science.aef4614",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Article “Attentional guidance through object associations in visual cortex” by M. Lerebourg et al .",
          "url": "https://doi.org/10.1126/sciadv.aee2675",
          "doi": "https://doi.org/10.1126/sciadv.aee2675",
          "filter": "1"
        },
        {
          "title": "Unpacking the growth of global agricultural greenhouse gas emissions",
          "authors": "Ariel Ortiz-Bobea, Simone Pieralli",
          "abstract": "Agriculture, forestry, and other land use contribute about a fifth of total anthropogenic greenhouse gas (GHG) emissions. Mitigation efforts have emphasized “decoupling” that sustains production while lowering emissions per unit of output. However, the underlying decoupling mechanisms have not been fully characterized. We rely on a mathematical identity to decompose agricultural GHG emission growth ( Δ E ) into three parts: output ( Δ Y ), emissions per unit of input ( Δ E / X ), and output per unit of input ( Δ Y / X ) or total factor productivity (TFP). We then rely on official country-level data to quantify the historical contribution of these components. Over 1961 to 2021, we find that TFP growth—which captures the sector’s ability to produce more output per unit of measured input—has consistently remained one of the main sources of GHG emission reduction within farms. Further decomposition reveals a key role for rising land productivity in reducing emission intensity.",
          "url": "https://doi.org/10.1126/sciadv.aeb8653",
          "doi": "https://doi.org/10.1126/sciadv.aeb8653",
          "filter": "2"
        },
        {
          "title": "Artificial intelligence–enabled “inherited noninvasive intracellular recording” for prolonged monitoring of cardiac action potentials",
          "authors": "Suhang Liu, Xingyuan Xu, Yijing Cai, Chuanjie Yao, Zhengjie Liu, Lisheng Hou, Minghao Li, Xiaotong Li, Yan Li, Guanbin Li, Mingqiang Li, Shuang Huang, Xinshuo Huang, Xi Chen, Ji Wang, Jing Liu, Hui-jiuan Chen, Xi Xie",
          "abstract": "Intracellular action potential (AP) recording that allows long-term monitoring is challenging because permanent membrane penetration is impossible due to cell death or resealing of perforated cell membrane. Herein, an “inherited noninvasive intracellular recording” methodology was proposed, which was based on the fusion of artificial intelligence (AI) with microelectrode array (MEA)–electroporation system (AI-MEA-EP) to enable prolonged monitoring of intracellular APs in cardiomyocytes. It used MEA-electroporation (MEA-EP) for minimally invasive collection of intracellular signals transiently (~1 minute), as well as noninvasive recording of extracellular signals in long term. The recorded extracellular APs were converted into corresponding intracellular APs by a convolutional neural network–long short-term memory–based AI model enhanced by model self-calibration. The intracellular APs detected by the AI-MEA-EP exhibited high consistency with those physically obtained through MEA-EP. It was demonstrated to monitor cardiac intracellular AP under drug treatments and glucose challenging during &gt;5 consecutive days. This method offers a unique solution to achieve prolonged recording of intracellular signals for advancing cardiac research.",
          "url": "https://doi.org/10.1126/sciadv.ady3617",
          "doi": "https://doi.org/10.1126/sciadv.ady3617",
          "filter": "2"
        },
        {
          "title": "Healing of ischemic injury in the retina",
          "authors": "Silke Becker, Zia L’Ecuyer Morison, Jordan Allen, Sama Saeid, Lee Sturgis, Austin Adderley, Ari Koskelainen, Frans Vinberg",
          "abstract": "Neuro- and retinal degenerative diseases, including Alzheimer’s, stroke, age-related macular degeneration, and central retinal artery occlusion, rob millions of their independence. Studying these diseases in human retinas has been hindered by the rapid loss of neuronal activity after death. While some CNS activity has been restored postmortem, synchronized neuronal transmission beyond 30 min has remained elusive. We overcome this barrier by reviving and sustaining light signal transmission in human retinas recovered up to 4 hours after death and stored for up to 48 hours. We also introduce infrared-based ex vivo imaging for precise sampling, a closed perfusion system for drug testing, and an ex vivo ischemia-reperfusion model in mouse and human retina. This platform enables testing of neuroprotective and neurotoxic effects of drugs targeting oxidative stress and glutamate excitotoxicity. Our advances question the irreversibility of ischemic injury, support preclinical studies in vision restoration, offer insights into treating CNS ischemia, and pave the way for human donor eye transplantation.",
          "url": "https://doi.org/10.1126/sciadv.adx7204",
          "doi": "https://doi.org/10.1126/sciadv.adx7204",
          "filter": "2"
        },
        {
          "title": "Aberrant methylation limits antitumoral inflammation in lung adenocarcinoma by restricting RIPK3 expression",
          "authors": "Deepti Agrawal, Katarina Cisarova, Sebastian Vosberg, Fabian Allmendinger, Enkhtsetseg Munkhbaatar, Nadia Dandachi, Francisco Jose Fernandez Hernandez, Marta Tonietto, Vanessa Jäger, Martina Anton, Eva C. Keller, Moritz Jesinghaus, Anna-Lena Meinhardt, Verena Haefner, Tobias Stoeger, Katja Steiger, Nicholas McGranahan, Michael A. Dengler, Adam Wahida, Philipp J. Jost",
          "abstract": "Evasion of programmed cell death is a critical hallmark of cancer. However, the contribution of inflammatory forms of cell death in lung carcinogenesis and their effects on the composition of the tumor-immune microenvironment remain unclear. Our multi-omics analyses of samples from patients with primary lung adenocarcinoma revealed that necrosome signaling is repressed because of reduced expression of receptor-interacting protein kinase 3 ( RIPK3 ). Distinct methylation signatures, both in the RIPK3 promoter and nonpromoter regions, correlated with lower transcription levels of RIPK3 . This resulted in limited expression of inflammatory genes, advanced histologic features, reduced immune cell invasion, and decreased patient survival. Mechanistically, we confirmed the tumor-suppressive role of necrosome signaling through the genetic deletion of Ripk3 in two independent, clinically relevant mouse models of lung adenocarcinoma. Functionally, RIPK3 shaped a diverse immune environment by promoting the invasion of innate and adaptive immune cells in patient samples and experimental mice. Thus, RIPK3-mediated inflammatory signaling enhances a diverse immune microenvironment and hinders progression in lung adenocarcinoma.",
          "url": "https://doi.org/10.1126/sciadv.adz9227",
          "doi": "https://doi.org/10.1126/sciadv.adz9227",
          "filter": "2"
        },
        {
          "title": "Perovskite nanocrystals-in-glass hierarchical structures enable stable continuous-wave random lasers",
          "authors": "Xinkuo Li, Chenduan Chen, Ke Sun, Linhan Li, Zhu Xiao, Zhou Li, Yuanzheng Yue, Jianrong Qiu, Dezhi Tan",
          "abstract": "Encapsulating perovskite nanocrystals (PNCs) in glass enables enhanced stability of PNCs and numerous applications such as random lasers. However, preparing PNCs and tuning their properties in glass is energy consuming because of high processing temperature and long processing time, and continuous-wave (CW) random lasers have not been achieved. Here, we report modulation of the structure, photoluminescence, and lasing properties of PNCs in glass at temperatures well below the glass transition temperature with a short processing period. We generate tunable PNCs in glass via nanophase separation and ion exchange in the perovskite domains. PNCs-in-glass hierarchical structures are created by controlling nanophase separation and crystallization of PNCs. Substantially increased scattering in the hierarchical structures enables stable CW single-mode random lasing with an ultralow threshold of 52.6 milliwatts per square centimeter. We achieve flexible CW random lasers by incorporating hierarchical structures into the polydimethylsiloxane film. The random lasers are used in speckle-free laser imaging and dynamic holographic displays.",
          "url": "https://doi.org/10.1126/sciadv.adz8460",
          "doi": "https://doi.org/10.1126/sciadv.adz8460",
          "filter": "2"
        },
        {
          "title": "Lactate derived from cancer-associated fibroblasts promotes alternative splicing and castration resistance in prostate cancer",
          "authors": "Diwei Zhao, Zijun Mo, Tianyou Zhang, Xinyang Cai, Zhenyu Yang, Dong Chen, Junliang Zhao, Yuanwei Li, Fangjian Zhou, Zhen Li, Yonghong Li, Jun Wang",
          "abstract": "Lactate in the tumor microenvironment (TME) is typically generated by cells exhibiting high glycolytic flux, exemplified by tumor cells. However, in glycolysis-low malignancies such as prostate cancer, stroma-derived lactate may drive noncanonical signaling and functions that remain unclear. Here, we identified APCDD1 + cancer-associated fibroblasts (CAFs) as a distinct stromal population that secretes lactate into the TME in response to androgen deprivation therapy (ADT). Lactate uptake by prostate cancer cells induces androgen receptor variant 7 expression, thereby conferring resistance to ADT. Mechanistically, lactate-induced lactylation of the spliceosome component SNRPA at Lys 123 (K123) enhances its recognition of cis-acting elements, increases chromatin binding, and promotes androgen receptor splicing. Targeting lactate transport with monocarboxylate transporter inhibitors effectively restores ADT sensitivity. These findings reveal a metabolic-epigenetic axis linking lactate in the microenvironment to alternative splicing regulation and suggest a promising therapeutic strategy to overcome ADT resistance.",
          "url": "https://doi.org/10.1126/sciadv.ady5324",
          "doi": "https://doi.org/10.1126/sciadv.ady5324",
          "filter": "2"
        },
        {
          "title": "Two-dimensional lamellar nanosheet membranes with intrinsic size-sieving nanopores for ultrafast hydrogen separation",
          "authors": "Yufeng Liu, Rui Wang, Xinyi Ma, Yiduo Wang, Shaohua Shen, Bofeng Bai, Chengzhen Sun",
          "abstract": "Hydrogen separation and purification are essential for the large-scale application of green hydrogen energy. Two-dimensional (2D) material-based membrane technology provides an energy-efficient approach; however, the existing 2D lamellar membranes and nanoporous membranes struggle with low permeability and complex preparation procedures. Here, we constructed 2D lamellar nanosheet membranes with intrinsic size-sieving nanopores by assembling nanoporous polymeric carbon nitride (PCN) nanosheets into a lamellar membrane. These membranes exhibit high selectivity and permeance and ease of preparation. By applying MXene as the strong interaction patch for covering and repairing defects on PCN nanosheets, the resultant membranes demonstrated an ultrahigh H 2 permeance of 870 to 8046 GPU, considerable selectivity, and superior long-term stability, outperforming most current state-of-the-art membranes. Economic analysis revealed that MXene/PCN membranes achieved ultralow energy consumption and minimal membrane area demands for practical applications. This study inspires the construction of 2D lamellar membranes with intrinsic nanopores and provides a simple and scalable approach to preparing high-performance 2D nanosheet membranes for hydrogen separation.",
          "url": "https://doi.org/10.1126/sciadv.adz5523",
          "doi": "https://doi.org/10.1126/sciadv.adz5523",
          "filter": "2"
        },
        {
          "title": "COBRA-k: A powerful framework bridging constraint-based and kinetic metabolic modeling",
          "authors": "Pavlos Stephanos Bekiaris, Steffen Klamt",
          "abstract": "Mathematical modeling is key to understanding cellular metabolism. Two common approaches are kinetic modeling and constraint-based reconstruction and analysis (COBRA). COBRA models analyze steady-state fluxes using linear constraints but lack kinetic detail. Kinetic models offer mechanistic descriptions via differential equations but require (often unknown) kinetic parameters and enzyme concentrations. To bridge this gap, we introduce COBRA-k, a framework integrating nonlinear kinetic rate laws into COBRA models to consistently constrain metabolic fluxes, enzyme abundances, and metabolite concentrations. COBRA-k enables flexible exploration of metabolic steady states with optimization techniques, even with incomplete parametrization. COBRA-k models require solving computationally demanding mixed-integer nonlinear programs. We therefore developed a dedicated iterative algorithm, implemented in an open-source Python package. We applied COBRA-k to a large-scale Escherichia coli model, demonstrating its effectiveness and revealing holistic metabolic insights. For example, it accurately predicts and explains the phenomenon of high intracellular glutamate concentration. COBRA-k combines the flexibility of COBRA with kinetic precision, offering a powerful tool for predictive metabolic modeling and engineering.",
          "url": "https://doi.org/10.1126/sciadv.aeb3022",
          "doi": "https://doi.org/10.1126/sciadv.aeb3022",
          "filter": "2"
        },
        {
          "title": "Plasmonic tuning of dark-exciton radiation dynamics and far-field emission directionality in monolayer WSe 2",
          "authors": "Shuaiyu Jin, Feihong Liu, Ilya Razdolski, Tsz Wing Lo, Yaorong Wang, Zhiwei Peng, Kuan Liang, Ye Zhu, Wang Yao, Anatoly V. Zayats, Dangyuan Lei",
          "abstract": "Manipulation of excitonic emission properties is important for numerous photonic applications. Of particular interest are developing easy-to-implement yet effective approaches for controlling the radiation dynamics and directionality of spin-forbidden dark excitons (X D ) in two-dimensional semiconductors. Here, we investigate the spectral, temporal, and directional characteristics of room-temperature X D emission from a tungsten diselenide monolayer coupled to a dissipative plasmonic nanocavity. Under resonant plasmon-exciton coupling, the radiative decay rate of X D is accelerated by nearly four orders of magnitude, and correspondingly, the X D lifetime is shortened to a subnanosecond level, making it comparable to that of bright excitons. Fitting the measured lifetimes with a Purcell-formalism–based cavity quantum electrodynamics model allows estimating of the intrinsic room-temperature X D lifetime to be about 24 ± 2.3 microseconds. Furthermore, the measured radiation patterns of the dark excitons show that subtle variations in the nanocavity orientation can effectively tailor the X D emission directionality, important for quantum technologies and optoelectronics applications.",
          "url": "https://doi.org/10.1126/sciadv.aea5781",
          "doi": "https://doi.org/10.1126/sciadv.aea5781",
          "filter": "2"
        },
        {
          "title": "A causal coding variant regulating alternative splicing of DOC2A at 16p.11.2 GWAS locus influences susceptibility to schizophrenia",
          "authors": "Danyang Zhou, Yue Zhang, Zhihui Yang, Chuyi Zhang, Qing Zhang, Jinhua Huo, Kesi Cui, Yong Wu, Hong Chang, Chuang Wang, Xiao Xiao, Xin Cai, Ming Li",
          "abstract": "Although genome-wide association studies (GWASs) have identified many schizophrenia-associated variants, their biological mechanisms remain unclear. Using transcriptomic data from human brain tissues, we performed splicing quantitative trait locus (sQTL) analyses of schizophrenia-associated single-nucleotide polymorphisms and identified more than 17,000 sQTLs linked to previously unidentified splicing junctions. Functional prioritization and experimental validation highlighted the synonymous variant rs3935873 within the 16p11.2 GWAS locus strongly associated with an unannotated isoform DOC2A ∆ Val217-Pro218 . rs3935873 was significantly associated with hippocampal volume, and hippocampal overexpression of DOC2A ∆Val217-Pro218 in mice recapitulated schizophrenia-relevant behavioral deficits, phenotypes absent in DOC2A Full-Length -overexpressing mice. Overexpression of both isoforms altered excitatory synaptic transmission, structural modeling revealed divergent tertiary configurations between DOC2A ∆Val217-Pro218 and DOC2A Full-Length , and interactome profiling highlighted that DOC2A ∆Val217-Pro218 unique interactors are enriched in the myosin II complex and ankyrin binding, suggesting the acquisition of previously unknown structural and regulatory functions by DOC2A ∆Val217-Pro218 . Our study implicates dysregulated splicing in DOC2A as a functional mechanism for schizophrenia genetic risk and demonstrates how unannotated isoforms can reveal disease-relevant pathways.",
          "url": "https://doi.org/10.1126/sciadv.adw7667",
          "doi": "https://doi.org/10.1126/sciadv.adw7667",
          "filter": "2"
        },
        {
          "title": "Crotonate suppresses breast cancer metastasis and promotes immunotherapy response by inducing ACSS2-mediated EZH2-K348 crotonylation",
          "authors": "Bo Liu, Xinwei Duan, Ge Wang, Youzhi Tang, Kunhao Zhou, Jing Zhang, Yu Yu, Hongquan Zhang",
          "abstract": "Crotonate, a short-chain fatty acid, generates protein crotonylation. However, the role of crotonate in cancer progression is unknown. Here, we present a crotonate–crotonyl–coenzyme A (CoA)–enhancer of zeste homolog 2 (EZH2) crotonylation cascade blocking breast cancer growth and metastasis. We demonstrated that crotonate promotes EZH2 degradation via crotonyl-CoA–mediated crotonylation at Lys 348 in EZH2 (EZH2-K348cr). EZH2-K348cr leads to reduced genome-wide H3K27me3 (trimethylation of lysine-27 on histone-3) occupancy. Crotonate metabolizes to crotonyl-CoA by ACSS2 (acyl-CoA synthetase 2), and then, acyltransferase p300 catalyzes crotonyl-CoA and generates EZH2-K348cr. Crotonylated EZH2 triggers EZH2 ubiquitination and degradation. Administration of crotonate markedly inhibits breast cancer cell growth and metastasis via a crotonate-crotonyl-CoA-EZH2-K348cr cascade. In comparison, crotonate showed better blocking effect than EZH2 inhibitor tazemetostat in suppressing breast cancer metastasis. The combination of crotonate and anti-PD-L1 (programmed cell death ligand 1) antibody enhances responses of breast cancer cells to immunotherapy. Together, our findings indicate that crotonate is a promising anticancer drug candidate that suppresses breast cancer growth and metastasis by specifically inducing EZH2 degradation.",
          "url": "https://doi.org/10.1126/sciadv.aea9892",
          "doi": "https://doi.org/10.1126/sciadv.aea9892",
          "filter": "2"
        },
        {
          "title": "Adaptable thermoresponsive polymer for long-term electrical coupling in plant electrophysiology monitoring",
          "authors": "Yi Jing Wong, Yifei Luo, Wenlong Li, Eden Vina Lamoste Grate, Feilong Zhang, Zhisheng Lv, Qianyu Lin, Mengyuan Zhang, Yansong Miao, Xian Jun Loh, Xiaodong Chen",
          "abstract": "Electrophysiological signals provide valuable insights into plant health, facilitating measures to enhance crop productivity. Despite advances in measurement methods, long-term (&gt;1 day) acquisition techniques remain limited, hindering continuous monitoring. Current long-term techniques rely on invasive electrodes, as noninvasive electrodes fall short in operational duration and conformability. Here, a capacitively coupled electrode with an adaptable coupling layer is developed for noninvasive, month-long electrophysiological monitoring on diverse plants. The adaptable coupling layer is formed by in situ sol-gel transition, followed by dehydration of thermoresponsive hydrogel on plants, achieving high conformability to complex surfaces and stable electrical coupling. For 1 month on trichome-covered plant surfaces, the electrode maintains a high signal-to-noise ratio comparable to a gold-standard noninvasive electrode, which typically lasts a few hours. Long-term monitoring reveals drought-specific signal features that correlate with plant water status. Physiological investigations indicate an essential role of calcium and reactive oxygen species, highlighting the potential of our electrode in generating biological insights and inspiring plant sensing innovations.",
          "url": "https://doi.org/10.1126/sciadv.ady1400",
          "doi": "https://doi.org/10.1126/sciadv.ady1400",
          "filter": "2"
        },
        {
          "title": "Piezoelectric surface acoustic wave memristor neural network",
          "authors": "Yi Zhang, Yi Deng, Dingchen Wang, Zilong Xiong, Yang Jiang, Chenkai Deng, Chuying Tang, Shaocong Wang, Mujun Li, Xiaohui Wang, Fangzhou Du, Qiaoyu Hu, Xiaojuan Qi, Han Wang, Qing Wang, Hongyu Yu, Zhongrui Wang",
          "abstract": "Processing wireless RF signals using analog electromagnetic (EM) wave-based neural networks enables energy efficiency and parallelism by integrating sensing, memory, and computation, avoiding analog-to-digital conversions (ADCs) and the von-Neumann bottleneck. Yet, a notable challenge remains: the absence of compact and programmable building blocks for EM wave-based neural networks. To overcome this limitation, we propose a piezoelectric surface acoustic wave (SAW) memristor that integrates an Ag/SiO 2 /Au memristor with an acoustoelectric phase shifter. Operating at shorter wavelengths than EM waves, it offers a compact footprint and encodes tunable neural network parameters via nonvolatile programmability and the acoustoelectric effect. A proof-of-concept SAW memristor neural network was experimentally demonstrated on a vector classification task, achieving 91.7% accuracy on par with software while reducing footprint by 10 5 times versus EM systems and energy consumption by 37 times versus digital systems. This work paves the way for compact, energy-efficient RF signal processing at the edge.",
          "url": "https://doi.org/10.1126/sciadv.adx6227",
          "doi": "https://doi.org/10.1126/sciadv.adx6227",
          "filter": "2"
        },
        {
          "title": "Dual-mode microfluidic immunostaining device for diagnostic biomarkers detection and tumor microenvironment evaluation",
          "authors": "Yu Zhang, Yanhua Huang, Jing Jia, Xiaoguang Guo, Fuxiu Liu, Bing Shi, Zhen-li Huang",
          "abstract": "The limited availability of tissue samples from rare tumors poses a major barrier to advances in precise diagnosis, prognostic evaluation, and therapeutic research—challenges exemplified by primary central nervous system diffuse large B cell lymphoma (PCNS-DLBCL). Here, we developed a dual-mode microfluidic immunostaining (Dumi) device, which integrates diagnostic and research workflows into a single, automated platform, reducing tissue section consumption by more than 90%. Using just one to two slides, it enables both regional detection of biomarkers for diagnostic subtyping (≤16) and construction of multiplex tumor microenvironment (TME) maps. Joint analysis of multiregion diagnostic biomarkers in the TME map indicates that tumor cell subpopulations defined by specific diagnostic biomarkers can actively shape their in situ microenvironmental niche. Dumi offers an efficient, cost-effective, and multifunctional immunostaining method, overcoming the limitations of scarce tissue resources and providing a clinically accessible solution to the diagnostic and therapeutic challenges with rare tumors.",
          "url": "https://doi.org/10.1126/sciadv.aea2586",
          "doi": "https://doi.org/10.1126/sciadv.aea2586",
          "filter": "2"
        },
        {
          "title": "Superenhancers shape the landscape and repair dynamics of transcription-associated DNA breaks in cancer",
          "authors": "Osama Hidmi, Diala Shatleh, Sara Oster Flayshman, Jonathan Monin, Rami I. Aqeilan",
          "abstract": "Cancer is characterized by uncontrolled proliferation accompanied by oncogene hypertranscription, leading to transcription stress, a key source of DNA double-strand breaks (DSBs) that jeopardize genomic stability. Despite its importance, the landscape and consequences of transcription stress remain underexplored. Here, we used maps of DSBs identified through sBLISS (in-suspension break labeling in situ and sequencing) with transcription stress markers to delineate the transcription stress landscape in cancer. We found that transcription stress sites are shaped by the superenhancer regulatory landscape. Notably, γH2AX is enriched at transcription stress sites; however, not all DSB-enriched genes show similar γH2AX marking. Instead, genes with DSBs tied to transcription stress are distinctly marked. Genes with high DSBs marked by γH2AX exhibited substantially higher DSB turnover and repair than those with low γH2AX, and are associated with vulnerability to mutagenesis. These findings underscore superenhancer activity as a determinant of the transcription stress landscape in cancer, posing a threat to the genomic stability of oncogenes.",
          "url": "https://doi.org/10.1126/sciadv.aeb6379",
          "doi": "https://doi.org/10.1126/sciadv.aeb6379",
          "filter": "2"
        },
        {
          "title": "Far-reaching hunter-gatherer networks during the Last Glacial Maximum in Western Europe",
          "authors": "Marta Sánchez de la Torre, Xavier Mangado, Samuel Castillo-Jiménez, Felipe Cuartero, Richard J. Hewitt, Luis Luque, Bernard Gratuze, Miguel Almeida, María de Andrés-Herrero, Guilhem Constans, Louis Marguet, Thierry Aubry, José J. Alcolea-González, Manuel Alcaraz-Castaño",
          "abstract": "Social networking is an essential feature of hunter-gatherer societies. It fosters the circulation of goods and information and enables kinship ties across different scales, including long-distance contacts. While such behaviors are known since at least the Upper Palaeolithic, evidence for geographically extensive social networks remains scarce. This evidence is limited to indirect inferences based on shared cultural traits, “art” styles, and symbolic items, while lithic raw material movements are mostly local and regional, with few cases exceeding 300 kilometers. We provide geochemical evidence for the largest confirmed distance between the source and discard location of a knapped lithic object in Palaeolithic Europe. Solutrean artifacts discarded at Peña Capón, Central Iberia, were sourced in Southwest France, 600 to 700 kilometers away. This demonstrates social networks of unprecedented geographic scale maintained during ∼1400 years during the Last Glacial Maximum. It also suggests that stone tools were exchanged as symbolic items to solidify social contacts and sustain far-reaching networks as risk-buffering mechanisms among widely dispersed hunter-gatherers.",
          "url": "https://doi.org/10.1126/sciadv.adz7697",
          "doi": "https://doi.org/10.1126/sciadv.adz7697",
          "filter": "2"
        },
        {
          "title": "A genome-wide genetic screen reveals the P2Y2-integrin axis as a stabilizer of EGFR mutants in non–small cell lung cancer (NSCLC)",
          "authors": "Yafei Du, Wenjing Wang, Hui Chin Goh, Thamil Selvan Vaiyapuri, Anandhkumar Raju, Yu-Chun Hsiao, Cheng Chun Wang, Vanisha Agrawal, Noorul Farzana Mohideen, Norhidayah Binte Mohd Mazian, Feride Karatekin, Wendy Kehan Wang, Manikandan Lakshmanan, Komal Gupta, Han Chang, Xavier Le Guezennec, Frederic Bard, Daniel S. W. Tan, Vinay Tergaonkar, Mien-Chie Hung, Xiaogang Liu, Wanjin Hong, Gandhi T. K. Boopathy",
          "abstract": "Activating mutations in the epidermal growth factor receptor ( EGFR ) gene drive non–small cell lung cancer (NSCLC). Oncogenic EGFR mutants are ligand-independent and more stable, but the underlying mechanism remains unclear. We hypothesized that EGFR mutants selectively leverage cellular stabilizers to evade degradation. Genome-wide RNA interference screens identified genes (encoding for stabilizers) responsible for mutant EGFR stability, with P2Y2 receptor (P2Y2) emerging as a bona fide stabilizer. Mechanistically, high extracellular adenosine triphosphate (ATP) levels transactivate EGFR mutants via P2Y2 activation, previously shown to signal through Src kinase–dependent EGFR phosphorylation. Our study reveals that ATP-driven P2Y2 activation stabilizes EGFR mutants by forming a P2Y2-integrin β1-EGFR complex enriched in endosomes. Targeting this axis destabilizes EGFR mutants and offers a strategy against drug resistance. Elevated P2Y2 and integrin β1 expression in patients with NSCLC implies clinical relevance. Our results provide previously unidentified insight that EGFR mutants enhance extracellular ATP levels to activate P2Y2-integrin for enhanced stability of EGFR mutants to drive the oncogenic program.",
          "url": "https://doi.org/10.1126/sciadv.adv3980",
          "doi": "https://doi.org/10.1126/sciadv.adv3980",
          "filter": "2"
        },
        {
          "title": "Remodeling of XIST regulatory landscape during primate evolution",
          "authors": "Emmanuel Cazottes, Charbel Alfeghaly, Cloé Rognard, Anamaria Necsulea, Agnese Loda, Gaël Castel, Laura Villacorta, Michael Dong, Edith Heard, Irène Aksoy, Pierre Savatier, Céline Morey, Claire Rougeulle",
          "abstract": "Unraveling how gene regulations are remodeled during evolution is central to understanding how biological processes evolve. We explored this question in the frame of X-chromosome inactivation, a process under strong selective constraint, governed by the XIST lncRNA and its cis-regulators. Using functional approaches on closely related primate species, we show that XIST regulation has uniquely diverged over a short evolutionary timescale. In human and marmoset embryonic stem cells (ESCs), the JPX lncRNA gene is a major regulator of XIST expression. In contrast, JPX has a minor effect on XIST in macaque ESCs, where it acts together with a macaque-specific enhancer. This occurs within a reshuffled 3D organization of the XIST neighborhood triggered by the insertion of a HERVK transposon in the macaque lineage. Retrospective sequence comparisons revealed that many XIST regulators are not evolutionarily constrained, supporting the hypothesis that neutrally evolving noncoding elements harbor adaptive potential. These results illuminate how evolutionary recent elements are integrated into preexisting regulatory landscapes.",
          "url": "https://doi.org/10.1126/sciadv.adw5839",
          "doi": "https://doi.org/10.1126/sciadv.adw5839",
          "filter": "2"
        },
        {
          "title": "Manipulating metal growth in hollow ionic-electronic conductor for anode-free lithium metal batteries",
          "authors": "Lianqiang Peng, Xiaotian Wang, Xu Liu, Zihang Xi, Yawen Li, Jie Zhang, Yujie Ning, Qing Zhao",
          "abstract": "Anode-free lithium metal batteries (AFLMBs) demonstrate promising high energy density yet suffer from irregular Li deposition, parasitic reactions, and severe volume expansion. The current anode modulation strategies such as tailored solid electrolyte interphase (SEI) and lithiophilic host architectures can hardly simultaneously resolve all above issues, especially at high-capacity Li deposition. Here, we design a Li-rich, hollow ionic-electronic conductor (HIEC) interlayer, which integrates metallic Li encapsulation and interfacial protection, thus guiding highly reversible thick Li deposition (5 milliampere-hours per square centimeter). In addition, the built-in electron-deficient domains in the HIEC facilitate the formation of the hierarchical SEI and further mitigate active Li corrosion. These synergistic effects of the interlayer enable stable cycling in batteries under both anode-less and anode-free configurations, attaining &gt;99% coulombic efficiency under industrial-level cathode loading and lean electrolyte conditions. This study highlights the significance of interlayers in integrating the SEI and host functions and provides a viable and scalable solution for energy-dense batteries.",
          "url": "https://doi.org/10.1126/sciadv.adt2630",
          "doi": "https://doi.org/10.1126/sciadv.adt2630",
          "filter": "2"
        },
        {
          "title": "Mechanics-informed fabric actuators with aligned fiber crossings",
          "authors": "Huapeng Zhang, Herbert Shea",
          "abstract": "Engineering unobtrusive mechanical assistance into daily-life clothing requires energy-dense yet compliant actuators with thin profiles. We report textile actuators by interlacing shape memory alloy (SMA) fibers in a periodic X-Crossing geometry, where fiber crossings align in the actuation contraction axis. An X-Crossing actuator design of 4.5 grams can be passively stretched to 160% and contracts by 50% when heated, lifting 1 kg, outperforming knitted and knotted SMAs. We developed a variable-stiffness mechanics model to predict material-level stress-strain behavior across temperatures and thus the force-contraction relation of device level. This model informs actuator design and control, geometric scaling, peak points in the force-contraction relation, and the theoretical upper bound of contraction strain. The maximum measured contraction strain of our actuators is 55%, a large step toward the upper bound that we calculate for general SMA fabric actuators. We demonstrate applications of the developed actuators and model in lifting weight and on-body compression.",
          "url": "https://doi.org/10.1126/sciadv.aeb6760",
          "doi": "https://doi.org/10.1126/sciadv.aeb6760",
          "filter": "2"
        },
        {
          "title": "Optimally engineered HLA/peptide-specific CAR-T cells outperform TCR-T cells to eradicate solid tumors",
          "authors": "Corinne E. Decker, Jacqueline Idun, Katja Mohrs, Thomas Craig Meagher, Iryna Petriv, Jonathon Golas, Robert Salzler, Timothy Helms, Dharani Ajithdoss, Suhasini Avvaru, Jiaxi Wu, Tong Zhang, Eric Smith, Gavin Thurston, John C. Lin, Jessica R. Kirshner, David J. DiLillo",
          "abstract": "Tumor-specific HLA/peptides (pHLA) represent attractive therapeutic targets for cancer. Two cell-based modalities can target pHLA-expressing tumors: T cell receptors (TCRs) or TCR-mimetic (TCRm) antibodies reformatted as chimeric antigen receptors (CARs). Using HLA-A2/MAGEA4 230–239 as a model pHLA, we discerned the relative potency of TCR-T and CAR-T cells, informing how to best deploy these for clinical benefit. Although TCR-T cells were more sensitive at detecting low-density pHLA, TCR-T cells exerted only transient in vivo antitumor efficacy followed by tumor relapse due to deficient TCR-T cell proliferation and persistence that was associated with a more differentiated and dysfunctional phenotype. By contrast, CAR-T cells with encoded costimulatory signaling fully regressed tumors. Insufficient TCR-T cell durability was overcome by coengaging 41BB or IL-2 signaling pathways, thereby enhancing tumor control in vivo. These data establish differential activities of human TCR-T and CAR-T cells targeting the same pHLA and inform the development of optimal targeting strategies to induce durable clinical responses.",
          "url": "https://doi.org/10.1126/sciadv.adx9371",
          "doi": "https://doi.org/10.1126/sciadv.adx9371",
          "filter": "2"
        },
        {
          "title": "Cell surface engineering with a pseudofibrotic ECM reprograms the antifibrotic activity of mesenchymal stromal cells",
          "authors": "Xianghua Zhong, Xinchao Liu, Jiajia Luo, Xinyang Liu, Xueting Wei, Xi Peng, Lu Wang, Huaimin Wang, Kunyu Zhang, Liming Bian, Peng Shi",
          "abstract": "Fibrotic diseases, which impair tissue function and contribute to organ failure, remain a major clinical challenge with limited treatment options. Mesenchymal stromal cells (MSCs) offer promise for antifibrotic therapy via paracrine signaling, but their clinical efficacy is hindered by poor survival and limited functional activity after transplantation. Here, we present a cell surface engineering strategy that reprograms the antifibrotic function of MSCs by constructing a pseudofibrotic extracellular matrix (ECM) on their surface. Through in situ self-assembly of peptide-modified hyaluronic acid, we generate a nanofiber-based matrix that mimics the dense, disordered architecture of fibrotic ECM. This matrix activates the Piezo1/PI3K-Akt signaling pathway, inducing up-regulation of Mmp13—a key collagen-degrading matrix metalloproteinase—in engineered MSCs. In a rat model of myocardial infarction–associated fibrosis, engineered MSCs exhibit robust antifibrotic activity compared to unmodified MSCs. These findings establish a bioinspired strategy for MSC reprogramming and offer a path toward more effective cell-based therapies for fibrotic disease.",
          "url": "https://doi.org/10.1126/sciadv.aea0998",
          "doi": "https://doi.org/10.1126/sciadv.aea0998",
          "filter": "2"
        },
        {
          "title": "Dynamic context–based updating of object representations in the visual cortex",
          "authors": "Giacomo Aldegheri, Surya Gayet, Marius V. Peelen",
          "abstract": "Objects in real-world scenes are often poorly or partially visible, for example because they are occluded or appear in the periphery. An additional challenge of real-world vision is that it is dynamic, causing the appearance of objects (e.g., their size and orientation) to change as we move. Notably, however, these changes are predictable from the three-dimensional structure of the surrounding scene. In two functional magnetic resonance imaging studies, we find that the visual cortex dynamically updates object representations using this predictive contextual information. First, visual cortical representations of objects were enhanced when they rotated congruently (versus incongruently) with the surrounding scene. Second, the inferred orientation of the object could be decoded from visual cortex activity even when the object was fully occluded. These findings indicate that predictive processes in the visual cortex follow the geometric structure of the environment, providing a mechanism to support object perception in dynamic natural vision.",
          "url": "https://doi.org/10.1126/sciadv.adw6726",
          "doi": "https://doi.org/10.1126/sciadv.adw6726",
          "filter": "2"
        },
        {
          "title": "Autocrine TGFβ2 enforces a transcriptionally hybrid cell state in Ewing sarcoma",
          "authors": "Emma D. Wrenn, Jacob C. Harris, April A. Apfelbaum, Jonah R. Valenti, Patricia A. Lipson, Stephanie I. Walter, Nicolas M. Garcia, Aya Miyaki, Steven C. Chen, Jim M. Olson, Jason P. Price, Kelly M. Bailey, Elizabeth R. Lawlor",
          "abstract": "Subpopulations of cancer-associated fibroblast (CAF)–like tumor cells deposit extracellular matrix (ECM) proteins that support Ewing sarcoma (EwS) progression and metastasis. We previously showed a hallmark of CAF-like EwS cells is their hybrid transcriptional state wherein the driver fusion oncogene, EWS::FLI1, maintains activation of proliferative programs but loses capacity to repress mesenchymal genes. Here, we studied primary patient tumors and cell line models to identify molecular drivers of this hybrid state. Our data reveal that hybrid EwS cells are induced and maintained by a transforming growth factor–β (TGFβ) signaling positive feedback loop. Hybrid cells derepress TGFBR2 and up-regulate expression and secretion of TGFβ2 to sustain pathway activation and ECM deposition. Although TGFβ ligands can potently induce growth arrest in cells of epithelial origin, we show that TGFβ1 and TGFβ2 promote cell invasion of EwS cells without affecting proliferation. Thus, stroma-derived and tumor-derived TGFβ ligands induce and maintain hybrid EwS cells to promote pro-metastatic cell phenotypes.",
          "url": "https://doi.org/10.1126/sciadv.ady0550",
          "doi": "https://doi.org/10.1126/sciadv.ady0550",
          "filter": "2"
        },
        {
          "title": "The earliest elephant-bone tool from Europe: An unexpected raw material for precision knapping of Acheulean handaxes",
          "authors": "Simon A. Parfitt, Silvia M. Bello",
          "abstract": "Organic knapping tools made from bone, antler, and wood were essential to early human toolkits but are rarely preserved in the archeological record. The earliest known soft hammers, dating to ~480,000 years ago, come from Boxgrove (UK), where modified antlers and large mammal bones were used alongside flint hard hammers. These tools facilitated complex knapping techniques, such as platform preparation and tranchet flake removal, contributing to the production of finely worked ovate handaxes typical of the Boxgrove Acheulean industry. This study presents a cortical bone fragment from an elephant, deliberately shaped into a percussor for resharpening flint tools. It represents the earliest known use of elephant bone in Europe and the first documented case of its use as a knapping hammer. Reconstructing its life history offers further insights into Middle Pleistocene hominin technological adaptations, resourcefulness, and survival strategies that enabled humans to endure harsh northern environments.",
          "url": "https://doi.org/10.1126/sciadv.ady1390",
          "doi": "https://doi.org/10.1126/sciadv.ady1390",
          "filter": "2"
        },
        {
          "title": "Tissue-adhesive hydrogel–MXene biosensor for in situ intraoral TNF-α detection",
          "authors": "Tsz Hung Wong, Weijia Liu, Jiaoli Li, Jie Ma, Yijie Cheng, Ruihao Lu, Kent J. Koster, Jeffrey D. Cirillo, Xinyue Liu, Hajime Sasaki, Chenglin Wu, Shaoting Lin",
          "abstract": "Current dental care relies on subjective assessments or sophisticated diagnostics, both struggling to balance efficiency and accuracy. In situ biosensors offer a promising solution for real-time biomarker detection, yet their practical deployment in oral tissue is hindered by challenges in sensitivity, specificity, and stability due to low biomarker concentrations, molecular-level heterogeneity, and dynamic intraoral interactions. Here, we develop a tissue-adhesive hydrogel–MXene (TAHM) biosensor, integrating a graphene/MXene sensing probe, a tissue-adhesive patch, and a selective-permeable hydrogel membrane, for in situ detection of tumor necrosis factor–α, a proinflammatory cytokine. Our TAHM biosensor achieves high sensitivity with a limit of detection of 18.2 femtograms per milliliter, excellent selectivity with an interference coefficient below 7%, and mechanical stability with resistance variation under 0.5% under varying stretch ratio and loading rates. The sensor’s performance is further validated through in vitro, in vivo, and ex vivo experiments. The work highlights the potential of in situ biosensor as a transformative tool for real-time oral diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.ady9180",
          "doi": "https://doi.org/10.1126/sciadv.ady9180",
          "filter": "2"
        },
        {
          "title": "Cooperativity and communication between the active sites of the dimeric SARS-CoV-2 main protease",
          "authors": "Sarah N. Zvornicanin, Ala M. Shaqra, Julia Flynn, Lauren E. Intravaia, Heidi Carias Martinez, Weiping Jia, Devendra Kumar Gupta, Stephanie Moquin, Dustin Dovala, Daniel N. Bolon, Brian A. Kelch, Celia A. Schiffer, Nese Kurt Yilmaz",
          "abstract": "The coronaviral main protease (M pro ) has been the subject of various biochemical and structural studies and a drug target against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections. SARS-CoV-2 M pro is active as a dimer, but despite apparent cooperativity in catalytic activity, how the two distal active sites communicate and modulate binding and/or catalysis is unclear. Here, we have investigated the interplay between cooperativity, dimerization, and substrate cleavage in SARS-CoV-2 M pro through a combination of enzymatic assays, crystal structures, and protein characterization. To disentangle the contribution of each active site to the observed enzymatic activity, we developed a cleavage assay involving heterodimers of active and inactive (catalytic residue mutated or inhibitor-bound) monomers. Notably, we found that heterodimerization increased cleavage efficiency per active monomer. In addition, we mapped a network of critical residues bridging the two active sites and probed this network through engineered mutations. By dissecting the cooperativity and communication between the active sites, we provide insights into the M pro reaction cycle and functional significance of its dimeric architecture.",
          "url": "https://doi.org/10.1126/sciadv.aeb0769",
          "doi": "https://doi.org/10.1126/sciadv.aeb0769",
          "filter": "2"
        },
        {
          "title": "High-precision and low-depth quantum algorithm design for eigenstate problems",
          "authors": "Jinzhao Sun, Pei Zeng, Tom Gur, M. S. Kim",
          "abstract": "Estimating the eigenstate properties of quantum systems is a long-standing, challenging problem for both classical and quantum computing. Existing universal quantum algorithms typically rely on ideal and efficient query models (e.g., time evolution operator or block encoding of the Hamiltonian), which, however, become suboptimal for actual implementation at the quantum circuit level. Here, we present a full-stack design of quantum algorithms for estimating the eigenenergy and eigenstate properties, which can achieve high precision and good scaling with system size. The gate complexity per circuit for estimating generic Hamiltonians’ eigenstate properties is O ˜ ( log ε − 1 ) , which has a logarithmic dependence on the inverse precision ε. For lattice Hamiltonians, the circuit depth of our design achieves near-optimal system-size scaling, even with local qubit connectivity. Our full-stack algorithm has low overhead in circuit compilation, which thus results in a small actual gate count ( cnot and non-Clifford gates) for lattice and molecular problems compared to advanced eigenstate algorithms. The algorithm is implemented on IBM quantum devices using up to 2000 two-qubit gates and 20,000 single-qubit gates and achieves high-precision eigenenergy estimation for Heisenberg-type Hamiltonians, demonstrating its noise robustness.",
          "url": "https://doi.org/10.1126/sciadv.aeb1622",
          "doi": "https://doi.org/10.1126/sciadv.aeb1622",
          "filter": "2"
        },
        {
          "title": "FLIPs: Genetically encoded molecular biosensors for functional imaging of cell signaling by linear dichroism microscopy",
          "authors": "Paul Miclea, Vendula Nagy-Marková, Robin Van den Eynde, Wim Vandenberg, Alina Sakhi, Alexey Bondar, Jitka Myšková, Peter Dedecker, Josef Lazar",
          "abstract": "Genetically encoded fluorescent biosensors convert specific biomolecular events into optically detectable signals. However, imaging biomolecular processes often requires modifying the proteins involved, and many molecular processes are still to be imaged. Here, we present a biosensor design that uses a hitherto overlooked detection principle: directionality of optical properties of fluorescent proteins. The biosensors (termed FLIPs) offer an extremely simple design, high sensitivity, multiplexing capability, ratiometric readout, and other advantages, without requiring modifications to their targets. We demonstrate the sensor performance by real-time imaging activity of G protein–coupled receptors (GPCRs), G proteins, arrestins, and other membrane-associated proteins, as well as by identifying a previously undescribed, pronounced, endocytosis-associated conformational change in a GPCR–β-arrestin complex. In combination with an original tri-scanning linear dichroism confocal microscope, FLIPs allow unparalleled imaging of activity of nonmodified, endogenously expressed G proteins. Thus, FLIPs establish a powerful molecular platform for imaging cell signaling, allowing numerous future developments and insights.",
          "url": "https://doi.org/10.1126/sciadv.adz5662",
          "doi": "https://doi.org/10.1126/sciadv.adz5662",
          "filter": "2"
        },
        {
          "title": "Mapping pan-Arctic riverine particulate organic carbon from space (1985 to 2022)",
          "authors": "Xianghan Sun, Liqiao Tian, Hongwei Fang, Desmond E. Walling, Jaia Syvitski, Lei Huang, Deren Li, Chunmiao Zheng, Lian Feng",
          "abstract": "Carbon release from high-latitude regions is intensifying, with profound consequences for the Arctic carbon cycle. Here, we provide a comprehensive analysis of changes in fluvial particulate organic carbon (POC) concentrations ( C POC ) and fluxes ( F POC ) during ice-free seasons of pan-Arctic rivers from 1985 to 2022 on the basis of satellite observations. Across 578,000 kilometers of river length, 18% of the total length experienced a significant increase in C POC , which exceeds the 11% that exhibited declines, resulting in a net rise. Most increases occurred after 2005, contributing to a 12.6% (0.49 teragrams per year) increase in total F POC to the Arctic Ocean between 1985 to 2005 and 2006 to 2022. Regional contrasts highlight distinct possible drivers: increased precipitation in the North American Arctic and atmospheric warming in the Eurasian Arctic. Deepening of the permafrost active layer is also significantly correlated with C POC increases. These findings highlight climate-driven fluvial POC export as a key contributor to the Arctic carbon budget and provide a high-resolution, satellite-based dataset that can inform carbon cycle models and data assimilation efforts.",
          "url": "https://doi.org/10.1126/sciadv.ady6314",
          "doi": "https://doi.org/10.1126/sciadv.ady6314",
          "filter": "2"
        },
        {
          "title": "Isotopic constraints on the origin of reactive chlorine in the troposphere",
          "authors": "Zheng Zong, Men Xia, Chunshui Lin, Xiaorui Chen, Likun Xue, Qinyi Li, Yifan Jiang, Chongguo Tian, Xuehua Fan, Qi Yuan, Xinfeng Wang, Yujiao Zhu, Jisheng Zhang, Shuncheng Lee, Yujing Mu, Jun Li, Xiao Fu, Chuanhua Ren, Xin Huang, Chao Yan, Wei Nie, Alba Badia, Gan Zhang, Aijun Ding, Ru-Jin Huang, Markku Kulmala, Alfonso Saiz-Lopez, Tao Wang, Wenxing Wang",
          "abstract": "Oceanic and anthropogenic processes, such as sea-salt emissions and combustion activities, release substantial amount of reactive chlorine into the troposphere, affecting air quality, ozone depletion, and climate change. However, distinguishing between these sources for reactive chlorine remains challenging. Here, we establish isotopic constraints on the origin of tropospheric reactive chlorine using chemical ionization mass spectrometry to analyze nitryl chloride (ClNO 2 ). Field observations from four regions in China reveal a much broader isotopic value (δ 37 Cl) range for ClNO 2 (−21 to +39‰) than previously documented for Earth’s chlorine reservoirs. Notably, significant δ 37 Cl differences for ClNO 2 from sea-salt emissions (−9 ± 4‰) and anthropogenic combustion sources (+20 ± 7‰) were identified. These distinct isotopic signatures, combined with field data, highlight the important role of oceanic chlorine in air pollution, with its chemical cycling affecting not only coastal regions but also extending into inland areas. This research advances our understanding of chlorine’s behavior and cycling in the troposphere.",
          "url": "https://doi.org/10.1126/sciadv.aeb5397",
          "doi": "https://doi.org/10.1126/sciadv.aeb5397",
          "filter": "2"
        },
        {
          "title": "Pairing particles into holonomies",
          "authors": "Vera Neef, Matthias Heinrich, Tom A. W. Wolterink, Alexander Szameit",
          "abstract": "Holonomies are of great interest to quantum computation and simulation. The geometrical nature of holonomies offers increased stability to quantum gates. Furthermore, symmetries of particle physics are naturally reflected in holonomies, making them ideally suited for quantum simulation of quantum chromodynamics and grand unified theories. Yet, practically designing quantum holonomies with the required properties and scale is challenging. Here, we construct a new class of holonomies by increasing the particle number. We show that multiparticle holonomies can even exist in systems devoid of any single-particle holonomies. We present a comprehensive framework for multiparticle quantum holonomies and experimentally realize various two-particle holonomies in integrated photonics. Our results enable the number of particles to be harnessed as a design parameter, offering increased freedom in constructing holonomic systems.",
          "url": "https://doi.org/10.1126/sciadv.ady3856",
          "doi": "https://doi.org/10.1126/sciadv.ady3856",
          "filter": "2"
        },
        {
          "title": "Dynamic redox–promoted iron and nutrient cycling drove graptolite evolution across the Ordovician-Silurian transition",
          "authors": "Zhen Qiu, Caineng Zou, Jiaqiang Zhang, Aiguo Dong, Weiliang Kong, Yijun Xiong, Paul B. Wignall, Ming Li, Zaicong Wang, Xiangkun Zhu, Simon W. Poulton",
          "abstract": "Graptolites were abundant and cosmopolitan zooplankton in Early Paleozoic oceans, but a prominent change in species occurred across the Late Ordovician mass extinction. We use ocean redox, iron isotope (δ 56 Fe), and phosphorus phase partitioning records from shelf and deep-ocean settings to evaluate the drivers behind this major reshaping of the pelagic marine ecosystem. A marked decrease in mesopelagic graptolites coincided with a stepwise negative δ 56 Fe shift on the shelf, driven by partial seawater Fe drawdown resulting from episodic intensification of mid-depth euxinia. Subsequently, a positive δ 56 Fe shift in both deep-ocean and shelf sediments reflects extensive seawater Fe removal during the development of more widespread euxinia. This led to enhanced sedimentary phosphorus recycling from sediments, which ultimately fueled the radiation of epipelagic graptolites. Thus, wide-scale changes in Fe cycling, linking the global oceanic redox state to phosphorus cycling, were ultimately responsible for the initial demise and subsequent radiation of select graptolite species.",
          "url": "https://doi.org/10.1126/sciadv.aea1423",
          "doi": "https://doi.org/10.1126/sciadv.aea1423",
          "filter": "2"
        },
        {
          "title": "Lifecourse genome-wide association study meta-analysis refines the critical life stages for adiposity’s influence on breast cancer risk",
          "authors": "Grace M. Power, Laxmi Bhatta, Amanda M. Hughes, Carolina Medina-Gomez, Anne Richmond, Genevieve Leyden, Bethan Lloyd-Lewis, Eleanor Sanderson, Rebecca Richmond, Elizabeth C. Corfield, Daniel McCartney, Caroline Hayward, Irene Fontes Marques, Fernando Rivadeneira, Bjørn Olav Åsvold, Gibran Hemani, Janine F. Felix, Ben Brumpton, Alexandra Havdahl, George Davey Smith",
          "abstract": "Previous evidence suggests that higher prepubertal adiposity protects against breast cancer risk. Whether this protection extends into early adulthood remains uncertain. We conducted genome-wide association studies on body mass index (BMI) in nulliparous women from menarche to &lt;40 years across five cohorts, with additional analyses in three subintervals of this life stage. Results were meta-analyzed, and two-sample univariable and multivariable Mendelian randomization was applied within a lifecourse framework to assess the effect of BMI on breast cancer risk. Between menarche and &lt;40 years, we observed heterogeneity in genetic effects. Genome-wide correlations further suggest that BMI during this early adult period may be partly influenced by distinct genetic factors compared with adiposity at other life stages. Higher genetically proxied BMI between menarche and 40 years reduced breast cancer risk. This protective effect attenuated after adjusting for prepubertal adiposity. These findings refine our understanding of adiposity’s role in breast cancer and highlight earlier life stages as critical windows for risk modulation.",
          "url": "https://doi.org/10.1126/sciadv.ady0374",
          "doi": "https://doi.org/10.1126/sciadv.ady0374",
          "filter": "2"
        },
        {
          "title": "Enterococcus faecalis redox metabolism activates the unfolded protein response to impair wound healing",
          "authors": "Aaron Ming Zhi Tan, Cenk Celik, Stella Yue Ting Lee, Mark Veleba, Caroline S. Manzano, Rahim M. K. Abdul, Guillaume Thibault, Kimberly A. Kline",
          "abstract": "Enterococcus faecalis is an opportunistic pathogen that thrives in biofilm-associated infections and delays wound healing, yet how it impairs host tissue responses is unclear. Here, we identified extracellular electron transport (EET) as a previously unrecognized source of reactive oxygen species (ROS) in E. faecalis and showed that this activity directly triggers the unfolded protein response (UPR) in epithelial cells and delays epithelial cell migration. ROS detoxification with catalase suppressed E. faecalis –induced UPR and rescued epithelial cell migration, while exogenous hydrogen peroxide was sufficient to restore UPR activation in EET-deficient strains. UPR disruption by pharmacological inhibition also impaired cell migration, highlighting a critical role for UPR homeostasis in wound repair. Our findings establish EET as a virulence mechanism that links bacterial redox metabolism to host cell stress and impaired repair, offering previously unidentified avenues for therapeutic intervention in chronic infections.",
          "url": "https://doi.org/10.1126/sciadv.aeb5297",
          "doi": "https://doi.org/10.1126/sciadv.aeb5297",
          "filter": "2"
        },
        {
          "title": "Prototaxites fossils are structurally and chemically distinct from extinct and extant Fungi",
          "authors": "Corentin C. Loron, Laura M. Cooper, Sean McMahon, Seán F. Jordan, Andrei V. Gromov, Matthew Humpage, Niall Rodgers, Laetitia Pichevin, Hendrik Vondracek, Ruaridh Alexander, Edwin Rodriguez Dzul, Alexander T. Brasier, Michael Krings, Alexander J. Hetherington",
          "abstract": "Prototaxites was the first giant organism to live on the terrestrial surface, represented by columnar fossils of up to eight meters from the Early Devonian. However, its systematic affinity has been debated for over 165 years. There are now two remaining viable hypotheses: Prototaxites was either a fungus, or a member of an entirely extinct lineage. Here, we investigate the affinity of Prototaxites by contrasting its organization and molecular composition with that of Fungi. We report that fossils of Prototaxites taiti from the 407-million-year-old Rhynie chert were chemically distinct from contemporaneous Fungi and structurally distinct from all known Fungi. This finding casts doubt upon the fungal affinity of Prototaxites , instead suggesting that this enigmatic organism is best assigned to an entirely extinct eukaryotic lineage.",
          "url": "https://doi.org/10.1126/sciadv.aec6277",
          "doi": "https://doi.org/10.1126/sciadv.aec6277",
          "filter": "2"
        },
        {
          "title": "Granuloma dual RNA-seq reveals composite transcriptional programs driven by neutrophils and necrosis within tuberculous granulomas",
          "authors": "Gopinath Viswanathan, Erika J. Hughes, Mingyu Gan, Ana María Xet-Mull, Jacob P. Lowy, Charlie J. Pyle, Graham Alexander, Devjanee Swain-Lenz, Qingyun Liu, David M. Tobin",
          "abstract": "Mycobacterial granulomas lie at the center of tuberculosis (TB) pathogenesis and represent a unique niche where infecting bacteria survive under nutrient-restricted conditions and in the face of a host immune response. The granuloma’s necrotic core, where bacteria reside extracellularly in humans, is difficult to assess in many experimentally tractable models. Here, using necrotic mycobacterial granulomas in adult zebrafish, we develop dual RNA sequencing (RNA-seq) across different host genotypes to identify the transcriptional alterations that enable bacteria to survive within this key microenvironment. Using pharmacological and genetic interventions, we find that neutrophils within mature, necrotic granulomas promote bacterial growth, in part through up-regulation of the bacterial devR regulon. We identify conserved suites of bacterial transcriptional programs induced only in the context of this unique necrotic extracellular niche, including bacterial modules related to K + transport and rpf genes. Analysis of Mycobacterium tuberculosis strains across diverse lineages and human populations suggests that granuloma-specific transcriptional modules are targets for bacterial genetic adaptation in the context of human infection.",
          "url": "https://doi.org/10.1126/sciadv.adw4619",
          "doi": "https://doi.org/10.1126/sciadv.adw4619",
          "filter": "2"
        },
        {
          "title": "Geometric principles of dendritic integration of excitation and inhibition in cortical neurons",
          "authors": "Soroush Darvish-Ghane, Pankaj Gaur, Graham C. R. Ellis-Davies",
          "abstract": "We use two-color uncaging of glutamate and γ-aminobutyric acid (GABA) on layer 5 (L5) pyramidal neurons of the cingulate cortex to define how inhibitory control of excitation is determined by dendritic geometry. Traditionally, GABAergic input was considered as the gatekeeper; thus, receptors closest to the soma were ideally placed to veto excitation. However, recently modeling has advanced several counterintuitive hypotheses. Since laser uncaging can be directed at will to any position, we used photostimulation to show that inhibition near the sealed end of dendrites distal to excitation is more effective than inhibition near the soma in modulating excitation. Further, dendritic inhibition was found to be branch specific. Last, we demonstrate that inhibitory input from multiple thin basal dendrites can centripetally elevate to effectively tune distant excitation at the soma. These findings provide direct experimental evidence supporting theoretical predictions based on dendritic cable properties, revealing the critical role of dendritic geometry in shaping the interaction between excitatory and inhibitory neurotransmission.",
          "url": "https://doi.org/10.1126/sciadv.adx2045",
          "doi": "https://doi.org/10.1126/sciadv.adx2045",
          "filter": "2"
        },
        {
          "title": "Slowing planetary rotation influences ocean nutrient cycling and oxygenation",
          "authors": "Ashika Capirala, Stephanie L. Olson",
          "abstract": "Marine habitability for complex life on Earth and Earth-like planets requires bioavailable nutrients and dissolved oxygen. The cycling of nutrients and oxygen is controlled by physical ocean circulation. However, our understanding of how circulation has varied through time and space is incomplete for Earth and unconstrained for Earth-like exoplanets. Earth’s rotation has slowed over time, affecting ocean circulation by modifying the Coriolis effect. We use a three-dimensional Earth system model to explore how slowing planetary rotation influences ocean circulation and biogeochemistry. We show that slower rotation enhances wind-driven upwelling and global circulation. Nutrient recycling is consequently more efficient, increasing photosynthetic productivity. Additionally, enhanced ocean oxygenation improves habitability for aerobic life under a well-oxygenated atmosphere. However, under a poorly oxygenated atmosphere, slowing rotation increases oxygen fluxes from the ocean to the atmosphere. Therefore, Earth’s rotational history may have been a long-term background control on surface oxygenation and the evolution of animals.",
          "url": "https://doi.org/10.1126/sciadv.adw3368",
          "doi": "https://doi.org/10.1126/sciadv.adw3368",
          "filter": "2"
        },
        {
          "title": "Photovoltaic nanoassembly of nanowire arrays sensitized with colloidal nanocrystals for near-infrared retina photostimulation",
          "authors": "Tarik S. Kaya, Humeyra N. Kaleli, Antoine Chaffiol, Andrea Corna, Corentin Joffrois, Ridvan Balamur, Ugur B. Caliskan, Asim Onal, Cigdem Pehlivan, Eren Tekinay, Alp Yilmaz, Roya Mohajeri, Arif E. Cetin, Günther Zeck, Serge Picaud, Sedat Nizamoglu",
          "abstract": "Nanowires have served as a transformative platform for advanced neural and tissue interfaces. While their photovoltaic properties hold exceptional promise for neural modulation, existing photostimulation approaches predominantly rely on visible light–activated photoelectrochemical mechanisms. Here, we present a solution-processed photovoltaic nanoassembly comprising a ZnO nanowire array sensitized with AgBiS 2 nanocrystals that enables efficient near-infrared (NIR) neural stimulation through capacitive photocurrents. By optimizing nanowire morphology and nanocrystal interdigitation, the platform achieves high charge injection densities (tens of microcoulombs per square centimeter) at low NIR intensities (&lt;1 milliwatt per square millimeter). The nanoassembly was subretinally placed in an ex vivo blind rat retina, where it elicited repeatable and robust responses in retinal ganglion cells under NIR pulses. Notably, these responses were achieved at light intensities substantially below established ocular safety limits. The nexus of neuronal systems and nanoassemblies offers potential for enabling unconventional visual prosthetics and advanced neuromodulation therapies.",
          "url": "https://doi.org/10.1126/sciadv.aea7001",
          "doi": "https://doi.org/10.1126/sciadv.aea7001",
          "filter": "2"
        },
        {
          "title": "Genome-wide screenings identify BAP1 as a synthetic-lethality target with CDK4/6 inhibitors",
          "authors": "Mei Feng, Hong Liu, Lu Zheng, Yang Liu, Hao Zhuang, Hao Xu, Tingting Zhang, Zhen Wu, Xiaolong Qian, Huikai Li, Tengfei Xiao, Yisheng Pan, Shaokun Shu, Ning Zhang",
          "abstract": "The nongenetic mechanisms by which cancer cells escape cell cycle inhibition remain inadequately understood. Here, we uncover an epigenetic pathway driving adaptive resistance to cyclin-dependent kinase 4/6 (CDK4/6) inhibitors in hepatobiliary cancers using integrative approach combining genome-wide CRISPR screenings with transcriptional, epigenetic, and proteomic profiling. Sustained CDK4/6 inhibition triggers BAP1-dependent chromatin remodeling that induces a stem cell–like epigenetic state. Specifically, BAP1 removes ubiquitin modification (H2AK119ub) at the TCF4 promoter, activating WNT and EMT signaling to enhance cellular plasticity and survival under therapy. Notably, genetic and pharmacologic inhibition of BAP1 markedly improves abemaciclib efficacy in multiple mouse models and patient-derived organoids (PDOs). These findings establish BAP1 as a key regulator of tumor plasticity and adaptive resistance through epigenetic reprogramming and suggest a promising strategy for overcoming adaptive therapeutic CDK4/6i resistance by targeting quiescent, drug-resistant cancer cells.",
          "url": "https://doi.org/10.1126/sciadv.aeb4348",
          "doi": "https://doi.org/10.1126/sciadv.aeb4348",
          "filter": "2"
        },
        {
          "title": "Expanding DNA alphabet adds a previously unknown dimension to nanostructures",
          "authors": "Kun Zhou, Shuichi Hoshika, Jing Cheng, Chenxiang Lin, Steven Benner, Yonggang Ke",
          "abstract": "DNA nanotechnology has created nanostructures with astonishing complexity. However, with nanostructures becoming increasingly larger and more intricate, they have become more difficult to obtain in high yields and quality. Expanding the alphabet beyond the canonical base pairs can therefore be the key to push the technology to the next level. Here, we describe examples of DNA nanostructures built from an “anthropogenic evolvable genetic information system (AEGIS).” Because AEGIS uses the same backbone as DNA, the existing rules for designing DNA nanostructures can be readily applied to AEGIS nanostructures, which also show greater stability, both thermal and enzymatic, greater control over autonomous assembly, and good phase separation. AEGIS can have as many as 12 different units and six different pairs with Watson-Crick-Franklin geometry. Thus, if further developed, then these nanostructures may represent a previously unexplored frontier in DNA nanoscience and nanotechnology, expanding the space of “soft” biomaterial design.",
          "url": "https://doi.org/10.1126/sciadv.aeb6713",
          "doi": "https://doi.org/10.1126/sciadv.aeb6713",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "The political economy of climate-related financial policies: creating new paradigms or reinforcing old ones?",
          "authors": "Paola D’orazio",
          "abstract": "This article classifies climate-related financial policymaking in 118 countries (2000–2024) using Peter Hall’s orders of change. It estimates event-time deviations around five milestones: Kyoto Protocol, Copenhagen Accord, Paris Agreement, Task Force on Climate-Related Financial Disclosures (TCFD) and the Launch of the Network for Greening the Financial System (NGFS), and the EU Sustainable Finance Action Plan. Policy issuance accelerates after 2015, with sizeable, although not uniformly statistically significant, increases in counts. Shifts in ambition are modest and heterogeneous, with isolated pre-event signals. First-order instruments dominate, and voluntary tools remain prevalent. Ambition concentrates in advanced and high-emission economies and among central banks and supervisors, while earlier milestones correspond to incremental adjustments. Overall, the evidence indicates institutional layering and technical convergence rather than rapid paradigm change. The study provides a replicable baseline linking international initiatives to both the volume and ambition of climate-financial policies and identifies conditions under which deeper reforms emerge.",
          "url": "https://doi.org/10.1093/ser/mwaf091",
          "doi": "https://doi.org/10.1093/ser/mwaf091",
          "filter": "0"
        },
        {
          "title": "Free markets, high walls: data protection and the question of post-neoliberalism",
          "authors": "Suvina Singal, Nitsan Chorev",
          "abstract": "Are data collection practices, which enable data-reliant economies, neoliberal? If so, are data protection policies a move towards post-neoliberalism? To answer these questions, we first offer a novel approach to neoliberalism by considering both market and state rationalities. We argue that only where we identify both economic steps away from “free markets” and national security steps away from “high walls” can we credibly assert a move toward a post-neoliberal era. We assess neoliberal and post-neoliberal elements in relation to three key issues in data collection and protection, focusing on the EU and the US: data transfer across borders, data retention, and intelligence collection using spyware. We conclude that data protection remains largely compatible with neoliberalism.",
          "url": "https://doi.org/10.1093/ser/mwaf094",
          "doi": "https://doi.org/10.1093/ser/mwaf094",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
