{
  "update": "2025-08-15",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Spatial correlation in economic analysis of climate change",
          "authors": "Christof Schötz",
          "url": "https://doi.org/10.1038/s41586-025-09206-5",
          "doi": "https://doi.org/10.1038/s41586-025-09206-5",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "New discoveries of Australopithecus and Homo from Ledi-Geraru, Ethiopia",
          "authors": "Brian Villmoare, Lucas K. Delezene, Amy L. Rector, Erin N. DiMaggio, Christopher J. Campisano, David A. Feary, Baro’o Mohammed Ali, Daniel Chupik, Alan L. Deino, Dominique I. Garello, Mohammed Ahmeddin Hayidara, Ellis M. Locke, Omar Abdulla Omar, Joshua R. Robinson, Eric Scott, Irene E. Smail, Kebede Geleta Terefe, Lars Werdelin, William H. Kimbel, J. Ramón Arrowsmith, Kaye E. Reed",
          "url": "https://doi.org/10.1038/s41586-025-09390-4",
          "doi": "https://doi.org/10.1038/s41586-025-09390-4",
          "filter": "2"
        },
        {
          "title": "Author Correction: RNA codon expansion via programmable pseudouridine editing and decoding",
          "authors": "Jiangle Liu, Xueqing Yan, Hao Wu, Ziqin Ji, Ye Shan, Xinyan Wang, Yunfan Ran, Yichen Ma, Caitao Li, Yuchao Zhu, Ruichu Gu, Han Wen, Chengqi Yi, Peng R. Chen",
          "url": "https://doi.org/10.1038/s41586-025-09464-3",
          "doi": "https://doi.org/10.1038/s41586-025-09464-3",
          "filter": "2"
        },
        {
          "title": "Large riverbed sediment flux sustained for a decade after an earthquake ",
          "authors": "Gen K. Li, A. Joshua West, Zhangdong Jin, Hongrui Qiu, Fei Zhang, Jin Wang, Douglas E. Hammond, Alexander L. Densmore, Robert G. Hilton, Sijia Dong, Abra Atwood, Woodward W. Fischer, Michael P. Lamb",
          "url": "https://doi.org/10.1038/s41586-025-09354-8",
          "doi": "https://doi.org/10.1038/s41586-025-09354-8",
          "filter": "2"
        },
        {
          "title": "Rubber planting and deforestation",
          "authors": "Douglas Sheil, Adrià Descals, Erik Meijaard, David Gaveau",
          "url": "https://doi.org/10.1038/s41586-025-08848-9",
          "doi": "https://doi.org/10.1038/s41586-025-08848-9",
          "filter": "2"
        },
        {
          "title": "Catalytic enantioselective synthesis of alkylidenecyclopropanes",
          "authors": "Jonathan C. Golec, Dong-Hang Tan, Ken Yamazaki, Eveline H. Tiekink, Kirsten E. Christensen, Trevor A. Hamlin, Darren J. Dixon",
          "url": "https://doi.org/10.1038/s41586-025-09485-y",
          "doi": "https://doi.org/10.1038/s41586-025-09485-y",
          "filter": "2"
        },
        {
          "title": "Expanding the cytokine receptor alphabet reprograms T cells into diverse states",
          "authors": "Yang Zhao, Masato Ogishi, Aastha Pal, Leon L. Su, Pingdong Tao, Hua Jiang, Grayson E. Rodriguez, Xiaojing Chen, Qinli Sun, Lea Wenting Rysavy, Sam Limsuwannarot, Deepa Waghray, Anusha Kalbasi, K. Christopher Garcia",
          "url": "https://doi.org/10.1038/s41586-025-09393-1",
          "doi": "https://doi.org/10.1038/s41586-025-09393-1",
          "filter": "2"
        },
        {
          "title": "Calving-driven fjord dynamics resolved by seafloor fibre sensing",
          "authors": "Dominik Gräff, Bradley Paul Lipovsky, Andreas Vieli, Armin Dachauer, Rebecca Jackson, Daniel Farinotti, Julia Schmale, Jean-Paul Ampuero, Eric Berg, Anke Dannowski, Andrea Kneib-Walter, Manuela Köpfli, Heidrun Kopp, Enrico van der Loo, Daniel Mata Flores, Diego Mercerat, Raphael Moser, Anthony Sladen, Fabian Walter, Diego Wasser, Ethan Welty, Selina Wetter, Ethan F. Williams",
          "abstract": "Interactions between melting ice and a warming ocean drive the present-day retreat of tidewater glaciers of Greenland 1–3 , with consequences for both sea level rise 4 and the global climate system 5 . Controlling glacier frontal ablation, these ice–ocean interactions involve chains of small-scale processes that link glacier calving—the detachment of icebergs 6 —and submarine melt to the broader fjord dynamics 7,8 . However, understanding these processes remains limited, in large part due to the challenge of making targeted observations in hazardous environments near calving fronts with sufficient temporal and spatial resolution 9 . Here we show that iceberg calving can act as a submarine melt amplifier through excitation of transient internal waves. Our observations are based on front-proximal submarine fibre sensing of the iceberg calving process chain. In this chain, calving initiates with persistent ice fracturing that coalesces into iceberg detachment, which in turn excites local tsunamis, internal gravity waves and transient currents at the ice front before the icebergs eventually decay into fragments. Our observations show previously unknown pathways in which tidewater glaciers interact with a warming ocean and help close the ice front ablation budget, which current models struggle to do 10 . These insights provide new process-scale understanding pertinent to retreating tidewater glaciers around the globe.",
          "url": "https://doi.org/10.1038/s41586-025-09347-7",
          "doi": "https://doi.org/10.1038/s41586-025-09347-7",
          "filter": "2"
        },
        {
          "title": "Author Correction: A virtual rodent predicts the structure of neural activity across behaviours",
          "authors": "Diego Aldarondo, Josh Merel, Jesse D. Marshall, Leonard Hasenclever, Ugne Klibaite, Amanda Gellis, Yuval Tassa, Greg Wayne, Matthew Botvinick, Bence P. Ölveczky",
          "url": "https://doi.org/10.1038/s41586-025-09407-y",
          "doi": "https://doi.org/10.1038/s41586-025-09407-y",
          "filter": "2"
        },
        {
          "title": "The geologic history of marine dissolved organic carbon from iron oxides",
          "authors": "Nir Galili, Stefano M. Bernasconi, Alon Nissan, Uria Alcolombri, Giorgia Aquila, Marcella Di Bella, Thomas M. Blattmann, Negar Haghipour, Francesco Italiano, Madalina Jaggi, Ifat Kaplan-Ashiri, Kang Soo Lee, Maxwell A. Lechte, Cara Magnabosco, Susannah M. Porter, Maxim Rudmin, Robert G. M. Spencer, Roman Stocker, Zhe Wang, Stephan Wohlwend, Jordon D. Hemingway",
          "abstract": "Dissolved organic carbon (DOC) is the largest reduced carbon reservoir in modern oceans 1,2 . Its dynamics regulate marine communities and atmospheric CO 2 levels 3,4 , whereas 13 C compositions track ecosystem structure and autotrophic metabolism 5 . However, the geologic history of marine DOC remains largely unconstrained 6,7 , limiting our ability to mechanistically reconstruct coupled ecological and biogeochemical evolution. Here we develop and validate a direct proxy for past DOC signatures using co-precipitated organic carbon in iron ooids. We apply this to 26 marine iron ooid-containing formations deposited over the past 1,650 million years to generate a data-based reconstruction of marine DOC signals since the Palaeoproterozoic. Our predicted DOC concentrations were near modern levels in the Palaeoproterozoic, then decreased by 90−99% in the Neoproterozoic before sharply rising in the Cambrian. We interpret these dynamics to reflect three distinct states. The occurrence of mostly small, single-celled organisms combined with severely hypoxic deep oceans, followed by larger, more complex organisms and little change in ocean oxygenation and finally continued organism growth and a transition to fully oxygenated oceans 8,9 . Furthermore, modern DOC is 13 C-enriched relative to the Proterozoic, possibly because of changing autotrophic carbon-isotope fractionation driven by biological innovation. Our findings reflect connections between the carbon cycle, ocean oxygenation and the evolution of complex life.",
          "url": "https://doi.org/10.1038/s41586-025-09383-3",
          "doi": "https://doi.org/10.1038/s41586-025-09383-3",
          "filter": "2"
        },
        {
          "title": "Accuracy of rubber-related deforestation maps",
          "authors": "Nguyen Tien Hoang, Peter Potapov, Pontus Olofsson, Keiichiro Kanemoto",
          "url": "https://doi.org/10.1038/s41586-025-08847-w",
          "doi": "https://doi.org/10.1038/s41586-025-08847-w",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Liquid–liquid interfacial tension stabilized Li-metal batteries",
          "authors": "Haijin Ji, Jingwei Xiang, Yong Li, Mengting Zheng, Lixia Yuan, Yaqi Liao, Lin Du, Zezhuo Li, Zhangyating Xie, Kai Huang, Xing Lin, Zhengkun Xie, Yue Shen, Ming Chen, Tongjiang Li, Guang Feng, Yongming Sun, Long Qie, Hui Li, Fangshu Zhang, Rui Guo, Xuning Feng, Weihua Chen, Xinping Ai, Jun Lu, Yunhui Huang",
          "url": "https://doi.org/10.1038/s41586-025-09504-y",
          "doi": "https://doi.org/10.1038/s41586-025-09504-y",
          "filter": "2"
        },
        {
          "title": "Y. Wang et al. reply",
          "authors": "Yunxia Wang, Peter M. Hollingsworth, Deli Zhai, Christopher D. West, Jonathan Green, Sam Harrison, Huafang Chen, Kaspar Hurni, Yufang Su, Eleanor Warren-Thomas, Jianchu Xu, Antje Ahrends",
          "url": "https://doi.org/10.1038/s41586-025-08849-8",
          "doi": "https://doi.org/10.1038/s41586-025-08849-8",
          "filter": "2"
        },
        {
          "title": "Elementary 3D organization of active and silenced E. coli genome",
          "authors": "Alexey A. Gavrilov, Ilya Shamovsky, Irina Zhegalova, Sergey Proshkin, Yosef Shamovsky, Grigory Evko, Vitaly Epshtein, Aviram Rasouly, Anna Blavatnik, Sudipta Lahiri, Eli Rothenberg, Sergey V. Razin, Evgeny Nudler",
          "abstract": "Unravelling how genomes are spatially organized and how their three-dimensional (3D) architecture drives cellular functions remains a major challenge in biology 1,2 . In bacteria, genomic DNA is compacted into a highly ordered, condensed state called nucleoid 3–5 . Despite progress in characterizing bacterial 3D genome architecture over recent decades 6–8 , the fine structure and functional organization of the nucleoid remain elusive due to low-resolution contact maps from methods such as Hi-C 9–11 . Here we developed an enhanced Micro-C chromosome conformation capture, achieving 10-base pair (bp) resolution. This ultra-high-resolution analysis reveals elemental spatial structures in the Escherichia coli nucleoid, including chromosomal hairpins (CHINs) and chromosomal hairpin domains (CHIDs). These structures, organized by histone-like proteins H-NS and StpA, have key roles in repressing horizontally transferred genes. Disruption of H-NS causes drastic reorganization of the 3D genome, decreasing CHINs and CHIDs, whereas removing both H-NS and StpA results in their complete disassembly, increased transcription of horizontally transferred genes and delayed growth. Similar effects are observed with netropsin, which competes with H-NS and StpA for AT-rich DNA binding. Interactions between CHINs further organize the genome into isolated loops, potentially insulating active operons. Our Micro-C analysis reveals that all actively transcribed genes form distinct operon-sized chromosomal interaction domains (OPCIDs) in a transcription-dependent manner. These structures appear as square patterns on Micro-C maps, reflecting continuous contacts throughout transcribed regions. This work unveils the fundamental structural elements of the E. coli nucleoid, highlighting their connection to nucleoid-associated proteins and transcription machinery.",
          "url": "https://doi.org/10.1038/s41586-025-09396-y",
          "doi": "https://doi.org/10.1038/s41586-025-09396-y",
          "filter": "2"
        },
        {
          "title": "Bending the curve of land degradation to achieve global environmental goals",
          "authors": "Fernando T. Maestre, Emilio Guirado, Dolors Armenteras, Hylke E. Beck, Mashael Saud AlShalan, Noura Turki Al-Saud, Ralph Chami, Bojie Fu, Helene Gichenje, Elisabeth Huber-Sannwald, Chinwe Ifejika Speranza, Jaime Martínez-Valderrama, Matthew F. McCabe, Barron J. Orr, Ting Tang, Graciela Metternicht, Michael Miess, James F. Reynolds, Lindsay C. Stringer, Yoshihide Wada, Carlos M. Duarte",
          "url": "https://doi.org/10.1038/s41586-025-09365-5",
          "doi": "https://doi.org/10.1038/s41586-025-09365-5",
          "filter": "2"
        },
        {
          "title": "Establishment of chromatin architecture interplays with embryo hypertranscription",
          "authors": "Guang Yu, Kai Xu, Weikun Xia, Ke Zhang, Qianhua Xu, Lijia Li, Zili Lin, Ling Liu, Bofeng Liu, Zhenhai Du, Xia Chen, Qiang Fan, Fangnong Lai, Wenying Wang, Lijuan Wang, Feng Kong, Chao Wang, Haiqiang Dai, Huili Wang, Wei Xie",
          "url": "https://doi.org/10.1038/s41586-025-09400-5",
          "doi": "https://doi.org/10.1038/s41586-025-09400-5",
          "filter": "2"
        },
        {
          "title": "Clone copy number diversity is linked to survival in lung cancer",
          "authors": "Piotr Pawlik, Kristiana Grigoriadis, Abigail Bunkum, Helena Coggan, Alexander M. Frankell, Carlos Martinez-Ruiz, Takahiro Karasaki, Ariana Huebner, Andrew Rowan, Jasmin Fisher, Allan Hackshaw, Charles Swanton, Simone Zaccaria, Nicholas McGranahan",
          "abstract": "Both single nucleotide variants (SNVs) and somatic copy number alterations (SCNAs) accumulate in cancer cells during tumour development, fuelling clonal evolution. However, accurate estimation of clone-specific copy numbers from bulk DNA-sequencing data is challenging. Here we present allele-specific phylogenetic analysis of copy number alterations (ALPACA), a method to infer SNV and SCNA coevolution by leveraging phylogenetic trees reconstructed from multi-sample bulk tumour sequencing data using SNV frequencies. ALPACA estimates the SCNA evolution of simulated tumours with a higher accuracy than current state-of-the-art methods 1–4 . ALPACA uncovers loss-of-heterozygosity and amplification events in minor clones that may be missed using standard approaches and reveals the temporal order of somatic alterations. Analysing clone-specific copy numbers in TRACERx421 lung tumours 5,6 , we find evidence of increased chromosomal instability in metastasis-seeding clones and enrichment for losses affecting tumour suppressor genes and amplification affecting CCND1 . Furthermore, we identify increased SCNA rates in both tumours with polyclonal metastatic dissemination and tumours with extrathoracic metastases, and an association between higher clone copy number diversity and reduced disease-free survival in patients with lung cancer.",
          "url": "https://doi.org/10.1038/s41586-025-09398-w",
          "doi": "https://doi.org/10.1038/s41586-025-09398-w",
          "filter": "2"
        },
        {
          "title": "Human emissions drive recent trends in North Pacific climate variations",
          "authors": "Jeremy M. Klavans, Pedro N. DiNezio, Amy C. Clement, Clara Deser, Timothy M. Shanahan, Mark A. Cane",
          "url": "https://doi.org/10.1038/s41586-025-09368-2",
          "doi": "https://doi.org/10.1038/s41586-025-09368-2",
          "filter": "2"
        },
        {
          "title": "Acidic oxygen reduction by single-atom Fe catalysts on curved supports",
          "authors": "Yasong Zhao, Jiawei Wan, Chongyi Ling, Yanlei Wang, Hongyan He, Nailiang Yang, Rui Wen, Qinghua Zhang, Lin Gu, Bolong Yang, Zhonghua Xiang, Chen Chen, Jinlan Wang, Xin Wang, Yucheng Wang, Huabing Tao, Xuning Li, Bin Liu, Suojiang Zhang, Dan Wang",
          "url": "https://doi.org/10.1038/s41586-025-09364-6",
          "doi": "https://doi.org/10.1038/s41586-025-09364-6",
          "filter": "2"
        },
        {
          "title": "A rude awakening",
          "authors": "Patrick C. N. Martin",
          "url": "https://doi.org/10.1038/d41586-025-02488-9",
          "doi": "https://doi.org/10.1038/d41586-025-02488-9",
          "filter": "4"
        },
        {
          "title": "Two years of COVID-19 in Africa: lessons for the world",
          "authors": "Christian T. Happi, John N. Nkengasong",
          "url": "https://doi.org/10.1038/d41586-021-03821-8",
          "doi": "https://doi.org/10.1038/d41586-021-03821-8",
          "filter": "4"
        },
        {
          "title": "How Indigenous values permeate my chemistry teaching and research",
          "authors": "Dom Byrne",
          "url": "https://doi.org/10.1038/d41586-025-02568-w",
          "doi": "https://doi.org/10.1038/d41586-025-02568-w",
          "filter": "4"
        },
        {
          "title": "Just how bad will climate change get? The only way to know is to fund basic research",
          "authors": "Tim Palmer",
          "url": "https://doi.org/10.1038/d41586-025-02508-8",
          "doi": "https://doi.org/10.1038/d41586-025-02508-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Reflections from a survivor of the Hiroshima bombing",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-02551-5",
          "doi": "https://doi.org/10.1038/d41586-025-02551-5",
          "filter": "4"
        },
        {
          "title": "How does agricultural land become forest? I trek to find out",
          "authors": "Dave Tacon",
          "url": "https://doi.org/10.1038/d41586-025-02517-7",
          "doi": "https://doi.org/10.1038/d41586-025-02517-7",
          "filter": "4"
        },
        {
          "title": "Air pollution could be reduced by incentivizing local government officials to control crop burning",
          "authors": "Gemma Dipoppa, Saad Gulzar",
          "url": "https://doi.org/10.1038/d41586-025-02545-3",
          "doi": "https://doi.org/10.1038/d41586-025-02545-3",
          "filter": "4"
        },
        {
          "title": "Impact of catastrophic flood might have been exacerbated by river-management programme",
          "authors": "Alvise Finotello",
          "url": "https://doi.org/10.1038/d41586-025-02354-8",
          "doi": "https://doi.org/10.1038/d41586-025-02354-8",
          "filter": "4"
        },
        {
          "title": "Many planets might be born with orbits misaligned from the spin of their stars",
          "url": "https://doi.org/10.1038/d41586-025-02536-4",
          "doi": "https://doi.org/10.1038/d41586-025-02536-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Bird flu is ‘everywhere’ on dairy farms",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02579-7",
          "doi": "https://doi.org/10.1038/d41586-025-02579-7",
          "filter": "4"
        },
        {
          "title": "These tiny flyers levitate on the Sun’s heat alone",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-02576-w",
          "doi": "https://doi.org/10.1038/d41586-025-02576-w",
          "filter": "4"
        },
        {
          "title": "Clues to rain formation found in droplet images",
          "authors": "Thomas Leisner",
          "url": "https://doi.org/10.1038/d41586-023-02353-7",
          "doi": "https://doi.org/10.1038/d41586-023-02353-7",
          "filter": "4"
        },
        {
          "title": "Null empathy",
          "authors": "Myna Chang",
          "url": "https://doi.org/10.1038/d41586-025-02489-8",
          "doi": "https://doi.org/10.1038/d41586-025-02489-8",
          "filter": "4"
        },
        {
          "title": "Swift bricks, ancient tattoos and more: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-025-02556-0",
          "doi": "https://doi.org/10.1038/d41586-025-02556-0",
          "filter": "4"
        },
        {
          "title": "W. Jason Morgan, discoverer of plate tectonics (1935–2023)",
          "authors": "Lawrence M. Cathles",
          "url": "https://doi.org/10.1038/d41586-023-03145-9",
          "doi": "https://doi.org/10.1038/d41586-023-03145-9",
          "filter": "4"
        },
        {
          "title": "Sun-powered flyers could explore the mysterious mesosphere",
          "authors": "Shamini Bundell, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-025-02582-y",
          "doi": "https://doi.org/10.1038/d41586-025-02582-y",
          "filter": "4"
        },
        {
          "title": "eLife: community support for a new publishing model",
          "authors": "Lara Urban, Devang Mehta",
          "url": "https://doi.org/10.1038/d41586-023-01005-0",
          "doi": "https://doi.org/10.1038/d41586-023-01005-0",
          "filter": "4"
        },
        {
          "title": "Use AI in the classroom to bring problems to life",
          "authors": "Zerong Xie, Chenwei Zhang",
          "url": "https://doi.org/10.1038/d41586-025-02571-1",
          "doi": "https://doi.org/10.1038/d41586-025-02571-1",
          "filter": "4"
        },
        {
          "title": "Europe must safeguard climate data following NASA cuts",
          "authors": "Bernard Pinty, Jean-Noël Thépaut",
          "url": "https://doi.org/10.1038/d41586-025-02572-0",
          "doi": "https://doi.org/10.1038/d41586-025-02572-0",
          "filter": "4"
        },
        {
          "title": "Outrage over Trump team’s climate report spurs researchers to fight back",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-02505-x",
          "doi": "https://doi.org/10.1038/d41586-025-02505-x",
          "filter": "4"
        },
        {
          "title": "Levitating platform could ride sunlight into the ‘ignorosphere’",
          "authors": "Igor Bargatin",
          "url": "https://doi.org/10.1038/d41586-025-02355-7",
          "doi": "https://doi.org/10.1038/d41586-025-02355-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Lithium supplements reverse Alzheimer’s symptoms in mice",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-02559-x",
          "doi": "https://doi.org/10.1038/d41586-025-02559-x",
          "filter": "4"
        },
        {
          "title": "How Paris dealt with lightning in the Age of Enlightenment",
          "url": "https://doi.org/10.1038/d41586-025-02429-6",
          "doi": "https://doi.org/10.1038/d41586-025-02429-6",
          "filter": "4"
        },
        {
          "title": "Astronomers gave up this comet for dead ― but they were wrong",
          "url": "https://doi.org/10.1038/d41586-025-02561-3",
          "doi": "https://doi.org/10.1038/d41586-025-02561-3",
          "filter": "4"
        },
        {
          "title": "How to thrive as a Latin American researcher abroad",
          "authors": "Vanesa de la Cruz Pavas",
          "url": "https://doi.org/10.1038/d41586-025-02297-0",
          "doi": "https://doi.org/10.1038/d41586-025-02297-0",
          "filter": "4"
        },
        {
          "title": "George E. Smith obituary: co-inventor of the charge coupled device, which ushered in an era of digital images",
          "authors": "Simon Tulloch",
          "url": "https://doi.org/10.1038/d41586-025-02515-9",
          "doi": "https://doi.org/10.1038/d41586-025-02515-9",
          "filter": "4"
        },
        {
          "title": "These genes can have the opposite effects depending on which parent they came from",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-02499-6",
          "doi": "https://doi.org/10.1038/d41586-025-02499-6",
          "filter": "4"
        },
        {
          "title": "Octopus motion in the ocean tracked by a deep-sea 3D camera",
          "url": "https://doi.org/10.1038/d41586-025-02542-6",
          "doi": "https://doi.org/10.1038/d41586-025-02542-6",
          "filter": "4"
        },
        {
          "title": "Trump order gives political appointees vast powers over research grants",
          "authors": "Dan Garisto",
          "url": "https://doi.org/10.1038/d41586-025-02557-z",
          "doi": "https://doi.org/10.1038/d41586-025-02557-z",
          "filter": "4"
        },
        {
          "title": "Oestrogen defends against kidney damage caused by iron-dependent cell death",
          "authors": "Tom Vanden Berghe",
          "url": "https://doi.org/10.1038/d41586-025-02422-z",
          "doi": "https://doi.org/10.1038/d41586-025-02422-z",
          "filter": "4"
        },
        {
          "title": "Watch rappelling robots dive into a lava tube — for science",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-02585-9",
          "doi": "https://doi.org/10.1038/d41586-025-02585-9",
          "filter": "4"
        },
        {
          "title": "Feeding bacteria seaweed to make compostable plastic",
          "authors": "Patricia Maia Noronha",
          "url": "https://doi.org/10.1038/d41586-023-02499-4",
          "doi": "https://doi.org/10.1038/d41586-023-02499-4",
          "filter": "4"
        },
        {
          "title": "The perplexing body plan of arrow worms decoded",
          "authors": "Thomas D. Lewin, Yi-Jyun Luo",
          "url": "https://doi.org/10.1038/d41586-025-02423-y",
          "doi": "https://doi.org/10.1038/d41586-025-02423-y",
          "filter": "4"
        },
        {
          "title": "Trump’s chief science adviser faces a storm of criticism: what's next?",
          "authors": "Jeff Tollefson",
          "url": "https://doi.org/10.1038/d41586-025-02510-0",
          "doi": "https://doi.org/10.1038/d41586-025-02510-0",
          "filter": "4"
        },
        {
          "title": "Decolonize scientific institutions, don’t just diversify them",
          "authors": "Tara G. McAllister, Leilani A. Walker, Niiyokamigaabaw Deondre Smiles, Lydia Jennings, Bradley Moggridge, Sereana Naepi, Brittany Kamai, Kat Milligan-McClellan",
          "url": "https://doi.org/10.1038/d41586-025-02516-8",
          "doi": "https://doi.org/10.1038/d41586-025-02516-8",
          "filter": "4"
        },
        {
          "title": "Alien planet glimpsed in star's 'habitable zone'",
          "authors": "Jenna Ahart",
          "url": "https://doi.org/10.1038/d41586-025-02549-z",
          "doi": "https://doi.org/10.1038/d41586-025-02549-z",
          "filter": "4"
        },
        {
          "title": "‘A whole body of health-equity research is being disappeared’ — why I resigned from the NIH",
          "authors": "Vani Pariyadath",
          "url": "https://doi.org/10.1038/d41586-025-02507-9",
          "doi": "https://doi.org/10.1038/d41586-025-02507-9",
          "filter": "4"
        },
        {
          "title": "Study how screen time affects circadian rhythms",
          "authors": "Fouzia Kiran, Yaping Jin, Yalin Yuan, Huatao Chen",
          "url": "https://doi.org/10.1038/d41586-025-02570-2",
          "doi": "https://doi.org/10.1038/d41586-025-02570-2",
          "filter": "4"
        },
        {
          "title": "How animal paw pads got their toughness",
          "url": "https://doi.org/10.1038/d41586-025-02474-1",
          "doi": "https://doi.org/10.1038/d41586-025-02474-1",
          "filter": "4"
        },
        {
          "title": "Organs on chips could make biomedical research more equitable",
          "authors": "Andrea C. del Valle",
          "url": "https://doi.org/10.1038/d41586-025-02569-9",
          "doi": "https://doi.org/10.1038/d41586-025-02569-9",
          "filter": "4"
        },
        {
          "title": "Can creativity in science be learnt? These researchers think so",
          "authors": "Esme Hedley",
          "url": "https://doi.org/10.1038/d41586-025-01913-3",
          "doi": "https://doi.org/10.1038/d41586-025-01913-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Political officials could control US federal science grants",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02573-z",
          "doi": "https://doi.org/10.1038/d41586-025-02573-z",
          "filter": "4"
        },
        {
          "title": "Margaret Boden obituary: cognitive scientist who explored how machines might emulate human imagination",
          "authors": "Joanna Bryson",
          "url": "https://doi.org/10.1038/d41586-025-02548-0",
          "doi": "https://doi.org/10.1038/d41586-025-02548-0",
          "filter": "4"
        },
        {
          "title": "How to kill the ‘zombie’ cells that make you age",
          "authors": "Carissa Wong",
          "url": "https://doi.org/10.1038/d41586-024-01370-4",
          "doi": "https://doi.org/10.1038/d41586-024-01370-4",
          "filter": "4"
        },
        {
          "title": "A humidity measure that accounts for redistribution of water across the landscape",
          "url": "https://doi.org/10.1038/d41586-025-02539-1",
          "doi": "https://doi.org/10.1038/d41586-025-02539-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: US researchers fight back on key climate report",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-02567-x",
          "doi": "https://doi.org/10.1038/d41586-025-02567-x",
          "filter": "4"
        },
        {
          "title": "Six questions to ask before jumping into a spreadsheet",
          "authors": "Stephanie Melchor",
          "url": "https://doi.org/10.1038/d41586-025-02511-z",
          "doi": "https://doi.org/10.1038/d41586-025-02511-z",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Guilt drives prosociality across 20 countries",
          "authors": "Catherine Molho, Ivan Soraperra, Jonathan F. Schulz, Shaul Shalvi",
          "url": "https://doi.org/10.1038/s41562-025-02286-3",
          "doi": "https://doi.org/10.1038/s41562-025-02286-3",
          "filter": "0"
        },
        {
          "title": "The social ladder to wellbeing",
          "authors": "Nataria Joseph",
          "url": "https://doi.org/10.1038/s41562-025-02261-y",
          "doi": "https://doi.org/10.1038/s41562-025-02261-y",
          "filter": "0"
        },
        {
          "title": "Author Correction: A meta-analysis of correction effects in science-relevant misinformation",
          "authors": "Man-pui Sally Chan, Dolores Albarracín",
          "url": "https://doi.org/10.1038/s41562-025-02294-3",
          "doi": "https://doi.org/10.1038/s41562-025-02294-3",
          "filter": "0"
        },
        {
          "title": "How to develop good research questions",
          "authors": "Megan A. K. Peters",
          "url": "https://doi.org/10.1038/s41562-025-02292-5",
          "doi": "https://doi.org/10.1038/s41562-025-02292-5",
          "filter": "0"
        },
        {
          "title": "Income and education show distinct links to health and happiness in daily life",
          "authors": "David B. Newman, Amie M. Gordon, Wendy Berry Mendes",
          "url": "https://doi.org/10.1038/s41562-025-02264-9",
          "doi": "https://doi.org/10.1038/s41562-025-02264-9",
          "filter": "0"
        },
        {
          "title": "Wilfully ignoring inconvenient information decreases prosociality across diverse cultures",
          "url": "https://doi.org/10.1038/s41562-025-02287-2",
          "doi": "https://doi.org/10.1038/s41562-025-02287-2",
          "filter": "0"
        },
        {
          "title": "Intersectional impact of cash transfers on AIDS among 12.3 million Brazilian women",
          "authors": "Andréa F. Silva, Iracema Lua, Gabriela S. Jesus, Priscila F. P. S. Gestal, Daniella M. Cavalcanti, Carlos A. S. T. Santos, Maria Y. Ichihara, Mauricio L. Barreto, Laio Magno, Luis E. Souza, James Macinko, Inês Dourado, Davide Rasella",
          "url": "https://doi.org/10.1038/s41562-025-02278-3",
          "doi": "https://doi.org/10.1038/s41562-025-02278-3",
          "filter": "0"
        },
        {
          "title": "Learning from outcomes shapes reliance on moral rules versus cost–benefit reasoning",
          "authors": "Maximilian Maier, Vanessa Cheung, Falk Lieder",
          "abstract": "Many controversies arise from disagreements between moral rules and ‘utilitarian’ cost–benefit reasoning (CBR). Here we show how moral learning from consequences can produce individual differences in people’s reliance on rules versus CBR. In a new paradigm, participants (total N = 2,328) faced realistic dilemmas between one choice prescribed by a moral rule and one by CBR. The participants observed the consequences of their decision before the next dilemma. Across four experiments, we found adaptive changes in decision-making over 13 choices: participants adjusted their decisions according to which decision strategy (rules or CBR) produced better consequences. Using computational modelling, we showed that many participants learned about decision strategies in general (metacognitive learning) rather than specific actions. Their learning transferred to incentive-compatible donation decisions and moral convictions beyond the experiment. We conclude that metacognitive learning from consequences shapes moral decision-making and that individual differences in morality may be surprisingly malleable to learning from experience.",
          "url": "https://doi.org/10.1038/s41562-025-02271-w",
          "doi": "https://doi.org/10.1038/s41562-025-02271-w",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: A meta-analysis of genetic effects associated with neurodevelopmental disorders and co-occurring conditions",
          "authors": "Agnieszka Gidziela, Yasmin I. Ahmadzadeh, Giorgia Michelini, Andrea G. Allegrini, Jessica Agnew-Blais, Lok Yan Lau, Megan Duret, Francesca Procopio, Emily Daly, Angelica Ronald, Kaili Rimfeld, Margherita Malanchini",
          "url": "https://doi.org/10.1038/s41562-025-02299-y",
          "doi": "https://doi.org/10.1038/s41562-025-02299-y",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Geographical diversity of peer reviewers shapes author success",
          "authors": "James M. Zumel Dumlao, Misha Teplitskiy",
          "abstract": "Scientific institutions like funding agencies and journals rely on peer reviewers to select among competing submissions. How does the geographical diversity of reviewers affect which authors are selected? If reviewers typically favor submissions from their own countries, but reviewers from only some countries are well represented in the reviewer pool, this can create a “geographical representation bias” favoring authors from those well-represented countries. Using administrative data on 204,718 submissions to 60 STEM journals from the Institute of Physics Publishing, we find support for representation bias. Reviewers from the same country as the corresponding author are 4.78 percentage points more likely to review positively compared to other reviewers of the same manuscript. Authors from the United States of America, China, and India are 8 to 9 times more likely to be evaluated by same-country reviewers compared to less-represented countries with similar incomes. Furthermore, an instrumental variables analysis of an anonymization policy shock shows that anonymizing submissions does not significantly reduce same-country homophily. Thus, investments in reviewer diversification may be necessary to mitigate the structural advantage of authors from major science-producing countries and avoid blind spots in collective knowledge.",
          "url": "https://doi.org/10.1073/pnas.2507394122",
          "doi": "https://doi.org/10.1073/pnas.2507394122",
          "filter": "0"
        },
        {
          "title": "Trends in coastal storm impacts are not only about changes in hurricanes",
          "authors": "Anthony J. Broccoli",
          "url": "https://doi.org/10.1073/pnas.2516546122",
          "doi": "https://doi.org/10.1073/pnas.2516546122",
          "filter": "0"
        },
        {
          "title": "Refugees from Ukraine value job opportunities over welfare",
          "authors": "Joop Adema, Lasha Chargaziia, Yvonne Giesing, Panu Poutvaara",
          "abstract": "Understanding refugees’ destination choices is key to designing appropriate policies, but little is known about this beyond correlational patterns and the effects of isolated policy changes. To derive causal evidence on how destination country characteristics affect refugees’ destination choices, we conducted a forced-choice conjoint experiment among 3,348 Ukrainian refugees across Europe. In the survey experiment, refugees repeatedly chose between two hypothetical countries that varied on eight relevant attributes. Ukrainian refugees are uniquely suited to study the relative importance of different host country attributes as they have the right to choose in which member state of the European Union they apply for temporary protection. We find that job opportunities are a much stronger driver of destination choice than social assistance. A one SD increase in average wages makes it 16.4 percentage points more likely that the country is chosen in the survey experiment, while a corresponding increase in social assistance increases the probability of the country being chosen by only 4.5 percentage points. The ease of finding a job matching one’s qualifications is valued even more than having friends or family and knowing the language of the country. We also find strong sorting in that respondents who value knowing the language and job opportunities in our survey experiments are also more likely to have settled in countries where this is the case. Conjoint experiments can be used to assess refugees’ anticipated migratory responses to proposed policy changes.",
          "url": "https://doi.org/10.1073/pnas.2502420122",
          "doi": "https://doi.org/10.1073/pnas.2502420122",
          "filter": "0"
        },
        {
          "title": "A stochastic theory of urban metabolism",
          "authors": "Martin Hendrick, Andrea Rinaldo, Gabriele Manoli",
          "abstract": "A current tenet in the science of cities is the emergence of power-law relations between population size and a variety of urban indicators, echoing allometric scaling in living organisms akin to Kleiber’s law. However fascinating, existing scaling theories suffer from biases related to the ad-hoc definition of city boundaries and to their neglect of intraurban variability of city properties. Here, to deal rigorously with biases, we explore the hypothesis that the empirical statistics of intracity variations in population counts, road networks, and carbon emissions-across various cities and spatial scales-can be interpreted as resulting from the joint fluctuations of spatially dependent random variables. Rather than relating urban characteristics to overall city size, we focus on how intraurban properties and local population patterns vary together across space. We find that the marginal and joint probability distributions are characterized by finite-size scaling functions which, upon suitable rescaling, collapse onto a set of universal curves. These results are analogous to those relating intraspecies variability in living organisms where the scaling of mean body mass with a characteristic metabolic rate clouds the effects of the variance of both traits. Our findings lay the foundations for a generalized theory of urban metabolism, linking city-scale quantities to the covariation of intraurban characteristics. This also opens up opportunities for a full exploitation of available urban data allowing the integration of biologically inspired theories into the modeling and planning of cities.",
          "url": "https://doi.org/10.1073/pnas.2501224122",
          "doi": "https://doi.org/10.1073/pnas.2501224122",
          "filter": "-1"
        }
      ],
      "articles_hidden": [
        {
          "title": "Keystone predator and keystone intransitivity and the rescue of a competitively subdominant species",
          "authors": "John Vandermeer, Ivette Perfecto",
          "abstract": "Two significant complications in the structure of ecological communities are its dimensionality (many species interacting) and its network diversity (many ways to “wire” the interactions). Two classic concepts, the competitive exclusion principle and the keystone predator hypothesis, may frequently be embedded elements within that community structure and partially responsible for generating it. Other less-venerable concepts may be involved. In particular, for the current work, a keystone intransitivity and a behavioral higher-order effect are involved. We employ a strategic intersection of several particular network modalities—competitive hierarchy, keystone predator, keystone intransitivity, and higher-order trait-mediated effect—to examine the population dynamics of a real system, exploring the nature of its persistence (or extinction) based on the qualitative nature of its network structure. Because two of the dynamic structures, predation and intransitive competition, are both fundamentally oscillatory, the theoretical framework of coupled oscillators comes into play, a mathematical structure well known to be a major source of chaos. We use a set of natural history observations and measurements of a five-dimensional system, common in the coffee agroecosystems of Puerto Rico, to show how the unexpected persistence of a subdominant competitor in a competitive hierarchy may be contingent on a particular wiring of the system. It is notable that all five species are non-native and all are involved in a complex system of potential biological control of two significant pests.",
          "url": "https://doi.org/10.1073/pnas.2421005122",
          "doi": "https://doi.org/10.1073/pnas.2421005122",
          "filter": "2"
        },
        {
          "title": "The 2025 M w 7.7 Mandalay, Myanmar, earthquake reveals a complex earthquake cycle with clustering and variable segmentation on the Sagaing Fault",
          "authors": "Solene L. Antoine, Rajani Shrestha, Chris Milliner, Kyungjae Im, Chris Rollins, Kang Wang, Kejie Chen, Jean-Philippe Avouac",
          "abstract": "We use remote sensing observations to document surface deformation caused by the 2025 M w 7.7 Mandalay earthquake. This event is a unique case of an extremely long (~510 km) and sustained supershear rupture probably favored by the rather smooth and continuous geometry of this section of the structurally mature Sagaing Fault. The seismic rupture involved the locked portion of the fault over its entire depth extent (0 to 13 km) with a remarkably uniform slip distribution that averages 3.3 m, and an average stress drop of 4.7 MPa. No shallow-slip deficit is observed. The rupture extent challenges usual scaling laws relating earthquake magnitude, fault length, and slip. The fault ruptured along a known seismic gap that last ruptured in 1839 and tailed off into sections that ruptured during large earthquakes in 1930 and 1946. The amplitude and spatial distribution of fault slip in the 2025 event conform only approximatively to the slip-predictable model and the segmentation inferred from the fault geometry and past ruptures. Plausible sequences of earthquakes with variable magnitude, segmentation, and return periods, including events similar to the 2025 earthquake are produced in quasidynamic simulations using a simplified but nonplanar fault geometry. Based on this simulation, M w &gt;7.5 events return irregularly with an interevent time of ~141 y on average and a SD of ~40 y. The simulation is consistent with the historical seismicity and with the maximum magnitude ~M w 7.9 and return period (~250 y) derived from moment conservation. Data assimilation into such simulations could provide a way for time-dependent hazard assessment in the future.",
          "url": "https://doi.org/10.1073/pnas.2514378122",
          "doi": "https://doi.org/10.1073/pnas.2514378122",
          "filter": "2"
        },
        {
          "title": "Predictability and the pleasure of music",
          "authors": "Amy M. Belfi",
          "url": "https://doi.org/10.1073/pnas.2516635122",
          "doi": "https://doi.org/10.1073/pnas.2516635122",
          "filter": "2"
        },
        {
          "title": "Abundant fluids in southern Kumano Basin linked to fluid source and slow earthquakes at the plate boundary in the Nankai Trough",
          "authors": "Xin Liu, Ayako Nakanishi, Gou Fujie, Takashi Tonegawa, Yasuyuki Nakamura, Koichiro Obana, Shuichi Kodaira",
          "abstract": "The Nankai Trough is a major subduction zone in southern Japan capable of generating the next M7 or larger earthquake off Kii Peninsula. In addition to earthquakes characterized by sharp P and S arrivals, there are numerous slow earthquakes without clear P phases at the subducting plate boundary corresponding to transient slips that are related to fluids at the plate boundary and high pore pressure. In this study, we perform ambient noise differential adjoint tomography to derive the S-wave velocity model beneath a linear Ocean Bottom Seismometer (OBS) array, which was previously difficult based on airgun active source study. We find that S-wave velocities in the southern (seaward) Kumano Basin are significantly lower than in the northern (landward) Kumano Basin, suggesting weak upper plate and abundant fluids in the southern Kumano Basin. The fluid-rich southern Kumano Basin lies above a weak interplate coupling zone with shallow slow earthquakes and pressurized fluids due to plate interface dehydration. Conversely, the northern Kumano Basin overlies a strong interplate coupling zone with few slow earthquakes, suggesting fluid migration from the weak-coupling interface to the forearc basin above.",
          "url": "https://doi.org/10.1073/pnas.2423440122",
          "doi": "https://doi.org/10.1073/pnas.2423440122",
          "filter": "2"
        },
        {
          "title": "Sustained benefits of long-term biochar application for food security and climate change mitigation",
          "authors": "Jingrui Yang, Longlong Xia, Kees Jan van Groenigen, Xu Zhao, Chaopu Ti, Weilu Wang, Zhangliu Du, Mingsheng Fan, Minghao Zhuang, Pete Smith, Rattan Lal, Klaus Butterbach-Bahl, Xiaori Han, Jun Meng, Jia Liu, Hongguang Cai, Yanhong Cheng, Xingren Liu, Xiangyang Shu, Xiaoyan Jiao, Zhandong Pan, Guangmu Tang, Xiaoyuan Yan",
          "abstract": "Biochar application offers significant potential to enhance food security and mitigate climate change. However, most evidence stems from short-term field experiments (≤3 y), leaving uncertainty about the long-term sustainability of these benefits, especially with annual biochar additions to soils. To address this knowledge gap, we analyzed a global dataset from 438 studies (3,229 observations) and found that long-term annual biochar application (≥4 y) not only sustains but often enhances its benefits. These include improved crop yields (+10.8%), reductions in CH 4 (–13.5%) and N 2 O (–21.4%) emissions, and increased soil organic carbon content (+52.5%). In contrast, these benefits tend to diminish over time with single biochar applications due to the aging effect of biochar. Results from 29 global long-term experiments (4 to 12 y) confirm these sustained benefits for crop yield and greenhouse gas mitigation, although the magnitude of effects varies with soil properties, climate, and management practices. To maximize biochar’s long-term benefits for global food security and climate change mitigation, it is essential to develop viable strategies, such as applying biochar at intervals of several years while tailoring practices to local soil, climate, and cropping conditions.",
          "url": "https://doi.org/10.1073/pnas.2509237122",
          "doi": "https://doi.org/10.1073/pnas.2509237122",
          "filter": "2"
        },
        {
          "title": "Repeated polyploidization shapes divergence in floral morphology in Lithophragma bolanderi (Saxifragaceae)",
          "authors": "Karin Gross, Homa Papoli Yazdi, Elisabeth Schlager, Jodie Lilley, Andrés Romero-Bravo, Anna Runemark, John N. Thompson, Magne Friberg",
          "abstract": "Polyploidization is an important driver of evolution and diversification in flowering plants. Here, we assess how repeated polyploidization may have shaped diversification of floral morphology in Lithophragma bolanderi (Saxifragaceae). This species comprises multiple cytotypes and varies geographically in its interactions with specialized pollinating moths in the genus Greya (Prodoxidae). Past studies have shown that coevolution with these moths has favored particular suites of floral characters but does not fully explain local and regional floral diversification. We combined phenotypic and genomic data from more than 1,800 individuals from 40 L. bolanderi populations spread across its entire range. Flow-cytometric analyses revealed a geographic mosaic of populations comprising one to four of three dominant (diploid, tetraploid, hexaploid) and three rare (triploid, pentaploid, octoploid) cytotypes. Whole-genome resequencing of a subset of populations suggested that polyploids arose from multiple autopolyploidization events, rather than a single event and/or through hybridization, albeit with some signals consistent with low levels of introgression from the congener Lithophragma glabrum . Quantification of flower traits from plants grown in a common garden showed that cytotype explained more than 15% of the variation in floral morphology, with polyploids showing more variability than diploids. Experimental induction of neopolyploids directly induced phenotypic changes but also indicated that local selection may have favored subsequent convergence in floral morphology among cytotypes in natural populations. Collectively, this comprehensive and integrative approach provides insights into how variability generating processes, such as polyploidization integrates with selection from species interactions to shape local floral diversification.",
          "url": "https://doi.org/10.1073/pnas.2505119122",
          "doi": "https://doi.org/10.1073/pnas.2505119122",
          "filter": "2"
        },
        {
          "title": "Correction for Ota et al., Engineering a protease-stable, oral single-domain antibody to inhibit IL-23 signaling",
          "url": "https://doi.org/10.1073/pnas.2519793122",
          "doi": "https://doi.org/10.1073/pnas.2519793122",
          "filter": "2"
        },
        {
          "title": "Dural ectopic lymphatic structures accumulate during aging and exhibit dysregulation in neurodegenerative diseases",
          "authors": "Amit Fruitman Davidi, Sophie Shirenova, Dolev Michaelovich, Giulio Benedetti, Hadar Shtrasberg, Irit Shoval, Hagit Hauschner, Gal Oz, Karin Vardy, Tamir Hirsh, Ravit Madar, Edward A. Stern, Hanna Rosenmann, Arya Biragyn, Eitan Okun",
          "abstract": "The meninges serve as a critical interface between the peripheral immune system and the central nervous system, playing a crucial role in maintaining parenchymal homeostasis. Neurodegenerative disorders, such as amyloidosis and tauopathies, are marked by the accumulation of extracellular neurotoxic amyloid-β (Aβ) plaques and intracellular tau tangles, respectively, leading to neuronal cell death and cognitive decline. The role of the adaptive immune response in these pathologies remains under debate. Adaptive immune cells can manifest as ectopic lymphoid structures (ELS), which resemble secondary lymphoid organs, and form at sites of inflammation or pathology. While ELSs can support immune responses against infections or tumors, they may also have detrimental effects in certain pathological conditions. To explore whether meningeal ELS are implicated in aging and neurodegeneration, we analyzed the meninges of aged wild-type mice and mouse models of early-onset Alzheimer’s disease, tauopathy, and Down syndrome-related neurodegenerative disorders. Our findings suggest that the accumulation of dural ELS varies according to age, brain pathology, and sex. Meningeal myeloid cells may contribute to the initiation and maintenance of ELS during aging. These results demonstrate the potential contribution of meningeal ELS to healthy aging and neurodegenerative conditions, offering directions for future research.",
          "url": "https://doi.org/10.1073/pnas.2425081122",
          "doi": "https://doi.org/10.1073/pnas.2425081122",
          "filter": "2"
        },
        {
          "title": "Anyon superconductivity from topological criticality in a Hofstadter–Hubbard model",
          "authors": "Stefan Divic, Valentin Crépel, Tomohiro Soejima, Xue-Yang Song, Andrew J. Millis, Michael P. Zaletel, Ashvin Vishwanath",
          "abstract": "We argue that the combination of strong repulsive interactions and high magnetic fields can generate electron pairing and superconductivity. Inspired by the large lattice constants of moiré materials, which make large flux per unit cell accessible at laboratory fields, we study the triangular lattice Hofstadter–Hubbard model at one-quarter flux quantum per plaquette, where previous literature has argued that a chiral spin liquid separates a weak-coupling integer quantum Hall phase and a strong-coupling topologically trivial antiferromagnetic insulator at a density of one electron per site. We argue that topological superconductivity emerges upon doping in the vicinity of the integer quantum Hall to chiral spin liquid transition. We employ exact diagonalization and density matrix renormalization group methods to examine this theoretical scenario and find that electronic pairing indeed occurs on both sides of criticality over a remarkably broad range of interaction strengths. On the chiral spin liquid side, our results provide a concrete model realization of the long-hypothesized mechanism of anyon superconductivity. Our study thus establishes a beyond-Bardeen-Cooper-Schrieffer route to electron pairing in a well-controlled limit, relying crucially on the interplay between electron correlations and band topology.",
          "url": "https://doi.org/10.1073/pnas.2426680122",
          "doi": "https://doi.org/10.1073/pnas.2426680122",
          "filter": "2"
        },
        {
          "title": "Remote analysis and management of sweat biomarkers using a wearable microfluidic sticker in adult cystic fibrosis patients",
          "authors": "Rachel S. Nelson, Margaret G. Grossman, Zasu M. Klug, Mia Calamari, Alvaro Donayre, Thaddeus Cybulski, Jared Schooley, Garett J. Griffith, Daniel M. Corcos, Donald E. Wright, Jessica C. Wallace, Da Som Yang, John A. Wright, John A. Rogers, Stephen P. Lee, Roozbeh Ghaffari, A. J. Aranyosi, Manu Jain",
          "abstract": "Sweat parameters such as volume and chloride concentration may offer invaluable clinical insights for people with CF (PwCF). Pilocarpine-induced sweat collection for chloridometry measurement is the gold standard for a CF diagnosis, but this technique is cumbersome and not suitable for remote settings or repeat measurements. We have previously reported the utility of a skin-interfaced microfluidic device (CF Patch) in conjunction with a smartphone image processing platform that enables real-time measurement of sweating rates and sodium chloride loss in laboratory and remote settings. Here, we conducted clinical studies assessing the accuracy of the CF Patch compared to chloridometry when using pilocarpine to induce sweat. We also tested the feasibility and accuracy of exercise-induced sweat chloride measurements in PwCF and healthy volunteers (HV). In the laboratory, using either pilocarpine or exercise to induce sweat, the CF Patch demonstrated strong correlations with sweat chloride measured by pilocarpine-induced chloridometry. In remote settings, exercise-induced sweat chlorides measured using the CF patch were strongly correlated with in-laboratory exercise-induced CF patch sweat chlorides in HV but had a weaker correlation in PwCF. For PwCF on CFTR modulators, there was greater day-to-day variability in sweat chloride compared to HV, which highlights the limitations of assessing CFTR modulator efficacy and pharmacodynamics based on a single in-laboratory chloridometry measurement. Moreover, these findings demonstrate that the CF Patch is suitable as a remote management device capable of measuring serial sweat chloride concentrations and offers the potential of monitoring the efficacy of CF medication regimens but should not replace pilocarpine-based chloridometry for making a CF diagnosis.",
          "url": "https://doi.org/10.1073/pnas.2506137122",
          "doi": "https://doi.org/10.1073/pnas.2506137122",
          "filter": "2"
        },
        {
          "title": "ITAF 45 is a pervasive trans -acting factor for picornavirus Type II IRES elements",
          "authors": "Michael A. Bellucci, Mehdi Amiri, Stephen Berryman, Andia Moshari, Collins Oduor Owino, Rutger D. Luteijn, Tobias J. Tuthill, Yuri Svitkin, Graham J. Belsham, Frank J. M. van Kuppeveld, Nahum Sonenberg",
          "abstract": "Viruses have evolved elaborate mechanisms to hijack the host mRNA translation machinery to direct viral protein synthesis. Picornaviruses, whose RNA genome lacks a cap structure, inhibit cap-dependent mRNA translation, and utilize an internal ribosome entry site (IRES) in the RNA 5′ untranslated region to recruit the 40S ribosomal subunit. IRES activity is stimulated by a set of host proteins termed IRES trans -acting factors (ITAFs). The cellular protein ITAF 45 (also known as PA2G4 or EBP1) was documented as an essential ITAF for foot-and-mouth disease virus (FMDV), with no apparent role in cell-free systems for encephalomyocarditis virus (EMCV) and Theiler’s murine encephalomyelitis virus (TMEV), which are closely related viruses harboring similar IRES elements. Here, we demonstrate that ITAF 45 is a pervasive host factor for picornaviruses containing a Type II IRES. CRISPR/Cas9 knockout of ITAF 45 in several human cell lines conferred resistance to infection with FMDV, EMCV, TMEV, and equine rhinitis A virus (ERAV). We show that ITAF 45 enhances initiation of translation on Type II IRESs in cell line models. This is mediated by the C-terminal lysine-rich region of ITAF 45 known to enable binding to viral RNA. These findings challenge previous reports of a restricted role for ITAF 45 in FMDV infection, thus positioning ITAF 45 as a potential antiviral target for various animal viruses and emerging human cardioviruses.",
          "url": "https://doi.org/10.1073/pnas.2506281122",
          "doi": "https://doi.org/10.1073/pnas.2506281122",
          "filter": "2"
        },
        {
          "title": "Structural insights into VRC01-class bnAb precursors with diverse light chains elicited in the IAVI G001 human vaccine trial",
          "authors": "Xiaohe Lin, Christopher A. Cottrell, Oleksandr Kalyuzhniy, Ryan Tingle, Michael Kubitz, Danny Lu, Meng Yuan, William R. Schief, Ian A. Wilson",
          "abstract": "The development of germline-targeting vaccines represents a potentially transformative strategy to elicit broadly neutralizing antibodies (bnAbs) against HIV and other antigenically diverse pathogens. Here, we report on structural characterization of vaccine-elicited VRC01-class bnAb precursors in the IAVI G001 Phase 1 clinical trial with the eOD-GT8 60mer nanoparticle as immunogen. High-resolution X-ray structures of eOD-GT8 monomer complexed with Fabs of five VRC01-class bnAb precursors with &gt;90% germline identity revealed a conserved mode of binding to the HIV CD4-binding site via IGHV1-2-encoded heavy chains, mirroring mature bnAb interactions. The light-chain V-gene diversity emulated VRC01 bnAbs and stabilized antigen engagement, while their conserved five-residue LCDR3 motifs prevented steric clashes. Notably, the VRC01-class bnAb precursors accommodated the N276 glycan, a key barrier in HIV Env recognition, through structural rearrangements in HCDR3 or LCDR1, despite its absence in the immunogen. Surface plasmon resonance analysis showed that 87% of elicited antibodies retained glycan binding capacity, albeit with reduced affinity. These findings validate the ability of eOD-GT8 60mer nanoparticles to prime VRC01-class bnAb precursors with native-like paratopes but with intrinsic glycan adaptability. Structural mimicry of mature bnAbs was observed even with limited somatic hypermutation, indicating that critical features are encoded in the germline repertoire. The structures highlight how germline-encoded features drive bnAb-like recognition at early stages. This work provides molecular evidence supporting germline targeting in humans and provides guidance for designing booster immunogens to shepherd affinity maturation toward broad neutralization.",
          "url": "https://doi.org/10.1073/pnas.2510163122",
          "doi": "https://doi.org/10.1073/pnas.2510163122",
          "filter": "2"
        },
        {
          "title": "Ensemble approaches for short-term dengue fever forecasts: A global evaluation study",
          "authors": "Skyler Wu, Austin G. Meyer, Leonardo Clemente, Lucas M. Stolerman, Fred Lu, Atreyee Majumder, Rudi Verbeeck, Serge Masyn, Mauricio Santillana",
          "abstract": "Dengue fever, a tropical vector-borne disease, is a leading cause of hospitalization and death in many parts of the world, especially in Asia and Latin America. Where timely dengue surveillance exists, decision-makers can better implement public health measures and allocate resources. Reliable near-term forecasts may help anticipate healthcare demands and promote preparedness. We propose ensemble modeling approaches combining mechanistic, statistical, and machine learning models to forecast dengue cases 1 to 3 mo ahead at the province level across multiple countries. We assess these models’ predictive ability out-of-sample and retrospectively in over 180 locations worldwide, including provinces in Brazil, Colombia, Malaysia, Mexico, Thailand, plus Iquitos, Peru, and San Juan, Puerto Rico, during at least 2 to 3 y. We also evaluate ensemble approaches in a real-time, prospective dengue forecasting platform during 2022–2023, considering data availability limitations. Our ensemble modeling leads to an improvement to previous efforts that may help decision-making in the context of large uncertainties. This contrasts with the variable performance of individual component models across locations and time. No single model achieves optimal predictions across all scenarios, but while ensemble models may not always perform best in specific locations, they consistently rank among the top 3 performing models both retrospectively and prospectively.",
          "url": "https://doi.org/10.1073/pnas.2422335122",
          "doi": "https://doi.org/10.1073/pnas.2422335122",
          "filter": "2"
        },
        {
          "title": "Decoding memory function through naturalistic gaze patterns",
          "authors": "Jordana S. Wynn, Anisha Khosla, Arber Kacollja, Elaheh Shahmiri, Nicole D. Anderson, Kelly Shen, Jennifer D. Ryan",
          "abstract": "Eye movements are closely linked to encoding and retrieval processes, with changes in viewing behavior reflecting age- and pathology-related memory decline. In the current study, we leveraged this relationship to explore possible gaze-based indicators of memory function. Across two task-free viewing experiments, we investigated changes in naturalistic viewing behavior across five participant groups spanning a broad spectrum of memory function, from healthy young adults to amnesic cases. We show that memory decline is associated with an underlying reduction in explorative, adaptive, and differentiated visual sampling of the environment. Our results provide compelling evidence that naturalistic gaze patterns can serve as a sensitive marker of cognitive decline.",
          "url": "https://doi.org/10.1073/pnas.2505879122",
          "doi": "https://doi.org/10.1073/pnas.2505879122",
          "filter": "2"
        },
        {
          "title": "A critical role for Vibrio parahaemolyticus LPS to mediate evasion of host immune response during infection",
          "authors": "Jananee Jaishankar, Hyojik Yang, Ian P. O’Keefe, Brandon M. Tenaglia, Lisa N. Kinch, Robert K. Ernst, Kim Orth",
          "abstract": "Vibrio parahaemolyticus ( V. para ), a Gram-negative halophilic bacterium, is the leading cause of seafood-borne gastroenteritis. While the cytotoxic and enterotoxic capabilities of this bacterium have been previously investigated, the strategies it employs to circumvent innate immune detection by the host remain poorly understood. Bacterial lipopolysaccharide (LPS) serves as the major pathogen-associated molecular pattern that triggers host inflammatory responses, and its lipid A structure contributes to the degree of innate immune system activation. We sought to define the structure of the lipid A component of LPS in V. para and probe its role in host innate immunity. Free living V. para synthesizes a predominantly hepta-acylated lipid A structure, while also producing a minor subset of hexa-acylated lipid A. This altered acylated lipid A elicits a weakened TLR4 immune response as compared to Escherichia coli , allowing V. para entry and replication inside host cells. Deletion of the V. para lipid A biosynthesis enzyme lpxM (VP0213) leads to a mutant strain with altered lipid A secondary acylation, enhanced immune response, and impaired replication within epithelial cells. This study provides evidence that the unique LPS structure synthesized by V. para plays a crucial role in evading host innate immunity, facilitating the bacterium’s survival and replication within host cells.",
          "url": "https://doi.org/10.1073/pnas.2426547122",
          "doi": "https://doi.org/10.1073/pnas.2426547122",
          "filter": "2"
        },
        {
          "title": "Locusts employ neuronal sensory prioritization to reconcile two conflicting olfactory signals while aggregating",
          "authors": "Qiaoqiao Yu, Jing Yang, Jia Yu, Hong Lei, Le Kang, Xiaojiao Guo",
          "abstract": "Migratory locusts ( Locusta migratoria ) emit two key odorants during aggregation: 4-vinylanisole (4VA), which serves as an aggregation pheromone attracting conspecifics to form swarms, and phenylacetonitrile (PAN), which acts as an aposematic signal and a precursor of a defense toxin, deterring conspecifics from cannibalism and protecting against predators. However, how locusts reconcile these two conflicting olfactory signals while aggregating is not yet understood. Our study addresses this by examining the release dynamics of the two signals, their behavioral effects, and the neural mechanisms underlying their perception. 4VA is released earlier and at lower locust densities than PAN, with PAN’s release increasing as aggregation progresses. Although PAN’s emission levels eventually exceed those of 4VA, locusts consistently exhibit a preference for the emitted blend, regardless of variations in proportions and concentrations. Notably, increasing amounts of 4VA added to PAN can counteract PAN’s repellent effects, but this is not the case when PAN is added to 4VA. Mechanistically, we found that antennal neurons responsive to 4VA suppress the activity of neurons responsive to PAN. In the antennal lobe, it is the conduction velocities of projection neurons, rather than other neural properties, that are responsible for the observed behavioral pattern, leading to an overall attractive response. Collectively, our findings imply that insects are capable of harmonizing the effects of two distinct pheromones to optimize both social cohesion and chemical defense.",
          "url": "https://doi.org/10.1073/pnas.2501490122",
          "doi": "https://doi.org/10.1073/pnas.2501490122",
          "filter": "2"
        },
        {
          "title": "Retraction for Jaijyan et al., New intranasal and injectable gene therapy for healthy life extension",
          "url": "https://doi.org/10.1073/pnas.2519570122",
          "doi": "https://doi.org/10.1073/pnas.2519570122",
          "filter": "2"
        },
        {
          "title": "Blood–labyrinth barrier damage mediated by granzymes from cytotoxic lymphocytes results in hearing loss in systemic lupus erythematosus",
          "authors": "Zihe Zhao, Ao Li, Yan Zhu, Shaoqin Cen, Qing Liu, Yuan Zhang, Hanqi Fan, Zhenxing Hou, Dengbin Ma, Dingding Liu, Maoli Duan, Xiaoyun Qian, Renjie Chai, Guoqiang Wan, Xia Gao",
          "abstract": "Hearing loss (HL) in patients with systemic lupus erythematosus (SLE) has been widely reported, though the underlying mechanisms remain unclear. In this study, we demonstrate significant HL in an imiquimod-induced mouse model of SLE, accompanied by blood–labyrinth barrier (BLB) damage in the stria vascularis (SV). We found that cytotoxic CD8 + T lymphocytes and natural killer cells mediate BLB disruption, with granzyme b (Gzmb) acting as the primary factor inducing cell death of the cochlear capillary endothelial cells. Remarkably, inhibiting Gzmb by Serpinb9 significantly alleviates the elevations of hearing thresholds in imiquimod-induced SLE model mice, suggesting a therapeutic target for autoimmune-related HL. Our findings provide insights into the pathogenesis of SLE-related HL and propose Gzmb inhibition as a potential therapeutic strategy.",
          "url": "https://doi.org/10.1073/pnas.2423240122",
          "doi": "https://doi.org/10.1073/pnas.2423240122",
          "filter": "2"
        },
        {
          "title": "Mechanistic insights into the small-molecule inhibition of influenza A virus entry",
          "authors": "Yan Xu, Varada Anirudhan, Irina N. Gaisina, Haijuan Du, Saad Alqarni, Terry W. Moore, Michael Caffrey, Balaji Manicassamy, Tongqing Zhou, Lijun Rong, Kai Xu",
          "abstract": "Influenza A virus (IAV) is a zoonotic pathogen responsible for seasonal and pandemic flu. The extensive genetic and antigenic diversity within and between IAV phylogenetic groups presents major challenges for developing universal vaccines and broad-spectrum antiviral therapies. Current interventions provide limited protection due to the virus’s high mutation rate and capacity for immune evasion. Recent advancements in viral hemagglutinin (HA)-targeting small-molecule entry inhibitors offer a promising avenue to overcome these limitations. Here, we present structural and functional analyses of two group 2 HA-specific small-molecule inhibitors recently identified by our team. Cryogenic electron microscopy (cryo-EM) structures revealed that these inhibitors bind a conserved pocket within the HA stalk, likely interfering with the conformational rearrangements necessary for membrane fusion and viral entry. Structure-guided mutagenesis confirmed the critical roles of key interacting residues and uncovered distinct resistance profiles between the two compounds, as well as in comparison to Arbidol, a previously reported HA inhibitor. Notably, our structural analysis highlights intrinsic barriers to achieving cross-group inhibition with current small-molecule designs. To address this, we propose an alternative strategy for broadening antiviral coverage. Together, these findings provide mechanistic insights into IAV entry inhibition and a foundation for the rational design of next-generation anti-influenza therapeutics.",
          "url": "https://doi.org/10.1073/pnas.2503899122",
          "doi": "https://doi.org/10.1073/pnas.2503899122",
          "filter": "2"
        },
        {
          "title": "Genomes of nitrogen-fixing eukaryotes reveal an alternate path for organellogenesis",
          "authors": "Sarah Frail, Melissa Steele-Ogus, Jon Doenier, Solène L. Y. Moulin, Tom Braukmann, Shouling Xu, Ellen Yeh",
          "abstract": "Endosymbiotic gene transfer (EGT) and import of host-encoded proteins have been considered hallmarks of organelles necessary for stable integration of two cells. However, newer endosymbiotic models have challenged the origin and timing of such genetic integration during organellogenesis. Epithemia diatoms contain diazoplasts, obligate endosymbionts derived from cyanobacteria that are closely phylogenetically related to UCYN-A, a recently described nitrogen-fixing organelle. Diazoplasts function as permanent membrane compartments in Epithemia hosts, but it is unknown if genetic integration has occurred. We report genomic analyses of two Epithemia diatom species, freshwater Epithemia clementina and marine E. pelagica , which are highly divergent but share a common ancestor at the origin of the endosymbiosis &lt;35Mya. We find minimal evidence for genetic integration. Segments of fragmented and rearranged DNA from the diazoplast were detected integrated into the E. clementina nuclear genome, but the transfers that have occurred so far are nonfunctional. No DNA or gene transfers were detected in E. pelagica. In E. clementina , 6 host-encoded proteins of unknown function were identified in the diazoplast proteome, far fewer than detected in recently acquired endosymbiotic organelles. Overall, Epithemia diazoplasts are a valuable counterpoint to existing organelle models, demonstrating that endosymbionts can function as integral compartments—maintained over millions of years of host speciation—absent significant genetic integration. The minimal genetic integration makes diazoplasts valuable blueprints for bioengineering endosymbiotic compartments de novo.",
          "url": "https://doi.org/10.1073/pnas.2507237122",
          "doi": "https://doi.org/10.1073/pnas.2507237122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti3225122",
          "doi": "https://doi.org/10.1073/iti3225122",
          "filter": "2"
        },
        {
          "title": "Our current climate already merits serious research and policy attention",
          "authors": "Nick Obradovich, Emma L. Lawrance, Kelton Minor",
          "url": "https://doi.org/10.1073/pnas.2503892122",
          "doi": "https://doi.org/10.1073/pnas.2503892122",
          "filter": "2"
        },
        {
          "title": "Phosphatidic acid production on the vacuole harboring Legionella pneumophila is a signal for recognition of interferon-induced GTPases",
          "authors": "Hiromu Oide, Tomoko Kubori, Hiroki Nagai, Takashi Nozawa, Ichiro Nakagawa, Miwa Sasai, Masahiro Yamamoto, Kohei Arasaki",
          "abstract": "The interferon (IFN)-inducible GTPases play a crucial role in cell autonomous immunity against intracellular pathogens. Particularly, these GTPases directly recognize the host membrane-derived vacuole containing pathogens and subsequently destroy it. Although it has been revealed that these GTPases target the membrane of Legionella pneumophila ( L. pneumophila )-containing vacuole (LCV), molecular mechanism has been totally uncleared. Here, we show that mouse guanylate-binding protein 2 (mGBP2) is specifically recruited to the LCV and subsequently ruptures it. Furthermore, we also show that mGBP2 recognizes phosphatidic acid (PA) produced by the Legionella effector Lpg2552 and fails to target the vacuole harboring Lpg2552-depleted L. pneumophila . Consistently, this strain successfully grows in cells expressing mGBP2. We additionally identified lysine 585 (K585) of mGBP2 is required for the binding to PA and K585-mutated mGBP2 fails to recognize LCV. Interestingly, this lysine residue is only conserved in GBP1 among human GBPs and the conserved lysine residue is important for PA recognition and subsequent LCV distribution. Importantly, L. pneumophila lacking Lpg2552 exhibits high resistance against IFN stimulation in THP-1-derived human macrophage.",
          "url": "https://doi.org/10.1073/pnas.2420096122",
          "doi": "https://doi.org/10.1073/pnas.2420096122",
          "filter": "2"
        },
        {
          "title": "Gaming the cancer–immunity cycle by synchronizing the dose schedules",
          "authors": "Saeedeh Mahmoodifar, Kristina Stuckey, Paul K. Newton",
          "abstract": "We introduce a mathematical model of the cancer–immunity cycle and use it to test several hypotheses regarding the combination, timing, and optimization associated with chemotherapy and immunotherapy dosing schedules in the context of competition and time-dependent selection pressure. A key idea is the value of synchronizing the dosing schedules with the fundamental period of the cancer–immunity cycle. The competitors in the population dynamics evolutionary game are the cancer cells, healthy (normal) cells, and T cells, which conceptually form a nontransitive rock-paper-scissor chain. The chemotherapy and immunotherapy dosing schedules each act as control functions whose timing and magnitudes we synchronize with the fundamental period of the underlying nonlinear dynamical system. With the model, we show among other more detailed results, that chemotherapy and immunotherapy pulse-dosing schedules do not commute; the best duration of the chemotherapy is one-quarter of the cancer–immunity cycle, whereas for immunotherapy it is one-half cycle; immunotherapy dosing should precede chemotherapy dosing and last twice as long. A general conclusion is that optimized timing of the dosing schedules can make up for lower total dose, opening up new possibilities for designing less toxic and more efficacious dosing regimens with drugs currently in use. Obtaining and calibrating more accurate measurements of the cycle-period across patient populations would be an important step in making some of these ideas clinically actionable.",
          "url": "https://doi.org/10.1073/pnas.2423775122",
          "doi": "https://doi.org/10.1073/pnas.2423775122",
          "filter": "2"
        },
        {
          "title": "DNA polymerase β suppresses somatic indels at CpG dinucleotides in developing cortical neurons",
          "authors": "Noriyuki Sugo, Arikuni Uchimura, Risa Matsumoto, Hiro Nakayama, Shota Fujimoto, Saya Mizuno, Mayumi Higuchi, Masaaki Toshishige, Yasunari Satoh, Sayaka Wakayama, Teruhiko Wakayama, Takeshi Yagi",
          "abstract": "Somatic mutations in cortical neurons have been implicated in psychiatric disorders. While endogenous DNA damage and repair errors are potential contributors to these mutations during development, the underlying mutagenic mechanism remains unclear. Here, we investigated somatic mutations in immature cortical neurons using mouse somatic cell nuclear transfer-derived embryonic stem cells and whole-genome sequencing. Insertions and deletions (indels) were commonly observed in both repeat and nonrepeat sequences in wild-type cells. The loss of DNA polymerase β (Polβ), an enzyme involved in gap-filling during base excision repair and Ten-Eleven Translocation (TET)-mediated active DNA demethylation, in neural progenitor cells increased indel frequency by ~ninefold at cytosine-phosphate-guanine (CpG) dinucleotides and raised the frequency of structural variants by ~fivefold. These mutations were enriched in neuronal genes, leading to frameshift mutations, amino acid insertions/deletions, and the gain and loss of CpG sites in regulatory regions. Our findings suggest that Polβ preferentially repairs DNA lesions generated at CpG sites by TET-mediated active demethylation, thereby suppressing the mutagenesis that accompanies neuronal gene activation during cortical development.",
          "url": "https://doi.org/10.1073/pnas.2506846122",
          "doi": "https://doi.org/10.1073/pnas.2506846122",
          "filter": "2"
        },
        {
          "title": "Quantum spin liquid from electron–phonon coupling",
          "authors": "Xun Cai, Zhaoyu Han, Zi-Xiang Li, Steven A. Kivelson, Hong Yao",
          "abstract": "A quantum spin liquid (QSL) is an exotic insulating phase with emergent gauge fields and fractionalized excitations. However, the unambiguous demonstration of the existence of a QSL in a “nonengineered” microscopic model (or in any material) remains challenging. Here, using numerically exact sign-problem-free quantum Monte Carlo simulations, we show that a QSL arises in a nonengineered electron–phonon model. Specifically, we investigate the ground-state phase diagram of the bond Su–Schrieffer–Heeger model on a 2D triangular lattice at (one electron per site), which we show includes a QSL phase which is fully gapped, exhibits no symmetry-breaking order, and supports deconfined fractionalized holon excitations. This suggests promising routes for finding QSLs in realistic materials and high- T c superconductivity by lightly doping them.",
          "url": "https://doi.org/10.1073/pnas.2426111122",
          "doi": "https://doi.org/10.1073/pnas.2426111122",
          "filter": "2"
        },
        {
          "title": "Maintenance suppression enhances subsequent associative learning",
          "authors": "Ziyao Zhang, Jarrod A. Lewis-Peacock",
          "abstract": "Removing irrelevant information from working memory (WM) can free cognitive resources and reduce interference with current task goals. Beyond these immediate benefits, removal may also support long-term memory processes. We tested this hypothesis using an associative memory paradigm with directed forgetting instructions and characterized the underlying neural mechanisms. In complementary behavioral (N = 22) and fMRI (N = 17) experiments, participants completed an ABC associative memory task using pictures of objects, faces, and scenes. Each A item was sequentially paired with B and C items. Our key manipulation targeted the B items: following B encoding, participants were instructed either to maintain or suppress B. We hypothesized that suppression would impair AB memory but enhance AC memory, and this is precisely what we found. Suppression cues elicited distributed activations across frontoparietal control regions, as expected. Critically, multivoxel pattern analyses revealed enhanced encoding fidelity for C items in hippocampal subregion CA1 following suppression compared to maintenance. During subsequent associative memory tests cued by A items, reactivation of suppressed B items was significantly reduced relative to C items, reflecting diminished competition from B items during retrieval. Together, these findings demonstrate that suppression of unwanted information in WM benefits the formation of new memories by enhancing their encoding fidelity and biasing subsequent memory retrieval away from the suppressed associations.",
          "url": "https://doi.org/10.1073/pnas.2512322122",
          "doi": "https://doi.org/10.1073/pnas.2512322122",
          "filter": "2"
        },
        {
          "title": "Correction for Jeong et al., Tumor-promoting UBR4 coordinates impaired mitophagy–associated senescence and lung adenocarcinoma pathogenesis",
          "url": "https://doi.org/10.1073/pnas.2519796122",
          "doi": "https://doi.org/10.1073/pnas.2519796122",
          "filter": "2"
        },
        {
          "title": "Warm, water-depleted rocky exoplanets with surface ionic liquids: A proposed class for planetary habitability",
          "authors": "Rachana Agrawal, Sara Seager, Iaroslav Iakubivskyi, Weston P. Buchanan, Ana Glidden, Maxwell D. Seager, William Bains, Jingcheng Huang, Janusz J. Petkowski",
          "abstract": "The discovery of thousands of exoplanets and the emergence of telescopes capable of exoplanet atmospheric characterization have intensified the search for habitable worlds. Due to selection biases, many exoplanets under study are planets deemed inhospitable because their surfaces are too warm to support liquid water. We propose that such planets could still support life through ionic liquids: Liquid salts with negligible vapor pressure that can persist on warm planets with thin atmospheres, where liquid water cannot. Ionic liquids have not previously been considered as naturally occurring substances, and thus have not been discussed in planetary science. We demonstrate in laboratory experiments that ionic liquids can form from planetary materials: Sulfuric acid combined with nitrogen-containing organic molecules. Sulfuric acid can be volcanic in origin, and organic compounds are commonly found on planetary bodies. The required planetary surface is water-depleted and must support sulfuric acid transiently in liquid phase to dissolve organics, followed by evaporation of excess liquid—conditions spanning approximately 300 K at 10 −7 atm to 350—470 K at 0.01 atm. Because ionic liquids have extremely low vapor pressures, they are not prone to evaporation, allowing small droplets or pools to persist without ocean-like reservoirs. Ionic liquids’ minuscule vapor pressure at room temperature suggests possible stability on planets with negligible atmospheres, shielded by magnetic fields or rock crevices against harsh cosmic radiation. Ionic liquids can stably dissolve enzymes and other biomolecules, enabling biocatalysis and offering a plausible solvent for life—broadening the definition of habitable worlds.",
          "url": "https://doi.org/10.1073/pnas.2425520122",
          "doi": "https://doi.org/10.1073/pnas.2425520122",
          "filter": "2"
        },
        {
          "title": "Keys to the global treeline formation: Thermal limit for its position and moisture for the taxon-specific variation",
          "authors": "Yuyang Xie, Zehao Shen, J. Julio Camarero, Josep Peñuelas, Xuejing Wang, Jitang Li, Wenge Rao, Xiangwu Chen, Fu Zhao, Xiao Feng",
          "abstract": "Alpine treeline is a prominent biogeographic feature worldwide, determined by the physiological limit of tree life form. There are considerable variations in the various dimensions of physiological limit among tree taxa; thus, varied environmental drivers and spatial patterns are expected for different tree taxa at treelines. However, such taxonomic variability of treeline is often overlooked in large-scale studies. Here, we assembled, to our knowledge, the most comprehensive dataset of tree species at alpine treelines, drawing from research conducted over the past half-century, encompassing over 2,000 records across 38 mountain regions and 43 countries. Using this extensive global dataset, we examined the spatial patterns and environmental drivers shaping different tree taxa at treelines worldwide. The highest tree richness at treelines was found in mid-latitude mountains of the Northern Hemisphere, reflecting floristic differentiation caused by continental isolation. Moisture and climatic variability, particularly seasonal fluctuations, determine the turnover of tree taxa at treelines. Heat limitations appear to restrict the establishment of all genera, effectively defining treeline positions. Heat conditions at treeline positions tend to be about 35% below the genus- and species- level thermal optima. This thermal threshold can effectively explain the global pattern of uppermost tree elevation. Our findings highlight the synergic effects between heat and moisture in determining the taxonomic variation in treeline formation, offering insights for alpine treeline studies under climate change.",
          "url": "https://doi.org/10.1073/pnas.2504685122",
          "doi": "https://doi.org/10.1073/pnas.2504685122",
          "filter": "2"
        },
        {
          "title": "Neural and computational evidence for a predictive learning account of the testing effect",
          "authors": "Haopeng Chen, Pieter Verbeke, Stefania Mattioni, Cristian Buc Calderon, Tom Verguts",
          "abstract": "Testing enhances memory more than studying. Although numerous studies have demonstrated the robustness of this classic effect, its neural and computational origin remains debated. Predictive learning is a potential mechanism behind this phenomenon: Because predictions and prediction errors (mismatch between predictions and feedback) are more likely to be generated in testing (relative to in studying), testing can benefit more from predictive learning. We shed light on the testing effect from a multilevel analysis perspective via a combination of cognitive neuroscience experiments (fMRI) and computational modeling. Behaviorally and computationally, only a model incorporating predictive learning can account for the full breadth of behavioral patterns and the robust testing effect. At the neural level, testing and prediction error both activate the canonical reward-related brain areas in the ventral striatum, insula, and midbrain. Crucially, back sorting analysis revealed that activation in the ventral striatum, insula, and midbrain can enhance declarative memory. These results provide strong and converging evidence for a predictive learning account of the testing effect.",
          "url": "https://doi.org/10.1073/pnas.2506530122",
          "doi": "https://doi.org/10.1073/pnas.2506530122",
          "filter": "2"
        },
        {
          "title": "Sox11 genes affect neuronal differentiation in the developing zebrafish enteric nervous system",
          "authors": "Yuanyun Huang, Can Li, Ayyappa Raja Desingu Rajan, Marianne E. Bronner",
          "abstract": "The vertebrate enteric nervous system (ENS) is derived from vagal neural crest cells, which enter the foregut as progenitors that migrate from rostral to caudal to populate the entire length of the gut. Here, we show that transcription factors sox11a and sox11b , zebrafish orthologs of the human SOX11 gene, are highly expressed in neural crest cells transitioning from progenitors to differentiating neuronal subtypes. Accordingly, CRISPR-Cas9 depletion shows that loss of sox11 paralogs reduces the number of neurons that express the inhibitory motor neuron marker adcyap1b without affecting cell proliferation or death. Transcription factor footprinting analysis of open chromatin regions identified by ATAC-seq reveals Sox11 binding sites in the adcyap1b enhancer. Furthermore, mutational analysis shows these binding sites are required for mediating enhancer-driven reporter expression. Taken together, our results demonstrate an important and previously unrecognized role for sox11a and sox11b in neuronal subtype specification in the developing zebrafish ENS.",
          "url": "https://doi.org/10.1073/pnas.2510548122",
          "doi": "https://doi.org/10.1073/pnas.2510548122",
          "filter": "2"
        },
        {
          "title": "Remembrance of phytoplankton’s past",
          "authors": "Van M. Savage",
          "url": "https://doi.org/10.1073/pnas.2513874122",
          "doi": "https://doi.org/10.1073/pnas.2513874122",
          "filter": "2"
        },
        {
          "title": "Increased microbial carbon use efficiency upon abrupt permafrost thaw",
          "authors": "Shuqi Qin, Guanqin Wang, Dianye Zhang, Yuanhe Yang",
          "abstract": "Soil carbon (C) dynamics upon permafrost thaw represents a major uncertainty in climate projections. Both soil C loss and formation in permafrost regions are mediated by microorganisms, and the balance of these two processes could be characterized by a synthetic metric termed microbial carbon use efficiency (CUE, defined as the ratio of C used for growth over C uptake). However, how microbial CUE responds to permafrost thaw remains unclear due to the lack of direct experimental evidence. Here, based on an ~27 y permafrost thaw sequence and five additional thermokarst-impacted sites across the northeastern Tibetan Plateau, we investigate the response of microbial CUE to abrupt permafrost thaw using a substrate-independent 18 O tracing approach. Results from the thaw sequence and additional sites at the regional scale consistently reveal that topsoil (0 to 10 cm) microbial CUE increases after permafrost collapse as a consequence of accelerated growth. The elevated microbial growth and CUE are driven by the alterations in microbial communities with larger ratio of fungal to bacterial biomass and more copiotrophs. In addition, the increased soil phosphorus availability could also promote microbial growth and CUE. These results highlight that the higher microbial CUE upon abrupt permafrost thaw would potentially enhance soil C stability by promoting the deposition of microbial-derived C into soil. Earth system models should thus explicitly characterize microbial CUE and its drivers to accurately predict permafrost C-climate feedback.",
          "url": "https://doi.org/10.1073/pnas.2419206122",
          "doi": "https://doi.org/10.1073/pnas.2419206122",
          "filter": "2"
        },
        {
          "title": "Global profiling of N-terminal cysteine–dependent degradation mechanisms",
          "authors": "Aizat Bekturova, Yaara Makaros, Shahar Ben-David, Itay Koren",
          "abstract": "Hypoxia, a condition characterized by insufficient oxygen supply, challenges cellular homeostasis and energy production, triggering adaptive responses to promote survival under these stressful conditions. One key strategy involves enzymatic oxidation of N-terminal cysteine residues coupled with proteolysis through the Cys-Arg/N-degron pathway. Despite hundreds of human proteins possessing N-terminal cysteine, very few have been identified as substrates of this pathway, and its substrate selectivity remains unclear. Moreover, the biological role of this pathway in the cellular response to hypoxia is not well defined. Here, by systematically screening protein stability using an N-terminome library, we reveal a broad set of cysteine-initiating proteins regulated by this pathway. Mutagenesis experiments further revealed the specificity of Cys-Arg/N-degron pathway, showing a preference for hydrophobic and positively charged residues following cysteine. Additionally, we uncovered full-length substrates that are regulated by this pathway during hypoxia, including IP6K1. Loss of IP6K1 impaired glucose uptake, glycolytic ATP production, and overall mitochondrial function. Consequently, IP6K1-deficient cells exhibited disrupted metabolic adaptation under hypoxic conditions and reduced survival under stress. These findings underscore the importance of the Cys-Arg/N-degron pathway in regulating metabolic responses and highlight its potential importance in hypoxia-related disorders.",
          "url": "https://doi.org/10.1073/pnas.2501681122",
          "doi": "https://doi.org/10.1073/pnas.2501681122",
          "filter": "2"
        },
        {
          "title": "Étienne-Émile Baulieu (1929–2025): Scientist of steroids and champion of women’s reproductive rights",
          "authors": "Thoru Pederson",
          "abstract": "Having trained as a physician, Étienne-Émile Baulieu soon turned his focus to research, as early as his medical internship. He went on to make major contributions on ketosteroids and other steroids, such as estrogen, and how they act on target organs through receptors to which the hormones bind and activate physiological responses. Later, he consulted with a French pharmaceutical company, encouraging them to pursue his concept for an antigestational agent, which became the iconic RU-486 (Mifepristone). For this, he was applauded by many and criticized by others. He died at his home in a suburb of Paris on May 30, 2025, at the age of 98. To his last days, he vigorously maintained his support for women’s reproductive rights.",
          "url": "https://doi.org/10.1073/pnas.2517065122",
          "doi": "https://doi.org/10.1073/pnas.2517065122",
          "filter": "2"
        },
        {
          "title": "Client–scaffold interactions suppress aggregation of a client protein in model condensates",
          "authors": "Rashik Ahmed, Rhea P. Hudson, Julie D. Forman-Kay, Lewis E. Kay",
          "abstract": "Many studies have shown that sequestration of client proteins into condensates locally increases their concentrations and/or modulates their conformational landscapes to promote aberrant aggregation. Far fewer examples have emerged where the proteinaceous condensed phase environment protects clients from aggregation. Here, we show that a condensate scaffolded by the C-terminal disordered region of Cell Cycle Associated Protein 1 (CAPRIN1) suppresses aggregation of the Fused in Sarcoma (FUS) RNA Recognition Motif (RRM) client, both components of stress granules. Although FUS RRM aggregation is mediated through the unfolded ensemble, comparative NMR studies of the FUS RRM outside and within the condensate establish that CAPRIN1 condensates attenuate FUS RRM aggregation despite locally increasing its concentration by twofold and significantly unfolding the domain. Regions of transient intermolecular contacts between unfolded FUS RRM protomers that could drive aggregation have been identified, including the hydrophobic segments spanning I287-I308 and G335-A369. Intermolecular NOE experiments recorded on the FUS RRM:CAPRIN1 condensate indicate that CAPRIN1 interacts with much of the unfolded FUS RRM, with regions of stronger contacts including the RRM sequences 287 IFVQ 290 , 296 VTIES 300 , 322 INLY 325 , and 351 IDWFDG 356 . These interactions collectively outcompete the homotypic contacts between unfolded FUS RRM clients driving aggregation. Our results demonstrate that condensate scaffold molecules can, in some cases, shield client interprotomer interactions, delaying or completely suppressing their aggregation.",
          "url": "https://doi.org/10.1073/pnas.2508403122",
          "doi": "https://doi.org/10.1073/pnas.2508403122",
          "filter": "2"
        },
        {
          "title": "Measuring the selective packaging of RNA molecules by viral coat proteins in cells",
          "authors": "Amineh Rastandeh, Nino Makasarashvili, Herman K. Dhaliwal, Sherry Baker, Sundharraman Subramanian, Daniel A. Villarreal, Elmer I. Gamez, Kristin N. Parent, Rees F. Garmann",
          "abstract": "Some RNA viruses package their genomes with extraordinary selectivity, assembling protein capsids around their own viral RNA while excluding nearly all host RNA. How the assembling proteins distinguish viral RNA from host RNA is not fully understood, but RNA structure is thought to play a key role. To test this idea, we perform in-cellulo packaging experiments using bacteriophage MS2 coat proteins and a variety of RNA molecules in Escherichia coli . In each experiment, plasmid-derived RNA molecules with a specified sequence compete against the cellular transcriptome for packaging by plasmid-derived coat proteins. Following this competition, we quantify the total amount and relative composition of the packaged RNA using electron microscopy, interferometric scattering microscopy, and high-throughput sequencing. By systematically varying the input RNA sequence and measuring changes in packaging outcomes, we are able to directly test competing models of selective packaging. Our results rule out a longstanding model in which selective packaging requires the well-known translational repressor (TR) stem-loop, and instead support more recent models in which selectivity emerges from the collective interactions of multiple coat proteins and multiple stem-loops distributed across the RNA molecule. These findings establish a framework for studying and understanding selective packaging in a range of natural viruses and virus-like particles, and lay the groundwork for engineering synthetic systems that package specific RNA cargoes.",
          "url": "https://doi.org/10.1073/pnas.2505190122",
          "doi": "https://doi.org/10.1073/pnas.2505190122",
          "filter": "2"
        },
        {
          "title": "Familial transmission of neural representations for mental arithmetic across two generations",
          "authors": "Charlotte Constant-Varlet, Tomoya Nakai, Léa Longo, Honorine Bouchet, Jérôme Prado",
          "abstract": "Parental skills are among the most powerful predictors of children’s outcomes. While distal genetic and environmental pathways likely contribute to skill transmission within families, much less is known about the proximal neural markers that support the transmission of cognitive functioning from parents to children. It is also unclear whether brain similarity between parents and children predicts similarity in cognitive skills. In this study, we used fMRI to measure brain activity associated with mental arithmetic—a task for which intergenerational transmission is consistently observed—in 37 familial dyads of 8-y-old children and their mothers. Regardless of familial ties, multivariate searchlight representational similarity analyses revealed remarkable adult–child similarity in the neural representations of a signature of arithmetic processing, the problem-size effect, within a broad occipito-parieto-frontal system. Comparing familial to nonfamilial adult–child dyads, family-specific transmission of neural representations was identified in the bilateral anterior insula and left precentral gyrus, key regions of the arithmetic processing network. Mother–child neural similarity in the insula and precentral gyrus interacted with maternal skillto predict mother–child similarity in math and working memory skills, such that neural similarity was more positively related to behavioral similarity in dyads with lower-skilled than higher-skilled mothers. Therefore, increased parent–child neural similarity may particularly predict shared cognitive abilities among dyads where parents experience greater difficulties. Our findings demonstrate that task-related intergenerational neuroimaging can identify brain regions involved in the intergenerational transmission of cognitive skills. They may have relevance for identifying neural markers of learning disabilities through familial transmission.",
          "url": "https://doi.org/10.1073/pnas.2421528122",
          "doi": "https://doi.org/10.1073/pnas.2421528122",
          "filter": "2"
        },
        {
          "title": "Plant-specific mitochondrial fission machinery connects mitochondrial dynamics and mitophagosome formation for piecemeal mitophagy",
          "authors": "Juncai Ma, Chaorui Li, Kaike Ren, Kaiyan Zhang, Lanlan Feng, Kai Ching Law, Ka Kit Chung, Yizhou Bing, Caiji Gao, Byung-Ho Kang, Xiaohong Zhuang",
          "abstract": "As the energy center of the cell, mitochondria display enormous metabolic plasticity to meet the cellular demand for plant growth and development, which is tightly linked to their structural and dynamic plasticity. Mitochondrial number and morphology are coordinated through the actions of the mitochondrial division and fusion. Meanwhile, damaged mitochondrial contents are removed to avoid excess toxicity to the plant cells. Mitophagy, a selective degradation pathway of mitochondria through a double-membrane sac named autophagosome (also known as mitophagosome), plays a crucial role in maintaining mitochondrial homeostasis. Typically, wholesale mitophagy requires the elongation of a cup-shaped phagophore along the entire mitochondrion, which finally seals and closes as a mitophagosome. How plant mitophagosome formation and mitochondria sequestration are coordinated remains incompletely understood. In this work, we report an unappreciated role of the plant-specific mitochondrial fission regulator ELM1, together with the dynamin-related protein family DRP3 and the autophagic regulator SH3P2, to coordinate mitochondria segregation for piecemeal mitophagy under heat stress conditions. Dysfunction in mitochondrial fission activity impairs heat-induced mitophagy, leading to an accumulation of interconnected megamitochondria which are partially sequestered by the ATG8-positive phagophore. Furthermore, we show that the ELM1-mediated piecemeal mitophagy also engages the plant archetypal selective autophagic receptor NBR1. Using 3D tomography analysis, we illustrate the morphological features and spatial relationship of the megamitochondria and phagophore intermediates in connection with the mitochondrial fission sites. Collectively, our study provides an updated model of mitophagosome formation for piecemeal mitophagy mediated by the plant-unique mitochondrial fission machinery.",
          "url": "https://doi.org/10.1073/pnas.2504921122",
          "doi": "https://doi.org/10.1073/pnas.2504921122",
          "filter": "2"
        },
        {
          "title": "Circulating cell-free RNA signatures for the characterization and diagnosis of myalgic encephalomyelitis/chronic fatigue syndrome",
          "authors": "Anne E. Gardella, Daniel Eweis-LaBolle, Conor J. Loy, Emma D. Belcher, Joan S. Lenz, Carl J. Franconi, Sally Y. Scofield, Andrew Grimson, Maureen R. Hanson, Iwijn De Vlaminck",
          "abstract": "People living with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) experience heterogeneous and debilitating symptoms that lack sufficient biological explanation, compounded by the absence of accurate, noninvasive diagnostic tools. To address these challenges, we explored circulating cell-free RNA (cfRNA) as a blood-borne bioanalyte to monitor ME/CFS. cfRNA is released into the bloodstream during cellular turnover and reflects dynamic changes in gene expression, cellular signaling, and tissue-specific processes. We profiled cfRNA in plasma by RNA sequencing for 93 ME/CFS cases and 75 healthy sedentary controls, then applied machine learning to develop diagnostic models and advance our understanding of ME/CFS pathobiology. A generalized linear model with least absolute shrinkage selector operator regression trained on condition-specific signatures achieved a test-set AUC of 0.81 and an accuracy of 77%. Immune cfRNA deconvolution revealed differences in platelet-derived cfRNA between cases and controls, as well as elevated levels of plasmacytoid dendritic, monocyte, and T cell–derived cfRNA in ME/CFS. Biological network analysis further implicated immune dysfunction in ME/CFS, with signatures of cytokine signaling and T cell exhaustion. These findings demonstrate the utility of RNA liquid biopsy as a minimally invasive tool for unraveling the complex biology behind chronic illnesses.",
          "url": "https://doi.org/10.1073/pnas.2507345122",
          "doi": "https://doi.org/10.1073/pnas.2507345122",
          "filter": "2"
        },
        {
          "title": "The fetal hydrops–associated single-residue mutation L322P disrupts mechanical but not chemical activation of the PIEZO1 ion channel",
          "authors": "Jinghui Jiang, Wei Guo, Xudong Chen, Qijing He, Yubo Wang, Xiaohui Zhu, Liying Yan, Jie Qiao, Bailong Xiao",
          "abstract": "The mechanically activated PIEZO1 ion channel is genetically linked to numerous physiological and pathophysiological processes. For example, deleting PIEZO1 in mice leads to defective lymphatic vessel development, while nonsense mutations in humans are associated with autosomal recessive generalized lymphatic dysplasia (GLD) and nonimmune hydrops fetalis. However, it remains unclear whether PIEZO1-dependent biological processes are directly mediated by its intrinsic mechanosensitivity. Here, we identified a human fetal hydrops–associated single-residue mutation, L322P (corresponding to L329P in mouse PIEZO1). The mutant failed to show mechanically activated currents in response to poking or stretch of the cell membrane, but preserved normal plasma membrane expression and responsiveness to its chemical activators such as Yoda1 and Jedi1. Remarkably, the mechanical response of the mutant can be restored by Yoda1. These findings demonstrate a direct link between the loss of PIEZO1’s mechanosensitivity and the pathophysiological phenotype of fetal hydrops and raise the therapeutic potential of using PIEZO1 chemical activators to restore the mechanosensitivity of PIEZO1 missense mutants that are associated with genetic diseases such as GLD and hydrops fetalis.",
          "url": "https://doi.org/10.1073/pnas.2503793122",
          "doi": "https://doi.org/10.1073/pnas.2503793122",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal distribution of the glycoprotein pherophorin II reveals stochastic geometry of the growing ECM of Volvox carteri",
          "authors": "Benjamin von der Heyde, Anand Srinivasan, Sumit Kumar Birwa, Eva Laura von der Heyde, Steph S. M. H. Höhn, Raymond E. Goldstein, Armin Hallmann",
          "abstract": "The evolution of multicellularity involved the transformation of a simple cell wall of unicellular ancestors into a complex, multifunctional extracellular matrix (ECM). A suitable model organism to study the formation and expansion of an ECM during ontogenesis is the multicellular green alga Volvox carteri , which, along with the related volvocine algae, produces a complex, self-organized ECM composed of multiple substructures. These self-assembled structures primarily consist of hydroxyproline-rich glycoproteins, a major component of which is pherophorins. To investigate the geometry of the growing ECM, we fused the yfp gene with the gene for pherophorin II (PhII) in V. carteri . Confocal microscopy reveals PhII:YFP localization at key ECM structures, including the boundaries of compartments surrounding each somatic cell and the outer surface of the organism. Image analysis during the life cycle allows the stochastic geometry of growing compartments to be quantified; their areas and aspect ratios exhibit robust gamma distributions and exhibit a structural transition from a tight polygonal to a looser acircular packing geometry with stable eccentricity over time, evoking parallels and distinctions with the behavior of hydrated foams. These results provide quantitative insight into a general, open question in biology: how do cells collectively produce a complex structure external to themselves in a robust and accurate manner?",
          "url": "https://doi.org/10.1073/pnas.2425759122",
          "doi": "https://doi.org/10.1073/pnas.2425759122",
          "filter": "2"
        },
        {
          "title": "The distortion–push mechanism for the γ subunit rotation in F 1 -ATPase",
          "authors": "Masahiro Motohashi, Mao Oide, Chigusa Kobayashi, Jaewoon Jung, Eiro Muneyuki, Yuji Sugita",
          "abstract": "F 1 -ATPase comprises the stator ring consisting of α 3 β 3 subunits and the rotor γ subunit. The γ subunit rotation mechanism has been extensively investigated by biochemical analyses, structural studies, single-molecule measurements, and computational studies. Recent cryoelectron microscopy (cryo-EM) structures of F 1 -ATPase from the thermophilic bacterium Bacillus PS3 (TF 1 ) provide us with further possibilities for a better understanding of the γ-rotation mechanisms. Using cryo-EM structures having the γ-rotation angles close to the binding dwell and catalytic dwell states, we investigate the relationships between the γ subunit rotation, conformational changes of the stator α 3 β 3 subunits, and the nucleotide-binding and release. We performed targeted molecular dynamics (MD) simulations with external forces on the α 3 β 3 subunits and observed 80° substep rotations of the γ subunit. Then, we optimized the most probable transition pathway through the mean-force string method simulations with 64 images. Finally, using umbrella sampling, we calculated the potential of mean forces along the minimum free energy pathway during the 80° substep rotation. Our MD simulations suggest that 80° substep rotation is divided into the first rotation, resting, and the second rotation. Notably, the first rotation is driven by the distortion of the stator α 3 β 3 subunits, and the second rotation is induced mainly by direct β/γ subunit interactions. This model, which we call the distortion–push mechanism, is consistent with the residue-level experimental analysis on F 1 -ATPase and the atomic structures determined by X-ray crystallography and cryo-EM.",
          "url": "https://doi.org/10.1073/pnas.2502642122",
          "doi": "https://doi.org/10.1073/pnas.2502642122",
          "filter": "2"
        },
        {
          "title": "Analytical solutions for light propagation of LED",
          "authors": "Haohui Zhang, Kaiqing Zhang, Mingzheng Wu, Shupeng Li, Kevin L. Bodkin, Yevgenia Kozorovitskiy, John A. Rogers, Yonggang Huang",
          "abstract": "Analytical solutions of diffusion theory for light propagation in turbid media are essential for optical diagnostics and therapeutic applications, including cerebral oximetry, hemodynamic monitoring, and photostimulation. While existing solutions work reasonably well for collimated light sources—lasers and optical fibers—analytical solutions for LEDs remain missing, despite the growing use of LEDs in wearable and implantable bioelectronics. We present a method to solve the diffusion theory and derive analytical solutions for two biomedically relevant configurations: 1) surface-mounted LEDs on semi-infinite media (e.g., wearable devices) and 2) embedded LEDs in infinite media (e.g., implantable devices). Beyond a distance of 4 times the scattering length of the medium to the LED source, our analytical solutions are reasonably accurate, within 6% error for 1) and 3% for 2). This represents significant improvements over existing analytical solutions, characterized by 26% and 15% error, respectively. Using our analytical solutions, we derive tissue optical properties ( μ a and μ s ′ ) from diffuse reflectance results with &lt;7% error, and we determine the irradiance threshold for photostimulation, aligned with experimental optogenetic activation data. Our analytical solutions are readily adaptable to various biomedical applications, offering a rigorous theoretical foundation for next-generation LED-based bioelectronics, to enable more accurate optical diagnostics and therapies in clinical applications.",
          "url": "https://doi.org/10.1073/pnas.2508163122",
          "doi": "https://doi.org/10.1073/pnas.2508163122",
          "filter": "2"
        },
        {
          "title": "Suppressing mechanical property variability in recycled plastics via bioinspired design",
          "authors": "Dimitrios Georgiou, Danqi Sun, Xing Liu, Christos E. Athanasiou",
          "abstract": "Over 350 million metric tons of plastic waste are generated annually, with most ending up in landfills, dumps, or the environment, posing significant risks. Mechanical recycling remains underutilized, largely due to the high variability in the mechanical properties of recycled plastics (recyclates). This variability undermines performance reliability and hinders the adoption of recyclates in demanding industrial applications. Inspired by natural materials, known for their mechanical robustness despite microstructural stochasticity, we propose a universal, chemistry-agnostic, brick-and-mortar design tailored for recycled polymers. In this design, stiff recycled plastic platelets (bricks) are embedded in a soft virgin polymer matrix (mortar), which accommodates deformation and redistributes stress. To predict the effective modulus, strength, and property variability of such structures, we developed an uncertainty-aware tension-shear-chain model, combining Monte Carlo simulations with literature-based distributions of recyclates’ stiffness and conservative interfacial parameter stochasticity assumptions. We validated our model using nacre-inspired composites fabricated from recycled high-density polyethylene (rHDPE) platelets and polydimethylsiloxane (PDMS) mortar. The experimental results matched model predictions, confirming significant suppression of variability. In a case study on industrial HDPE stretch film, our design reduced modulus variability by up to 93% and maximum permissible strain variability by at least 68% compared to input rHDPE, while matching the modulus of virgin HDPE film. This work introduces a design-enabled variability-suppression strategy for recycled plastics, able to transform highly heterogenous materials into structurally robust products. By supporting virgin-plastic substitution and circular design strategies, our approach can enable the broader adoption of recyclates by several industries.",
          "url": "https://doi.org/10.1073/pnas.2502613122",
          "doi": "https://doi.org/10.1073/pnas.2502613122",
          "filter": "2"
        },
        {
          "title": "Biochar in the circular bionutrient economy",
          "authors": "Johannes Lehmann, Edmundo Barrios, Mariana Devault, Lucinda Li, Rebecca Nelson, Johan Six, John Trimmer",
          "abstract": "The circular bionutrient economy is defined here as the circular economy of nutrients in managed organic residues. Here, we posit that biochar technology can stimulate the circular bionutrient economy by meeting the following three requirements: 1) nutrients are captured in a dry form, increasing market value and lowering transportation cost; 2) individual nutrients can be captured separately and combined as needed for particular plants and soils; 3) all pathogens and most pollutants can be removed with the notable exception of heavy metals. Pyrolysis and associated moisture removal enabled by the energy released during pyrolysis decreases weight of solid excreta by 85 to 90% and volume by 74 to 90%. This will lower storage and transport costs allowing redistribution of nutrients from production to processing and consumption of food. Incorporating liquid organic residues into nutrient recovery processes is crucial to the circular bionutrient economy. For example, N fertilizer from human feces would only generate about 2% (2.0 to 2.4 Tg N y −1 ) of current global N application, whereas including urine could increase this fraction to 16 to 17% (15.7 to 16.9 Tg N y −1 ). Nutrient acquisition by plants can be increased by biochar through nutrient retention and pH buffering in soil. We posit that leveraging biochar to close the nutrient circle requires public–private partnerships in forms of a community of practice and green alliances. These must develop a marketable product that incentivizes private investment. Such products may only be cost competitive with established fertilizer products by internalizing external environmental costs possibly through market mechanisms including but not limited to carbon credits.",
          "url": "https://doi.org/10.1073/pnas.2503668122",
          "doi": "https://doi.org/10.1073/pnas.2503668122",
          "filter": "2"
        },
        {
          "title": "Gene regulatory logic of the interferon-β enhancer is characterized by two selectively deployed modes of transcription factor synergy",
          "authors": "Allison Schiffman, Zhang Cheng, Diana Ourthiague, Alexander Hoffmann",
          "abstract": "Type I interferon IFNβ is a key immune response cytokine, and when its expression is dysregulated, it causes disease. The regulation of IFNβ enhancer has been a touchpoint of mammalian gene control research since the discovery of functional synergy between two stimulus-responsive transcription factors (TFs), nuclear factor kappa B (NFκB) and interferon regulatory factors (IRF). However, subsequent gene knockout studies revealed that in some conditions either NFκB or IRF activation can be dispensable, leaving the precise regulatory logic of IFNβ transcription an open question. Here, we developed a series of quantitative enhancer states models of IFNβ expression control and evaluated them with stimulus–response data from TF knockouts. Of these, our analysis reveals that two modes of TF synergy account for the available data and neither is based on binding cooperativity. The first involves two adjacent IRF dimers, with a sigmoidal binding curve at the distal site rendering it ultrasensitive and restricting it to conditions of high IRF activity upon viral infection. The second is driven by the proximal site, which has high affinity and synergizes with NFκB to enable about half-maximal expression in response to bacterial exposure. Its accessibility is controlled by the competitive repressor p50:p50, which prevents basal IRF from binding, such that NFκB-only stimuli do not induce IFNβ expression and may allow for prior-exposure-dependent tuning. The model explains how the regulatory logic of the IFNβ enhancer ensures invariant IFNβ expression in response to viral exposure, while providing tunable, context-dependent expression in response to bacterial exposure.",
          "url": "https://doi.org/10.1073/pnas.2502800122",
          "doi": "https://doi.org/10.1073/pnas.2502800122",
          "filter": "2"
        },
        {
          "title": "Climate change and Vibrio : Environmental determinants for predictive risk assessment",
          "authors": "Kyle D. Brumfield, Moiz Usmani, Daniel M. Long, Henry A. Lupari, Robert K. Pope, Antarpreet S. Jutla, Anwar Huq, Rita R. Colwell",
          "abstract": "Climate change significantly impacts the incidence and abundance of microorganisms, including those essential for environmental cycles and those pathogenic to humans and animals. Shifts in conditions favorable for microbial growth have expanded the geographic range of many pathogens, contributing to the emergence and reemergence of infectious diseases. Waterborne diseases pose severe risks in regions where adverse climate conditions intersect with population vulnerabilities, especially inadequate water, sanitation, and hygiene infrastructure. Since many waterborne pathogens play crucial roles in the environment, such as in carbon and nitrogen cycling, their eradication is not possible. However, predictive intelligence models that identify environmental heuristics conducive to the growth of pathogenic strains, integrating microbiological, sociological, and weather data, can offer anticipatory decision-making capabilities, reducing infection risks. Here, the objective was to analyze data from studies since the 1960s to identify environmental determinants driving the occurrence and distribution of pathogenic Vibrio spp ., enabling predictive modeling of the effects of climate change on cholera and noncholera vibriosis. The proliferation of Vibrio spp. in aquatic ecosystems has been linked to climate change and, concomitantly, with increased environmental disease transmission, notably cholera in Southeast Asia and parts of Africa and noncholera vibriosis in Northern Europe and along the Eastern seaboard of North America. Global predictive risk models for Vibrio cholerae have contributed to reduction in case fatality rates when coupled with individual and large-scale intervention early in outbreaks. These models, when appropriately modified, hold the potential to predict disease caused by all clinically relevant Vibrio spp . and other waterborne pathogens.",
          "url": "https://doi.org/10.1073/pnas.2420423122",
          "doi": "https://doi.org/10.1073/pnas.2420423122",
          "filter": "2"
        },
        {
          "title": "Targeted deletions of large syntenic regions in Arabidopsis thaliana",
          "authors": "Ashot Papikian, Rachel J. Rattner, Jenni Kao, Neil Hauser, Nicholas Allsing, Allen Mamerto, Nolan T. Hartwick, Kelly Colt, Todd P. Michael",
          "abstract": "Plant genomes have undergone multiple rounds of whole-genome duplication (WGD) throughout their evolutionary history. As a result, many species, including Arabidopsis thaliana , retain duplicated genomic segments, or syntenic regions, which harbor large numbers of paralogous genes preserved from these ancient WGD events. We deleted four large, duplicated blocks, ranging from ~115 kb to ~684 kb using Staphylococcus aureus Cas9 to explore the effects of knocking out these blocks in Arabidopsis . Large deletions like these remain rare, especially in small and gene-dense plant genomes. Deletions were subsequently verified using whole-genome sequencing, which revealed minimal off-target effects. The number of deleted genes ranged from 16 to 60, and transposable elements ranged from 4 to 112 among the four deleted blocks. Two deletion lines showed distinct phenotypes resulting from the loss of many genes, while two others displayed no obvious defects, including for flowering time or hypocotyl elongation. Moreover, RNA-sequencing revealed that expression compensation, where deletions of paralogous genes lead to the upregulation of intact paralogues, was not a general response to the deleted regions under the conditions tested. Thus, it is possible to obtain viable plants when deleting large fragments that may be redundant or that contain nonessential genes. These results demonstrate that large chromosomal deletions can be used as a tool for genome engineering approaches, such as genome minimization in plants and allele replacement using homology-directed repair and other precision editing methods. Targeted deletions of large chromosome fragments will be a valuable tool for research and biotechnology applications.",
          "url": "https://doi.org/10.1073/pnas.2419744122",
          "doi": "https://doi.org/10.1073/pnas.2419744122",
          "filter": "2"
        },
        {
          "title": "Correction for Kuo et al., A proteomic signature of healthspan",
          "url": "https://doi.org/10.1073/pnas.2520058122",
          "doi": "https://doi.org/10.1073/pnas.2520058122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Stable isotope evidence for the participation of commoners in Inka khipu production",
          "authors": "Sabine Hyland, Kit Lee, Hannah Koon, Sanna Laukkanen, Luke Spindler",
          "abstract": "This study presents previously unknown evidence about the social status of Inka-era khipu experts. A lack of physical evidence hinders our understanding of the specialists who made Inka khipus (knotted cords that served as writing). On the basis of primarily Spanish-language colonial chronicles, it is thought that khipus were created exclusively by male bureaucratic elites. We analyzed Inka khipu, KH0631, whose primary cord is composed of human hair. Historically, human hair on a khipu served as a “signature” to indicate the khipu’s creator. Recent advances in elemental analysis–isotope ratio mass spectrometry allowed us to undertake simultaneous carbon, nitrogen, and sulfur measurements from a single KH0631 hair sample, revealing that this individual consumed a diet characteristic of low-ranking commoners. This finding suggests that commoners participated in Inka khipu production.",
          "url": "https://doi.org/10.1126/sciadv.adv1950",
          "doi": "https://doi.org/10.1126/sciadv.adv1950",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Article “Disruption of BAG3-mediated BACE1 stabilization alleviates neuropathology and memory deficits in a mouse model of Alzheimer’s disease” by L. Xia et al .",
          "url": "https://doi.org/10.1126/sciadv.aea3085",
          "doi": "https://doi.org/10.1126/sciadv.aea3085",
          "filter": "1"
        },
        {
          "title": "Erratum for the Research Article “DUX4-r exerts a neomorphic activity that depends on GTF2I in acute lymphoblastic leukemia” by D. Campolungo et al .",
          "url": "https://doi.org/10.1126/sciadv.aea3122",
          "doi": "https://doi.org/10.1126/sciadv.aea3122",
          "filter": "1"
        },
        {
          "title": "Ultrafast tomograms in a flash",
          "authors": "Lei Tian",
          "abstract": "Fourier synthesis optical diffraction tomography encodes hundreds of views per exposure, enabling kilohertz-rate, label-free three-dimensional imaging of complex biological and soft-matter dynamics previously beyond reach.",
          "url": "https://doi.org/10.1126/sciadv.aea2494",
          "doi": "https://doi.org/10.1126/sciadv.aea2494",
          "filter": "2"
        },
        {
          "title": "Diurnal urban rainfall anomalies across different landscapes",
          "authors": "Xinxin Sui, Zong-Liang Yang, Dev Niyogi",
          "abstract": "Urbanization influences regional climates and extreme weather. While previous research has documented urban-induced precipitation for specific cities or storm cases, diurnal urban precipitation anomalies across different landscapes remain poorly understood. Analyzing diurnal and seasonal variations of urban precipitation anomalies across 175 US cities, we found strong urban effects on precipitation especially during summer afternoons. Large, inland cities can receive 10% more summer afternoon rainfall, and the pattern varies with urban heat islands and wind conditions. Coastal cities, under the influence of sea-land breeze, experience three times amplified daily urban precipitation enhancements than inland cities. Urban impacts are also noted for mountain cities, affecting their topography-dominated precipitation patterns. With increasing thresholds of extreme precipitation, most US cities experience more intense rainfall compared to their rural backgrounds. This study enhances our understanding of hitherto poorly documented diurnal aspects of urban rainfall through geographically distributed, landscape-specific rainfall anomalies.",
          "url": "https://doi.org/10.1126/sciadv.ads5046",
          "doi": "https://doi.org/10.1126/sciadv.ads5046",
          "filter": "2"
        },
        {
          "title": "The small-molecule pifithrin-α deactivates ETR1 to repress shade avoidance in Arabidopsis",
          "authors": "Wenjing Liang, Sha Huang, Xinran Chen, Kai Jiang, Xin Gong, Hongwei Guo, Lin Li",
          "abstract": "Shade avoidance syndrome (SAS) commonly occurs in plants sensing shading and the proximity of neighbors, leading to morphological and physiological changes that are detrimental to plant health and consequently crop yield. Controlling SAS could be beneficial for sustainable agriculture. Here, we performed a phenotype-based chemical screening in Arabidopsis and identified pifithrin-α (PFT-α) as a compound that suppresses shade-induced hypocotyl elongation and gene expression. Through genetic, biochemical, and molecular approaches, we demonstrated that PFT-α mimics ethylene by deactivating the ethylene receptor 1 (ETR1). Accumulated ethylene-insensitive 3 (EIN3) influences the expression of phytochrome-interacting factors ( PIF4 and PIF7 ) and subsequently inhibits shade-induced hypocotyl elongation. Our findings not only provide molecular insights into SAS but also suggest that PFT-α, acting as a potent ethylene mimic, plays a crucial role in hormone-regulated plant development and holds potential for modulating SAS in agricultural practices.",
          "url": "https://doi.org/10.1126/sciadv.adw9241",
          "doi": "https://doi.org/10.1126/sciadv.adw9241",
          "filter": "2"
        },
        {
          "title": "Somatic CRISPR tumorigenesis and multiomic analysis reveal a pentose phosphate pathway disruption vulnerability in MPNSTs",
          "authors": "Gavin R. McGivney, Qierra R. Brockman, Nicholas Borcherding, Amanda Scherer, Adam J. Rauckhorst, Wade R. Gutierrez, Shane R. Solst, Collin D. Heer, Akshaya Warrier, Warren Floyd, David G. Kirsch, Vickie L. Knepper-Adrian, Emily A. Laverty, Grace A. Roughton, Douglas R. Spitz, Eric B. Taylor, Rebecca D. Dodd",
          "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive and chemo-resistant sarcomas with poor survival rates. Loss of CDKN2A or P53 following NF1 disruption is a key event in MPNST development. Here, we used CRISPR-Cas9 somatic tumorigenesis in mice to identify transcriptomic and metabolomic features distinguishing CDKN2A - versus P53 -deleted MPNSTs. Convergent, multiomic analyses revealed that CDKN2A -deleted MPNSTs are especially dependent on the pentose phosphate pathway (PPP) and NADPH metabolism for growth and viability. Disruption of glucose-6-phosphate dehydrogenase (G6PD), the PPP rate-limiting enzyme, slowed CDKN2A -deleted MPNST growth and sensitized MPNSTs to standard-of-care chemotherapy. Knockdown of the redox-regulated transcription factor NRF2 slowed MPNST growth and decreased G6PD transcription. Analysis of patient MPNSTs identified a NRF2 gene signature correlating with tumor transformation. Furthermore, G6PD and NRF2 expression in PanCancer TCGA samples correlates with patient survival. This work identifies NRF2-PPP dependency as a targetable vulnerability in these difficult-to-treat MPNSTs, particularly in the NF1/CDKN2A -deleted majority.",
          "url": "https://doi.org/10.1126/sciadv.adu2906",
          "doi": "https://doi.org/10.1126/sciadv.adu2906",
          "filter": "2"
        },
        {
          "title": "Identifying a next-generation antimalarial trioxolane in a landscape of artemisinin partial resistance",
          "authors": "Matthew T. Klope, Poulami Talukder, Brian R. Blank, Sevil Chelebieva, Jun Chen, Shaun D. Fontaine, Ryan L. Gonciarz, Priyadarshini Jaishankar, Grace J. Lee, Jennifer Legac, Vineet Mathur, Avani Narayan, Martin Okitwi, Stephen Orena, Nicholas S. Settineri, Juan A. Tapia, Yoweri Taremwa, Patrick K. Tumwebaze, Aswathy Vinod, Jeremy N. Burrows, Philip J. Rosenthal, Roland A. Cooper, Adam R. Renslo",
          "abstract": "For over two decades, artemisinin-based combination therapy (ACT) has been the standard of care for the treatment of uncomplicated falciparum malaria. However, artemisinin partial resistance (ART-R) is now prevalent in Southeast Asia and has emerged in eastern Africa, threatening ACT efficacy. Artefenomel, a synthetic 1,2,4-trioxolane, exhibits an extended pharmacokinetic exposure profile that predicts for efficacy against ART-R parasites. Unfortunately, the development of artefenomel was halted recently after almost a decade in the clinic. Here, we describe studies of an artefenomel-adjacent chemotype that combines potent in vitro activity against clinical ART-R parasites, an extended pharmacokinetic profile with single-exposure efficacy in a murine malaria model, and enhanced stability in human microsomes and hepatocytes. Overall, our studies reveal a heretofore underexplored trioxolane chemotype with the potential to address ART-R in a next-generation trioxolane development candidate.",
          "url": "https://doi.org/10.1126/sciadv.ads9168",
          "doi": "https://doi.org/10.1126/sciadv.ads9168",
          "filter": "2"
        },
        {
          "title": "Non-native entanglement protein misfolding observed in all-atom simulations and supported by experimental structural ensembles",
          "authors": "Quyen V. Vu, Ian Sitarik, Yang Jiang, Yingzi Xia, Piyoosh Sharma, Divya Yadav, Hyebin Song, Mai Suan Li, Stephen D. Fried, Edward P. O’Brien",
          "abstract": "Several mechanisms are known to cause monomeric protein misfolding. Coarse-grained simulations have predicted an additional mechanism exists involving off-pathway, noncovalent lasso entanglements, which are long-lived kinetic traps and structurally resemble the native state. Here, we examine whether such misfolded states occur in long-timescale, all-atom folding simulations of ubiquitin and λ-repressor. We find that these entangled misfolded states are populated in higher-resolution models. However, because of the small size of ubiquitin and λ-repressor, these states are short-lived. In contrast, coarse-grained simulations of a larger protein, IspE, predict that it populates long-lived misfolded states. Using an Arrhenius extrapolation applied to all-atom simulations, we estimate that these IspE misfolded states have lifetimes similar to the native state while remaining soluble. We further show that these misfolded states are consistent with the structural changes inferred from limited proteolysis and cross-linking mass spectrometry experiments. Our results indicate that misfolded states composed of non-native entanglements can persist for long timescales in both all-atom simulations and experiments.",
          "url": "https://doi.org/10.1126/sciadv.adt8974",
          "doi": "https://doi.org/10.1126/sciadv.adt8974",
          "filter": "2"
        },
        {
          "title": "Excess water availability in northern mid-high latitudes contiguously migrated from ocean under climate change",
          "authors": "Yansong Guan, Xihui Gu, Lunche Wang, Tianjun Zhou, Jun Xia, Dabang Jiang, Louise J. Slater, Luis Gimeno, Yadu Pokhrel, Gabriele Villarini, Jong-Seong Kug, Seok-Woo Son, Richard P. Allan, Jianfeng Li, Thian Yew Gan, Yinxue Liu, Dongdong Kong, Xiang Zhang, Xiangsen Cui",
          "abstract": "Terrestrial water availability sustains livelihoods, socioeconomic development, and ecosystems. Despite an understanding of contributions of oceanic moisture to terrestrial hydroclimatic extremes, whether surpluses of terrestrial water availability migrate directly and contiguously from the ocean and the influence of climate change on this process remain unclear. Here, we use a coherent feature-tracking method to identify ocean-to-land water availability surpluses (OWASs), characterized by spatiotemporally contiguous migration of excess atmospheric freshwater (precipitation-minus-evapotranspiration) from ocean to land. Over the past several decades, especially in northern mid-high latitudes (NMHL; above 48°N), OWASs have exhibited longer persistence, wider areal extent, and greater intensity than those developed solely over land. These landward migrations are associated with seasonal Atlantic teleconnection and Pacific circulation shift. Under the business-as-usual scenario, these two processes are projected to be enhanced, markedly increasing OWAS characteristics in NMHL driven by thermodynamic atmospheric responses to future warming. Intensified OWASs may not only help alleviate long-term droughts but also have the potential to accentuate pluvial risks.",
          "url": "https://doi.org/10.1126/sciadv.adv0282",
          "doi": "https://doi.org/10.1126/sciadv.adv0282",
          "filter": "2"
        },
        {
          "title": "A bioinspired microfluidic wearable sensor for multiday sweat sampling, transport, and metabolic analysis",
          "authors": "Soyoung Shin, Ruixiao Liu, Yiran Yang, José A. Lasalde-Ramírez, Gwangmook Kim, Chihyeong Won, Jihong Min, Canran Wang, Kexin Fan, Hong Han, Chibuike Uwakwe, Wenzheng Heng, Tzung K. Hsiai, Zhaoping Li, John D. FitzGerald, Wei Gao",
          "abstract": "Wearable sweat sensors enable noninvasive real-time biochemical monitoring, holding immense potential for personalized health care applications. However, achieving prolonged and reliable sweat sampling, along with stable biochemical analysis, remains challenging due to inconsistent secretion, rapid evaporation, and the reliance on external stimulation. Here, we present BMS 3 , a bioinspired microfluidic wearable sweat sensor system designed for multiday continuous metabolic monitoring. BMS 3 integrates hierarchically graded microchannels and superhydrophobic-superhydrophilic Janus membranes, inspired by pitcher plant trichomes and lotus leaves to enable efficient low volume sweat collection, transport, and renewal. A miniaturized carbachol gel–based iontophoresis module autonomously induces localized sweat secretion. Furthermore, the microfluidic design sustains sweat sampling for over 2 days from a single iontophoresis session, eliminating the need for physical exertion. In vitro and in vivo studies in healthy participants and patients with gout demonstrate BMS 3 ’s capability for continuous metabolic monitoring. By simultaneously tracking uric acid, xanthine, and alcohol levels, it effectively differentiates normal and pathological states while delivering timely therapeutic feedback.",
          "url": "https://doi.org/10.1126/sciadv.adw9024",
          "doi": "https://doi.org/10.1126/sciadv.adw9024",
          "filter": "2"
        },
        {
          "title": "Classic Maya response to multiyear seasonal droughts in Northwest Yucatán, Mexico",
          "authors": "Daniel H. James, Stacy A. Carolin, Sebastian F. M. Breitenbach, Julie A. Hoggarth, Fernanda Lases-Hernández, Erin A. Endsley, Jason H. Curtis, Christina D. Gallup, Susan Milbrath, John Nicolson, James Rolfe, Ola Kwiecien, Christopher J. Ottley, Alexander A. Iveson, James U. L. Baldini, Mark Brenner, Gideon M. Henderson, David A. Hodell",
          "abstract": "Protracted droughts may have contributed to sociopolitical upheaval and depopulation of cultural centers in the Maya Lowlands during the Terminal Classic Period (~800 to 1000 CE). Regional proxy climate records suggest multiple prolonged drought episodes during the Terminal Classic. The relationship between drought and response of individual sites, however, remains unclear because of large chronological uncertainties and poor temporal resolution of existing local paleoclimate inferences. We present a subannual rainfall record from northwest Yucatán, Mexico, derived from an annually laminated stalagmite spanning 871 to 1021 CE, with ±6-year age uncertainty. Interpretation of the stalagmite oxygen isotope record is supported by modern rain and drip water monitoring. Precisely dated droughts enable detailed analyses of timing and dynamics of regional human-climate interactions. Despite uncertainties in archaeological chronologies, these results suggest political activity at major northern Maya sites, including Chichén Itzá and Uxmal, declined at different times relative to droughts, implying differential cultural responses to climate stress.",
          "url": "https://doi.org/10.1126/sciadv.adw7661",
          "doi": "https://doi.org/10.1126/sciadv.adw7661",
          "filter": "2"
        },
        {
          "title": "Pd single atoms guided proton transfer along an interfacial hydrogen bond network for efficient electrochemical hydrogenation",
          "authors": "Rui Zhao, Qi Wang, Yancai Yao, Ruizhao Wang, Long Zhao, Zhiwei Hu, Cheng-Wei Kao, Ting-Shan Chan, Wenhuai Li, Qian Zheng, Jiaxian Wang, Xingyue Zou, Kaiyuan Wang, Jie Dai, Xiang-Kui Gu, Lizhi Zhang",
          "abstract": "Electrochemical hydrogenation (ECH) of unsaturated carbon-heteroatom bonds is essential for chemical transformations but is often limited by a barrier-intensive surface hydrogen transfer process. The interfacial hydrogen bond (HB) network offers a promising pathway for proton transfer but requires addressing the challenge of nondirectional proton shuttling in three-dimensional space. Here, we create hydrophilic CuO x islands on Cu foam (CF) and load electron-enriched Pd (Pd δ− ) single atoms as proton traps (Pd 1 -CuO x /CF) to guide a fast proton transfer along a modified HB network to enhance ECH efficiency. During ECH, hydrophilic CuO x islands dissociate H 2 O into protons and reconstruct the interfacial HB network for facile proton transfer, while the Pd δ− single atoms reorient H 2 O molecules to electrostatically attract and reduce protons to active hydrogen, enabling efficient substrate hydrogenation. With guided proton transfer, Pd 1 -CuO x /CF achieves 99% hydrogenation efficiency for C─Cl bonds, outperforming Pd 1 -CF (69%) and CuO x /CF (57%), and demonstrates high selectivity and Faradaic efficiency in hydrogenating C═O and C≡N bonds to produce valuable chemicals.",
          "url": "https://doi.org/10.1126/sciadv.adu1602",
          "doi": "https://doi.org/10.1126/sciadv.adu1602",
          "filter": "2"
        },
        {
          "title": "Transcriptome fingerprinting of aberrant fibroblast activation unlocks effective therapeutics to tackle cardiac fibrosis",
          "authors": "Mathieu Cinato, Ryeonshi Kang, Solomiia Kramar, Lesia Savchenko, Nathalie Pizzinat, Audrey Swiader, Alexander Kel, Aleksandr Kalmykov, Daria Stelmashenko, Ilenia Martinelli, Jerome Roncalli, Charlotte Laborde, Oksana Kunduzova",
          "abstract": "Aberrant activation of fibroblasts is a pivotal component of cardiac fibrosis predisposing to heart failure. However, the molecular regulation of the functional state of cardiac fibroblasts in fibrosis resolution remains largely unexplored, and therefore, effective antifibrosis therapies are still lacking. By translating mouse transcriptomics to humans, we unlocked common molecular denominators connecting the fibroblast phenotypic state and fibrogenic signaling pathways in cardiac fibrosis. Through the construction of a fibroblast-specific transcriptional gene regulatory network, we found ITGAL and DUSP9 as key druggable targets for human myocardial fibrosis. A computational drug repurposing approach predicted 367 antifibrotic candidate compounds for heart disease. In primary cardiac fibroblasts derived from patients with heart failure, we provided experimental validation of the top 2–ranked repositioned drug candidates and their combination. These innovative approaches facilitate the identification of potential targets and drug candidates for cardiac fibrosis, providing actionable opportunities for clinical translation.",
          "url": "https://doi.org/10.1126/sciadv.adx0968",
          "doi": "https://doi.org/10.1126/sciadv.adx0968",
          "filter": "2"
        },
        {
          "title": "Sweat-sensitive adaptive warm clothing",
          "authors": "Xiaofeng Jiang, Xiuqiang Li, Hongbo Zhang, Zhili Hu, Siyuan Jia, Guowen Meng, Po-Chun Hsu, Wanlin Guo, Zhuhua Zhang",
          "abstract": "Thermal regulation in warm clothing is essential for enhancing human comfort in cold environments. However, traditional warm clothing lacks the ability to adapt to dynamic changes in the human body’s microenvironment. Here, we present an adaptive warm cloth, featuring a filling made of a natural bacterial cellulose membrane that responds to human sweating. The cloth’s thickness automatically adjusts from 13 millimeters (under low humidity and no sweating conditions) to 2 millimeters (under high humidity and sweating conditions), expanding the thermal regulation capability by 82.8% compared to traditional warm clothing with an unchanged thickness of 13 millimeters. Modeling results further suggest that deploying this adaptive warm clothing across 20 cities in China could extend the duration of the no thermal stress zone by an average of 7.5 hours. Combining exceptional thermal regulation, high stability, and scalability, this clothing represents a notable supplement to existing thermal management technologies.",
          "url": "https://doi.org/10.1126/sciadv.adu3472",
          "doi": "https://doi.org/10.1126/sciadv.adu3472",
          "filter": "2"
        },
        {
          "title": "A two-step mechanism for RIG-I activation by influenza virus mvRNAs",
          "authors": "Emmanuelle Pitré, Karishma Bisht, Kaleigh A. Remick, Amir Ghorbani, Jonathan W. Yewdell, Elizaveta Elshina, Aartjan J.W. te Velthuis",
          "abstract": "Influenza A virus (IAV) noncanonical RNAs are bound by retinoic acid–inducible gene I (RIG-I). However, innate immune activation is infrequent and it is not understood why noncanonical IAV RNAs activate RIG-I in a sequence- or RNA structure–dependent manner. We hypothesized that multiple events need to occur before IAV RNA synthesis activates RIG-I and investigated whether RIG-I activation is stimulated by the noncanonical or aberrant transcription of mini viral RNAs (mvRNA), an RNA that is overexpressed in highly pathogenic IAV infections. We find that mvRNAs can cause noncanonical transcription termination through a truncated 5′ polyadenylation signal or a 5′ transient RNA structure that interrupts polyadenylation. The resulting capped complementary RNAs stimulate the release of an mvRNA and complement RIG-I activation in trans. Overall, our findings indicate that sequential rounds of noncanonical or aberrant viral replication and transcription are needed for innate immune signaling by IAV RNA synthesis.",
          "url": "https://doi.org/10.1126/sciadv.adw8034",
          "doi": "https://doi.org/10.1126/sciadv.adw8034",
          "filter": "2"
        },
        {
          "title": "Bioarchitectonics-inspired soft grippers with cutaneous slip perception",
          "authors": "Jiangtao Su, Joel Ming Rui Tan, Jiajun Liu, Ke He, Dong Wu, Wenjie Lai, Jinwei Cao, Soo Jay Phee, Shlomo Magdassi, Xiaodong Chen",
          "abstract": "The growing demand for dexterous and autonomous robotic manipulation highlights the need for advanced sensing and control strategies, particularly for slip prevention. Although soft grippers provide intrinsic compliance and adaptability, their effectiveness is often limited by the lack of real-time sensory feedback and the complexity of soft actuator dynamics. Inspired by human tactile perception, we developed a bioarchitectonics-inspired soft slip sensor with a three-dimensional structure that leverages crack and stress concentration to enhance sensitivity to incipient slip and shear force. Complementarily, a soft gripper with a linear pressure-to-force response was engineered to enable stable and predictable force modulation. The flexible slip sensors were conformally integrated onto the grippers, forming a fully perceptive soft robotic system capable of detecting early-stage slippage and investigating interfacial frictional properties. This integration establishes a closed-loop sensorimotor framework that notably improves the reliability and adaptability of soft robotic grasping across a wide range of real-world applications.",
          "url": "https://doi.org/10.1126/sciadv.adx4206",
          "doi": "https://doi.org/10.1126/sciadv.adx4206",
          "filter": "2"
        },
        {
          "title": "A human NK cell progenitor that originates in the thymus and generates KIR + NKG2A − NK cells",
          "authors": "Julian Reiß, Sujal Ghosh, Michael Scheid, Lea Graafen, Nadine Scherenschlich, Sandra Weinhold, Katharina Raba, Stefan Paulusch, Elena De Dominico, Thi X. U. Pham, Marc Beyer, Hans-Jürgen Laws, Tim Niehues, Arndt Borkhardt, Markus Uhrberg, Sabrina B. Bennstein",
          "abstract": "KIR + NKG2A − natural killer (NK) cells have the unique ability to detect down-regulation of single HLA-I allotypes, frequently occurring in malignantly transformed and virus-infected cells. We have recently shown that circulating innate lymphoid cells 1 (cILC1s) have the potential to generate such KIR + NKG2A − NK cells, but their developmental origin was unknown. Here, we demonstrate that the development of cILC1 is thymus dependent and identify a putative progenitor of cILC1s in the thymus (thyILC1). Single-cell RNA sequencing analysis revealed a close relationship of thyILC1s to CD34 + double-negative thymocytes. Both generated comparable NK cell frequencies, while only thyILC1s could be efficiently differentiated into KIR + NKG2A − NK cells. Last, patients with FOXN1 haploinsufficiency, showing congenital thymic hypoplasia, exhibited a profound deficiency of cILC1s but not cILC2s and cILC3s, demonstrating their specific thymus dependency. Together, the data suggest that thyILC1s are the source of a thymus-dependent NK cell differentiation pathway that promotes generation of KIR + NKG2A − NK cells.",
          "url": "https://doi.org/10.1126/sciadv.adv9650",
          "doi": "https://doi.org/10.1126/sciadv.adv9650",
          "filter": "2"
        },
        {
          "title": "The influence of wildfire on debris flows in a landscape of persistent disequilibrium: Columbia River Gorge, OR, USA",
          "authors": "Maryn A. Sanders, Joshua J. Roering, William J. Burns, Nancy A. Calhoun, Ben A. Leshchinsky",
          "abstract": "Extensive debris flow fans emanate from steep catchments in the Columbia River Gorge (CRG), Oregon, a landscape dramatically reshaped by Late Pleistocene megafloods. In 2017, the Eagle Creek Fire burned 200 km 2 of the CRG, prompting concerns of heightened debris flow activity, yet its impact on hazard potential remains unclear. To assess the fire's effect on 10 CRG catchments, we quantify pre- and postfire debris flow erosion using airborne lidar, imagery, and field observations, as well as long-term (10 4 - to 10 6 -year) erosion from debris fans and volcanic edifice reconstruction. Fan-derived 10 4 -year erosion rates (1 to 9 mm year −1 ) exceed 10 6 -year rates by 10 to 50 times, suggesting sustained, rapid unraveling of these catchments following the megafloods. Pre- and postfire debris flow erosion rates are consistent with 10 4 -year rates, such that fire-derived erosion accounts for a relatively small fraction of post-megaflood denudation (&lt;10%), implying persistent landscape disequilibrium that manifests as ongoing high hazard potential in the CRG, regardless of wildfire conditions.",
          "url": "https://doi.org/10.1126/sciadv.adw8633",
          "doi": "https://doi.org/10.1126/sciadv.adw8633",
          "filter": "2"
        },
        {
          "title": "Structures of MmpL complexes reveal the assembly and mechanism of this family of transporters",
          "authors": "Zhemin Zhang, Rakesh Maharjan, William D. Gregor, Philip A. Klenotic, Edward W. Yu",
          "abstract": "We coexpressed the mycobacterial membrane protein large 5 (MmpL5) transporter and MmpS5 adaptor proteins in Mycobacterium smegmatis and defined their structures from detergent-solubilized crude membranes. We observed that MmpL5 presents as a monomer in complex with the cytosolic meromycolate extension acyl carrier protein M (AcpM), where these AcpM-MmpL5 complexes generate regular two-dimensional arrays. We also provide structural information to show that M. smegmatis MmpL5 assembles as a trimer that interacts with MmpS5 and AcpM to form the tripartite complex AcpM-MmpL5-MmpS5 that spans both the inner and outer membranes of the mycobacterium. In addition, we found that MmpL5 and AcpM are able to form the trimeric AcpM-MmpL5 complex. The structural data reveal that the full-length MmpL5 trimer is capable of spanning the entire mycobacterial cell envelope to transport substrates. However, this assembly requires the presence of MmpS5 to stabilize secondary structural features of the MmpL5 periplasmic subdomains.",
          "url": "https://doi.org/10.1126/sciadv.adx1129",
          "doi": "https://doi.org/10.1126/sciadv.adx1129",
          "filter": "2"
        },
        {
          "title": "A single-phase epitaxially grown ferroelectric perovskite nitride",
          "authors": "Songhee Choi, Qiao Jin, Xian Zi, Dongke Rong, Jie Fang, Jinfeng Zhang, Qinghua Zhang, Wei Li, Shuai Xu, Shengru Chen, Haitao Hong, Cui Ting, Qianying Wang, Gang Tang, Chen Ge, Can Wang, Zhiguo Chen, Lin Gu, Qian Li, Lingfei Wang, Shanmin Wang, Jiawang Hong, Kuijuan Jin, Er-Jia Guo",
          "abstract": "The integration of ferroelectrics with semiconductors is crucial for developing functional devices, such as field-effect transistors, tunnel junctions, and nonvolatile memories. However, the synthesis of high-quality single-crystalline ferroelectric nitride perovskites has been limited, hindering a comprehensive understanding of their switching dynamics. Here we report the synthesis and characterizations of epitaxial single-phase ferroelectric cerium tantalum nitride (CeTaN 3 ) on both oxides and semiconductors. The polar symmetry of CeTaN 3 was confirmed by observing the atomic displacement of central ions relative to the center of the TaN 6 octahedra, as well as through optical second harmonic generation. We observed switchable ferroelectric domains using piezoresponse force microscopy, complemented by the characterization of square-like polarization–electric field hysteresis loops. The remanent polarization of CeTaN 3 reaches approximately 20 microcoulomb per square centimeter at room temperature, consistent with theoretical calculations. This work establishes a vital link between ferroelectric nitride perovskites and their practical applications, paving the way for next-generation information and energy storage devices.",
          "url": "https://doi.org/10.1126/sciadv.adu6698",
          "doi": "https://doi.org/10.1126/sciadv.adu6698",
          "filter": "2"
        },
        {
          "title": "Fourier synthesis optical diffraction tomography for kilohertz rate volumetric imaging",
          "authors": "Peter T. Brown, Nikta Jabbarzadeh, Luis Meneses, Kaia Swanson, Aidan Pintuff, Ekaterina Monakhova, Rory Kruithoff, Navish Wadhwa, Domenico F. Galati, Douglas P. Shepherd",
          "abstract": "Many biological and soft matter processes occur at high speeds in complex three-dimensional (3D) environments, and developing imaging techniques capable of elucidating their dynamics is an outstanding challenge. Here, we introduce Fourier synthesis optical diffraction tomography (FS-ODT), a quantitative phase imaging approach capable of recording the 3D refractive index at kilohertz rates. FS-ODT introduces computational strategies that multiplex tens of illumination angles in a single tomogram, markedly increasing the volumetric imaging rate. We validate FS-ODT on samples of known composition, hindered diffusion of colloids in solution, and the motility of bacterial swimmers. We also integrate FS-ODT into a multimodal microscope combining refractive index imaging with multicolor structured illumination microscopy. FS-ODT is a promising approach for unlocking imaging regimes that have been little explored, including understanding the physical interactions of colloids and microswimmers with their 3D environment and the interplay between these stimuli and the molecular response of biological systems.",
          "url": "https://doi.org/10.1126/sciadv.adr8004",
          "doi": "https://doi.org/10.1126/sciadv.adr8004",
          "filter": "2"
        },
        {
          "title": "Geographic range shapes influence species richness in global hotspots",
          "authors": "Jesper Sonne, Michael Krabbe Borregaard, Robert K. Colwell, Carsten Rahbek",
          "abstract": "The extraordinary richness of species in tropical mountain regions is often attributed to aggregations of small-ranged species, allowing tight spatial packing of their ranges. However, ranges of species in these regions are also distinctly more patchy and elongated than those found in adjacent lowlands. Our global analysis of mainland birds demonstrates that these range shapes augment the spatial variation in species richness. Both the linearity and patchiness of species ranges are most pronounced in aseasonal and topographically complex regions, most notably in the tropical Andes, where these range shapes contribute more to the pattern of species richness than broad-scale variations in range size. Consequently, niche-based processes that govern the spatial configuration of habitats contribute to patterns of species richness in global hotspots over and above the processes that affect species richness through range sizes.",
          "url": "https://doi.org/10.1126/sciadv.aea0138",
          "doi": "https://doi.org/10.1126/sciadv.aea0138",
          "filter": "2"
        },
        {
          "title": "Topological classification of driven-dissipative nonlinear systems",
          "authors": "Greta Villa, Javier del Pino, Vincent Dumont, Gianluca Rastelli, Mateusz Michałek, Alexander Eichler, Oded Zilberberg",
          "abstract": "In topology, averaging over local geometrical details reveals robust global features. These are crucial in physics for understanding quantized bulk transport and exotic boundary effects of linear wave propagation in (meta-)materials. Beyond linear Hamiltonian systems, topological physics strives to characterize open (non-Hermitian) and interacting systems. Here, we establish a framework for the topological classification of driven-dissipative nonlinear systems by defining a graph index for their Floquet semiclassical equations of motion. Our index builds upon the topology of vector flows and encodes the particle-hole nature of excitations around all out-of-equilibrium stationary states. Thus, we uncover the topology of nonlinear resonator’s dynamics under external and parametric forcing. Our framework sheds light on the topology of driven-dissipative phases, including under- to overdamped responses and symmetry-broken phases linked to population inversion. We therefore expose the pervasive link between topology and nonlinear dynamics, with broad implications for interacting topological insulators, topological solitons, neuromorphic networks, and bosonic codes.",
          "url": "https://doi.org/10.1126/sciadv.adt9311",
          "doi": "https://doi.org/10.1126/sciadv.adt9311",
          "filter": "2"
        },
        {
          "title": "Nonlinear spatial integration allows the retina to detect the sign of defocus in natural scenes",
          "authors": "Sarah Goethals, Awen Louboutin, Samy Hamlaoui, Tom Quetu, Samuele Virgili, Matias Alejandro Goldin, Konogan Baranton, Olivier Marre",
          "abstract": "Eye growth is regulated by the visual input. Many studies suggest that the retina can detect whether a visual image is focused in front of or behind the back of the eye and modulate eye growth to bring it back to focus. How can the retina distinguish between these two types of defocus? Here, we simulated how eye optics transforms natural images and recorded how the isolated retina responds to different types of simulated defocus. We found that some ganglion cell types could distinguish between an image focused in front of or behind the retina by estimating spatial contrast. Aberrations in the eye optics made spatial contrast, but not luminance, a reliable cue to distinguish these two types of defocus. Our results suggest a mechanism for how the retina can estimate the sign of defocus and provide an explanation for several results aiming at mitigating strong myopia by slowing down eye growth.",
          "url": "https://doi.org/10.1126/sciadv.adq6320",
          "doi": "https://doi.org/10.1126/sciadv.adq6320",
          "filter": "2"
        },
        {
          "title": "HLF transactivates TFEB to promote gallbladder cancer stem cells’ self-renewal and determines tumor response to distinct therapies",
          "authors": "Daimin Xiang, Zhao Yang, Mingye Gu, Midie Xu, Chunliang Liu, Erdong Liu, Junyu Liu, Yichuang Wang, Hongyang Wang, Jing Fu",
          "abstract": "Gallbladder cancer (GBC) is the most common malignancy in the biliary system and lacks biomarkers for personalized therapy. Here, we reported that hepatic leukemia factor (HLF) was highly expressed in gallbladder cancer stem cells (CSCs) and patients with gemcitabine-resistant GBC. Mechanistic study revealed that interleukin-6 receptor (IL-6R) and transcription factor EB (TFEB) are direct target genes of HLF. The IL-6/IL-6R/signal transducer and activator of transcription 3 axis transactivates HLF expression in GBC, forming a positive feedback loop. Functional studies revealed that HLF promoted gallbladder CSCs’ expansion and gemcitabine resistance via TFEB-induced autophagy. In addition, HLF drives TFEB-induced programmed death ligand 1 expression in human tumors and governs tumor immune evasion in a CD8 + T cell–dependent manner. Patient cohorts’ analysis suggested that HLF levels in GBCs might determine the distinct responses to chemotherapy and immunotherapy. In conclusion, our findings demonstrated that HLF could act as a driver for gallbladder CSCs’ self-renewal and drug resistance and a biomarker for individualized therapy.",
          "url": "https://doi.org/10.1126/sciadv.adv6723",
          "doi": "https://doi.org/10.1126/sciadv.adv6723",
          "filter": "2"
        },
        {
          "title": "Isoform-level profiling of m 6 A epitranscriptomic signatures in human brain",
          "authors": "Josie Gleeson, Sachithrani U. Madugalle, Ching Yin Wan, Catriona McLean, Timothy W. Bredy, Ricardo De Paoli-Iseppi, Michael B. Clark",
          "abstract": "The RNA modification N6-methyladenosine (m 6 A) is highly abundant in human brain and implicated in neurological disorders. Profiling m 6 A within RNA isoforms is a critical step toward understanding the complex mechanisms that underpin brain function and disease; however, we lack an isoform-level atlas of m 6 A sites in the brain. We applied Oxford Nanopore direct RNA sequencing (DRS) to three postmortem human brain regions—prefrontal cortex, caudate nucleus, and cerebellum—to simultaneously investigate the transcriptome and epitranscriptome at the isoform level. We identified 57,000 m 6 A sites within 15,000 isoforms, revealing both isoform- and brain region–specific patterning of m 6 A modifications. The prefrontal cortex exhibited a distinctive profile of specifically modified isoforms enriched in excitatory neurons and had the highest proportion of unannotated m 6 A sites. A population of isoforms were hypermodified and associated with excitatory neurons in all brain regions. Our results demonstrate the utility of isoform-level profiling of RNA modifications and provide insights into brain region specificity with implications for development and disease.",
          "url": "https://doi.org/10.1126/sciadv.adp0783",
          "doi": "https://doi.org/10.1126/sciadv.adp0783",
          "filter": "2"
        },
        {
          "title": "Multiscale mathematical model-informed reinforcement learning optimizes combination treatment scheduling in glioblastoma evolution",
          "authors": "Zeming Liu, Ji Zhang, Liu Hong, Qing Nie, Xiaoqiang Sun",
          "abstract": "Dynamic tumor-microenvironment interactions greatly affect growth and drug resistance, highlighting the importance and challenge of developing mathematical models to optimize treatment schedules. Here, we describe a multiscale mathematical model-informed reinforcement learning (M4RL) framework to simulate dynamic tumor-microenvironment interactions and optimize drug combination scheduling. We first develop a multiscale agent-based model (MSABM) for a critical biological scenario where interactions between tumor-associated macrophages (TAMs) and tumor cells (TCs) underlie immunotherapy resistance in glioblastoma. Next, we learn a surrogate model based on Fokker-Planck equations for the MSABM using a physics-informed neural network approach. We then design a surrogate model–based reinforcement learning method, using an efficient parallel actor-critic algorithm, to predict optimal scheduling of combination treatments. The most effective regimen of dynamic combination of CSF1R inhibitor (targeting TAMs) and IGF1R inhibitor (targeting TCs) is identified and then verified using spatial transcriptomic data. Overall, the M4RL framework introduces a computational approach for characterizing tumor-microenvironment interactions and optimizing dynamic scheduling of drug combinations.",
          "url": "https://doi.org/10.1126/sciadv.adv3316",
          "doi": "https://doi.org/10.1126/sciadv.adv3316",
          "filter": "2"
        },
        {
          "title": "Coral thermotolerance retained following year-long exposure to a novel environment",
          "authors": "Christine D. Roper, David J. Suggett, Kittikun Songsomboon, John Edmondson, Hadley England, Trent D. Haydon, Samantha Goyen, Chiara M. Duijser, Rachel Alderdice, Christian R. Voolstra, Emma F. Camp",
          "abstract": "Active restoration strategies targeting corals with elevated heat tolerance have the potential to enhance reef resistance under a warming climate. While stress-tolerant corals have been documented in extreme systems such as mangrove lagoons, it is critical to assess the ability of these corals to maintain tolerance when moved to a more benign habitat. Here, we translocated corals from a mangrove lagoon to an adjacent reef and evaluated the thermal thresholds of corals from both locations before translocation and after 1 year. We demonstrate that mangrove colonies have higher thermal tolerance than reef corals, and, critically, mangrove colonies exhibited no loss in thermal tolerance following 1-year translocation to a less extreme reef habitat. Up-regulation of genes associated with DNA repair, metabolism, and homeostasis indicates the importance of these pathways in helping mangrove corals mitigate thermal stress. Our findings suggest the use of heat tolerant corals from extreme systems holds promise as part of intervention strategies aiming to increase reef resistance.",
          "url": "https://doi.org/10.1126/sciadv.adu3858",
          "doi": "https://doi.org/10.1126/sciadv.adu3858",
          "filter": "2"
        },
        {
          "title": "Exploring antibiotic resistance in diverse homologs of the dihydrofolate reductase protein family through broad mutational scanning",
          "authors": "Karl J. Romanowicz, Carmen Resnick, Samuel R. Hinton, Calin Plesa",
          "abstract": "Antimicrobial resistance studies often focus on individual protein variants, neglecting broader protein family dynamics. Dihydrofolate reductase (DHFR), a key antibiotic target, has been extensively studied using deep mutational scanning, yet resistance mechanisms across this diverse protein family remain poorly understood. Here, we developed a synthetic metagenomics approach using DropSynth, a scalable gene synthesis platform, to construct a phylogenetically diverse library of 1536 DHFR homologs. These sequences, primarily derived from host-associated metagenomes, represent 759 bacterial species, including many clinically relevant pathogens. A multiplexed in vivo assay tested their ability to restore metabolic function and confer trimethoprim resistance in an Escherichia coli ∆ folA strain. Half of the synthetic homologs rescued the phenotype without supplementation, and mutant variants with up to five amino acid substitutions increased rescue rates to 90%, highlighting DHFR’s evolutionary resilience. Broad mutational scanning of DHFR homologs and 100,000 mutants revealed key insights into fitness and resistance, offering the most comprehensive analysis of complementation and inhibitor tolerance to date.",
          "url": "https://doi.org/10.1126/sciadv.adw9178",
          "doi": "https://doi.org/10.1126/sciadv.adw9178",
          "filter": "2"
        },
        {
          "title": "The recruitment of the A-type cyclin TAM to stress granules is crucial for meiotic fidelity under heat",
          "authors": "Joke De Jaeger-Braet, Merle Hartmann, Lev Böttger, Chao Yang, Takahiro Hamada, Stefan Hoth, Xiaoqi Feng, Magdalena Weingartner, Arp Schnittger",
          "abstract": "Stress granules (SG) are biomolecular condensates that represent an adaptive response of cells to various stresses, including heat. However, the cell type–specific function and relevance of SG formation, especially during reproductive development, are largely not understood. Here, we show that the meiotic A-type cyclin TARDY ASYNCHRONOUS MEIOSIS (TAM) is recruited to SGs in male meiocytes of Arabidopsis after exposure to heat. We find that the amino terminus of TAM is necessary and sufficient for the localization of proteins to meiotic SGs. Swapping the amino terminus of TAM with the one of its sister protein CYCA1;1 resulted in a separation-of-function allele of TAM , which prevents the partitioning of TAM to SGs while restoring a wild-type phenotype in a tam mutant background under nonheat stress conditions. Notably, plants expressing this TAM version prematurely terminate meiosis under heat resulting in unreduced gametes. Thus, the formation of TAM-containing SGs is necessary for genome stability under heat stress.",
          "url": "https://doi.org/10.1126/sciadv.adr5694",
          "doi": "https://doi.org/10.1126/sciadv.adr5694",
          "filter": "2"
        },
        {
          "title": "In situ observation of oxygen ion dynamics in topological phase change memristors through self-assembled interface design",
          "authors": "Kaifeng Li, Jiaqi Zhang, Yuang Chen, Jianyong Pan, Yufan Zheng, Shuangjie Xu, Run Zhao, Mengsha Li, Ruijuan Qi, Rong Huang, Zhibo Yan, Pu Yu, Jun-Ming Liu, Judith L. MacManus-Driscoll, Hao Yang, Weiwei Li",
          "abstract": "Resistive switching memory represents a potentially transformative advancement in next-generation nonvolatile memory and neuromorphic technologies. Recently, vertically aligned nanocomposites (VANs) have been proposed to optimize the memristive performance of single-phase memories. However, the microscopic mechanism of dynamic resistive switching in these VAN architectures is still elusive. Here, we built up a VAN structure with brownmillerite SrCoO 2.5 (BM-SCO) and magnesium oxide (MgO), where the topological phase transformation in BM-SCO provides a well-defined facile vertical path for oxygen ion migration within the vertical interfaces between BM-SCO and MgO phases. Compared with the BM-SCO memristor, the (BM-SCO) 0.5 :(MgO) 0.5 VAN memristor exhibits advantages in resistive switching and simulates various synaptic functions, achieving high accuracy in image recognition tasks. Using in situ scanning transmission electron microscopy, we revealed the microscopic mechanism of oxygen ion migration dynamics along the vertical interfaces. Our work substantially advances the understanding of resistive switching mechanism and further demonstrates the great potential of VAN architectures for practical application in high-performance resistive memory.",
          "url": "https://doi.org/10.1126/sciadv.adw8513",
          "doi": "https://doi.org/10.1126/sciadv.adw8513",
          "filter": "2"
        },
        {
          "title": "Lipid nanoparticles for mRNA delivery in brain via systemic administration",
          "authors": "Dinglingge Cao, Xucheng Hou, Chang Wang, Siyu Wang, Zhengwei Liu, Meng Tian, Kaiyuan Guo, Haoyuan Li, Diana D. Kang, Yichen Zhong, Yonger Xue, Changyue Yu, Binbin Deng, Yizhou Dong",
          "abstract": "Efficient delivery of messenger RNA (mRNA) to the brain via systemic administration remains a challenge, primarily due to the blood-brain barrier. To address this challenge, we incorporated SR-57227, a ligand of serotonin [5-hydroxytryptamine type 3 (5-HT 3 )] receptor, into the design of ionizable lipids to develop lipid nanoparticles (LNPs) for systemic mRNA delivery to the brain. OS4T LNP was identified as an optimized formulation based on multiple assays. Following systemic administration, OS4T LNP achieved over a 50-fold increase in mRNA translation within brain tissues compared to US Food and Drug Administration–approved Onpattro LNPs (DLin-MC3-DMA). In an orthotopic glioblastoma (GBM) mouse model, engineered interleukin-12 mRNA–loaded OS4T LNPs significantly suppressed tumor growth and improved overall survival. This study demonstrates OS4T LNP as a promising platform for brain mRNA delivery and highlights its potential for treating GBM and other central nervous system disorders.",
          "url": "https://doi.org/10.1126/sciadv.adw0730",
          "doi": "https://doi.org/10.1126/sciadv.adw0730",
          "filter": "2"
        },
        {
          "title": "Tracing the stepwise Darwinian evolution of a plant halogenase",
          "authors": "Colin Y. Kim, David W. Kastner, Andrew J. Mitchell, Michael A. Gutierrez, Jocelyn S. Yao, Edwin N. Neumann, Heather J. Kulik, Jing-Ke Weng",
          "abstract": "Biohalogenation is rare in plant metabolism, with the Menispermaceae’s chloroalkaloid acutumine being an exception. This involves a specialized dechloroacutumine halogenase (DAH) from the iron- and 2-oxoglutarate–dependent dioxygenase (2ODD) family. While DAH is presumed to have evolved from an ancestral 2ODD, how enzyme specialization arises through Darwinian processes remains a fundamental question in understanding metabolic evolution. Here, we investigate the evolutionary history of DAH using the chromosomal-level genome of Menispermum canadense . Phylogenomic dating and synteny analyses reveal DAH evolution through tandem duplication of an ancestral flavonol synthase (FLS) gene, followed by neofunctionalization and gene loss events. Structural modeling, molecular dynamics, and site-directed mutagenesis identify mutations enabling the catalytic switch from FLS to DAH. This required traversing a complex evolutionary landscape with deep fitness valleys separating intermediate states captured in the M. canadense genome. Our findings illustrate how enzymatic functions evolve through lineage-specific pathways, reshaping active sites and enabling catalytic mechanism-switching mutations.",
          "url": "https://doi.org/10.1126/sciadv.adv6898",
          "doi": "https://doi.org/10.1126/sciadv.adv6898",
          "filter": "2"
        },
        {
          "title": "Nanoscale acoustic oscillator for mechanoimmunology: NAOMI",
          "authors": "Ye He, Ke Jin, Bo Pan, Ke Li, John D. H. Mai, Xianchen Xu, Ying Chen, Zhiteng Ma, Kaichun Yang, Shujie Yang, Kilian Shambaugh, Mingyuan Liu, Jianping Xia, Yuqi Wu, Luke P. Lee, Tony Jun Huang",
          "abstract": "Mechanoimmunology explores how mechanical forces orchestrate immune responses, offering insights into immune cell functions and the mechanisms underlying mechanotransduction. A critical challenge in this field is the absence of reliable platforms that apply precise, consistent mechanical stimuli to individual cells while enabling reproducible immune activation. Here, we present a nanoscale acoustic oscillator for mechanoimmunology applications: NAOMI. NAOMI features micropatterned pillars that support uniform cell monolayer formation with an integrated acoustic transducer that delivers highly controlled 3D nanoscale oscillations (±1-nanometer deviation) for up to 72 hours. Unlike conventional passive platforms relying on static stiffness or surface topography, NAOMI enables dynamic, programmable stimulation with high precision and reproducibility. Validation studies demonstrate that NAOMI notably enhances mechanical stress intensity and cell displacement, driving robust M1 polarization in macrophages. NAOMI provides a practical and versatile platform for studying mechanoimmunology, offering high precision, stability, and tunability. Its capabilities also position it well to support future research and drive innovative discoveries in the field.",
          "url": "https://doi.org/10.1126/sciadv.adx3851",
          "doi": "https://doi.org/10.1126/sciadv.adx3851",
          "filter": "2"
        },
        {
          "title": "Coherent acoustic frequency comb via floquet engineering of optical tweezer phonon lasers",
          "authors": "Yutong He, Tengfang Kuang, Xiang Han, Zijian Feng, Xinlin Chen, Wei Xiong, Shilong Jin, Zhongqi Tan, Qian Zhang, Hui Luo, Hui Jing, Guangzong Xiao",
          "abstract": "Floquet engineering, featuring time-periodic control of various systems, has enabled observations of many exotic phenomena such as time crystals, breaking of reciprocity symmetry, and exceptional topology. Theoretically, a periodic drive can make the system inherit the time period and generate new harmonics or distort the band structure at the fundamental frequency. Here, by combining such a technique with levitated optomechanics, we present an instructive example of a coherent acoustic frequency comb with microsphere phonon lasers. This work shows that our technique offers the capability of flexibly controlling both the teeth number and the teeth spacing of the resulting coherent acoustic frequency comb. In particular, we confirm that all Floquet-driven comb teeth can reach the truly coherent regime, i.e., satisfying all the characteristic features of phonon lasers. Our work provides a platform to drive the nonlinear phonon laser to a coherent acoustic frequency comb with truly coherent comb teeth.",
          "url": "https://doi.org/10.1126/sciadv.adv9984",
          "doi": "https://doi.org/10.1126/sciadv.adv9984",
          "filter": "2"
        },
        {
          "title": "A large intraplate hydrogen-rich hydrothermal system driven by serpentinization in the western Pacific: Kunlun",
          "authors": "Lianfu Li, Hongyun Zhang, Shichuan Xi, Chenglong Liu, Congying Li, Jian Zheng, Jing Huang, Yufei Hao, Xin Zhang, Weidong Sun",
          "abstract": "The Kunlun hydrothermal system near the Mussau Trench in the western Pacific consists of 20 large round/oval craters of hundreds of meters in diameter. The total area is 11.1 square kilometers, i.e., over a hundred times larger than the Lost City. Four of the larger craters were prospected using the human occupied vehicle Fendouzhe and have steep walls similar to those of kimberlite pipes, with depths of up to 130 meters. Ecosystems have been observed in smaller pits on the bottom of these pipes. Hydrogen concentrations of ~5.9 to 6.8 millimoles per kilogram in hydrothermal fluids have been obtained using in situ Raman spectra. The estimated total hydrogen flux of Kunlun is 4.8 × 10 11  moles per year, which is &gt;5% of the estimated global submarine abiotic hydrogen flux. Hydrogen-rich, alkaline fluids generated by serpentinization have formed large-scale carbonate rocks within the pipes below the carbonate compensation depth, and both dolomite and calcite have been identified.",
          "url": "https://doi.org/10.1126/sciadv.adx3202",
          "doi": "https://doi.org/10.1126/sciadv.adx3202",
          "filter": "2"
        },
        {
          "title": "Submarine ash megabed fed by far-traveled, shoreline-crossing pyroclastic currents from a large explosive volcanic eruption",
          "authors": "Abigail Metcalfe, Tim Druitt, Katharina Pank, Steffen Kutterolf, Jonas Preine, Karim Kelfoun, Christian Hübscher, Paraskevi Nomikou, Thomas A. Ronge, Shun Chiyonobu, Olga Koukousioura, Adam Woodhouse, Sarah Beethe, Michael Manga, Iona McIntosh, Masako Tominaga, Carole Berthod, Hehe Chen, Acacia Clark, Susan DeBari, Ralf Gertisser, Raymond Johnston, Ally Peccia, Yuzuru Yamamoto, Alexis Bernard, Tatiana Fernandez Perez, Christopher K. Jones, Kumar Batuk Joshi, Günther Kletetschka, Molly McCanta, Antony Morris, Paraskevi Polymenakou, Xiaohui Li, Jean-Marie Nedelec, Hao-Yang Lee, Dimitrios Papanikolaou",
          "abstract": "Large explosive volcanic eruptions from island volcanoes deliver vast quantities of ash to the marine environment. While many of the transport pathways are understood, those from shoreline-crossing or submarine pyroclastic currents, and their transformation into water-supported gravity flows, remain poorly constrained. We report the discovery by International Ocean Discovery Program (IODP) deep drilling of a 200-meter-thick ash megabed buried in rift basins of the South Aegean Volcanic Arc. The &gt;73–cubic kilometer ash deposit originates from the Kos Plateau Tuff caldera-forming eruption, which occurred 161 thousand years ago, &gt;120 kilometers to the east. The ash forms a chemically uniform, graded megabed lacking bioturbation, interpreted as having been emplaced by a stream of eruption-fed turbidity currents. Bioclastic debris within the ash provides evidence of widespread destruction of marine ecosystems. Large volcanic eruptions can remodel the seafloor landscape, deposit thick ash turbidites, and destroy marine biota on island arc–wide scales in short-lived, catastrophic events.",
          "url": "https://doi.org/10.1126/sciadv.ads9642",
          "doi": "https://doi.org/10.1126/sciadv.ads9642",
          "filter": "2"
        },
        {
          "title": "Elusive tropical forest canopy diversity revealed through environmental DNA contained in rainwater",
          "authors": "Lucie Zinger, Anne-Sophie Benoiston, Yves Cuenot, Céline Leroy, Eliane Louisanna, Lucie Moreau, Frédéric Petitclerc, Finn Piatscheck, Jérôme Orivel, Cécile Richard-Hansen, Lou Hansen-Chaffard, Uxue Suescun, Valérie Troispoux, Frédéric Boyer, Jérôme Chave, Thibaud Decaëns, Antoine Fouquet, Johan Pansu, Jérémy Raynaud, Rodolphe Rougerie, Lucas Sire, Heidy Schimann, Pierre Taberlet, Amaia Iribar",
          "abstract": "Exploring the biodiversity hidden in tropical rainforests canopies represents a major frontier in biodiversity research yet remains challenging. Environmental DNA (eDNA) can revolutionize this field as it did already in various ecosystems. Here, we test the hypothesis that eDNA contained in canopy throughfall could be used to monitor this elusive diversity and detect anthropogenic disturbance. Using custom-made, low-cost rain collectors, we sampled rainwash eDNA in a mature Amazonian forest and a nearby tree plantation. We successfully detected eDNA from tropical woody and epiphyte plants, vertebrates (mammals, birds, and amphibians), and insects (e.g., mosquitoes, ants, and beetles). The taxonomic composition and diversity reflected disturbance, with significantly lower diversity in the plantation. Crucially, rainwash eDNA integrated biodiversity over a 10-day period in passive collectors and provided a local signature. This approach has thus potential for establishing a cost-effective monitoring system for tropical moist forest canopies, applicable in impact assessments and sustainable management.",
          "url": "https://doi.org/10.1126/sciadv.adx4909",
          "doi": "https://doi.org/10.1126/sciadv.adx4909",
          "filter": "2"
        },
        {
          "title": "Soft reconfigurable logic gates with high-frequency electrical switching",
          "authors": "Yiqun Xu, Fei Zhang, Philipp Rothemund, Christoph Keplinger, Zhipeng Xu, Jisen Li, Qingbin Zheng, Jian Zhu",
          "abstract": "The development of functional soft materials has motivated replacing rigid electronics with stretchable logic structures. However, soft logic gates for macroscopic soft robots usually operate at low frequencies (&lt;5 hertz). Here, we present high-frequency soft logic gates based on soft electric switches with ultralow latency (2 milliseconds). Fast switching is achieved using a tailored piezoresistive material—graphite frameworks (GFs)/polydimethylsiloxane (PDMS) and dielectric elastomer actuators (DEAs). The GFs/PDMS strip exhibits a large resistance change within ~0.01% strain, allowing soft logic gates to operate up to 100 hertz. A soft oscillator is further developed using feedback control with a soft NOT gate and achieves autonomous deformation across ~1 to 78 hertz, demonstrating actuation, sensing, and feedback control capabilities. Compared to other soft electrical switches, this scheme also features a compact size (5 cubic centimeter) and low power consumption (0.4 milliwatts). This work enables fast, accurate control for electrostatic soft robots, enhancing their autonomy and interaction capabilities.",
          "url": "https://doi.org/10.1126/sciadv.adx1509",
          "doi": "https://doi.org/10.1126/sciadv.adx1509",
          "filter": "2"
        },
        {
          "title": "Data-driven global ocean modeling for seasonal to decadal prediction",
          "authors": "Zijie Guo, Pumeng Lyu, Fenghua Ling, Lei Bai, Jing-Jia Luo, Niklas Boers, Toshio Yamagata, Takeshi Izumo, Sophie Cravatte, Antonietta Capotondi, Wanli Ouyang",
          "abstract": "Accurate modeling of ocean dynamics is crucial for enhancing our understanding of complex ocean circulation processes, predicting climate variability, and tackling challenges posed by climate change. Although great efforts have been made to improve traditional numerical models, predicting global ocean variability over multiyear scales remains challenging. Here, we propose ORCA-DL (Oceanic Reliable foreCAst via Deep Learning), a data-driven three-dimensional ocean model for seasonal to decadal prediction of global ocean dynamics. ORCA-DL accurately simulates the three-dimensional structure of global ocean dynamics with high physical consistency and outperforms state-of-the-art numerical models in capturing extreme events, including El Niño–Southern Oscillation and upper ocean heat waves. Moreover, ORCA-DL stably emulates ocean dynamics at decadal timescales, demonstrating its potential even for skillful decadal predictions and climate projections. Our results demonstrate the high potential of data-driven models for providing efficient and accurate global ocean modeling and prediction.",
          "url": "https://doi.org/10.1126/sciadv.adu2488",
          "doi": "https://doi.org/10.1126/sciadv.adu2488",
          "filter": "2"
        },
        {
          "title": "Ecological similarity governs non-native fish establishment while human pressure and native diversity shape invasion richness",
          "authors": "Meng Xu, Miao Fang, Anas M. Usoof, Nicholas E. Mandrak, Cindy Chu, Hong Qian, Yong Cao, Chunlong Liu, Ross N. Cuthbert, Shao-peng Li, Guohuan Su, Pablo A. Tedesco, Jaimie T. A. Dick, Hui Wei, Fandong Yu, Lu Shu, Xuejie Wang, Xidong Mu, Dangen Gu",
          "abstract": "Biological invasions by non-native fish species pose a major threat to global freshwater ecosystems. However, our understanding of why invaders establish in some communities but not others (i.e., occurrence probability) and why some communities harbor more invaders than others (i.e., invasion richness) remains limited. Here, we combine species- and community-level analyses across taxonomic, phylogenetic, and functional dimensions to investigate both the occurrence probability and invasion richness of exotic and translocated fish species across nearly 3000 North American freshwater fish communities. We found that ecological similarity between non-native and native species primarily governed non-native fish establishment, with invaders more likely to succeed when closely related to native species. In contrast, invasion richness was largely promoted by human pressure, while native diversity reduced richness specifically for translocated species. Additionally, both the occurrence and richness of invaders increased toward lower latitudes. Together, these findings highlight the distinct yet complementary roles of environmental filtering, human activities, and biotic interactions in shaping freshwater fish invasions.",
          "url": "https://doi.org/10.1126/sciadv.adw4347",
          "doi": "https://doi.org/10.1126/sciadv.adw4347",
          "filter": "2"
        },
        {
          "title": "Src/Fas2-dependent Ephrin phosphorylation initiates Eph/Ephrin reverse signaling through Rac1 to shape columnar units in the fly brain",
          "authors": "Miaoxing Wang, Xujun Han, Yunfei Lee, Rie Takayama, Makoto Sato",
          "abstract": "Columns are the morphological and functional units containing multiple neurons in the brain. The molecular mechanisms of column formation are largely unknown. Ephrin/Eph signaling mediates a variety of developmental processes. Ephrin acts as a ligand for Eph to regulate forward signaling, whereas Eph acts as a ligand for Ephrin to regulate reverse signaling. However, whether and how the uni- or bidirectional Ephrin/Eph signaling is involved in column formation remains elusive. In this study, we show that Ephrin and Eph regulate the morphology and location of columnar neurons through bidirectional repulsive signaling. Furthermore, Eph ligand triggers cytoplasmic tyrosine phosphorylation of Ephrin under the control of Src kinases and Fasciclin 2 (Fas2), forming the Ephrin/Src/Fas2 complex to promote reverse signaling through a downstream regulator, Rac1. This study provides the detailed analysis of the molecular interactions involved in column formation using the fly brain as a model.",
          "url": "https://doi.org/10.1126/sciadv.adv7490",
          "doi": "https://doi.org/10.1126/sciadv.adv7490",
          "filter": "2"
        },
        {
          "title": "Membrane curvature association of amphipathic helix 8 drives constitutive endocytosis of GPCRs",
          "authors": "Jan Hendrik Schmidt, Rasmus Herlo, Joscha Rombach, Andreas Haahr Larsen, Mikkel Stoklund, Mathias Perslev, Tommas Theiss Ehler Nielsen, Keenie Ayla Andersen, Carmen Klein Herenbrink, Matthew D. Lycas, Aske Lykke Ejdrup, Nikolaj Riis Christensen, Jan P. Christensen, Mootaz Salman, Freja Herborg, Ulrik Gether, Alexander Sebastian Hauser, Patricia Bassereau, David Perrais, Kenneth Lindegaard Madsen",
          "abstract": "Cellular signaling relies on the activity of transmembrane receptors and their presentation on the cellular surface. Their continuous insertion in the plasma membrane is balanced by constitutive and activity-dependent internalization, which is orchestrated by adaptor proteins recognizing semispecific motifs within the receptors’ intracellular regions. Here, we describe a complementary trafficking mechanism for G protein–coupled receptors (GPCRs) that is evolutionary conserved and refined. This mechanism relies on the insertion of their amphipathic helix 8 into the inner leaflet of lipid membranes, orthogonal to the transmembrane helices. These amphipathic helices dictate subcellular localization of the receptors and autonomously drive their endocytosis by cooperative assembly and association with areas of high membrane curvature. The strength of helix 8 membrane insertion propensity quantitatively predicts the rate of constitutive internalization of GPCRs. This discovery advances our understanding of membrane protein trafficking and highlights a principle of receptor-lipid interactions that may have broad implications for cellular signaling and therapeutic targeting.",
          "url": "https://doi.org/10.1126/sciadv.adv1499",
          "doi": "https://doi.org/10.1126/sciadv.adv1499",
          "filter": "2"
        },
        {
          "title": "N , N -dimethyltryptamine mitigates experimental stroke by stabilizing the blood-brain barrier and reducing neuroinflammation",
          "authors": "Marcell J. László, Judit P. Vigh, Anna E. Kocsis, Gergő Porkoláb, Zsófia Hoyk, Tamás Polgár, Fruzsina R. Walter, Attila Szabó, Srdjan Djurovic, Béla Merkely, Alán Alpár, Ede Frecska, Zoltán Nagy, Mária A. Deli, Sándor Nardai",
          "abstract": "N , N -dimethyltryptamine (DMT) is a psychoactive molecule present in the human brain. DMT is under clinical evaluation as a neuroprotective agent in poststroke recovery. Yet, its mechanism of action remains poorly understood. In a rat transient middle cerebral artery occlusion stroke model, we previously showed that DMT reduces infarct volume. Here, we demonstrate that this effect is accompanied by reduction of cerebral edema, attenuated astrocyte dysfunction, and a shift in serum protein composition toward an anti-inflammatory, neuroprotective state. DMT restored tight junction integrity and blood-brain barrier (BBB) function in vitro and in vivo. DMT suppressed the release of proinflammatory cytokines and chemokines in brain endothelial cells and peripheral immune cells and reduced microglial activation via the sigma-1 receptor. Our findings prove that DMT mitigates a poststroke effect by stabilizing the BBB and reducing neuroinflammation. Such interactions of DMT with the vascular and immune systems can be leveraged to complement current, insufficient, stroke therapy.",
          "url": "https://doi.org/10.1126/sciadv.adx5958",
          "doi": "https://doi.org/10.1126/sciadv.adx5958",
          "filter": "2"
        },
        {
          "title": "Digital light processing of photoresponsive and programmable hydrogels",
          "authors": "Abhishek P. Dhand, Bruce E. Kirkpatrick, Manuela Garay-Sarmiento, Benjamin R. Nelson, Connor E. Miksch, Bianca Meurer-Zeman, Hannah M. Zlotnick, Arkodip Mandal, Joshua S. Lee, Jaxon Cione, Christopher N. Bowman, Kristi S. Anseth, Jason A. Burdick",
          "abstract": "Light-mediated manipulation of hydrogel physicochemical properties is attractive for numerous applications, yet the processing of such hydrogels via vat photopolymerization [e.g., digital light processing (DLP)] is challenging as photoresponsive chemistries may be consumed during printing. Here, we report a facile strategy to DLP print hydrogels that combines short light exposures to set the shape of a printed object and complementary dark polymerization to continue the reaction of macromers without disturbing photoresponsive groups. Postprinting, hydrogels are then programmed using single- or multiphoton light and photoinitiator-free reactions: tetrazole-alkene click reaction (for photofunctionalization), dithiolane ring-opening polymerization (for photostiffening), and o -nitrobenzyl cleavage (for photosoftening). We demonstrate the versatility of this approach through applications that include the patterning of ligands to direct cell-material interactions, four-dimensional shape morphing, and bottom-up construction of multiscale models, including microscale perfusable channels. This approach provides access to highly tunable 3D-printed photoresponsive hydrogels for a range of soft matter applications.",
          "url": "https://doi.org/10.1126/sciadv.adw9262",
          "doi": "https://doi.org/10.1126/sciadv.adw9262",
          "filter": "2"
        },
        {
          "title": "Large-scale maps of altered cortical dynamics in early-stage psychosis are related to GABAergic and glutamatergic neurotransmission",
          "authors": "Ayelet Arazi, Alessandro Toso, Tineke Grent-‘t-Jong, Peter J. Uhlhaas, Tobias H. Donner",
          "abstract": "Psychotic disorders affect GABAergic inhibition and glutamatergic excitation via NMDA receptors across the cerebral cortex. The mechanisms by which these distributed synaptic alterations produce the heterogenous symptoms of psychosis remain poorly understood. Using magnetoencephalographical source imaging, we mapped psychosis-related alterations of various features of intrinsic neural population dynamics across the human cortex. The cortex-wide patterns of these features were highly reproducible and related to the anatomical hierarchy of cortical areas. We found similar changes in these patterns for individuals with a first episode of psychosis and those at clinical high risk for psychosis. Maps of psychosis-induced changes in dynamics resembled the maps of GABA-A receptor densities and of pharmacological GABA-A or NMDA manipulation effects on cortical dynamics in healthy participants. The level of pattern similarity to GABA-A manipulation effects in individual patients correlated with positive symptoms, while the pattern similarity to NMDA effects correlated with negative symptoms. Our results open up a window on the distributed mechanisms of psychotic symptoms.",
          "url": "https://doi.org/10.1126/sciadv.ads0400",
          "doi": "https://doi.org/10.1126/sciadv.ads0400",
          "filter": "2"
        },
        {
          "title": "Advancing precision photothermal therapy by integrating armored gold nanostars with real-time photoacoustic thermometry and imaging",
          "authors": "Aidan J. Canning, Tri Vu, Luca Menozzi, Paul Klippel, Xinrong Chen, Jianing Chen, Theresa Charity, Khang Hoang, Joseph J. Yang, Yun Jing, Gregory M. Palmer, Junjie Yao, Tuan Vo-Dinh",
          "abstract": "Nanoparticle-mediated photothermal therapy (PTT) is a promising strategy for cancer treatment; however, nanoparticle instability and lack of precise imaging tools for real-time temperature monitoring during therapy and nanoparticle tracking have hindered investigations in animal models. To address these critical issues, we present a theranostic platform that seamlessly integrates armored core–gold nanostar (AC-GNS)–mediated PTT with full-view photoacoustic computed tomography (PACT), enabling nanoparticle tracking and real-time imaging-guided PTT in deep tissues. The AC-GNS platform delivered exceptional photostability and thermal resilience beyond those of conventional nanoparticles while serving as a high-performance contrast agent for PACT and a photothermal transducer for PTT. Integrating AC-GNS–mediated PTT with noninvasive PACT enabled whole-body nanoparticle tracking, PTT treatment monitoring via thermal imaging, and thermal dose determination, culminating in a 100% survival rate in a murine bladder cancer model without long-term treatment-related toxicity. This theranostic platform lays the foundation for broader research applications and provides opportunities for advancing solid tumor treatment and response assessment research.",
          "url": "https://doi.org/10.1126/sciadv.adx6350",
          "doi": "https://doi.org/10.1126/sciadv.adx6350",
          "filter": "2"
        },
        {
          "title": "Mismatch in reindeer resilience to past and future warming signals ongoing declines",
          "authors": "Elisabetta Canteri, Stuart C. Brown, Eric Post, Niels Martin Schmidt, David Nogues-Bravo, Damien A. Fordham",
          "abstract": "Rangifer tarandus (caribou or reindeer) survived periods of abrupt climatic warming during the last deglaciation but are currently in global decline. Using process-explicit models of likely climate-human- Rangifer interactions and inferences of demographic change from radiocarbon-dated fossils and ancient DNA, we reconstruct and decipher 21,000 years of Rangifer population dynamics. These high-resolution population reconstructions pinpoint ecological characteristics and life-history traits that most likely enabled Rangifer to survive rapid warming events following the Last Glacial Maximum. Projecting these process-driven models into the future reveals that these attributes are unlikely to buffer Rangifer against wide-scale population declines from expected 21st Century climatic warming. Our findings highlight a need to boost investments in the management and conservation of Rangifer , particularly in North America, where projected losses are expected to exceed 80%. This will not only support the survival of the species and the vital services it renders in Arctic ecosystems, but also help sustain the socioeconomic, cultural, and emotional well-being of many Rangifer -dependent communities.",
          "url": "https://doi.org/10.1126/sciadv.adu0175",
          "doi": "https://doi.org/10.1126/sciadv.adu0175",
          "filter": "2"
        },
        {
          "title": "Heterogeneous strong asperities and tectonic complexity control irregular cascading ruptures",
          "authors": "Chuanchao Huang, Wenbin Xu, Roland Bürgmann, Lei Xie, Guangcai Feng, Baojun Shan, Zhiwei Li, Yosuke Aoki, Yijun Zhang, Jianjun Zhu, Xiaoge Liu",
          "abstract": "Rupture characteristics and heterogeneity of large earthquakes are essential for seismic hazard assessments. We use relocated aftershocks, geodetic measurements, and seismic waveform data to distinguish contributions from closely separated fault structures of the 2024 M w 7.5 Noto earthquake. We find that the initial rupture triggered slip on a complex fault of a preceding swarm and led to bilateral slow rupture there. The earthquake ruptured two fault segments with contrasting dip angles along the eastern and western segments. Aftershocks continued to rupture the preexisting swarm faults. A delayed rupture occurred southwest of the hypocenter, implying that substantial resistance caused by a barrier temporally hindered rupture propagation. Additional stress from surrounding slip eventually overcame the strength of the barrier fault section, leading to a compound rupture. The mainshock triggered a small earthquake swarm, in which the relatively larger events were not followed by abundant aftershocks. Our findings demonstrate the influence of strong asperities and complex geometry in the progression of cascading ruptures.",
          "url": "https://doi.org/10.1126/sciadv.adv6771",
          "doi": "https://doi.org/10.1126/sciadv.adv6771",
          "filter": "2"
        },
        {
          "title": "Positive-going hybrid indicators for voltage imaging in excitable cells and tissues",
          "authors": "Shuzhang Liu, Jing Ling, Beichen Xie, Yuan Zhang, Luxin Peng, Luming Yang, Yi Yu, Junye Lin, Chao Tang, Zhixing Chen, Peng Zou",
          "abstract": "Membrane potential dynamics are crucial to the physiology of electrically excitable cells, such as neurons, cardiomyocytes, and pancreatic islet cells. Fluorescence voltage indicators have enabled the visualization of electrical activities at the single-cell level across large cell populations. However, most existing indicators have a negative fluorescence-voltage response, resulting in a high background signal when cells are at their resting state. To reduce background interference during voltage imaging, we developed a positive-going hybrid voltage indicator (HVI + ), which has lower intensity at the resting state and becomes brighter upon membrane depolarization. HVI + -Cy3b exhibits a remarkable voltage sensitivity of 55% Δ F / F 0 per 100 mV, enabling accurate reporting of action potential waveforms in beating cardiomyocytes and neurons. In addition, by combining HVI + -Cy3b with HVI-Cy3b, we demonstrate the capability to simultaneously assess the effects of glucose on the spike activities of two cell types in pancreatic islets.",
          "url": "https://doi.org/10.1126/sciadv.ads1807",
          "doi": "https://doi.org/10.1126/sciadv.ads1807",
          "filter": "2"
        },
        {
          "title": "A sonoelectric niche for noninvasive intervertebral disc regeneration via targeted cell cycle modulation",
          "authors": "Xiaoguang Zhang, Huaizhen Liang, Zhiwei Liao, Bide Tong, Di Wu, Liang Ma, Jie Lei, Xingyu Zhou, Dingchao Zhu, Zixuan Ou, Junyu Wei, Lei Tan, Cao Yang",
          "abstract": "Cell cycle regulation is pivotal for tissue regeneration yet remains challenging in degenerative microenvironments. We engineered a sonosensitive conductive hydrogel incorporating polypyrrole-encapsulated porphyrin derivatives {[Tetrakis (4-carboxyphenyl) porphyrin (TCPP)]@PPy} to regulate cell cycle dynamics. Upon ultrasound irradiation, TCPP@PPy generates free electrons, establishing a controlled microcurrent within degenerative tissues. This sonoelectric niche induces nucleus pulposus cell (NPC) membrane depolarization, activating calcium voltage-gated channels (Ca v ) to drive Ca 2+ influx. Subsequent calcium- and calmodulin-dependent protein kinase I activation up-regulates cyclin-dependent kinases CDK1/CDK2, forming a sonoelectricity–ion–kinase axis that stimulates NPC proliferation and anabolism. Concurrently, ultrasound-responsive borate ester bonds in the hydrogel amplify reactive oxygen species scavenging, counteracting oxidative stress–induced NPC ferroptosis. In a goat model of intervertebral disc degeneration, ultrasound-guided hydrogel implantation alleviated degenerative progression by synergistically reactivating cell cycle progression and suppressing oxidative damage. This strategy demonstrates a noninvasive, dual-targeted approach to regulate degenerative microenvironments through spatiotemporal control of sonoelectric and biochemical cues, offering a translatable strategy for tissue regeneration therapies.",
          "url": "https://doi.org/10.1126/sciadv.adu6860",
          "doi": "https://doi.org/10.1126/sciadv.adu6860",
          "filter": "2"
        },
        {
          "title": "An energy-embodied paralleled liquid manipulation for equipment-free, quantitative multiplexed liver function monitoring",
          "authors": "Chao Liang, Jingyang Zhao, Pingdong Wei, Kang Wei, Hanqing Jiang",
          "abstract": "Comprehensive liver function monitoring is vital for liver damage diagnoses. However, multiplexed testing with clinical accuracy often requires paralleled liquid manipulation to avoid reagent interference and nonspecific adsorption, making it restricted to centralized facilities and specialists. Here, we report an equipment-free, quantitative, and multiplexed point-of-care testing (POCT), the energy-embodied POCT (EE-POCT). The driving energy (pressured gas) and liquid reagents are embodied in separate rigid-flexible chambers through a mechanical pressure sensing mechanism to achieve a paralleled, interference-free, and multiple-reagent operation with no need for external equipment. The EE-POCT achieves quantitative results for nine liver-related indicators from 180 microliters of whole blood within 4 minutes. Validated with 103 clinical specimens, it shows high concordance with a clinical gold standard analyzer (Pearson coefficients &gt;0.9). The EE-POCT platform not only advances liver health diagnostics but also sets a precedent for developing versatile, accessible medical technologies that can significantly affect global health outcomes.",
          "url": "https://doi.org/10.1126/sciadv.adx0092",
          "doi": "https://doi.org/10.1126/sciadv.adx0092",
          "filter": "2"
        },
        {
          "title": "Heparan sulfate fine-tuned interleukin-1 (IL-1) signaling inhibits insulin secretion of grafted pancreatic islets",
          "authors": "Selina Wrublewsky, Sandra Rother, Franziska Pohlemann, Toni Radanovic, Fabian Junker, Anne S. Boewe, Stefan Schunk, Leticia P. Roma, Gloria Ruiz-Gómez, M. Teresa Pisabarro, Patrick E. MacDonald, Michael D. Menger, Matthias W. Laschke, Emmanuel Ampofo",
          "abstract": "Islet-resident macrophages contribute to hypoxia-induced islet cell death during pancreatic islet transplantation. However, their specific role during this process remains elusive. Here, we report that interleukin-1α (IL-1α) and IL-1β are released by islet-resident macrophages, resulting in the suppression of insulin secretion. This may be due to a decreased inflammation-driven expression of pancreatic and duodenal homeobox 1 (PDX-1) and MafA in β cells. Islet-resident macrophages release significantly less IL-1α when compared to IL-1β. However, both cytokines inhibit insulin expression and secretion to a comparable extent. We identified heparan sulfate on the islet surface, which acts as a “molecular glue” potentiating the inhibitory action of IL-1α on insulin expression via specific binding to IL-1 receptor (IL-1R). In vivo analyses revealed that the loss of IL-1 signaling in isolated islets accelerates their revascularization and, thus, enhances their endocrine function. These findings indicate that heparan sulfate fine-tuned IL-1 signaling crucially determines the outcome of islet transplantation.",
          "url": "https://doi.org/10.1126/sciadv.ady8566",
          "doi": "https://doi.org/10.1126/sciadv.ady8566",
          "filter": "2"
        },
        {
          "title": "Inapparent virus infections differentially affect honey bee flight",
          "authors": "Naomi G. Kaku, Mark A. Jankauski, Bridget F. Doyle, Conrad J. Collins, Michelle L. Flenniken",
          "abstract": "Honey bee colony deaths are associated with viruses, which frequently do not cause morphological symptoms in adult bees. To assess the impact of these inapparent infections, we measured flight performance as a proxy for honey bee health. We hypothesized that deformed wing virus (DWV) and/or sacbrood virus (SBV) would reduce flight performance and that coinfections would have compounding, negative impacts. We identified virus-specific effects; bees with DWV flew shorter distances at slower speeds, whereas bees with SBV flew greater distances at higher speeds. Bees with high virus loads expressed more heat shock protein 90 , and SBV-infected bees expressed more octopamine β -2 receptor ( O β -2R ). O β -2R binds octopamine, a “fight or flight” molecule, stimulating metabolic activity, neuromuscular transmission, and movement. To examine relationships between virus infection, octopamine, and flight, we compared the flight performance of DWV-infected bees with octopamine treatment and demonstrated that octopamine negated DWV-associated flight impairment. These findings have organismal-, colony-, and ecosystem-level implications.",
          "url": "https://doi.org/10.1126/sciadv.adw8382",
          "doi": "https://doi.org/10.1126/sciadv.adw8382",
          "filter": "2"
        },
        {
          "title": "An ancient enhancer rapidly evolving in the human lineage promotes neural development and cognitive flexibility",
          "authors": "Kun Tan, Kendall Higgins, Qing Liu, Miles F. Wilkinson",
          "abstract": "The genetic changes driving the evolution of humans since the human-chimpanzee split have been elusive. Here, we report a promising candidate in a chromosomal region linked with neurological defects—17p13.3. We show that this 442-nucleotide sequence—human-accelerated region (HAR) 123—is a conserved neural enhancer that promotes neural progenitor cell (NPC) formation. While present in all mammals, HAR123 has rapidly evolved since humans diverged from chimpanzees. The human and chimpanzee HAR123 orthologs exhibit subtle differences in their neural developmental effects, and the human HAR123 ortholog uniquely regulates many genes involved in neural differentiation. We identified direct targets of the HAR123 enhancer and showed that HIC1 acts downstream of HAR123 to promote human NPC formation. HAR123-knockout mice exhibit a defect in cognitive flexibility and a shift in neural-glia ratio in specific regions of the hippocampus. Our study has implications for neurodevelopmental disorders, which are often accompanied by altered neural-glia ratio and have been linked with HARs.",
          "url": "https://doi.org/10.1126/sciadv.adt0534",
          "doi": "https://doi.org/10.1126/sciadv.adt0534",
          "filter": "2"
        },
        {
          "title": "In situ–formed immunotherapeutic hydrogel containing sphingosine-1-phosphate for enhanced lung cancer immunotherapy",
          "authors": "Hui Shen, Qi Deng, Zhike Chen, Qiang Zhang, Xiao Zhou, Qian Chen, Jiang Fan",
          "abstract": "Limited infiltration of immune cells within tumors restricts the therapeutic efficiency of immune checkpoint blockades. Herein, we discover that sphingosine-1-phosphate (S1P) is down-regulated in patients with lung cancer who do not respond to PD-1/PD-L1 therapy. Our findings indicate that S1P gradient enhances the migration and viability of immune cells and promotes the polarization of macrophages toward the M1 phenotype primarily through mitochondrial reactive oxygen species–activated nuclear factor κB and Janus kinase–signal transducers and activators of transcription signaling pathways. To capitalize on these findings, we used a biodegradable sodium alginate hydrogel as a delivery system for the sustained and sequential release of S1P and anti–PD-L1 (αPDL1). In vivo studies demonstrated that S1P-αPDL1@Gel effectively inhibited tumor growth and reduced the recurrence of local tumors after surgery. Additionally, the hydrogel significantly enhanced the infiltration of dendritic cells, M1 macrophages, CD4 + T cells, and CD8 + T cells. S1P-αPDL1@Gel holds a promising therapeutic strategy for remodeling the immunosuppressive tumor microenvironment.",
          "url": "https://doi.org/10.1126/sciadv.adw5001",
          "doi": "https://doi.org/10.1126/sciadv.adw5001",
          "filter": "2"
        },
        {
          "title": "Probing and tuning geometric frustration in an organic quantum magnet via elastocaloric measurements under strain",
          "authors": "Francisco Lieberich, Yohei Saito, Yassine Agarmani, Takahiko Sasaki, Naoki Yoneyama, Stephen M. Winter, Michael Lang, Elena Gati",
          "abstract": "Geometric frustration is a key ingredient in the emergence of exotic states of matter, such as the quantum spin liquid in Mott insulators. Although there has been intense interest in experimentally tuning frustration in candidate materials, achieving precise and continuous control has remained a major hurdle—particularly in accessing the properties of the ideally frustrated lattice. Here, we show that large, finely controlled anisotropic strains can effectively tune the degree of geometric frustration in the Mott insulating κ ‐ ( ET ) 2 Cu 2 ( CN ) 3 —a slightly anisotropic triangular-lattice quantum magnet. Using thermodynamic measurements of the elastocaloric effect, we experimentally map out a temperature-strain phase diagram that captures both the ground state of the isotropic lattice and the less frustrated parent state. Our results provide a benchmark for calculations of the triangular-lattice Hubbard model as a function of frustration and highlight the power of lattice engineering as a route to realizing perfectly frustrated quantum materials.",
          "url": "https://doi.org/10.1126/sciadv.adz0699",
          "doi": "https://doi.org/10.1126/sciadv.adz0699",
          "filter": "2"
        },
        {
          "title": "Editorial expression of concern",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/sciadv.aeb2713",
          "doi": "https://doi.org/10.1126/sciadv.aeb2713",
          "filter": "2"
        }
      ]
    }
  ]
}
