{
  "update": "2025-05-09",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Herring spawned poleward following fishery-induced collective memory loss",
          "authors": "Aril Slotte, Are Salthaug, Sindre Vatnehol, Espen Johnsen, Erik Askov Mousing, Åge Høines, Cecilie Thorsen Broms, Sigurvin Bjarnason, Eydna í Homrum, Øystein Skagseth, Erling Kåre Stenevik",
          "url": "https://doi.org/10.1038/s41586-025-08983-3",
          "doi": "https://doi.org/10.1038/s41586-025-08983-3",
          "filter": "0"
        },
        {
          "title": "Serotonin and neurotensin inputs in the vCA1 dictate opposing social valence",
          "authors": "Julia M. Zorab, Huanhuan Li, Richa Awasthi, Anna Schinasi, Yoonjeong Cho, Thomas O’Loughlin, Xiaoting Wu",
          "url": "https://doi.org/10.1038/s41586-025-08809-2",
          "doi": "https://doi.org/10.1038/s41586-025-08809-2",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Cell cycle duration determines oncogenic transformation capacity",
          "authors": "Danian Chen, Suying Lu, Katherine Huang, Joel D. Pearson, Marek Pacal, Phillipos Peidis, Sean McCurdy, Tao Yu, Monika Sangwan, Angela Nguyen, Philippe P. Monnier, Daniel Schramek, Liang Zhu, David Santamaria, Mariano Barbacid, Nagako Akeno, Kathryn A. Wikenheiser-Brokamp, Rod Bremner",
          "url": "https://doi.org/10.1038/s41586-025-08935-x",
          "doi": "https://doi.org/10.1038/s41586-025-08935-x",
          "filter": "2"
        },
        {
          "title": "Chromatin loops are an ancestral hallmark of the animal regulatory genome",
          "authors": "Iana V. Kim, Cristina Navarrete, Xavier Grau-Bové, Marta Iglesias, Anamaria Elek, Grygoriy Zolotarov, Nikolai S. Bykov, Sean A. Montgomery, Ewa Ksiezopolska, Didac Cañas-Armenteros, Joan J. Soto-Angel, Sally P. Leys, Pawel Burkhardt, Hiroshi Suga, Alex de Mendoza, Marc A. Marti-Renom, Arnau Sebé-Pedrós",
          "abstract": "In bilaterian animals, gene regulation is shaped by a combination of linear and spatial regulatory information. Regulatory elements along the genome are integrated into gene regulatory landscapes through chromatin compartmentalization 1,2 , insulation of neighbouring genomic regions 3,4 and chromatin looping that brings together distal cis -regulatory sequences 5 . However, the evolution of these regulatory features is unknown because the three-dimensional genome architecture of most animal lineages remains unexplored 6,7 . To trace the evolutionary origins of animal genome regulation, here we characterized the physical organization of the genome in non-bilaterian animals (sponges, ctenophores, placozoans and cnidarians) 8,9 and their closest unicellular relatives (ichthyosporeans, filastereans and choanoflagellates) 10 by combining high-resolution chromosome conformation capture 11,12 with epigenomic marks and gene expression data. Our comparative analysis showed that chromatin looping is a conserved feature of genome architecture in ctenophores, placozoans and cnidarians. These sequence-determined distal contacts involve both promoter–enhancer and promoter–promoter interactions. By contrast, chromatin loops are absent in the unicellular relatives of animals. Our findings indicate that spatial genome regulation emerged early in animal evolution. This evolutionary innovation introduced regulatory complexity, ultimately facilitating the diversification of animal developmental programmes and cell type repertoires.",
          "url": "https://doi.org/10.1038/s41586-025-08960-w",
          "doi": "https://doi.org/10.1038/s41586-025-08960-w",
          "filter": "2"
        },
        {
          "title": "Oncogene aberrations drive medulloblastoma progression, not initiation",
          "authors": "Konstantin Okonechnikov, Piyush Joshi, Verena Körber, Anne Rademacher, Michele Bortolomeazzi, Jan-Philipp Mallm, Jan Vaillant, Patricia Benites Goncalves da Silva, Britta Statz, Mari Sepp, Ioannis Sarropoulos, Tetsuya Yamada, Andrea Wittmann, Kathrin Schramm, Mirjam Blattner-Johnson, Petra Fiesel, Barbara Jones, Natalie Jäger, Till Milde, Kristian W. Pajtler, Cornelis M. van Tilburg, Olaf Witt, Konrad Bochennek, Katharina Johanna Weber, Lisa Nonnenmacher, Christian Reimann, David R. Ghasemi, Ulrich Schüller, Martin Mynarek, Stefan Rutkowski, David T. W. Jones, Andrey Korshunov, Karsten Rippe, Frank Westermann, Supat Thongjuea, Thomas Höfer, Henrik Kaessmann, Lena M. Kutscher, Stefan M. Pfister",
          "abstract": "Despite recent advances in understanding disease biology, treatment of group 3/4 medulloblastoma remains a therapeutic challenge in paediatric neuro-oncology 1 . Bulk-omics approaches have identified considerable intertumoural heterogeneity in group 3/4 medulloblastoma, including the presence of clear single-gene oncogenic drivers in only a subset of cases, whereas in most cases, large-scale copy number aberrations prevail 2,3 . However, intratumoural heterogeneity, the role of oncogene aberrations, and broad copy number variation in tumour evolution and treatment resistance remain poorly understood. To dissect this interplay, we used single-cell technologies (single-nucleus RNA sequencing (snRNA-seq), single-nucleus assay for transposase-accessible chromatin with high-throughput sequencing (snATAC-seq) and spatial transcriptomics) on a cohort of group 3/4 medulloblastoma with known alterations in the oncogenes MYC , MYCN and PRDM6 . We show that large-scale chromosomal aberrations are early tumour-initiating events, whereas the single-gene oncogenic events arise late and are typically subclonal, but MYC can become clonal upon disease progression to drive further tumour development and therapy resistance. Spatial transcriptomics shows that the subclones are mostly interspersed across tumour tissue, but clear segregation is also present. Using a population genetics model, we estimate medulloblastoma initiation in the cerebellar unipolar brush cell lineage starting from the first gestational trimester. Our findings demonstrate how single-cell technologies can be applied for early detection and diagnosis of this fatal disease.",
          "url": "https://doi.org/10.1038/s41586-025-08973-5",
          "doi": "https://doi.org/10.1038/s41586-025-08973-5",
          "filter": "2"
        },
        {
          "title": "Trends in the seasonal amplitude of atmospheric methane",
          "authors": "Gang Liu, Lu Shen, Philippe Ciais, Xin Lin, Didier Hauglustaine, Xin Lan, Alexander J. Turner, Yi Xi, Yu Zhu, Shushi Peng",
          "url": "https://doi.org/10.1038/s41586-025-08900-8",
          "doi": "https://doi.org/10.1038/s41586-025-08900-8",
          "filter": "2"
        },
        {
          "title": "Pacific hotspots reveal a Louisville–Ontong Java Nui tectonic link",
          "authors": "J. G. Konter, V. A. Finlayson, K. Konrad, M. G. Jackson, A. A. P. Koppers, P. Wessel, S. Beethe, M. Bizimis, A. Alverson, C. Kelley",
          "url": "https://doi.org/10.1038/s41586-025-08889-0",
          "doi": "https://doi.org/10.1038/s41586-025-08889-0",
          "filter": "2"
        },
        {
          "title": "A battery-free nanofluidic intracellular delivery patch for internal organs",
          "authors": "Dedong Yin, Pan Wang, Yongcun Hao, Wei Yue, Xinran Jiang, Kuanming Yao, Yuqiong Wang, Xinxin Hang, Ao Xiao, Jingkun Zhou, Long Lin, Zhoulyu Rao, Han Wu, Feng Liu, Zaizai Dong, Meng Wu, Chenjie Xu, Jiandong Huang, Honglong Chang, Yubo Fan, Xinge Yu, Cunjiang Yu, Lingqian Chang, Mo Li",
          "url": "https://doi.org/10.1038/s41586-025-08943-x",
          "doi": "https://doi.org/10.1038/s41586-025-08943-x",
          "filter": "2"
        },
        {
          "title": "Striatum supports fast learning but not memory recall",
          "authors": "Kimberly Reinhold, Marci Iadarola, Shi Tang, Annabel Chang, Whitney Kuwamoto, Madeline A. Albanese, Senmiao Sun, Richard Hakim, Joshua Zimmer, Wengang Wang, Bernardo L. Sabatini",
          "url": "https://doi.org/10.1038/s41586-025-08969-1",
          "doi": "https://doi.org/10.1038/s41586-025-08969-1",
          "filter": "2"
        },
        {
          "title": "Adversarial testing of global neuronal workspace and integrated information theories of consciousness",
          "authors": "character(0), Oscar Ferrante, Urszula Gorska-Klimowska, Simon Henin, Rony Hirschhorn, Aya Khalaf, Alex Lepauvre, Ling Liu, David Richter, Yamil Vidal, Niccolò Bonacchi, Tanya Brown, Praveen Sripad, Marcelo Armendariz, Katarina Bendtz, Tara Ghafari, Dorottya Hetenyi, Jay Jeschke, Csaba Kozma, David R. Mazumder, Stephanie Montenegro, Alia Seedat, Abdelrahman Sharafeldin, Shujun Yang, Sylvain Baillet, David J. Chalmers, Radoslaw M. Cichy, Francis Fallon, Theofanis I. Panagiotaropoulos, Hal Blumenfeld, Floris P. de Lange, Sasha Devore, Ole Jensen, Gabriel Kreiman, Huan Luo, Melanie Boly, Stanislas Dehaene, Christof Koch, Giulio Tononi, Michael Pitts, Liad Mudrik, Lucia Melloni",
          "abstract": "Different theories explain how subjective experience arises from brain activity 1,2 . These theories have independently accrued evidence, but have not been directly compared 3 . Here we present an open science adversarial collaboration directly juxtaposing integrated information theory (IIT) 4,5 and global neuronal workspace theory (GNWT) 6–10 via a theory-neutral consortium 11–13 . The theory proponents and the consortium developed and preregistered the experimental design, divergent predictions, expected outcomes and interpretation thereof 12 . Human participants ( n = 256) viewed suprathreshold stimuli for variable durations while neural activity was measured with functional magnetic resonance imaging, magnetoencephalography and intracranial electroencephalography. We found information about conscious content in visual, ventrotemporal and inferior frontal cortex, with sustained responses in occipital and lateral temporal cortex reflecting stimulus duration, and content-specific synchronization between frontal and early visual areas. These results align with some predictions of IIT and GNWT, while substantially challenging key tenets of both theories. For IIT, a lack of sustained synchronization within the posterior cortex contradicts the claim that network connectivity specifies consciousness. GNWT is challenged by the general lack of ignition at stimulus offset and limited representation of certain conscious dimensions in the prefrontal cortex. These challenges extend to other theories of consciousness that share some of the predictions tested here 14–17 . Beyond challenging the theories, we present an alternative approach to advance cognitive neuroscience through principled, theory-driven, collaborative research and highlight the need for a quantitative framework for systematic theory testing and building.",
          "url": "https://doi.org/10.1038/s41586-025-08888-1",
          "doi": "https://doi.org/10.1038/s41586-025-08888-1",
          "filter": "2"
        },
        {
          "title": "Picuris Pueblo oral history and genomics reveal continuity in US Southwest",
          "authors": "Thomaz Pinotti, Michael A. Adler, Richard Mermejo, Julie Bitz-Thorsen, Hugh McColl, Gabriele Scorrano, Motahareh Feizabadifarahani, Devlin Gandy, Matthew Boulanger, Charleen Gaunitz, Jesper Stenderup, Abigail Ramsøe, Thorfinn Korneliussen, Fabrice Demeter, Fabrício R. Santos, Lasse Vinner, Martin Sikora, David J. Meltzer, J. Víctor Moreno-Mayar, Craig Quanchello, Eske Willerslev",
          "abstract": "Indigenous groups often encounter significant challenges when asserting ancestral claims and cultural affiliations based on oral histories, particularly in the USA where such narratives have historically been undervalued. Although ancient DNA offers a tool to complement traditional knowledge and address gaps in oral history, longstanding disregard for Indigenous sovereignty and beliefs has understandably led many Indigenous communities to distrust DNA studies 1–4 . Earlier research often focused on repatriation claims 5–7 , whereas more recent work has increasingly moved towards enhancing Tribal histories 8,9 . Here we present a collaborative study initiated by a federally recognized Native American tribe, the sovereign nation of Picuris Pueblo in the Northern Rio Grande region of New Mexico, USA, to address gaps in traditional knowledge and further their understanding of their population history and ancestry. We generated genomes from 16 ancient Picuris individuals and 13 present-day members of Picuris Pueblo, providing genomic data spanning the last millennium. We show genetic continuity between ancient and present-day Picuris, and more broadly with Ancestral Puebloans from Pueblo Bonito in Chaco Canyon 10 , 275 km to the west. This suggests a firm spatiotemporal link among these Puebloan populations of the North American Southwest. Furthermore, we see no evidence of population decline before European arrival 11–13 , and no Athabascan ancestry in individuals predating 1500 ce , challenging earlier migration hypotheses 14–16 . This work prioritizes Indigenous control of genetic data and brings together oral tradition, archaeology, ethnography and genetics.",
          "url": "https://doi.org/10.1038/s41586-025-08791-9",
          "doi": "https://doi.org/10.1038/s41586-025-08791-9",
          "filter": "2"
        },
        {
          "title": "An asymmetric fission island driven by shell effects in light fragments",
          "authors": "P. Morfouace, J. Taieb, A. Chatillon, L. Audouin, G. Blanchon, R. N. Bernard, N. Dubray, N. Pillet, D. Regnier, H. Alvarez-Pol, F. Amjad, P. André, G. Authelet, L. Atar, T. Aumann, J. Benlliure, K. Boretzky, L. Bott, T. Brecelj, C. Caesar, P. Carpentier, E. Casarejos, J. Cederkäll, A. Corsi, D. Cortina-Gil, A. Cvetinović, E. De Filippo, T. Dickel, M. Feijoo, L. M. Fonseca, D. Galaviz, G. García-Jiménez, I. Gasparic, E. I. Geraci, R. Gernhäuser, B. Gnoffo, K. Göbel, A. Graña-González, E. Haettner, A.-L. Hartig, M. Heil, A. Heinz, T. Hensel, M. Holl, C. Hornung, A. Horvat, A. Jedele, D. Jelavic Malenica, T. Jenegger, L. Ji, H. T. Johansson, B. Jonson, B. Jurado, N. Kalantar-Nayestanaki, E. Kazantseva, A. Kelic-Heil, O. A. Kiselev, P. Klenze, R. Knöbel, D. Körper, D. Kostyleva, T. Kröll, N. Kuzminchuk, B. Laurent, I. Lihtar, Yu. A. Litvinov, B. Löher, N. S. Martorana, B. Mauss, S. Murillo Morales, D. Mücher, I. Mukha, E. Nacher, A. Obertelli, E. V. Pagano, V. Panin, J. Park, S. Paschalis, M. Petri, S. Pietri, S. Pirrone, G. Politi, L. Ponnath, A. Revel, H.-B. Rhee, J. L. Rodríguez-Sánchez, L. Rose, D. Rossi, P. Roy, P. Russotto, C. Scheidenberger, H. Scheit, H. Simon, S. Storck-Dutine, A. Stott, Y. L. Sun, C. Sürder, Y. K. Tanaka, R. Taniuchi, O. Tengblad, I. Tisma, H. T. Törnqvist, M. Trimarchi, S. Velardita, J. Vesic, B. Voss, F. Wamers, H. Weick, F. Wienholtz, J. Zhao, M. Zhukov",
          "url": "https://doi.org/10.1038/s41586-025-08882-7",
          "doi": "https://doi.org/10.1038/s41586-025-08882-7",
          "filter": "2"
        },
        {
          "title": "Targeting the SHOC2–RAS interaction in RAS-mutant cancers",
          "authors": "Zachary J. Hauseman, Frédéric Stauffer, Kim S. Beyer, Sandra Mollé, Elena Cavicchioli, Jean-Remy Marchand, Michelle Fodor, Jessica Viscomi, Anxhela Dhembi, Stéphanie Katz, Beatrice Faggion, Mylene Lanter, Grainne Kerr, Daniela Schildknecht, Cornelia Handl, Danilo Maddalo, Carole Pissot Soldermann, Jacob Brady, Om Shrestha, Zachary Nguyen, Lukas Leder, Gregor Cremosnik, Sandra Lopez Romero, Ulrich Hassiepen, Travis Stams, Markus Linder, Giorgio G. Galli, Daniel A. Guthy, Daniel A. King, Sauveur-Michel Maira, Claudio R. Thoma, Veronika Ehmke, Luca Tordella",
          "url": "https://doi.org/10.1038/s41586-025-08931-1",
          "doi": "https://doi.org/10.1038/s41586-025-08931-1",
          "filter": "2"
        },
        {
          "title": "PLA2G15 is a BMP hydrolase and its targeting ameliorates lysosomal disease",
          "authors": "Kwamina Nyame, Jian Xiong, Hisham N. Alsohybe, Arthur P. H. de Jong, Isabelle V. Peña, Ricardo de Miguel, Thijn R. Brummelkamp, Guido Hartmann, Sebastian M. B. Nijman, Matthijs Raaben, Judith A. Simcox, Vincent A. Blomen, Monther Abu-Remaileh",
          "url": "https://doi.org/10.1038/s41586-025-08942-y",
          "doi": "https://doi.org/10.1038/s41586-025-08942-y",
          "filter": "2"
        },
        {
          "title": "TIR domains produce histidine-ADPR as an immune signal in bacteria",
          "authors": "Dziugas Sabonis, Carmel Avraham, Renee B. Chang, Allen Lu, Ehud Herbst, Arunas Silanskas, Deividas Vilutis, Azita Leavitt, Erez Yirmiya, Hunter C. Toyoda, Audrone Ruksenaite, Mindaugas Zaremba, Ilya Osterman, Gil Amitai, Philip J. Kranzusch, Rotem Sorek, Giedre Tamulaitiene",
          "url": "https://doi.org/10.1038/s41586-025-08930-2",
          "doi": "https://doi.org/10.1038/s41586-025-08930-2",
          "filter": "2"
        },
        {
          "title": "Regulation of PV interneuron plasticity by neuropeptide-encoding genes",
          "authors": "Martijn Selten, Clémence Bernard, Diptendu Mukherjee, Fursham Hamid, Alicia Hanusz-Godoy, Fazal Oozeer, Christoph Zimmer, Oscar Marín",
          "abstract": "Neuronal activity must be regulated in a narrow permissive band for the proper operation of neural networks. Changes in synaptic connectivity and network activity—for example, during learning—might disturb this balance, eliciting compensatory mechanisms to maintain network function 1–3 . In the neocortex, excitatory pyramidal cells and inhibitory interneurons exhibit robust forms of stabilizing plasticity. However, although neuronal plasticity has been thoroughly studied in pyramidal cells 4–8 , little is known about how interneurons adapt to persistent changes in their activity. Here we describe a critical cellular process through which cortical parvalbumin-expressing (PV + ) interneurons adapt to changes in their activity levels. We found that changes in the activity of individual PV + interneurons drive bidirectional compensatory adjustments of the number and strength of inhibitory synapses received by these cells, specifically from other PV + interneurons. High-throughput profiling of ribosome-associated mRNA revealed that increasing the activity of a PV + interneuron leads to upregulation of two genes encoding multiple secreted neuropeptides: Vgf and Scg2 . Functional experiments demonstrated that VGF is critically required for the activity-dependent scaling of inhibitory PV + synapses onto PV + interneurons. Our findings reveal an instructive role for neuropeptide-encoding genes in regulating synaptic connections among PV + interneurons in the adult mouse neocortex.",
          "url": "https://doi.org/10.1038/s41586-025-08933-z",
          "doi": "https://doi.org/10.1038/s41586-025-08933-z",
          "filter": "2"
        },
        {
          "title": "Structurally complex phase engineering enables hydrogen-tolerant Al alloys",
          "authors": "Shengyu Jiang, Yuantao Xu, Ruihong Wang, Xinren Chen, Chaoshuai Guan, Yong Peng, Fuzhu Liu, Mingxu Wang, Xu Liu, Shaoyou Zhang, Genqi Tian, Shenbao Jin, Huiyuan Wang, Hiroyuki Toda, Xuejun Jin, Gang Liu, Baptiste Gault, Jun Sun",
          "url": "https://doi.org/10.1038/s41586-025-08879-2",
          "doi": "https://doi.org/10.1038/s41586-025-08879-2",
          "filter": "2"
        },
        {
          "title": "Naturally ornate RNA-only complexes revealed by cryo-EM",
          "authors": "Rachael C. Kretsch, Yuan Wu, Svetlana A. Shabalina, Hyunbin Lee, Grace Nye, Eugene V. Koonin, Alex Gao, Wah Chiu, Rhiju Das",
          "url": "https://doi.org/10.1038/s41586-025-09073-0",
          "doi": "https://doi.org/10.1038/s41586-025-09073-0",
          "filter": "2"
        },
        {
          "title": "Global emergence of unprecedented lifetime exposure to climate extremes",
          "authors": "Luke Grant, Inne Vanderkelen, Lukas Gudmundsson, Erich Fischer, Sonia I. Seneviratne, Wim Thiery",
          "abstract": "Climate extremes are escalating under anthropogenic climate change 1 . Yet, how this translates into unprecedented cumulative extreme event exposure in a person’s lifetime remains unclear. Here we use climate models, impact models and demographic data to project the number of people experiencing cumulative lifetime exposure to climate extremes above the 99.99th percentile of exposure expected in a pre-industrial climate. We project that the birth cohort fraction facing this unprecedented lifetime exposure to heatwaves, crop failures, river floods, droughts, wildfires and tropical cyclones will at least double from 1960 to 2020 under current mitigation policies aligned with a global warming pathway reaching 2.7 °C above pre-industrial temperatures by 2100. Under a 1.5 °C pathway, 52% of people born in 2020 will experience unprecedented lifetime exposure to heatwaves. If global warming reaches 3.5 °C by 2100, this fraction rises to 92% for heatwaves, 29% for crop failures and 14% for river floods. The chance of facing unprecedented lifetime exposure to heatwaves is substantially larger among population groups characterized by high socioeconomic vulnerabilities. Our results call for deep and sustained greenhouse gas emissions reductions to lower the burden of climate change on current young generations.",
          "url": "https://doi.org/10.1038/s41586-025-08907-1",
          "doi": "https://doi.org/10.1038/s41586-025-08907-1",
          "filter": "2"
        },
        {
          "title": "A cryptic role for reciprocal helping in a cooperatively breeding bird",
          "authors": "Alexis D. Earl, Gerald G. Carter, Arden G. Berlinger, Elkana Korir, Shailee S. Shah, Wilson N. Watetu, Dustin R. Rubenstein",
          "abstract": "Identifying the mechanisms that underlie cooperation is fundamental to biology 1 . The most complex form of cooperation in vertebrates occurs in cooperative breeders, in which helpers forego reproduction and assist in raising the young of others, typically relatives 2 . Not all cooperative societies, however, are kin-based—nearly half of all avian 3 and mammalian 4 cooperative breeders form mixed-kin societies, much like those of humans 5 . Kin selection in mixed-kin societies occurs when individuals gain indirect fitness from the preferential helping of relatives 6 , but helpers also frequently assist non-kin 7 , highlighting a potential role for direct fitness in stabilizing cooperative societies 7,8 . Here, using a 20-year study of superb starlings ( Lamprotornis superbus ), we examined how direct and indirect fitness jointly influence helping behaviour. Although we detected kin-biased helping (demonstrating kin selection), non-kin helping was common despite opportunities to aid kin. Unexpectedly, specific pairs maintained long-term reciprocal helping relationships by swapping social roles across their lifetimes—a subtle pattern of reciprocity requiring decades of observation to detect. Given the frequency of non-kin helping and the occurrence of reciprocal helping among both kin and non-kin, helping behaviour in superb starlings seems to be greatly influenced by direct fitness. However, the relative importance of direct and indirect fitness varied with helpers’ sex and dispersal history. By uncovering a cryptic yet crucial role of long-term reciprocal helping, we suggest that reciprocity may be an underappreciated mechanism promoting the stability of cooperatively breeding societies.",
          "url": "https://doi.org/10.1038/s41586-025-08958-4",
          "doi": "https://doi.org/10.1038/s41586-025-08958-4",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Stress dynamically modulates neuronal autophagy to gate depression onset",
          "authors": "Liang Yang, Chen Guo, Zhiwei Zheng, Yiyan Dong, Qifeng Xie, Zijian Lv, Min Li, Yangyang Lu, Xiaonan Guo, Rongshan Deng, Yiqin Liu, Yirong Feng, Ruiqi Mu, Xuliang Zhang, Huan Ma, Zhong Chen, Zhijun Zhang, Zhaoqi Dong, Wei Yang, Xiangnan Zhang, Yihui Cui",
          "url": "https://doi.org/10.1038/s41586-025-09086-9",
          "doi": "https://doi.org/10.1038/s41586-025-09086-9",
          "filter": "2"
        },
        {
          "title": "Light-microscopy-based connectomic reconstruction of mammalian brain tissue",
          "authors": "Mojtaba R. Tavakoli, Julia Lyudchik, Michał Januszewski, Vitali Vistunou, Nathalie Agudelo Dueñas, Jakob Vorlaufer, Christoph Sommer, Caroline Kreuzinger, Bárbara Oliveira, Alban Cenameri, Gaia Novarino, Viren Jain, Johann G. Danzl",
          "abstract": "The information-processing capability of the brain’s cellular network depends on the physical wiring pattern between neurons and their molecular and functional characteristics. Mapping neurons and resolving their individual synaptic connections can be achieved by volumetric imaging at nanoscale resolution 1,2 with dense cellular labelling. Light microscopy is uniquely positioned to visualize specific molecules, but dense, synapse-level circuit reconstruction by light microscopy has been out of reach, owing to limitations in resolution, contrast and volumetric imaging capability. Here we describe light-microscopy-based connectomics (LICONN). We integrated specifically engineered hydrogel embedding and expansion with comprehensive deep-learning-based segmentation and analysis of connectivity, thereby directly incorporating molecular information into synapse-level reconstructions of brain tissue. LICONN will allow synapse-level phenotyping of brain tissue in biological experiments in a readily adoptable manner.",
          "url": "https://doi.org/10.1038/s41586-025-08985-1",
          "doi": "https://doi.org/10.1038/s41586-025-08985-1",
          "filter": "2"
        },
        {
          "title": "Nasal vaccines for respiratory infections",
          "authors": "Hiroshi Kiyono, Peter B. Ernst",
          "url": "https://doi.org/10.1038/s41586-025-08910-6",
          "doi": "https://doi.org/10.1038/s41586-025-08910-6",
          "filter": "2"
        },
        {
          "title": "Author Correction: Matrix-producing neutrophils populate and shield the skin",
          "authors": "Tommaso Vicanolo, Alaz Özcan, Jackson LiangYao Li, Carla Huerta-López, Iván Ballesteros, Andrea Rubio-Ponce, Andra C. Dumitru, Jose Ángel Nicolás-Ávila, Miguel Molina-Moreno, Pablo Reyes-Gutierrez, Andrew D. Johnston, Catherine Martone, Eric Greto, Antonio Quílez-Alvarez, Enrique Calvo, Elena Bonzon-Kulichenko, Rebeca Álvarez-Velez, Ming Yao Chooi, Immanuel Kwok, Blanca González-Bermúdez, Benoit Malleret, Francisco M. Espinosa, Ming Zhang, Yu-Long Wang, Dasheng Sun, Shu Zhen Chong, Ali El-Armouche, Kevin K. Kim, Irina A. Udalova, Valentina Greco, Ricardo Garcia, Jesús Vázquez, Ana Dopazo, Gustavo R. Plaza, Jorge Alegre-Cebollada, Stefan Uderhardt, Lai Guan Ng, Andrés Hidalgo",
          "url": "https://doi.org/10.1038/s41586-025-09082-z",
          "doi": "https://doi.org/10.1038/s41586-025-09082-z",
          "filter": "2"
        },
        {
          "title": "Molecular basis of SIFI activity in the integrated stress response",
          "authors": "Zhi Yang, Diane L. Haakonsen, Michael Heider, Samuel R. Witus, Alex Zelter, Tobias Beschauner, Michael J. MacCoss, Michael Rapé",
          "url": "https://doi.org/10.1038/s41586-025-09074-z",
          "doi": "https://doi.org/10.1038/s41586-025-09074-z",
          "filter": "2"
        },
        {
          "title": "Sustainable nickel enabled by hydrogen-based reduction",
          "authors": "U. Manzoor, L. Mujica Roncery, D. Raabe, I. R. Souza Filho",
          "abstract": "Nickel is a critical element in the shift to sustainable energy systems, with the demand for nickel projected to exceed 6 million tons annually by 2040 1–4 , largely driven by the electrification of the transport sector. Primary nickel production uses acids and carbon-based reductants, emitting about 20 tons of carbon dioxide per ton of nickel produced 5–7 . Here we present a method using fossil-free hydrogen-plasma-based reduction to extract nickel from low-grade ore variants known as laterites. We bypass the traditional multistep process and combine calcination, smelting, reduction and refining into a single metallurgical step conducted in one furnace. This approach produces high-grade ferronickel alloys at fast reduction kinetics. Thermodynamic control of the atmosphere of the furnace enables selective nickel reduction, yielding an alloy with minimal impurities (&lt;0.04 wt% silicon, approximately 0.01 wt% phosphorus and &lt;0.09 wt% calcium), eliminating the need for further refining. The proposed method has the potential to be up to about 18% more energy efficient while cutting direct carbon dioxide emissions by up to 84% compared with current practice. Our work thus shows a sustainable approach to help resolve the contradiction between the beneficial use of nickel in sustainable energy technologies and the environmental harm caused by its production.",
          "url": "https://doi.org/10.1038/s41586-025-08901-7",
          "doi": "https://doi.org/10.1038/s41586-025-08901-7",
          "filter": "2"
        },
        {
          "title": "Activation of lysosomal iron triggers ferroptosis in cancer",
          "authors": "Tatiana Cañeque, Leeroy Baron, Sebastian Müller, Alanis Carmona, Ludovic Colombeau, Antoine Versini, Stéphanie Solier, Christine Gaillet, Fabien Sindikubwabo, Julio L. Sampaio, Marie Sabatier, Eikan Mishima, Armel Picard-Bernes, Laurène Syx, Nicolas Servant, Bérangère Lombard, Damarys Loew, Jiashuo Zheng, Bettina Proneth, Leishemba K. Thoidingjam, Laurence Grimaud, Cameron S. Fraser, Krystina J. Szylo, Emma Der Kazarian, Caroline Bonnet, Emmanuelle Charafe-Jauffret, Christophe Ginestier, Patricia Santofimia-Castaño, Matias Estaras, Nelson Dusetti, Juan Lucio Iovanna, Antonio Sa Cunha, Gabriella Pittau, Pascal Hammel, Dimitri Tzanis, Sylvie Bonvalot, Sarah Watson, Vincent Gandon, Aditya Upadhyay, Derek A. Pratt, Florêncio Porto Freitas, José Pedro Friedmann Angeli, Brent R. Stockwell, Marcus Conrad, Jessalyn M. Ubellacker, Raphaël Rodriguez",
          "url": "https://doi.org/10.1038/s41586-025-08974-4",
          "doi": "https://doi.org/10.1038/s41586-025-08974-4",
          "filter": "2"
        },
        {
          "title": "Heterogeneous pericoerulear neurons tune arousal and exploratory behaviours",
          "authors": "Andrew T. Luskin, Li Li, Xiaonan Fu, Madison M. Martin, Kelsey Barcomb, Kasey S. Girven, Taylor Blackburn, Bailey A. Wells, Sarah T. Thai, Esther M. Li, Akshay N. Rana, Rhiana C. Simon, Li Sun, Lei Gao, Alexandria D. Murry, Sam A. Golden, Garret D. Stuber, Christopher P. Ford, Liangcai Gu, Michael R. Bruchas",
          "url": "https://doi.org/10.1038/s41586-025-08952-w",
          "doi": "https://doi.org/10.1038/s41586-025-08952-w",
          "filter": "2"
        },
        {
          "title": "Selective inhibition of stromal mechanosensing suppresses cardiac fibrosis",
          "authors": "Sangkyun Cho, Siyeon Rhee, Christopher M. Madl, Arianne Caudal, Dilip Thomas, Hyeonyu Kim, Ana Kojic, Hye Sook Shin, Abhay Mahajan, James W. Jahng, Xi Wang, Phung N. Thai, David T. Paik, Mingqiang Wang, McKay Mullen, Natalie M. Baker, Jeremy Leitz, Souhrid Mukherjee, Virginia D. Winn, Y. Joseph Woo, Helen M. Blau, Joseph C. Wu",
          "url": "https://doi.org/10.1038/s41586-025-08945-9",
          "doi": "https://doi.org/10.1038/s41586-025-08945-9",
          "filter": "2"
        },
        {
          "title": "Using life cycle assessment to drive innovation for sustainable cool clouds",
          "authors": "Husam Alissa, Teresa Nick, Ashish Raniwala, Alberto Arribas Herranz, Kali Frost, Ioannis Manousakis, Kari Lio, Brijesh Warrier, Vaidehi Oruganti, T. J. DiCaprio, Kathryn Oseen-Senda, Bharath Ramakrishnan, Naval Gupta, Ricardo Bianchini, Jim Kleewein, Christian Belady, Marcus Fontoura, Julie Sinistore, Mukunth Natarajan, Lauren Johnson, VeeAnder Mealing, Praneet Arshi, Madeline Frieze",
          "url": "https://doi.org/10.1038/s41586-025-08832-3",
          "doi": "https://doi.org/10.1038/s41586-025-08832-3",
          "filter": "2"
        },
        {
          "title": "A kinase mediator of rhizobial symbiosis and immunity in Medicago",
          "authors": "Dapeng Wang, Rui Jin, Xiaobao Shi, Haoran Guo, Xinhang Tan, Achen Zhao, Xinghua Lian, Huiling Dai, Shaozhuang Li, Kexu Xin, Changfu Tian, Jun Yang, Wansheng Chen, Alberto P. Macho, Ertao Wang",
          "url": "https://doi.org/10.1038/s41586-025-09057-0",
          "doi": "https://doi.org/10.1038/s41586-025-09057-0",
          "filter": "2"
        },
        {
          "title": "Motor learning refines thalamic influence on motor cortex",
          "authors": "Assaf Ramot, Felix H. Taschbach, Yun C. Yang, Yuxin Hu, Qiyu Chen, Bobbie C. Morales, Xinyi C. Wang, An Wu, Kay M. Tye, Marcus K. Benna, Takaki Komiyama",
          "url": "https://doi.org/10.1038/s41586-025-08962-8",
          "doi": "https://doi.org/10.1038/s41586-025-08962-8",
          "filter": "2"
        },
        {
          "title": "Observation of edge and bulk states in a three-site Kitaev chain",
          "authors": "Sebastiaan L. D. ten Haaf, Yining Zhang, Qingzhen Wang, Alberto Bordin, Chun-Xiao Liu, Ivan Kulesh, Vincent P. M. Sietses, Christian G. Prosko, Di Xiao, Candice Thomas, Michael J. Manfra, Michael Wimmer, Srijit Goswami",
          "url": "https://doi.org/10.1038/s41586-025-08892-5",
          "doi": "https://doi.org/10.1038/s41586-025-08892-5",
          "filter": "2"
        },
        {
          "title": "Author Correction: Parvalbumin-expressing basket-cell network plasticity induced by experience regulates adult learning",
          "authors": "Flavio Donato, Santiago Belluco Rompani, Pico Caroni",
          "url": "https://doi.org/10.1038/s41586-025-09084-x",
          "doi": "https://doi.org/10.1038/s41586-025-09084-x",
          "filter": "2"
        },
        {
          "title": "Native nucleosomes intrinsically encode genome organization principles",
          "authors": "Sangwoo Park, Raquel Merino-Urteaga, Violetta Karwacki-Neisius, Gustavo Ezequiel Carrizo, Advait Athreya, Alberto Marin-Gonzalez, Nils A. Benning, Jonghan Park, Michelle M. Mitchener, Natarajan V. Bhanu, Benjamin A. Garcia, Bin Zhang, Tom W. Muir, Erika L. Pearce, Taekjip Ha",
          "abstract": "The eukaryotic genome is packed into nucleosomes of 147 base pairs around a histone core and is organized into euchromatin and heterochromatin, corresponding to the A and B compartments, respectively 1,2 . Here we investigated whether individual nucleosomes contain sufficient information for 3D genomic organization into compartments, for example, in their biophysical properties. We purified native mononucleosomes to high monodispersity and used physiological concentrations of polyamines to determine their condensability. The chromosomal regions known to partition into A compartments have low condensability and those for B compartments have high condensability. Chromatin polymer simulations using condensability as the only input, without any trans factors, reproduced the A/B compartments. Condensability is also strongly anticorrelated with gene expression, particularly near the promoters and in a cell type-dependent manner. Therefore, mononucleosomes have biophysical properties associated with genes being on or off. Comparisons with genetic and epigenetic features indicate that nucleosome condensability is an emergent property, providing a natural axis on which to project the high-dimensional cellular chromatin state. Analysis using various condensing agents or histone modifications and mutations indicates that the genome organization principle encoded into nucleosomes is mostly electrostatic in nature. Polyamine depletion in mouse T cells, resulting from either knocking out or inhibiting ornithine decarboxylase, results in hyperpolarized condensability, indicating that when cells cannot rely on polyamines to translate the biophysical properties of nucleosomes to 3D genome organization, they accentuate condensability contrast, which may explain the dysfunction observed with polyamine deficiency 3–5 .",
          "url": "https://doi.org/10.1038/s41586-025-08971-7",
          "doi": "https://doi.org/10.1038/s41586-025-08971-7",
          "filter": "2"
        },
        {
          "title": "Deep origin of eukaryotes outside Heimdallarchaeia within Asgardarchaeota",
          "authors": "Jiawei Zhang, Xiaoyuan Feng, Meng Li, Yang Liu, Min Liu, Li-Jun Hou, Hong-Po Dong",
          "url": "https://doi.org/10.1038/s41586-025-08955-7",
          "doi": "https://doi.org/10.1038/s41586-025-08955-7",
          "filter": "2"
        },
        {
          "title": "Global evolution of inflammatory bowel disease across epidemiologic stages",
          "authors": "Lindsay Hracs, Joseph W. Windsor, Julia Gorospe, Michael Cummings, Stephanie Coward, Michael J. Buie, Joshua Quan, Quinn Goddard, Léa Caplan, Ante Markovinović, Tyler Williamson, Yvonne Abbey, Murdani Abdullah, Maria T. Abreu, Vineet Ahuja, Raja Affendi Raja Ali, Mansour Altuwaijri, Domingo Balderramo, Rupa Banerjee, Eric I. Benchimol, Charles N. Bernstein, Eduard Brunet-Mas, Johan Burisch, Vui Heng Chong, Iris Dotan, Usha Dutta, Sara El Ouali, Angela Forbes, Anders Forss, Richard Gearry, Viet Hang Dao, Juanda Leo Hartono, Ida Hilmi, Phoebe Hodges, Gareth-Rhys Jones, Fabián Juliao-Baños, Jamilya Kaibullayeva, Paul Kelly, Taku Kobayashi, Paulo Gustavo Kotze, Peter L. Lakatos, Charlie W. Lees, Julajak Limsrivilai, Bobby Lo, Edward V. Loftus, Jonas F. Ludvigsson, Joyce W. Y. Mak, YingLei Miao, Ka Kei Ng, Shinji Okabayashi, Ola Olén, Remo Panaccione, Mukesh Sharma Paudel, Abel Botelho Quaresma, David T. Rubin, Marcellus Simadibrata, Yang Sun, Hidekazu Suzuki, Martin Toro, Dan Turner, Beatriz Iade, Shu Chen Wei, Jesus K. Yamamoto-Furusho, Suk-Kyun Yang, Siew C. Ng, Gilaad G. Kaplan, character(0)",
          "url": "https://doi.org/10.1038/s41586-025-08940-0",
          "doi": "https://doi.org/10.1038/s41586-025-08940-0",
          "filter": "2"
        },
        {
          "title": "Intragrain 3D perovskite heterostructure for high-performance pure-red perovskite LEDs",
          "authors": "Yong-Hui Song, Bo Li, Zi-Jian Wang, Xiao-Lin Tai, Guan-Jie Ding, Zi-Du Li, Huaiyu Xu, Jing-Ming Hao, Kuang-Hui Song, Li-Zhe Feng, Ya-Lan Hu, Yi-Chen Yin, Bai-Sheng Zhu, Guozhen Zhang, Huanxin Ju, Guanhaojie Zheng, Wei Hu, Yue Lin, Fengjia Fan, Hong-Bin Yao",
          "url": "https://doi.org/10.1038/s41586-025-08867-6",
          "doi": "https://doi.org/10.1038/s41586-025-08867-6",
          "filter": "2"
        },
        {
          "title": "A MERS-CoV-like mink coronavirus uses ACE2 as entry receptor",
          "authors": "Ningning Wang, Weiwei Ji, Houqi Jiao, Michael Veit, Ju Sun, Yanjun Wang, Xing Ma, Yu Wang, Yutong Wang, Xin-xin Li, Xiaoguang Zhang, Jie Chen, Jiayu Wei, Ying Xu, Dawei Guo, Xiaofeng Zhai, Andres Merits, Chang Li, Félix A. Rey, Georgi M. Dobrikov, George F. Gao, Shuijun Zhang, Yuhai Bi, Shuo Su",
          "url": "https://doi.org/10.1038/s41586-025-09007-w",
          "doi": "https://doi.org/10.1038/s41586-025-09007-w",
          "filter": "2"
        },
        {
          "title": "Bioremediation of complex organic pollutants by engineered Vibrio natriegens",
          "authors": "Cong Su, Haotian Cui, Weiwei Wang, Yong Liu, Zhenyu Cheng, Chen Wang, Mengqiao Yang, Liwen Qu, Ye Li, Yuejin Cai, Siyang He, Jiaxin Zheng, Pingping Zhao, Ping Xu, Junbiao Dai, Hongzhi Tang",
          "url": "https://doi.org/10.1038/s41586-025-08947-7",
          "doi": "https://doi.org/10.1038/s41586-025-08947-7",
          "filter": "2"
        },
        {
          "title": "The distribution of subsurface microplastics in the ocean",
          "authors": "Shiye Zhao, Karin F. Kvale, Lixin Zhu, Erik R. Zettler, Matthias Egger, Tracy J. Mincer, Linda A. Amaral-Zettler, Laurent Lebreton, Helge Niemann, Ryota Nakajima, Martin Thiel, Ryan P. Bos, Luisa Galgani, Aron Stubbins",
          "url": "https://doi.org/10.1038/s41586-025-08818-1",
          "doi": "https://doi.org/10.1038/s41586-025-08818-1",
          "filter": "2"
        },
        {
          "title": "Plant diversity dynamics over space and time in a warming Arctic",
          "authors": "Mariana García Criado, Isla H. Myers-Smith, Anne D. Bjorkman, Sarah C. Elmendorf, Signe Normand, Peter Aastrup, Rien Aerts, Juha M. Alatalo, Lander Baeten, Robert G. Björk, Mats P. Björkman, Noémie Boulanger-Lapointe, Ethan E. Butler, Elisabeth J. Cooper, J. Hans C. Cornelissen, Gergana N. Daskalova, Belen Fadrique, Bruce C. Forbes, Greg H. R. Henry, Robert D. Hollister, Toke Thomas Høye, Ida Bomholt Dyrholm Jacobsen, Annika K. Jägerbrand, Ingibjörg S. Jónsdóttir, Elina Kaarlejärvi, Olga Khitun, Kari Klanderud, Tiina H. M. Kolari, Simone I. Lang, Nicolas Lecomte, Jonathan Lenoir, Petr Macek, Julie Messier, Anders Michelsen, Ulf Molau, Robert Muscarella, Marie-Louise Nielsen, Matteo Petit Bon, Eric Post, Katrine Raundrup, Riikka Rinnan, Christian Rixen, Ingvild Ryde, Josep M. Serra-Diaz, Gabriela Schaepman-Strub, Niels M. Schmidt, Franziska Schrodt, Sofie Sjögersten, Manuel J. Steinbauer, Lærke Stewart, Beate Strandberg, Anne Tolvanen, Craig E. Tweedie, Mark Vellend",
          "abstract": "The Arctic is warming four times faster than the global average 1 and plant communities are responding through shifts in species abundance, composition and distribution 2–4 . However, the direction and magnitude of local changes in plant diversity in the Arctic have not been quantified. Using a compilation of 42,234 records of 490 vascular plant species from 2,174 plots across the Arctic, here we quantified temporal changes in species richness and composition through repeat surveys between 1981 and 2022. We also identified the geographical, climatic and biotic drivers behind these changes. We found greater species richness at lower latitudes and warmer sites, but no indication that, on average, species richness had changed directionally over time. However, species turnover was widespread, with 59% of plots gaining and/or losing species. Proportions of species gains and losses were greater where temperatures had increased the most. Shrub expansion, particularly of erect shrubs, was associated with greater species losses and decreasing species richness. Despite changes in plant composition, Arctic plant communities did not become more similar to each other, suggesting no biotic homogenization so far. Overall, Arctic plant communities changed in richness and composition in different directions, with temperature and plant–plant interactions emerging as the main drivers of change. Our findings demonstrate how climate and biotic drivers can act in concert to alter plant composition, which could precede future biodiversity changes that are likely to affect ecosystem function, wildlife habitats and the livelihoods of Arctic peoples 5,6 .",
          "url": "https://doi.org/10.1038/s41586-025-08946-8",
          "doi": "https://doi.org/10.1038/s41586-025-08946-8",
          "filter": "2"
        },
        {
          "title": "Comparative connectomics of Drosophila descending and ascending neurons",
          "authors": "Tomke Stürner, Paul Brooks, Laia Serratosa Capdevila, Billy J. Morris, Alexandre Javier, Siqi Fang, Marina Gkantia, Sebastian Cachero, Isabella R. Beckett, Elizabeth C. Marin, Philipp Schlegel, Andrew S. Champion, Ilina Moitra, Alana Richards, Finja Klemm, Leonie Kugel, Shigehiro Namiki, Han S. J. Cheong, Julie Kovalyak, Emily Tenshaw, Ruchi Parekh, Jasper S. Phelps, Brandon Mark, Sven Dorkenwald, Alexander S. Bates, Arie Matsliah, Szi-chieh Yu, Claire E. McKellar, Amy Sterling, H. Sebastian Seung, Mala Murthy, John C. Tuthill, Wei-Chung Allen Lee, Gwyneth M. Card, Marta Costa, Gregory S. X. E. Jefferis, Katharina Eichler",
          "abstract": "In most complex nervous systems there is a clear anatomical separation between the nerve cord, which contains most of the final motor outputs necessary for behaviour, and the brain. In insects, the neck connective is both a physical and an information bottleneck connecting the brain and the ventral nerve cord (an analogue of the spinal cord) and comprises diverse populations of descending neurons (DNs), ascending neurons (ANs) and sensory ascending neurons, which are crucial for sensorimotor signalling and control. Here, by integrating three separate electron microscopy (EM) datasets 1–4 , we provide a complete connectomic description of the ANs and DNs of the Drosophila female nervous system and compare them with neurons of the male nerve cord. Proofread neuronal reconstructions are matched across hemispheres, datasets and sexes. Crucially, we also match 51% of DN cell types to light-level data 5 defining specific driver lines, as well as classifying all ascending populations. We use these results to reveal the anatomical and circuit logic of neck connective neurons. We observe connected chains of DNs and ANs spanning the neck, which may subserve motor sequences. We provide a complete description of sexually dimorphic DN and AN populations, with detailed analyses of selected circuits for reproductive behaviours, including male courtship 6 (DNa12; also known as aSP22) and song production 7 (AN neurons from hemilineage 08B) and female ovipositor extrusion 8 (DNp13). Our work provides EM-level circuit analyses that span the entire central nervous system of an adult animal.",
          "url": "https://doi.org/10.1038/s41586-025-08925-z",
          "doi": "https://doi.org/10.1038/s41586-025-08925-z",
          "filter": "2"
        },
        {
          "title": "Diet outperforms microbial transplant to drive microbiome recovery in mice",
          "authors": "M. S. Kennedy, A. Freiburger, M. Cooper, K. Beilsmith, M. L. St George, M. Kalski, C. Cham, A. Guzzetta, S. C. Ng, F. K. Chan, O. DeLeon, D. Rubin, C. S. Henry, J. Bergelson, E. B. Chang",
          "url": "https://doi.org/10.1038/s41586-025-08937-9",
          "doi": "https://doi.org/10.1038/s41586-025-08937-9",
          "filter": "2"
        },
        {
          "title": "Twist-programmable superconductivity in spin–orbit-coupled bilayer graphene",
          "authors": "Yiran Zhang, Gal Shavit, Huiyang Ma, Youngjoon Han, Chi Wang Siu, Ankan Mukherjee, Kenji Watanabe, Takashi Taniguchi, David Hsieh, Cyprian Lewandowski, Felix von Oppen, Yuval Oreg, Stevan Nadj-Perge",
          "url": "https://doi.org/10.1038/s41586-025-08959-3",
          "doi": "https://doi.org/10.1038/s41586-025-08959-3",
          "filter": "2"
        },
        {
          "title": "A DNA-gated molecular guard controls bacterial Hailong anti-phage defence",
          "authors": "Joel M. J. Tan, Sarah Melamed, Joshua C. Cofsky, Deepsing Syangtan, Samuel J. Hobbs, Josefina Del Marmol, Marco Jost, Andrew C. Kruse, Rotem Sorek, Philip J. Kranzusch",
          "url": "https://doi.org/10.1038/s41586-025-09058-z",
          "doi": "https://doi.org/10.1038/s41586-025-09058-z",
          "filter": "2"
        },
        {
          "title": "Single-cell transcriptomics reveal how root tissues adapt to soil stress",
          "authors": "Mingyuan Zhu, Che-Wei Hsu, Lucas L. Peralta Ogorek, Isaiah W. Taylor, Salvatore La Cavera, Dyoni M. Oliveira, Lokesh Verma, Poonam Mehra, Medhavinee Mijar, Ari Sadanandom, Fernando Perez-Cota, Wout Boerjan, Trevor M. Nolan, Malcolm J. Bennett, Philip N. Benfey, Bipin K. Pandey",
          "abstract": "Land plants thrive in soils showing vastly different properties and environmental stresses 1 . Root systems can adapt to contrasting soil conditions and stresses, yet how their responses are programmed at the individual cell scale remains unclear. Using single-cell RNA sequencing and spatial transcriptomic approaches, we showed major expression changes in outer root cell types when comparing the single-cell transcriptomes of rice roots grown in gel versus soil conditions. These tissue-specific transcriptional responses are related to nutrient homeostasis, cell wall integrity and defence in response to heterogeneous soil versus homogeneous gel growth conditions. We also demonstrate how the model soil stress, termed compaction, triggers expression changes in cell wall remodelling and barrier formation in outer and inner root tissues, regulated by abscisic acid released from phloem cells. Our study reveals how root tissues communicate and adapt to contrasting soil conditions at single-cell resolution.",
          "url": "https://doi.org/10.1038/s41586-025-08941-z",
          "doi": "https://doi.org/10.1038/s41586-025-08941-z",
          "filter": "2"
        },
        {
          "title": "Superconductivity and spin canting in spin–orbit-coupled trilayer graphene",
          "authors": "Caitlin L. Patterson, Owen I. Sheekey, Trevor B. Arp, Ludwig F. W. Holleis, Jin Ming Koh, Youngjoon Choi, Tian Xie, Siyuan Xu, Yi Guo, Hari Stoyanov, Evgeny Redekop, Canxun Zhang, Grigory Babikyan, David Gong, Haoxin Zhou, Xiang Cheng, Takashi Taniguchi, Kenji Watanabe, Martin E. Huber, Chenhao Jin, Étienne Lantagne-Hurtubise, Jason Alicea, Andrea F. Young",
          "url": "https://doi.org/10.1038/s41586-025-08863-w",
          "doi": "https://doi.org/10.1038/s41586-025-08863-w",
          "filter": "2"
        },
        {
          "title": "Dopamine D1–D2 signalling in hippocampus arbitrates approach and avoidance",
          "authors": "Arthur Godino, Marine Salery, Angelica M. Minier-Toribio, Vishwendra Patel, John F. Fullard, Veronika Kondev, Eric M. Parise, Freddyson J. Martinez-Rivera, Carole Morel, Panos Roussos, Robert D. Blitzer, Eric J. Nestler",
          "url": "https://doi.org/10.1038/s41586-025-08957-5",
          "doi": "https://doi.org/10.1038/s41586-025-08957-5",
          "filter": "2"
        },
        {
          "title": "Blood of man who’s had 200 snake bites helps make a potent antivenom",
          "authors": "Katherine Bourzac",
          "url": "https://doi.org/10.1038/d41586-025-01325-3",
          "doi": "https://doi.org/10.1038/d41586-025-01325-3",
          "filter": "4"
        },
        {
          "title": "Controversial geoengineering projects to test Earth-cooling tech funded by UK agency",
          "authors": "Jonathan O’Callaghan",
          "url": "https://doi.org/10.1038/d41586-025-01389-1",
          "doi": "https://doi.org/10.1038/d41586-025-01389-1",
          "filter": "4"
        },
        {
          "title": "Supportive? Addictive? Abusive? How AI companions affect our mental health",
          "authors": "David Adam",
          "url": "https://doi.org/10.1038/d41586-025-01349-9",
          "doi": "https://doi.org/10.1038/d41586-025-01349-9",
          "filter": "4"
        },
        {
          "title": "Superb starlings swap helper and breeder roles with kin and non-kin",
          "url": "https://doi.org/10.1038/d41586-025-01374-8",
          "doi": "https://doi.org/10.1038/d41586-025-01374-8",
          "filter": "4"
        },
        {
          "title": "How climate change will burden our children: data reveal a lifetime of extreme heat",
          "authors": "Celeste Biever",
          "url": "https://doi.org/10.1038/d41586-025-01417-0",
          "doi": "https://doi.org/10.1038/d41586-025-01417-0",
          "filter": "4"
        },
        {
          "title": "Detailed mouse brain map created with off-the-shelf microscope",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-025-01432-1",
          "doi": "https://doi.org/10.1038/d41586-025-01432-1",
          "filter": "4"
        },
        {
          "title": "‘Second chance’: convicted US chemist Charles Lieber moves to Chinese university",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-01410-7",
          "doi": "https://doi.org/10.1038/d41586-025-01410-7",
          "filter": "4"
        },
        {
          "title": "Renewal of NIH grants linked to more innovative results, study finds",
          "authors": "Humberto Basilio",
          "url": "https://doi.org/10.1038/d41586-025-01420-5",
          "doi": "https://doi.org/10.1038/d41586-025-01420-5",
          "filter": "4"
        },
        {
          "title": "Walking in two worlds: how an Indigenous computer scientist is using AI to preserve threatened languages",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-025-01354-y",
          "doi": "https://doi.org/10.1038/d41586-025-01354-y",
          "filter": "4"
        },
        {
          "title": "Blocking a key node in cancer signalling unlocks therapeutic potential",
          "authors": "Hugo Lavoie, Marc Therrien",
          "url": "https://doi.org/10.1038/d41586-025-01136-6",
          "doi": "https://doi.org/10.1038/d41586-025-01136-6",
          "filter": "4"
        },
        {
          "title": "Tracking older LGBTQ+ people’s health: ‘I hear their voices and their stories’",
          "authors": "Katherine Bourzac",
          "url": "https://doi.org/10.1038/d41586-025-01274-x",
          "doi": "https://doi.org/10.1038/d41586-025-01274-x",
          "filter": "4"
        },
        {
          "title": "Cuts to US science will take a generation to repair — leaders must speak up now",
          "authors": "Michael S. Lubell",
          "url": "https://doi.org/10.1038/d41586-025-01348-w",
          "doi": "https://doi.org/10.1038/d41586-025-01348-w",
          "filter": "4"
        },
        {
          "title": "Can Germany rein in its academic bullying problem?",
          "authors": "Virginia Gewin",
          "url": "https://doi.org/10.1038/d41586-025-01207-8",
          "doi": "https://doi.org/10.1038/d41586-025-01207-8",
          "filter": "4"
        },
        {
          "title": "Lipid-degrading small molecule kills cancer cells by ferroptosis",
          "authors": "Mike Lange, James A. Olzmann",
          "url": "https://doi.org/10.1038/d41586-025-01337-z",
          "doi": "https://doi.org/10.1038/d41586-025-01337-z",
          "filter": "4"
        },
        {
          "title": "‘Forever’ molecules arrange themselves into cell-like structures",
          "url": "https://doi.org/10.1038/d41586-025-01385-5",
          "doi": "https://doi.org/10.1038/d41586-025-01385-5",
          "filter": "4"
        },
        {
          "title": "Trump freezes ‘gain of function’ pathogen research ― threatening all US virology, critics say",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-025-01411-6",
          "doi": "https://doi.org/10.1038/d41586-025-01411-6",
          "filter": "4"
        },
        {
          "title": "Medical AI trained on whopping 57 million health records",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-025-01422-3",
          "doi": "https://doi.org/10.1038/d41586-025-01422-3",
          "filter": "4"
        },
        {
          "title": "Searching for dark photons in the Sun’s atmosphere",
          "authors": "Katherine Skipper",
          "url": "https://doi.org/10.1038/d41586-025-01335-1",
          "doi": "https://doi.org/10.1038/d41586-025-01335-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: A spinal tumour was removed through a person’s eye socket for the first time",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-01441-0",
          "doi": "https://doi.org/10.1038/d41586-025-01441-0",
          "filter": "4"
        },
        {
          "title": "AI reveals title of ‘unreadable’ Vesuvius scroll for first time",
          "authors": "Jo Marchant",
          "url": "https://doi.org/10.1038/d41586-025-01407-2",
          "doi": "https://doi.org/10.1038/d41586-025-01407-2",
          "filter": "4"
        },
        {
          "title": "AI scientist ‘team’ joins the search for extraterrestrial life",
          "authors": "Celeste Biever",
          "url": "https://doi.org/10.1038/d41586-025-01364-w",
          "doi": "https://doi.org/10.1038/d41586-025-01364-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: A supersingular elliptic curve brought to life — the month’s best science images",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-01400-9",
          "doi": "https://doi.org/10.1038/d41586-025-01400-9",
          "filter": "4"
        },
        {
          "title": "In science-for-policy design, one size doesn’t fit all",
          "authors": "Mario Scharfbillig, Mara Almeida, Kristian Krieger, Lorenzo Melchor",
          "url": "https://doi.org/10.1038/d41586-025-01404-5",
          "doi": "https://doi.org/10.1038/d41586-025-01404-5",
          "filter": "4"
        },
        {
          "title": "Brain tissue artificially expanded to show how neurons wire together",
          "authors": "Joergen M. R. Kornfeld",
          "url": "https://doi.org/10.1038/d41586-025-01338-y",
          "doi": "https://doi.org/10.1038/d41586-025-01338-y",
          "filter": "4"
        },
        {
          "title": "Leviathan",
          "authors": "Al Williams",
          "url": "https://doi.org/10.1038/d41586-025-01377-5",
          "doi": "https://doi.org/10.1038/d41586-025-01377-5",
          "filter": "4"
        },
        {
          "title": "Herring population loses migration 'memory' after heavy fishing",
          "authors": "Nick Petrić Howe, Shamini Bundell",
          "url": "https://doi.org/10.1038/d41586-025-01433-0",
          "doi": "https://doi.org/10.1038/d41586-025-01433-0",
          "filter": "4"
        },
        {
          "title": "How we taste sweetness: long-sought structure of human receptor mapped at last",
          "authors": "Elie Dolgin",
          "url": "https://doi.org/10.1038/d41586-025-01408-1",
          "doi": "https://doi.org/10.1038/d41586-025-01408-1",
          "filter": "4"
        },
        {
          "title": "Time for adults to finally act like adults on climate change",
          "url": "https://doi.org/10.1038/d41586-025-01380-w",
          "doi": "https://doi.org/10.1038/d41586-025-01380-w",
          "filter": "4"
        },
        {
          "title": "Why China needs to review its approach to research evaluation",
          "authors": "Yuxin Zhao",
          "url": "https://doi.org/10.1038/d41586-025-01347-x",
          "doi": "https://doi.org/10.1038/d41586-025-01347-x",
          "filter": "4"
        },
        {
          "title": "The cell-division cycle is faster in cell types prone to forming cancer",
          "authors": "Helen K. Matthews",
          "url": "https://doi.org/10.1038/d41586-025-01138-4",
          "doi": "https://doi.org/10.1038/d41586-025-01138-4",
          "filter": "4"
        },
        {
          "title": "Metal-cored molecule is the first of its kind",
          "authors": "Rebecca Musgrave",
          "url": "https://doi.org/10.1038/d41586-025-01135-7",
          "doi": "https://doi.org/10.1038/d41586-025-01135-7",
          "filter": "4"
        },
        {
          "title": "Guess how much of the ocean floor humans have explored",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-01431-2",
          "doi": "https://doi.org/10.1038/d41586-025-01431-2",
          "filter": "4"
        },
        {
          "title": "Climate risk for younger generations is set to soar",
          "authors": "Rosanna Gualdi, Raya Muttarak",
          "url": "https://doi.org/10.1038/d41586-025-01336-0",
          "doi": "https://doi.org/10.1038/d41586-025-01336-0",
          "filter": "4"
        },
        {
          "title": "Nickel production is notoriously dirty — here’s how to make it greener",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-01356-w",
          "doi": "https://doi.org/10.1038/d41586-025-01356-w",
          "filter": "4"
        },
        {
          "title": "Make science more collegial: why the time for ‘adversarial collaboration’ has come",
          "url": "https://doi.org/10.1038/d41586-025-01379-3",
          "doi": "https://doi.org/10.1038/d41586-025-01379-3",
          "filter": "4"
        },
        {
          "title": "Trump gutted two landmark environmental reports — can researchers save them?",
          "authors": "Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-01395-3",
          "doi": "https://doi.org/10.1038/d41586-025-01395-3",
          "filter": "4"
        },
        {
          "title": "Avian vandals demolish spring flowers",
          "url": "https://doi.org/10.1038/d41586-025-01341-3",
          "doi": "https://doi.org/10.1038/d41586-025-01341-3",
          "filter": "4"
        },
        {
          "title": "Uncovering a key enzyme opens possible therapeutic avenues for lysosomal diseases",
          "url": "https://doi.org/10.1038/d41586-025-01368-6",
          "doi": "https://doi.org/10.1038/d41586-025-01368-6",
          "filter": "4"
        },
        {
          "title": "Trump proposes unprecedented budget cuts to US science",
          "authors": "Jeff Tollefson, Dan Garisto, Max Kozlov, Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-01397-1",
          "doi": "https://doi.org/10.1038/d41586-025-01397-1",
          "filter": "4"
        },
        {
          "title": "Don’t need much sleep? Mutation linked to thriving with little rest",
          "authors": "Freda Kreier",
          "url": "https://doi.org/10.1038/d41586-025-01402-7",
          "doi": "https://doi.org/10.1038/d41586-025-01402-7",
          "filter": "4"
        },
        {
          "title": "Next CERN collider has community input",
          "authors": "Costas Fountas",
          "url": "https://doi.org/10.1038/d41586-025-01403-6",
          "doi": "https://doi.org/10.1038/d41586-025-01403-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: AI companions — friend or frenemy?",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-01430-3",
          "doi": "https://doi.org/10.1038/d41586-025-01430-3",
          "filter": "4"
        },
        {
          "title": "I climb mountains in search of sustainable agricultural systems",
          "authors": "James Mitchell Crow",
          "url": "https://doi.org/10.1038/d41586-025-01355-x",
          "doi": "https://doi.org/10.1038/d41586-025-01355-x",
          "filter": "4"
        },
        {
          "title": "Fungus from the human gut slows liver disease in mice",
          "authors": "Rita Aksenfeld",
          "url": "https://doi.org/10.1038/d41586-025-01360-0",
          "doi": "https://doi.org/10.1038/d41586-025-01360-0",
          "filter": "4"
        },
        {
          "title": "How I honed my biopharma dealmaking and business-development skills after my PhD",
          "authors": "Emma Ulker",
          "url": "https://doi.org/10.1038/d41586-025-01199-5",
          "doi": "https://doi.org/10.1038/d41586-025-01199-5",
          "filter": "4"
        },
        {
          "title": "USAID’s shutdown: a crisis for sub-Saharan Africa",
          "authors": "Mauer Gonçalves, Howard Lopes Ribeiro Junior",
          "url": "https://doi.org/10.1038/d41586-025-01405-4",
          "doi": "https://doi.org/10.1038/d41586-025-01405-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The unusual mathematics that gives rose petals their shape",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-01416-1",
          "doi": "https://doi.org/10.1038/d41586-025-01416-1",
          "filter": "4"
        },
        {
          "title": "Why you should write your PhD thesis backwards",
          "authors": "Tuuli Toivonen",
          "url": "https://doi.org/10.1038/d41586-025-01061-8",
          "doi": "https://doi.org/10.1038/d41586-025-01061-8",
          "filter": "4"
        },
        {
          "title": "Microbe that infests hospitals can digest medical-grade plastic ― a first",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-025-01412-5",
          "doi": "https://doi.org/10.1038/d41586-025-01412-5",
          "filter": "4"
        },
        {
          "title": "How to fix a gut microbiome ravaged by antibiotics",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-025-01313-7",
          "doi": "https://doi.org/10.1038/d41586-025-01313-7",
          "filter": "4"
        },
        {
          "title": "Want to supercharge your science? Turn to technicians",
          "authors": "Venkatesh Narayanamurti, Steven C. Currall",
          "url": "https://doi.org/10.1038/d41586-025-01353-z",
          "doi": "https://doi.org/10.1038/d41586-025-01353-z",
          "filter": "4"
        },
        {
          "title": "Inflammatory bowel disease has stages of epidemiology that can be tracked across global regions",
          "url": "https://doi.org/10.1038/d41586-025-01301-x",
          "doi": "https://doi.org/10.1038/d41586-025-01301-x",
          "filter": "4"
        },
        {
          "title": "Teens with anxiety and depression spend more time on social media",
          "authors": "Mariana Lenharo",
          "url": "https://doi.org/10.1038/d41586-025-01359-7",
          "doi": "https://doi.org/10.1038/d41586-025-01359-7",
          "filter": "4"
        },
        {
          "title": "Engineered bacteria can degrade five wastewater pollutants at the same time",
          "url": "https://doi.org/10.1038/d41586-025-01371-x",
          "doi": "https://doi.org/10.1038/d41586-025-01371-x",
          "filter": "4"
        },
        {
          "title": "Indigenous American tribe’s ancestral history confirmed by genomes",
          "url": "https://doi.org/10.1038/d41586-025-01304-8",
          "doi": "https://doi.org/10.1038/d41586-025-01304-8",
          "filter": "4"
        },
        {
          "title": "The dismantling of US science: can it survive Trump 2.0?",
          "authors": "Benjamin Thompson, Shamini Bundell",
          "url": "https://doi.org/10.1038/d41586-025-01381-9",
          "doi": "https://doi.org/10.1038/d41586-025-01381-9",
          "filter": "4"
        },
        {
          "title": "Star ecologist ‘blurred boundaries’ in lab — but colleagues criticize investigation",
          "authors": "Holly Else",
          "url": "https://doi.org/10.1038/d41586-025-01363-x",
          "doi": "https://doi.org/10.1038/d41586-025-01363-x",
          "filter": "4"
        },
        {
          "title": "Manage releases of ‘forever chemicals’ in lab waste",
          "authors": "Kehan Liu, Cheng Zhang",
          "url": "https://doi.org/10.1038/d41586-025-01406-3",
          "doi": "https://doi.org/10.1038/d41586-025-01406-3",
          "filter": "4"
        },
        {
          "title": "Powerful protein editors offer new ways of probing living cells",
          "authors": "Asher Mullard",
          "url": "https://doi.org/10.1038/d41586-025-01358-8",
          "doi": "https://doi.org/10.1038/d41586-025-01358-8",
          "filter": "4"
        },
        {
          "title": "How Korea’s female divers have adapted to cold plunges",
          "url": "https://doi.org/10.1038/d41586-025-01386-4",
          "doi": "https://doi.org/10.1038/d41586-025-01386-4",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Social media use in adolescents with and without mental health conditions",
          "authors": "Luisa Fassi, Amanda M. Ferguson, Andrew K. Przybylski, Tamsin J. Ford, Amy Orben",
          "abstract": "Concerns about the relationship between social media use and adolescent mental health are growing, yet few studies focus on adolescents with clinical-level mental health symptoms. This limits our understanding of how social media use varies across mental health profiles. In this Registered Report, we analyse nationally representative UK data ( N = 3,340, aged 11–19 years) including diagnostic assessments by clinical raters alongside quantitative and qualitative social media measures. As hypothesized, adolescents with mental health conditions reported spending more time on social media and were less happy about the number of online friends than adolescents without conditions. We also found hypothesized differences in social media use by condition type: adolescents with internalizing conditions reported spending more time on social media, engaging in more social comparison and experiencing greater impact of feedback on mood, alongside lower happiness about the number of online friends and lower honest self-disclosure. In contrast, those with externalizing conditions only reported higher time spent. These findings emphasize the need to consider diverse adolescent mental health profiles in policy and clinical practice.",
          "url": "https://doi.org/10.1038/s41562-025-02134-4",
          "doi": "https://doi.org/10.1038/s41562-025-02134-4",
          "filter": "0"
        },
        {
          "title": "Towards a personalized happiness approach to capturing change in satisfaction",
          "authors": "Emorie D. Beck, Felix Cheung, Stuti Thapa, Joshua J. Jackson",
          "url": "https://doi.org/10.1038/s41562-025-02171-z",
          "doi": "https://doi.org/10.1038/s41562-025-02171-z",
          "filter": "0"
        },
        {
          "title": "Playing repeated games with large language models",
          "authors": "Elif Akata, Lion Schulz, Julian Coda-Forno, Seong Joon Oh, Matthias Bethge, Eric Schulz",
          "abstract": "Large language models (LLMs) are increasingly used in applications where they interact with humans and other agents. We propose to use behavioural game theory to study LLMs’ cooperation and coordination behaviour. Here we let different LLMs play finitely repeated 2 × 2 games with each other, with human-like strategies, and actual human players. Our results show that LLMs perform particularly well at self-interested games such as the iterated Prisoner’s Dilemma family. However, they behave suboptimally in games that require coordination, such as the Battle of the Sexes. We verify that these behavioural signatures are stable across robustness checks. We also show how GPT-4’s behaviour can be modulated by providing additional information about its opponent and by using a ‘social chain-of-thought’ strategy. This also leads to better scores and more successful coordination when interacting with human players. These results enrich our understanding of LLMs’ social behaviour and pave the way for a behavioural game theory for machines.",
          "url": "https://doi.org/10.1038/s41562-025-02172-y",
          "doi": "https://doi.org/10.1038/s41562-025-02172-y",
          "filter": "0"
        },
        {
          "title": "Physical punishment and lifelong outcomes in low‑ and middle‑income countries: a systematic review and multilevel meta-analysis",
          "authors": "Jorge Cuartas, Elizabeth T. Gershoff, Drew H. Bailey, Maria Alejandra Gutiérrez, Dana C. McCoy",
          "url": "https://doi.org/10.1038/s41562-025-02164-y",
          "doi": "https://doi.org/10.1038/s41562-025-02164-y",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Genome-wide association meta-analysis of age at onset of walking in over 70,000 infants of European ancestry",
          "authors": "Anna Gui, Anja Hollowell, Emilie M. Wigdor, Morgan J. Morgan, Laurie J. Hannigan, Elizabeth C. Corfield, Veronika Odintsova, Jouke-Jan Hottenga, Andrew Wong, René Pool, Harriet Cullen, Siân Wilson, Varun Warrier, Espen M. Eilertsen, Ole A. Andreassen, Christel M. Middeldorp, Beate St Pourcain, Meike Bartels, Dorret I. Boomsma, Catharina A. Hartman, Elise B. Robinson, Tomoki Arichi, Anthony D. Edwards, Mark H. Johnson, Frank Dudbridge, Stephan J. Sanders, Alexandra Havdahl, Angelica Ronald",
          "abstract": "Age at onset of walking is an important early childhood milestone which is used clinically and in public health screening. In this genome-wide association study meta-analysis of age at onset of walking ( N = 70,560 European-ancestry infants), we identified 11 independent genome-wide significant loci. SNP-based heritability was 24.13% (95% confidence intervals = 21.86–26.40) with ~11,900 variants accounting for about 90% of it, suggesting high polygenicity. One of these loci, in gene RBL2 , co-localized with an expression quantitative trait locus (eQTL) in the brain. Age at onset of walking (in months) was negatively genetically correlated with ADHD and body-mass index, and positively genetically correlated with brain gyrification in both infant and adult brains. The polygenic score showed out-of-sample prediction of 3–5.6%, confirmed as largely due to direct effects in sib-pair analyses, and was separately associated with volume of neonatal brain structures involved in motor control. This study offers biological insights into a key behavioural marker of neurodevelopment.",
          "url": "https://doi.org/10.1038/s41562-025-02145-1",
          "doi": "https://doi.org/10.1038/s41562-025-02145-1",
          "filter": "2"
        },
        {
          "title": "Preliminary evidence for enhanced auditory cortex activation and mental development after gene therapy in children with autosomal recessive deafness 9",
          "authors": "Jiajia Zhang, Zengzhi Guo, Changjie Pan, Chunchun Hu, Xinyang Weng, Yang-wenyi Liu, Xiaoting Cheng, Jun Lv, Qi Cao, Hui Wang, Yuxin Chen, Daqi Wang, Shaowei Hu, Mengzhao Xun, Longlong Zhang, Zijing Wang, Honghai Tang, Biyun Zhu, Luo Guo, Sha Yu, Xiaoling Hu, Lin Chen, Bing Chen, Zheng-Yi Chen, Shan Sun, Xiu Xu, Huawei Li, Fei Chen, Yilai Shu",
          "url": "https://doi.org/10.1038/s41562-025-02184-8",
          "doi": "https://doi.org/10.1038/s41562-025-02184-8",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Healthy sleep durations appear to vary across cultures",
          "authors": "Christine Ou, Nigel Mantou Lou, Charul Maheshka, Marc Shi, Kosuke Takemura, Benjamin Cheung, Steven J. Heine",
          "abstract": "Past research finds that sleep duration is reliably linked with health yet sleep durations differ substantially between countries. We investigated whether countries with shorter sleep durations have worse health. Study 1 analyzed national sleep durations from 14 past investigations ( k = 353) and found that they were not associated with national health. Study 2 collected sleep duration and health data from people from 20 different countries ( N = 4,933). Average sleep durations varied substantially between countries (range = 1.57 h). A quadratic relation between sleep duration and health was found in all countries, although the turning points varied between countries. Individuals whose sleep duration was closer to their country’s perceived ideal reported better health. The results suggest that the amount of sleep associated with optimal health varies across countries.",
          "url": "https://doi.org/10.1073/pnas.2419269122",
          "doi": "https://doi.org/10.1073/pnas.2419269122",
          "filter": "0"
        },
        {
          "title": "Simulating regional workforce impacts of decarbonizing integrated steelmaking",
          "authors": "Jillian Miles, Christophe Combemale, Valerie J. Karplus, P. Chris Pistorius",
          "abstract": "Global efforts to mitigate climate change are increasing pressure on heavy manufacturing industries to decarbonize production. The iron and steel industry is responsible for 7% of CO 2 emissions globally (2% in the United States) and is often a major employer in the regions where iron and steel is produced. Understanding the future prospects for workers in regions with high CO 2 emitting industries—including impacts of phasing out or evolving such industries—will be critical for informing regional economic and clean energy strategies. We simulate the impact of an “in-place” transition that replaces today’s integrated production with direct reduced iron (DRI) used in electric arc furnaces (EAFs), using Southwest Pennsylvania as an application of our generalizable approach. Our results suggest that the integrated steelmaking workforce today has the skills, knowledge, and abilities (SKAs) to fill over 95% of all jobs required by DRI/EAF facilities, but the number of jobs is only 25% of those at integrated plants. We also find that some occupational groups have greater general transferability into the broader job market, while other groups, such as production workers, are ill-equipped today based on current SKAs to transition out of the iron and steel industry. Our methodology further suggests factors that limit transitions: Around 85% of occupations are more limited by missing skills, while 15% are more limited by insufficient wages. These results may help to improve the design of social policy and the targeting of retraining programs, while the simulation approach can be readily adapted for other regions and industries.",
          "url": "https://doi.org/10.1073/pnas.2419294122",
          "doi": "https://doi.org/10.1073/pnas.2419294122",
          "filter": "0"
        },
        {
          "title": "Using pledges to improve the effectiveness of environmental information campaigns: The case of biowaste recycling",
          "authors": "Eduard Alonso-Paulí, Pau Balart, Lara Ezquerra, Iñigo Hernandez-Arenaz",
          "abstract": "Through a field study (N = 1,519) that uses a technology to record real-time data on waste sorting, we find that offering the opportunity to sign a pledge increases the effectiveness of an environmental campaign. With a timespan of over four years, the pledge increased waste sorting participation by 4.55 to 5.10 percentage points (SD = 0.1997). The effect is greater immediately after the campaign (around 9 to 10 pp during the first 15 wk), but it remains sizable and statistically significant 150 to 210 wk after signing (3.11 to 4.45 pp).",
          "url": "https://doi.org/10.1073/pnas.2414578122",
          "doi": "https://doi.org/10.1073/pnas.2414578122",
          "filter": "0"
        },
        {
          "title": "Pre-Hispanic ritual use of psychoactive plants at Chavín de Huántar, Peru",
          "authors": "John W. Rick, Verónica S. Lema, Javier Echeverría, Giuseppe Alva Valverde, Daniel A. Contreras, Oscar Arias Espinoza, Silvana A. Rosenfeld, Matthew P. Sayre",
          "abstract": "Ritual is broadly accepted as an important locus of social interaction in the pre-Hispanic Central Andes, and research into the development of durable sociopolitical inequality in the region often focuses on the social and political roles of public rituals. At the Middle-Late Formative Period (ca. 1200–400 BCE) monumental center of Chavín de Huántar, as well as at contemporary sites, ritual has long been hypothesized to include the use of psychoactive plants. However, neither psychoactive plant remains nor chemical traces of psychoactive compounds in likely ritual contexts have been identified at any of these sites. Recently excavated deposits sealed in an underground gallery at Chavín contained twenty-three artifacts of forms (especially bone tubes) associated with consumption of psychoactive plants elsewhere in the region. We here report, based on independent microbotanical and chemical analyses, two kinds of direct evidence for use of psychoactive plants in institutionalized ritual at Chavín. These results are direct evidence of psychoactive plants in archaeological bone tubes used as inhalers and the northernmost direct evidence of vilca and Nicotiana use in the pre-Hispanic Andes.",
          "url": "https://doi.org/10.1073/pnas.2425125122",
          "doi": "https://doi.org/10.1073/pnas.2425125122",
          "filter": "0"
        },
        {
          "title": "Paving the way for social touch at a distance: Sonifying tactile interactions and their underlying emotions",
          "authors": "Alexandra de Lagarde, Catherine Pelachaud, Louise P. Kirsch, Malika Auvray",
          "abstract": "Social touch is crucial for human well-being, as a lack of tactile interactions increases anxiety, loneliness, and need for social support. To address the detrimental effects of social isolation, we build on cutting-edge research on social touch and movement sonification to investigate whether social tactile gestures could be recognized through sounds, a sensory channel giving access to remote information. Four online experiments investigated participants’ perception of auditory stimuli that were recorded with our “audio-touch” sonification technique, which captures the sounds of touch. In the first experiment, participants correctly categorized sonified skin-on-skin tactile gestures (i.e., stroking, rubbing, tapping, hitting). In the second experiment, the audio-touch sample consisted of the sonification of six socio-emotional intentions conveyed through touch (i.e., anger, attention, fear, joy, love, sympathy). Participants categorized above chance the socio-emotional intentions of skin-on-skin touches converted into sounds and coherently rated their valence. In two additional experiments, the surface involved in the touches (either skin or plastic) was shown to influence participants’ recognition of sonified gestures and socio-emotional intentions. Thus, our research unveils that specific information about social touch (i.e., gesture, emotions, and surface) can be recognized through sounds, when they are obtained with our specific sonifying methodology. This shows significant promise for providing remote access, through the auditory channel, to meaningful social touch interactions.",
          "url": "https://doi.org/10.1073/pnas.2407614122",
          "doi": "https://doi.org/10.1073/pnas.2407614122",
          "filter": "0"
        },
        {
          "title": "Why does AI hinder democratization?",
          "authors": "C. Y. Cyrus Chu, Juin-Jen Chang, Chang-Ching Lin",
          "abstract": "This paper examines the relationship between democratization and the development of AI and information and communication technology (ICT). Our empirical evidence shows that in the past 10 y, the advancement of AI/ICT has hindered the development of democracy in many countries around the world. Given that both the state rulers and civil society groups can use AI/ICT, the key that determines which side would benefit more from the advancement of these technologies hinges upon “technology complementarity.” In general, AI/ICT would be more complementary to the government rulers because they are more likely than civil society groups to access various administrative big data. Empirically, we propose three hypotheses and use statistical tests to verify our argument. Theoretically, we prove a proposition, showing that when the above-mentioned complementarity assumption is true, the AI/ICT advancements would enable rulers in authoritarian and fragile democratic countries to achieve better control over civil society forces, which leads to the erosion of democracy. Our analysis explains the recent ominous development in some fragile-democracy countries.",
          "url": "https://doi.org/10.1073/pnas.2423266122",
          "doi": "https://doi.org/10.1073/pnas.2423266122",
          "filter": "0"
        },
        {
          "title": "We need better ways to re-evaluate conservation policies when they’re founded on flawed research",
          "authors": "Kevin T. Shoemaker, Kevin J. Loope",
          "url": "https://doi.org/10.1073/pnas.2426166122",
          "doi": "https://doi.org/10.1073/pnas.2426166122",
          "filter": "0"
        },
        {
          "title": "Testing theories of political persuasion using AI",
          "authors": "Lisa P. Argyle, Ethan C. Busby, Joshua R. Gubler, Alex Lyman, Justin Olcott, Jackson Pond, David Wingate",
          "abstract": "Despite its importance to society and many decades of research, key questions about the social and psychological processes of political persuasion remain unanswered, often due to data limitations. We propose that AI tools, specifically generative large language models (LLMs), can be used to address these limitations, offering important advantages in the study of political persuasion. In two preregistered online survey experiments, we demonstrate the potential of generative AI as a tool to study persuasion and provide important insights about the psychological and communicative processes that lead to increased persuasion. Specifically, we test the effects of four AI-generated counterattitudinal persuasive strategies, designed to test the effectiveness of messages that include customization (writing messages based on a receiver’s personal traits and beliefs), and elaboration (increased psychological engagement with the argument through interaction). We find that all four types of persuasive AI produce significant attitude change relative to the control and shift vote support for candidates espousing views consistent with the treatments. However, we do not find evidence that message customization via microtargeting or cognitive elaboration through interaction with the AI have much more persuasive effect than a single generic message. These findings have implications for different theories of persuasion, which we discuss. Finally, we find that although persuasive messages are able to moderate some people’s attitudes, they have inconsistent and weaker effects on the democratic reciprocity people grant to their political opponents. This suggests that attitude moderation (ideological depolarization) does not necessarily lead to increased democratic tolerance or decreased affective polarization.",
          "url": "https://doi.org/10.1073/pnas.2412815122",
          "doi": "https://doi.org/10.1073/pnas.2412815122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Thermodynamic consistency of autocatalytic cycles",
          "authors": "Thomas Kosc, Denis Kuperberg, Etienne Rajon, Sylvain Charlat",
          "abstract": "Autocatalysis is seen as a potential key player in the origin of life, and perhaps more generally in the emergence of Darwinian dynamics. Building on recent formalizations of this phenomenon, we tackle the computational challenge of exhaustively detecting minimal autocatalytic cycles (autocatalytic cores) in reaction networks and further evaluate the impact of thermodynamic constraints on their realization under mass action kinetics. We first characterize the complexity of the detection problem by proving its NP-completeness. This justifies the use of constraint solvers to list all cores in a given reaction network, and also to group them into compatible sets, composed of cores whose stoichiometric requirements are not contradictory. Crucially, we show that the introduction of thermodynamic realism does constrain the composition of these sets. Compatibility relationships among autocatalytic cores can indeed be disrupted when the reaction kinetics obey thermodynamic consistency throughout the network. On the contrary, these constraints have no impact on the realizability of isolated cores, unless upper or lower bounds are imposed on the concentrations of the reactants. Overall, by better characterizing the conditions of autocatalysis in complex reaction systems, this work brings us a step closer to assessing the contribution of this collective chemical behavior to the emergence of natural selection in the primordial soup.",
          "url": "https://doi.org/10.1073/pnas.2421274122",
          "doi": "https://doi.org/10.1073/pnas.2421274122",
          "filter": "2"
        },
        {
          "title": "Accurate identification and mechanistic evaluation of pathogenic missense variants with Rhapsody-2",
          "authors": "Anupam Banerjee, Anthony T. Bogetti, Ivet Bahar",
          "abstract": "Understanding the effects of missense mutations or single amino acid variants (SAVs) on protein function is crucial for elucidating the molecular basis of diseases/disorders and designing rational therapies. We introduce here Rhapsody-2 , a machine learning tool for discriminating pathogenic and neutral SAVs, significantly expanding on a precursor limited by the availability of structural data. With the advent of AlphaFold2 as a powerful tool for structure prediction, Rhapsody-2 is trained on a significantly expanded dataset of 117,525 SAVs corresponding to 12,094 human proteins reported in the ClinVar database. Adopting a broad set of descriptors composed of sequence evolutionary, structural, dynamic, and energetics features in the training algorithm, Rhapsody-2 achieved an AUROC of 0.94 in 10-fold cross-validation when all SAVs of a particular test protein (mutant) were excluded from the training set. Benchmarking against a variety of testing datasets demonstrated the high performance of Rhapsody-2 . While sequence evolutionary descriptors play a dominant role in pathogenicity prediction, those based on structural dynamics provide a mechanistic interpretation. Notably, residues involved in allosteric communication and those distinguished by pronounced fluctuations in the high-frequency modes of motion or subject to spatial constraints in soft modes usually give rise to pathogenicity when mutated. Overall, Rhapsody-2 provides an efficient and transparent tool for accurately predicting the pathogenicity of SAVs and unraveling the mechanistic basis of the observed behavior, thus advancing our understanding of genotype-to-phenotype relations.",
          "url": "https://doi.org/10.1073/pnas.2418100122",
          "doi": "https://doi.org/10.1073/pnas.2418100122",
          "filter": "2"
        },
        {
          "title": "Phylogenomics of the tetraploid Hawaiian lobeliads: Implications for their origin, dispersal history, and adaptive radiation",
          "authors": "Jeffrey P. Rose, Bing Li, Margaret J. Sporck-Koehler, Elizabeth A. Stacy, Kenneth R. Wood, Emily Moriarty Lemmon, Alan R. Lemmon, Cécile Ané, Kenneth J. Sytsma, Thomas J. Givnish",
          "abstract": "Hawaiian lobeliads exhibit extensive adaptive radiations and are considered the largest plant clade (143 species) endemic to any oceanic archipelago. Rapid insular radiations are prone to reticulate evolution, yet detecting hybridization is often limited by inadequate sampling of taxa or independent loci. We analyzed 633 nuclear loci (including tetraploid duplications) and whole plastomes for 89% of extant species to derive phylogenies for the Hawaiian lobeliads. Nuclear data provide strong support for nine major clades in both likelihood and ASTRAL analyses. All genera/sections are monophyletic except Clermontia and Cyanea . Nuclear and plastome phylogenies conflict on short, deep branches; the nuclear tree resolves a fleshy-fruited clade of Hawaiian Clermontia/Cyanea-Brighamia/Delissea , sister to Polynesian Sclerotheca , with both sister to a capsular-fruited Hawaiian clade. Incomplete lineage sorting in a rapid radiation starting 8.5–11.3 Ma is sufficient to explain uncertainty and cytonuclear discordance along the backbone. Sequence data support reticulation within Clermontia and especially Cyanea . Nuclear data identify 42 interisland dispersal events: 89% accord with the strict progression rule, involving movement to the next younger island in the hotspot chain, consistent with theory. Plastid data overestimate such events by 17%. Cyanea and Clermontia have undergone parallel adaptive radiations in elevational distribution and flower length on all major islands, with multiple founders and some interisland differences. Hawaiian lobeliad diversification was driven by an early intergeneric divergence in habitat, followed by parallel adaptive radiation and ecological speciation within Clermontia/Cyanea , combined with widespread single-island endemism, frequent interisland dispersal, and occasional hybridization.",
          "url": "https://doi.org/10.1073/pnas.2421004122",
          "doi": "https://doi.org/10.1073/pnas.2421004122",
          "filter": "2"
        },
        {
          "title": "Methodological and conceptual considerations of the TCM evolution",
          "authors": "Haiyan Wang, Yanbing Wang",
          "url": "https://doi.org/10.1073/pnas.2503785122",
          "doi": "https://doi.org/10.1073/pnas.2503785122",
          "filter": "2"
        },
        {
          "title": "Loss of lipid asymmetry facilitates plasma membrane blebbing by decreasing membrane lipid packing",
          "authors": "Hong-Yin Wang, Alissa Rumin, Milka Doktorova, Daryna Sputay, Sze Ham Chan, Ann M. Wehman, Kandice R. Levental, Ilya Levental",
          "abstract": "Membrane blebs have important roles in cell migration, apoptosis, and intercellular communication through extracellular vesicles (EVs). While plasma membranes (PM) typically maintain phosphatidylserine (PS) on their cytoplasmic leaflet, most blebs have PS exposed on their outer leaflet, revealing that loss of steady-state lipid asymmetry often accompanies PM blebbing. How these changes in PM lipid organization regulate membrane properties and affect bleb formation remains unknown. We confirmed that lipid scrambling through the scramblase TMEM16F is essential for chemically induced membrane blebbing across cell types, with the kinetics of PS exposure being tightly coupled to the kinetics of bleb formation. Measurement of lipid packing with environment-sensitive probes revealed that lipid scrambling changes the physical properties of the PM, reducing lipid packing and facilitating the bilayer bending required for bleb formation. Accordingly, reducing lipid packing of the PM through cholesterol extraction, elevated temperature, or treatment with biological amphiphiles promoted blebbing in the absence of TMEM16F. Consistent with these cellular observations, blebbing in Caenorhabditis elegans embryos measured via EV production was significantly reduced by depleting the TMEM16-homolog ANOH-2. Our findings suggest that changing membrane biophysical properties by lipid scrambling is an important contributor to the formation of blebs and EVs and potentially other cellular processes involving PM deformation.",
          "url": "https://doi.org/10.1073/pnas.2417145122",
          "doi": "https://doi.org/10.1073/pnas.2417145122",
          "filter": "2"
        },
        {
          "title": "Muscle peripheral circadian clock drives nocturnal protein degradation via raised Ror/Rev-erb balance and prevents premature sarcopenia",
          "authors": "Jeffrey J. Kelu, Simon M. Hughes",
          "abstract": "How central and peripheral circadian clocks regulate protein metabolism and affect tissue mass homeostasis has been unclear. Circadian shifts in the balance between anabolism and catabolism control muscle growth rate in young zebrafish independent of behavioral cycles. Here, we show that the ubiquitin–proteasome system (UPS) and autophagy, which mediate muscle protein degradation, are each upregulated at night under the control of the muscle peripheral clock. Perturbation of the muscle transcriptional molecular clock disrupts nocturnal proteolysis, increases muscle growth measured over 12 h, and compromises muscle function. Mechanistically, the shifting circadian balance of Ror and Rev-erb regulates nocturnal UPS, autophagy, and muscle growth through altered TORC1 activity. Although environmental zeitgebers initially mitigate defects, lifelong muscle clock inhibition reduces muscle size and growth rate, accelerating aging-related loss of muscle mass and function. Circadian misalignment such as shift work, sleep deprivation, or dementia may thus unsettle muscle proteostasis, contributing to muscle wasting and sarcopenia.",
          "url": "https://doi.org/10.1073/pnas.2422446122",
          "doi": "https://doi.org/10.1073/pnas.2422446122",
          "filter": "2"
        },
        {
          "title": "Monsoon hysteresis reveals atmospheric memory",
          "authors": "Anja Katzenberger, Anders Levermann",
          "abstract": "Within Earth’s climate system, the ocean, cryosphere, and vegetation exhibit hysteresis behavior such that their state depends on their past and not merely on their current boundary conditions. The atmosphere’s fast mixing time scales were thought to inhibit the necessary memory effect for such multistability. Here, we show that moisture accumulation within the atmospheric column generates hysteresis in monsoon circulation independent of oceanic heat storage and yields two stable atmospheric states for the same solar insolation. The dynamics of monsoon rainfall is thus that of a seasonal transition between two stable states. The resulting hysteresis is shown in observational data and reproduced in a general circulation model where it increases with decreasing oceanic memory and exhibits the two distinct states that persist for more than 60 y. They are stabilized by moisture accumulation within the atmospheric column that carries information across time scales much longer than those typical for mixing. The possibility of abrupt shifts between these two states has implications for the future evolution of global monsoon rainfall that is crucial for the agricultural productivity currently feeding more than two billion people.",
          "url": "https://doi.org/10.1073/pnas.2418093122",
          "doi": "https://doi.org/10.1073/pnas.2418093122",
          "filter": "2"
        },
        {
          "title": "Mechanism and application of thiol–disulfide redox biosensors with a fluorescence-lifetime readout",
          "authors": "Paul C. Rosen, Andrew Glaser, Juan R. Martínez-François, Daniel C. Lim, Daniel J. Brooks, Panhui Fu, Erica Kim, Dorothee Kern, Gary Yellen",
          "abstract": "Genetically encoded biosensors with changes in fluorescence lifetime (as opposed to fluorescence intensity) can quantify small molecules in complex contexts, even in vivo. However, lifetime-readout sensors are poorly understood at a molecular level, complicating their development. Although there are many sensors that have fluorescence-intensity changes, there are currently only a few with fluorescence-lifetime changes. Here, we optimized two biosensors for thiol–disulfide redox (RoTq-Off and RoTq-On) with opposite changes in fluorescence lifetime in response to oxidation. Using biophysical approaches, we showed that the high-lifetime states of these sensors lock the chromophore more firmly in place than their low-lifetime states do. Two-photon fluorescence lifetime imaging of RoTq-On fused to a glutaredoxin (Grx1) enabled robust, straightforward monitoring of cytosolic glutathione redox state in acute mouse brain slices. The motional mechanism described here is probably common and may inform the design of other lifetime-readout sensors; the Grx1-RoTq-On fusion sensor will be useful for studying glutathione redox in physiology.",
          "url": "https://doi.org/10.1073/pnas.2503978122",
          "doi": "https://doi.org/10.1073/pnas.2503978122",
          "filter": "2"
        },
        {
          "title": "Unconventional secretion of PARK7 requires lysosomal delivery via chaperone-mediated autophagy and specialized SNARE complex",
          "authors": "Biplab Kumar Dash, Yasuomi Urano, Yuichiro Mita, Yuki Ashida, Ryoma Hirose, Noriko Noguchi",
          "abstract": "PARK7/DJ-1, a redox-sensitive protein implicated in neurodegeneration, cancer, and inflammation, exhibits increased secretion under stress. We previously demonstrated that, as a leaderless protein, PARK7 relies on an unconventional autophagy pathway for stress-induced secretion. The current study delves deeper into the mechanisms governing PARK7 secretion under oxidative stress triggered by the neurotoxin 6-hydroxydopamine (6-OHDA). Here, we revealed that 6-OHDA-induced autophagic flux is critical for PARK7 secretion. Downregulation of syntaxin 17 (STX17), a SNARE protein crucial for autophagosome-lysosome fusion and cargo degradation, hindered PARK7 secretion. Likewise, impairing lysosomal function with bafilomycin A1 (BafA1) or chloroquine (CQ) diminished PARK7 release, highlighting the importance of functional lysosomes, potentially in the form of secretory autolysosomes, in PARK7 release. We also found that 6-OHDA appeared to promote the unfolding of PARK7, allowing its selective recognition by the chaperone HSPA8 via KFERQ-like motifs, leading to PARK7 translocation to the lysosomal membrane through LAMP2 via chaperone-mediated autophagy (CMA). Additionally, a dedicated SNARE complex comprising Qabc-SNAREs (STX3/4, VTI1B, and STX8) and R-SNARE SEC22B mediates the fusion of PARK7-containing autolysosomes with the plasma membrane, facilitating the extracellular release of PARK7. Hence, this study uncovers a mechanism where 6-OHDA-induced autophagic flux drives the unconventional secretion of PARK7, involving CMA for PARK7 translocation to lysosomes and specialized SNARE complexes for membrane fusion events.",
          "url": "https://doi.org/10.1073/pnas.2414790122",
          "doi": "https://doi.org/10.1073/pnas.2414790122",
          "filter": "2"
        },
        {
          "title": "Group traits moderate the relationship between individual social traits and fitness in gorillas",
          "authors": "Robin E. Morrison, Samuel Ellis, Victoire Martignac, Tara S. Stoinski, Winnie Eckardt",
          "abstract": "Evidence across a broad range of disciplines has demonstrated how individuals’ social environments can impact their health, lifespan, reproduction, and ultimately their evolutionary fitness. Past research has primarily focused on either traits specific to individuals or wider traits of social groups, linking these with a component of fitness. In this study, we examined how both individual- and group-level social traits in 164 wild mountain gorillas combine to influence multiple pathways impacting fitness over 21 y. First, we highlight key sex differences in the costs and benefits of social bonds, with strong and stable social bonds linked with lower risk of illness in females, but higher risk of illness in males. Second, we demonstrate important trade-offs in the fitness consequences of sociality, with strong and stable bonds in males linked with decreases in injury but increases in illness. Finally, we show the extensive moderating effects of group-level traits on the fitness consequences of individual-level social traits. For example, in small groups, females with strong bonds benefitted from lower rates of illness, but also showed lower birth rates, while in large groups, females with strong bonds experienced higher rates of illness but also higher birth rates. These findings highlight the complexity of selection acting on social traits, where the fitness consequences of individual’s social phenotypes are highly context dependent. We argue that this variability in the fitness benefits of sociality has likely played a fundamental role in maintaining the wide diversity of social phenotypes observed within species.",
          "url": "https://doi.org/10.1073/pnas.2421539122",
          "doi": "https://doi.org/10.1073/pnas.2421539122",
          "filter": "2"
        },
        {
          "title": "Paradoxical indeed",
          "authors": "Zachary T. Compton, Orsolya Vincze, Walker Mellon, Marc Tollis, Lisa Abegglen, Joshua D. Schiffman, Mathieu Giraudeau, Amy M. Boddy, Carlo C. Maley",
          "url": "https://doi.org/10.1073/pnas.2504512122",
          "doi": "https://doi.org/10.1073/pnas.2504512122",
          "filter": "2"
        },
        {
          "title": "Ecosystem relocation on Snowball Earth: Polar−alpine ancestry of the extant surface biosphere?",
          "authors": "Paul F. Hoffman",
          "abstract": "Geological observations informed by climate dynamics imply that the oceans were 99.9% covered by light-blocking ice shelves during two discrete, self-reversing Snowball Earth epochs spanning a combined 60 to 70 Myr of the Cryogenian Period (720 to 635 Ma). The timescale for initial ice advances across the tropical oceans is ~300 y in an ice−atmosphere−ocean general circulation model in Cryogenian paleogeography. Areas of optically thin oceanic ice are usually invoked to account for fossil marine phototrophs, including macroscopic multicellular eukaryotes, before and after each Snowball, but different taxa. Ecosystem relocation is a scenario that does not require thin marine ice. Assume that long before Cryogenian Snowballs, diverse supra- and periglacial biomes were established in polar−alpine regions. When the Snowball onsets occurred, those biomes migrated in step with their ice margins to the equatorial zone of net sublimation. There, they prospered and evolved, their habitat areas expanded, and the cruelty of winter reduced. Nutrients were supplied by dust (loess) derived from cozonal ablative lands where surface winds were strong. When each Snowball finally ended, those biomes were mostly inundated by the meltwater-dominated and rapidly warming lid of a nutrient-rich but depauperate ocean. Some taxa returned to the mountaintops while others restocked the oceans. This ecosystem relocation scenario makes testable predictions. The lineages required for post-Cryogenian biotic radiations should be present in modern polar−alpine biomes. Legacies of polar−alpine ancestry should be found in the genomes of living organisms. Examples of such tests are highlighted herein.",
          "url": "https://doi.org/10.1073/pnas.2414059122",
          "doi": "https://doi.org/10.1073/pnas.2414059122",
          "filter": "2"
        },
        {
          "title": "Eat, flee, freeze: Division of labor in the larval zebrafish visuomotor system",
          "authors": "Qing Wang, Herwig Baier",
          "url": "https://doi.org/10.1073/pnas.2506018122",
          "doi": "https://doi.org/10.1073/pnas.2506018122",
          "filter": "2"
        },
        {
          "title": "Quadruple adenine base–edited allogeneic CAR T cells outperform CRISPR/Cas9 nuclease–engineered T cells",
          "authors": "Nils W. Engel, Israel Steinfeld, Daniel Ryan, Kusala Anupindi, Samuel Kim, Nils Wellhausen, Linhui Chen, Katherine Wilkins, Daniel J. Baker, Philipp C. Rommel, Danuta Jarocha, Mercy Gohil, Qian Zhang, Michael C. Milone, Joseph A. Fraietta, Megan Davis, Regina M. Young, Carl H. June",
          "abstract": "Genome-editing technologies have enabled the clinical development of allogeneic cellular therapies, yet the optimal gene-editing modality for multiplex editing of therapeutic T cell product manufacturing remains elusive. In this study, we conducted a comprehensive comparison of CRISPR/Cas9 nuclease and adenine base editor (ABE) technologies in generating allogeneic chimeric antigen receptor (CAR) T cells, utilizing extensive in vitro and in vivo analyses. Both methods achieved high editing efficiencies across four target genes, critical for mitigating graft-versus-host disease and allograft rejection: TRAC or CD3E , B2M , CIITA , and PVR . Notably, ABE demonstrated higher manufacturing yields and distinct off-target profiles compared to Cas9, with translocations observed exclusively in Cas9-edited products. Functionally, ABE-edited CAR T cells exhibited superior in vitro effector functions under continuous antigen stimulation, including enhanced proliferative capacity and increased surface CAR expression. Transcriptomic analysis revealed that ABE editing resulted in reduced activation of p53 and DNA damage response pathways at baseline, along with sustained activation of metabolic pathways during antigen stress. Consistently, Assay for Transposase-Accessible Chromatin using sequencing data indicated that Cas9-edited, but not ABE-edited, CAR T cells showed enrichment of chromatin accessibility peaks associated with double-strand break repair and DNA damage response pathways. In a preclinical leukemia model, ABE-edited CAR T cells demonstrated improved tumor control and extended overall survival compared to their Cas9-edited counterparts. Collectively, these findings position ABE as superior to Cas9 nucleases for multiplex gene editing of therapeutic T cells.",
          "url": "https://doi.org/10.1073/pnas.2427216122",
          "doi": "https://doi.org/10.1073/pnas.2427216122",
          "filter": "2"
        },
        {
          "title": "Hdac1 as an early determinant of intermediate-exhausted CD8 + T cell fate in chronic viral infection",
          "authors": "Wei Hu, Shengen Shawn Hu, Shaoqi Zhu, Weiqun Peng, Vladimir P. Badovinac, Chongzhi Zang, Xudong Zhao, Hai-Hui Xue",
          "abstract": "The exhausted CD8 + T (T EX ) cells consist of distinct subsets including Tcf1 + stem-like, Tcf1 – Cx3cr1 + intermediate (T EX -int) and Tcf1 – Cx3cr1 – terminally exhausted cells; yet, epigenetic determinants of T EX subset differentiation remain incompletely understood. Using chronic viral infection, we show that histone deacetylase 1 (Hdac1) was specifically required for the formation of antigen-specific T EX -int cells at the effector phase of responses. Single-cell transcriptomics validated that Hdac1 deficiency depleted T EX -int cells and revealed that Hdac1 was critical for positive regulation of T EX -int-characteristic genes, including Cx3cr1 , Cxcr6 , and Klf2 . Furthermore, profiling chromatin accessibility landscape in T EX subsets demonstrated that loss of Hdac1 resulted in a prevalent increase in chromatin open state, as evidently observed at the exhaustion program genes, which were linked to induced expression of exhaustion-inducing Tox transcription factor, PD1 and Lag3 coinhibitory receptors in T EX cells. Hdac1 thus has dual regulatory functions: promoting T EX -int cell fate and preventing excessive activation of the exhaustion program to curtail uncontrolled virus replication.",
          "url": "https://doi.org/10.1073/pnas.2502256122",
          "doi": "https://doi.org/10.1073/pnas.2502256122",
          "filter": "2"
        },
        {
          "title": "Conversion of social organization in fire ants induced by few colony members: Unmasking indirect genetic effects",
          "authors": "Haolin Zeng, Kenneth G. Ross, Takao Sasaki",
          "abstract": "Genes and the environment jointly shape individual traits, but the influence of indirect genetic effects (IGEs), arising from the genetic composition of interacting conspecific individuals, is often ignored or underemphasized. Moreover, because of practical challenges in characterizing IGEs, empirical research has fallen behind theoretical advancement. The fire ant Solenopsis invicta offers a uniquely suitable study system due to its distinct colony-level phenotypic variation (monogyne and polygyne social forms) attributed to IGEs of a social-supergene variant ( b allele). A minority of b -carrying workers ( Bb genotype) can trigger colony-level conversion from monogyne (single queen per colony) to polygyne (multiple queens per colony) behavior. This study investigated the mechanisms underlying this process via 400-ant microcolonies. We first showed that assimilated Bb workers reduce aggression by host BB workers toward Bb queens, thus inducing polygyny, at rates observed earlier in experiments that used full-size (&gt;20,000 ants) colonies. We then demonstrated that social conversion is facilitated by cuticular contact between the worker types, and verified the presence of nonvolatile cuticular pheromones that are necessary but not sufficient components underpinning this process. Follow-up experiments suggested that a second, polygyne worker-produced pheromone that is only released once such workers detect a Bb queen is also necessary but again insufficient, for full expression of the conversion phenomenon. Thus, multiple pheromonal components linked to presence of the b supergene allele in colony workers appear to be involved in shaping social environments and thereby inducing, via IGEs, the transformation from monogyne to polygyne fire ant societies.",
          "url": "https://doi.org/10.1073/pnas.2501740122",
          "doi": "https://doi.org/10.1073/pnas.2501740122",
          "filter": "2"
        },
        {
          "title": "Reply to Wang and Wang: Exploring TCM evolution from the perspective of recombinant inventions and the data",
          "authors": "Min Wu, Tieju Ma, Yan Zhu, Hongtao Ren, Lu Fu",
          "url": "https://doi.org/10.1073/pnas.2505067122",
          "doi": "https://doi.org/10.1073/pnas.2505067122",
          "filter": "2"
        },
        {
          "title": "Combining live fluorescence imaging with in situ cryoelectron tomography sheds light on the septation process in Deinococcus radiodurans",
          "authors": "Lorenzo Gaifas, Jean-Philippe Kleman, Françoise Lacroix, Erin Schexnaydre, Jennyfer Trouve, Cecile Morlot, Linda Sandblad, Irina Gutsche, Joanna Timmins",
          "abstract": "Cell division is a fundamental biological process that allows a single mother cell to produce two daughter cells. In walled bacteria, different modes of cell division have been reported that are notably associated with distinctive cell shapes. In all cases, division involves a step of septation, corresponding to the growth of a new dividing cell wall, followed by splitting of the two daughter cells. The radiation-resistant Deinococcus radiodurans is a spherical bacterium protected by a thick and unusual cell envelope. It has been reported to divide using a distinctive mode of septation in which two septa originating from opposite sides of the cell progress with a flat leading edge until meeting and fusing at mid-cell. In the present study, we have combined conventional and superresolution fluorescence microscopy of live bacteria with in situ cryogenic electron tomography of bacterial lamellae to investigate the septation process in D. radiodurans . This work provides important insight into i) the complex architecture and multilayered composition of the cell envelope of this bacterium, ii) the unusual “sliding doors” septation process and iii) the sequence of events and molecular mechanisms underlying septal closure, including the synthesis of a FtsZ-dependent peptidoglycan layer that rigidifies and straightens the growing septa.",
          "url": "https://doi.org/10.1073/pnas.2425047122",
          "doi": "https://doi.org/10.1073/pnas.2425047122",
          "filter": "2"
        },
        {
          "title": "Cyclic peptide inhibitors function as molecular glues to stabilize Gq/11 heterotrimers",
          "authors": "Jonas Mühle, Judith Alenfelder, Matthew J. Rodrigues, Lars Jürgenliemke, Ramon Guixà-González, Lukas Grätz, Fabio Andres, Arianna Bacchin, Michael Hennig, Hannes Schihada, Max Crüsemann, Gabriele M. König, Gebhard Schertler, Evi Kostenis, Xavier Deupi",
          "abstract": "Heterotrimeric Gα:Gβγ G proteins function as molecular switches downstream of G protein–coupled receptors (GPCRs). They alternate between a heterotrimeric GDP-bound OFF-state and a GTP-bound ON-state in which Gα GTP is separated from the Gβγ dimer. Consequently, pharmacological tools to securely prevent the OFF-ON transition are of utmost importance to investigate their molecular switch function, specific contribution to GPCR signal transduction, and potential as drug targets. FR900359 (FR) and YM-254890 (YM), two natural cyclic peptides and highly specific inhibitors of Gq/11 heterotrimers, are exactly such tools. To date, their efficient and long-lasting inhibition of Gq/11 signaling has been attributed solely to a wedge-like binding to Gα, thereby preventing separation of the GTPase and α-helical domains and thus GDP release. Here, we use X-ray crystallography, biochemical and signaling assays, and BRET-based biosensors to show that FR and YM also function as stabilizers of the Gα:Gβγ subunit interface. Our high-resolution structures reveal a network of residues in Gα and two highly conserved amino acids in Gβ that are targeted by FR and YM to glue the Gβγ complex to the inactive Gα GDP subunit. Unlike all previously developed nucleotide-state specific inhibitors that sequester Gα in its OFF-state but compete with Gβγ, FR and YM actively promote the inhibitory occlusion of Gα GDP by Gβγ. In doing so, they securely lock the entire heterotrimer, not just Gα, in its inactive state. Our results identify FR and YM as molecular glues for Gα and Gβγ that combine simultaneous binding to both subunits with inhibition of G protein signaling.",
          "url": "https://doi.org/10.1073/pnas.2418398122",
          "doi": "https://doi.org/10.1073/pnas.2418398122",
          "filter": "2"
        },
        {
          "title": "Proviral insights of glycolytic enolase in Bamboo mosaic virus replication associated with chloroplasts and mitochondria",
          "authors": "Kuan-Yu Lin, Ying-Wen Huang, Liang-Yu Hou, Hsin-Chuan Chen, Yu Wu, I-Hsuan Chen, Ying-Ping Huang, Shu-Chuan Lee, Chung-Chi Hu, Ching-Hsiu Tsai, Yau-Heiu Hsu, Na-Sheng Lin",
          "abstract": "Diverse single-stranded RNA viruses employ different host cellular organelles or membrane systems to compartmentalize their replication intermediates and proviral factors, ensuring robust replication. Replication of Bamboo mosaic virus (BaMV), an Alphaflexiviridae family, is tightly associated with chloroplasts and dynamic cytosolic viral replication complex (VRC) clusters. BaMV VRC clusters comprise double-stranded viral RNA, BaMV replicase (Rep BaMV ), and mitochondrial outer membrane protein, voltage-dependent anion channel (VDAC). In this study, we demonstrate that host glycolytic enolase (ENO) binds to untranslated regions of BaMV RNA independently of ENO hydrolytic activity. However, the structural integrity of ENO is essential for its direct interaction with Rep BaMV , and its positive regulating role in BaMV replication and the size of BaMV VRC clusters. Additionally, ENO, pyruvate kinase (PYK), and VDAC colocalize within cytosolic BaMV VRC clusters embedded in the convoluted endomembrane reticulum (ER) along with ER-targeted viral movement proteins under BaMV infection. This association suggests that the ENO-PYK-VDAC metabolon, with ENO serving as a scaffold to link chloroplasts and mitochondria, may play a pivotal role in BaMV robust replication. Collectively, our findings offer significant insights into how glycolytic ENO acts in BaMV replication.",
          "url": "https://doi.org/10.1073/pnas.2415089122",
          "doi": "https://doi.org/10.1073/pnas.2415089122",
          "filter": "2"
        },
        {
          "title": "Early development of navigationally relevant location information in the retrosplenial complex",
          "authors": "Yaelan Jung, Daniel D. Dilks",
          "abstract": "Representing the locations of places so that we can use them as landmarks is critical to our ability to navigate through large-scale spaces—a process referred to as “map-based navigation.” While many neuroimaging studies in adults have revealed that this ability involves the retrosplenial complex (RSC)—a scene-selective region in the medial parietal cortex—nothing is known about how this cortical system develops. So, does it develop only late in childhood, as generally assumed from some behavioral studies? Or is it, perhaps counterintuitively, present in the first few years of life? To test this question, using functional magnetic resonance imaging (fMRI) multivoxel pattern analysis and a virtual town paradigm, we investigated the representation of location information in the RSC of 5-y-olds. We found that i) the RSC in 5-y-olds already represents the locations of particular buildings in the town (e.g., the ice cream store by the mountain versus by the lake), but not their category membership (e.g., ice cream store, regardless of location), and ii) this neural representation is correlated with their performance on a location task. Using multidimensional scaling, we also found that the neural representation of the buildings in RSC reflects the actual layout of the virtual town. Finally, the parahippocampal place area—a scene-selective region implicated in scene categorization, not map-based navigation—did not represent location information, but instead category information, the exact opposite of RSC. Taken together, these findings reveal the early development of navigationally relevant location information in RSC and thus the early origins of map-based navigation.",
          "url": "https://doi.org/10.1073/pnas.2503569122",
          "doi": "https://doi.org/10.1073/pnas.2503569122",
          "filter": "2"
        },
        {
          "title": "Understanding TAK1 deficiency in microglia: Dual mechanisms for photoreceptor protection in a mouse model of retinitis pigmentosa",
          "authors": "Jing Zhang, Wei Yang, Jiangmei Wu, Bin Lin",
          "abstract": "Retinitis pigmentosa (RP) is a group of inherited retinal diseases characterized by the progressive loss of photoreceptors. Neuroinflammation has been implicated in the pathophysiology of RP and its progression. Previous studies have suggested that the transforming growth factor-beta-activated kinase 1 (TAK1) plays a pivotal role in regulating acute and chronic neuroinflammation. However, the functional role of TAK1 in neuroinflammation remains unclear in RP. Here, we observed TAK1 upregulation in activated microglia of the rd10 mouse model of RP. To create the conditional deletion of TAK1 in microglia, we backcrossed Cx3cr1 CreER/CreER mice and Tak1 fl/fl mice onto rd10 background. We found that both heterozygous (rd10;Cx3cr1 CreER/+ ;Tak1 fl/+ ) and homozygous (rd10;Cx3cr1 CreER/+ ;Tak1 fl/fl ) deletion of microglial TAK1 slowed down photoreceptor degeneration but with distinct mechanisms. The heterozygous TAK1 deficiency resulted in a reduction in the activation and proliferation of microglia and the release of proinflammatory cytokines by inhibiting STAT3 signaling. In contrast, the homozygous TAK1 deficiency induced apoptosis in microglia via the TNF/RIPK1/CASP3 signaling pathway, contributing to the reduction of microglia-mediated neurotoxicity and subsequent preservation of photoreceptors in RP. Overall, our findings highlight the crucial role of TAK1 in the survival and activation of microglia. We propose that targeting microglial TAK1, considering its expression levels and subsequent signal transduction, could offer a promising personalized therapeutic strategy for individuals with RP regardless of underlying genetic causes.",
          "url": "https://doi.org/10.1073/pnas.2423134122",
          "doi": "https://doi.org/10.1073/pnas.2423134122",
          "filter": "2"
        },
        {
          "title": "Interspecies interactions in dual, fibrous gels enable control of gel structure and rheology",
          "authors": "Mauro L. Mugnai, Rose Tchuenkam Batoum, Emanuela Del Gado",
          "abstract": "Natural and synthetic multicomponent gels display emergent properties, which implies that they are more than just the sum of their components. This warrants the investigation of the role played by interspecies interactions in shaping gel architecture and rheology. Here, using computer simulations, we investigate the effect of changing the strength of the interactions between two species forming a fibrous double network. Simply changing the strength of interspecies lateral association, we generate two types of gels: one in which the two components demix and another one in which the two species wrap around each other. We show that demixed gels have structure and rheology that are largely unaffected by the strength of attraction between the components. In contrast, architecture and material properties of intertwined gels strongly depend on interspecies “stickiness” and volume exclusion. These results can be used as the basis of a design principle for double networks which are made to emphasize either stability to perturbations or responsiveness to stimuli. Similar ideas could be used to interpret naturally occurring multicomponent gels.",
          "url": "https://doi.org/10.1073/pnas.2423293122",
          "doi": "https://doi.org/10.1073/pnas.2423293122",
          "filter": "2"
        },
        {
          "title": "Distinguishing species boundaries from geographic variation",
          "authors": "E. Anne Chambers, José Daniel Lara-Tufiño, Gustavo Campillo-García, Antonio Yolocalli Cisneros-Bernal, Daniel J. Dudek, Virginia León-Règagnon, Josiah H. Townsend, Oscar Flores-Villela, David M. Hillis",
          "abstract": "In an era of unprecedented biodiversity loss, the need for standardized practices to describe biological variation is becoming increasingly important. As with all scientific endeavors, species delimitation needs to be explicit, testable, and refutable. A fundamental task in species delimitation is distinguishing within-species variation from among-species variation. Many species that are distributed across large geographic areas exhibit levels of genetic variation that are as great or greater than those that exist between well-defined sympatric species. Here, we provide a workflow to distinguish between intra- and interspecific genetic variation and apply the workflow to a taxonomically problematic group of frogs (the Rana pipiens complex, or leopard frogs) that are widely distributed across Mexico and Central America. Our workflow makes use of recent advancements that pair genome-scale datasets with model-based species delimitation methods, while emphasizing the need for positive evidence of reproductive isolation to confirm the validity of geographically contiguous species boundaries. We find that intraspecific geographic variation in widespread leopard frog species has resulted in considerable taxonomic inflation of species. Ten currently recognized species are not supported in our analyses, and we here synonymize them with previously named taxa. Furthermore, we find positive evidence for the presence of three undescribed species. In addition to proposing these taxonomic changes, we provide descriptions of the data or analyses that would be needed to refute and overturn our recommendations. We recommend that all species delimitation studies (especially of geographically variable groups) clarify what new evidence would be sufficient to change the taxonomic recommendations.",
          "url": "https://doi.org/10.1073/pnas.2423688122",
          "doi": "https://doi.org/10.1073/pnas.2423688122",
          "filter": "2"
        },
        {
          "title": "Refining the role of the paraventricular hypothalamus in feeding behavior",
          "authors": "Lisa Z. Fang, Michiru Hirasawa",
          "url": "https://doi.org/10.1073/pnas.2506038122",
          "doi": "https://doi.org/10.1073/pnas.2506038122",
          "filter": "2"
        },
        {
          "title": "Interferon-induced activation of dendritic cells and monocytes by yellow fever vaccination correlates with early antibody responses",
          "authors": "Elena Winheim, Antonio Santos-Peral, Tamara Ehm, Linus Rinke, Sandra Riemer, Magdalena Zaucha, Sebastian Goresch, Lisa Lehmann, Katharina Eisenächer, Michael Pritsch, Giovanna Barba-Spaeth, Tobias Straub, Simon Rothenfusser, Anne B. Krug",
          "abstract": "Yellow fever vaccination provides long-lasting protection and is a unique model for studying the immune response to an acute RNA virus infection in humans. To elucidate the early innate immune events preceding the rapid generation of protective immunity, we performed transcriptome analysis of human blood dendritic cell (DC) and monocyte subpopulations before and 3, 7, 14, and 28 d after vaccination. We detected temporary upregulation of IFN-stimulated genes (ISG) in all DC and monocyte subsets on days 3 and 7 after vaccination as well as cell type–specific responses and response kinetics. Single-cell RNA sequencing revealed rapid appearance of activated DC and monocyte clusters dominated by ISGs, inflammatory chemokines, and genes involved in antigen processing and presentation. This was confirmed by flow cytometric analysis in a large cohort of vaccinees. We identified SIGLEC1/CD169 upregulation as a sensitive indicator of the transient IFN-induced activation state elicited in DCs and monocytes by YF17D vaccination correlating with early protective IgM antibody responses.",
          "url": "https://doi.org/10.1073/pnas.2422236122",
          "doi": "https://doi.org/10.1073/pnas.2422236122",
          "filter": "2"
        },
        {
          "title": "Dynamic interplay between niche variation and flight adaptability drove a hundred million years’ dispersion in iconic lacewings",
          "authors": "Haohong Ou, Jingtao Yang, Honglong Wang, Nuoyao Kang, Shumin Li, Yuting Chen, Zihao Peng, Xianzhe Xiang, Michael S. Engel, Shaun L. Winterton, Dong Ren, Qiang Yang, Chaofan Shi",
          "abstract": "The form and change of animal biogeography reflects the long-term interplay between organisms and their environment, involving physiological limitation, dispersal capability, and adaptive evolution versus plate tectonics, global climatic shifts, and changing landscapes. This is especially manifest for lineages with extended geological histories, which, therefore, evokes questions as to the associated processes producing such patterns. Insects, as the earliest flying animals, have exceptional abilities for expanding their range and habitats and to avoid detrimental conditions. They are ideal for exploring historical biogeography augmented via adaptation. Here, we employ beaded lacewings as a model to explore such patterns and likely processes, particularly given that they differ notably from the commonly observed pattern of a latitudinal diversity gradient. Furthermore, owing to their good fossil record it can be observed that their distributions varied remarkably through time. Ecological niche modeling and evaluation demonstrate their niche variation and niche breadth expansion intermittently accompanying global climate change. However, different niche relevant variables changed under patterns of either phylogenetic conservatism or evolutionary lability. By assessing wing morphological disparity and modeling flight aerodynamics, we uncovered a continuous improvement of flight efficiency through beaded-lacewing history as well as a Paleogene divergence in strategy, which reveals a long-term associated path with the niche variation. Our results unveil the adaptive evolution and dispersal history of beaded lacewings through 170 My, achieved by dynamic strategies in niche shift and flight adaptation as responses to a changing planet.",
          "url": "https://doi.org/10.1073/pnas.2414549122",
          "doi": "https://doi.org/10.1073/pnas.2414549122",
          "filter": "2"
        },
        {
          "title": "Scattering diagrams, tight gradings, and generalized positivity",
          "authors": "Amanda Burcroff, Kyungyong Lee, Lang Mou",
          "abstract": "In 2013, Lee, Li, and Zelevinsky introduced combinatorial objects called compatible pairs to construct the greedy bases for rank-2 cluster algebras, consisting of indecomposable positive elements including the cluster monomials. Subsequently, Rupel extended this construction to the setting of generalized rank-2 cluster algebras by defining compatible gradings. We find a class of combinatorial objects which we call tight gradings. Using this, we give a directly computable, manifestly positive, and elementary but highly nontrivial formula describing rank-2 consistent scattering diagrams. This allows us to show that the coefficients of the wall-functions on a generalized cluster scattering diagram of any rank are positive, which implies the Laurent positivity for generalized cluster algebras and the strong positivity of their theta bases.",
          "url": "https://doi.org/10.1073/pnas.2422893122",
          "doi": "https://doi.org/10.1073/pnas.2422893122",
          "filter": "2"
        },
        {
          "title": "Reply to Compton et al.: Paradoxical misunderstanding",
          "authors": "George Butler, Joanna Baker, Sarah R. Amend, Kenneth J. Pienta, Chris Venditti",
          "url": "https://doi.org/10.1073/pnas.2507210122",
          "doi": "https://doi.org/10.1073/pnas.2507210122",
          "filter": "2"
        },
        {
          "title": "The SIK3-N783Y mutation is associated with the human natural short sleep trait",
          "authors": "Hongmin Chen, Ye Xing, Chunyan Wan, Zheng Zhang, Zhu Shi, Yutao Liang, Chunlai Jin, Yating Chen, Xia Zhou, Junyu Xu, Louis J. Ptáček, Ying-Hui Fu, Guangsen Shi",
          "abstract": "Sleep is an essential component of our daily life. A mutation in human salt induced kinase 3 (hSIK3), which is critical for regulating sleep duration and depth in rodents, is associated with natural short sleep (NSS), a condition characterized by reduced daily sleep duration in human subjects. This NSS hSIK3-N783Y mutation results in diminished kinase activity in vitro. In a mouse model, the presence of the NSS hSIK3-N783Y mutation leads to a decrease in sleep time and an increase in electroencephalogram delta power. At the phosphoproteomic level, the SIK3-N783Y mutation induces substantial changes predominantly at synaptic sites. Bioinformatic analysis has identified several sleep-related kinase alterations triggered by the SIK3-N783Y mutation, including changes in protein kinase A and mitogen-activated protein kinase. These findings underscore the conserved function of SIK3 as a critical gene in human sleep regulation and provide insights into the kinase regulatory network governing sleep.",
          "url": "https://doi.org/10.1073/pnas.2500356122",
          "doi": "https://doi.org/10.1073/pnas.2500356122",
          "filter": "2"
        },
        {
          "title": "Differentiated planetesimals record differing sources of sulfur in inner and outer solar system materials",
          "authors": "Elizabeth A. Heiny, Edward M. Stolper, John M. Eiler",
          "abstract": "The isotope anomalies of noncarbonaceous (NC) and carbonaceous (CC) extraterrestrial materials provide a framework for tracing the distribution and accretion of matter in the early solar system. Here, we extend this framework to sulfur (S)—one of six “life-essential” volatile elements [T C ~ 664 K]—via the mass-independent S-isotope compositions of differentiated meteorites. We observe that on average, NC and CC iron meteorites are characterized by distinct Δ 33 S (Δ 33 S NC = 0.013 ± 0.003‰; Δ 33 S CC = −0.021 ± 0.009‰; 2 SE). The average Δ 36 S of NC and CC irons are less well resolved (Δ 36 S NC = −0.006 ± 0.039‰; Δ 36 S CC = −0.101 ± 0.114‰; 2 SE), but the Δ 36 S values of the CC irons are concentrated in the lower half of the range of those observed for iron meteorites. A lack of CC achondrite S-isotope analyses prevents direct comparison of the Δ 33 S and Δ 36 S of NC and CC achondrites, but the average Δ 33 S and Δ 36 S of NC achondrites (Δ 33 S = 0.02 ± 0.008; Δ 36 S = −0.019 ± 0.064‰; 2 SE) overlap with those of the NC irons. The average Δ 33 S values of NC achondrite groups also correlate with nucleosynthetic anomalies of other elements (e.g., Cr) previously used to define isotopic heterogeneity within the NC reservoir. The position of the Earth in Δ 33 S-Δ 36 S composition space implies that ~24% of terrestrial S derives from CC materials, while the majority (~76%) was delivered by NC materials.",
          "url": "https://doi.org/10.1073/pnas.2418198122",
          "doi": "https://doi.org/10.1073/pnas.2418198122",
          "filter": "2"
        },
        {
          "title": "Induced B cell receptor diversity predicts PD-1 blockade immunotherapy response",
          "authors": "Yonglu Che, Jinwoo Lee, Farah Abou-Taleb, Kerri E. Rieger, Ansuman T. Satpathy, Anne Lynn S. Chang, Howard Y. Chang",
          "abstract": "Immune checkpoint inhibitors such as anti-Programmed Death-1 antibodies (aPD-1) can be effective in treating advanced cancers. However, many patients do not respond, and the mechanisms underlying these differences remain incompletely understood. In this study, we profile a cohort of patients with locally advanced or metastatic basal cell carcinoma undergoing aPD-1 therapy using single-cell RNA sequencing, high-definition spatial transcriptomics in tumors and draining lymph nodes, and spatial immunoreceptor profiling, with long-term clinical follow-up. We find that successful responses to PD-1 inhibition are characterized by an induction of B cell receptor (BCR) clonal diversity after treatment initiation. These induced BCR clones spatially colocalize with T cell clones, facilitate their activation, and traffic alongside them between tumor and draining lymph nodes to enhance tumor clearance. Furthermore, we validated aPD-1-induced BCR diversity as a predictor of clinical response in a larger cohort of glioblastoma, melanoma, and head and neck squamous cell carcinoma patients, suggesting that this is a generalizable predictor of treatment response across many types of cancers. We find that pretreatment tumors harbor a characteristic gene expression signature that portends a higher probability of inducing BCR clonal diversity after aPD-1 therapy, and we develop a machine learning model that predicts PD-1-induced BCR clonal diversity from baseline tumor RNA sequencing. These findings underscore a dynamic role of B cell diversity during immunotherapy, highlighting its importance as a prognostic marker and a potential target for intervention in non-responders.",
          "url": "https://doi.org/10.1073/pnas.2501269122",
          "doi": "https://doi.org/10.1073/pnas.2501269122",
          "filter": "2"
        },
        {
          "title": "Cross-feeding creates tipping points in microbiome diversity",
          "authors": "Tom Clegg, Thilo Gross",
          "abstract": "A key unresolved question in microbial ecology is how the extraordinary diversity of microbiomes emerges from the interactions among their many functionally distinct populations. This process is driven in part by the cross-feeding networks that help to structure these systems, in which consumers use resources to fuel their metabolism, creating by-products which can be used by others in the community. Understanding the effects of cross-feeding presents a major challenge, as it creates complex interdependencies between populations which can be hard to untangle. We address this problem using the tools of network science to develop a structural microbial community model. Using methods from percolation theory, we identify feasible community states for cross-feeding network structures in which the needs of consumers are met by metabolite production across the community. We identify tipping points at which small changes in structure can cause the catastrophic collapse of cross-feeding networks and abrupt declines in microbial community diversity. Our results are an example of a well-defined tipping point in a complex ecological system and provide insight into the fundamental processes shaping microbiomes and their robustness. We further demonstrate this by considering how network attacks affect community diversity and apply our results to show how the apparent difficulty in culturing the microbial diversity emerges as an inherent property of their cross-feeding networks.",
          "url": "https://doi.org/10.1073/pnas.2425603122",
          "doi": "https://doi.org/10.1073/pnas.2425603122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti1825122",
          "doi": "https://doi.org/10.1073/iti1825122",
          "filter": "2"
        },
        {
          "title": "Prioritizing urban heat adaptation infrastructure based on multiple outcomes: Comfort, health, and energy",
          "authors": "Timothy Jiang, E. Scott Krayenhoff, Alberto Martilli, Negin Nazarian, Brian Stone, James A. Voogt",
          "abstract": "Globally, cities face increasing extreme heat, impacting comfort, health, and energy consumption. Infrastructure-based heat adaptation strategies can improve these outcomes, but each strategy has a unique mix of benefits and drawbacks. Here, we apply an urbanized meteorological model (WRF) with the newly integrated multilayer BEP-Tree street tree model to dynamically downscale Earth System Model projections and a 3-D microclimate model (TUF-Pedestrian) to simulate the street-scale radiation environment impacting pedestrians. We evaluate the performance of five heat adaptation strategies (street trees, cool roofs, green roofs, rooftop photovoltaics (PV), and reflective pavements) during extreme heat events in three cities with contrasting background climates (Toronto, Phoenix, and Miami), under contemporary and end-of-century projected climates, based on three metrics: outdoor heat stress, air conditioning (AC) energy use, and ventilation of vehicular air pollution. No single adaptation strategy improves all three outcomes. While street trees inhibit ventilation, they reduce outdoor heat stress four times more effectively than the next best strategy via shade provision, fully offsetting heat stress increases under a high-emissions end-of-century climate scenario in all cities studied. Cool roofs and green roofs moderately reduce heat stress and energy use. Alternatively, rooftop PV with energy storage can generate sufficient power for space cooling but have marginal effects on heat stress. Reflective pavements are the least effective across metrics. Where the ventilation of street-level emissions is of less concern, our results clearly support the combination of street trees and rooftop PV as a highly complementary and effective means of adaptive mitigation across different climates and neighborhood densities.",
          "url": "https://doi.org/10.1073/pnas.2411144122",
          "doi": "https://doi.org/10.1073/pnas.2411144122",
          "filter": "2"
        },
        {
          "title": "Bayesian phylodynamic inference of population dynamics with dormancy",
          "authors": "Lorenzo Cappello, Wai Tung ‘Jack’ Lo, Joy Z. Zhang, Peiyu Xu, Daniel Barrow, Ishani Chopra, Andrew G. Clark, Martin T. Wells, Jaehee Kim",
          "abstract": "Many organisms employ reversible dormancy, or seedbank, in response to environmental fluctuations. This life-history strategy alters fundamental ecoevolutionary forces, leading to distinct patterns of genetic diversity. Two models of dormancy have been proposed based on the average duration of dormancy relative to coalescent timescales: weak seedbank, induced by scheduled seasonality (e.g., plants, invertebrates), and strong seedbank, where individuals stochastically switch between active and dormant states (e.g., bacteria, fungi). The weak seedbank coalescent is statistically equivalent to the Kingman coalescent with a scaled mutation rate, allowing the use of existing inference methods. In contrast, the strong seedbank coalescent differs fundamentally, as only active lineages can coalesce, while dormant lineages cannot. Additionally, dormant individuals typically mutate at a slower rate than active ones. Consequently, despite the significant role of dormancy in the ecoevolutionary dynamics of many organisms, no methods currently exist for inferring population dynamics involving dormancy and associated parameters. We present a Bayesian framework for jointly inferring a latent genealogy, seedbank parameters, and evolutionary parameters from molecular sequence data under the strong seedbank coalescent. We derive the exact probability density of genealogies sampled under the strong seedbank coalescent, characterize the corresponding likelihood function, and present efficient computational algorithms for its evaluation based on our theoretical framework. We develop a tailored Markov chain Monte Carlo sampler and implement our inference framework as a package SeedbankTree within BEAST2. Our work provides both a theoretical foundation and practical inference framework for studying the population genetic and genealogical impacts of dormancy.",
          "url": "https://doi.org/10.1073/pnas.2501394122",
          "doi": "https://doi.org/10.1073/pnas.2501394122",
          "filter": "2"
        },
        {
          "title": "Multiscale biased chemical space remodeling for developing APLNR agonists with anti-HFpEF efficacy",
          "authors": "Qiu Sun, Xiaowen Tian, Lun Tan, Yan Deng, Sicen Liu, Yixiao Xiong, Yuying Feng, Yujia Wang, Lele Zhang, Jiayi Zhu, Huan Xiao, Zhenhua Shao, Yingqiang Guo, Wei Yan, Tao Li, Liang Ouyang",
          "abstract": "Heart failure with preserved ejection fraction (HFpEF) represents a significant global health burden, yet effective pharmacotherapies remain elusive. The angiotensin-like 1 receptor, also known as the apelin receptor (APLNR), is a promising target for treating HFpEF due to its role in modulating cardiovascular function. Despite the cardioprotective effects of endogenous ligand, apelin, achieving G-protein-biased agonism for therapeutic benefit poses a significant challenge. In this study, we unravel the biased signal transduction pathway mediated by a reported partial G i -protein-biased APLNR agonist CMF-019 and developed a biased chemical space remodeling approach to identify exclusive G-protein-biased agonists targeting APLNR. These agonists exhibited enhanced Gi-protein-biased function and protective effects in both in vitro and in vivo. Our findings not only enhance comprehension of APLNR-biased agonism but also establish drug design strategies for modifying and reshaping biased chemical landscapes in other G-protein-coupled receptors (GPCRs).",
          "url": "https://doi.org/10.1073/pnas.2423432122",
          "doi": "https://doi.org/10.1073/pnas.2423432122",
          "filter": "2"
        },
        {
          "title": "miR218-5p tips the scales",
          "authors": "Graham H. Diering",
          "url": "https://doi.org/10.1073/pnas.2506039122",
          "doi": "https://doi.org/10.1073/pnas.2506039122",
          "filter": "2"
        },
        {
          "title": "Stereoselective construction of coconformational mechanically helical and topologically chiral [2]catenanes induced by point chirality",
          "authors": "Haitong Tang, Yan Zou, Hai-Ning Zhang, Guo-Xin Jin",
          "abstract": "Supported by chiral stationary phase high-performance liquid chromatography HPLC (CSP-HPLC), examples of chiral mechanically interlocked organic molecules, including knots, rotaxanes, and catenanes, have been reported. However, the exploration of stereoselective construction of chiral cationic complexes, particularly those induced by point chirality, has been notably limited due to the constraints posed by the type of chiral chromatographic columns and separation efficiency. To address this, we have developed a construction strategy for generating coconformational mechanically helical and topologically chiral [2]catenanes through the induction of point chirality. In this study, by adjusting the symmetry of the ligand, we have easily realized the efficient construction of high-yield crystalline coconformational mechanically helical and topologically chiral [2]catenanes. Moreover, within the enantiomerically pure chiral environment of molecular self-assembly driven by L -alanine and L -valine residues in bidentate ligands, the coconformational mechanically helical and topologically chiral [2]catenanes exist exclusively as a single enantiomer, thus eliminating the need for laborious CSP-HPLC separation from racemic mixtures. The generation of the opposite enantiomer can be realized by employing unsymmetrical ligands containing corresponding D -alanine and D -valine residues, as confirmed through single-crystal X-ray diffraction, elemental analysis, electrospray-ionization time-of-flight mass spectrometry, solution-state NMR spectroscopy, and circular dichroism spectroscopy.",
          "url": "https://doi.org/10.1073/pnas.2426356122",
          "doi": "https://doi.org/10.1073/pnas.2426356122",
          "filter": "2"
        },
        {
          "title": "Massive mutagenesis reveals an incomplete amyloid motif in Bri2 that turns amyloidogenic upon C-terminal extension",
          "authors": "Mariano Martín, Benedetta Bolognesi",
          "abstract": "Stop-loss mutations cause over twenty different diseases. The effects of stop-loss mutations can have multiple consequences that are, however, hard to predict. Stop-loss in ITM2B/BRI2 results in C-terminal extension of the encoded protein and, upon furin cleavage, in the production of two 34 amino acid long peptides, ADan and ABri, that accumulate as amyloids in the brains of patients affected by familial Danish and British Dementia. To systematically explore the consequences of Bri2 C-terminal extension, here, we use a yeast-based massively parallel assay to measure amyloid formation for 676 ADan substitutions and identify the region that forms the putative amyloid core of ADan fibrils, located between positions 20 and 26, where stop-loss occurs. Moreover, we measure amyloid formation for ~18,000 random C-terminal extensions of Bri2 and find that ~32% of these sequences can nucleate amyloids. We find that the amino acid composition of these nucleating sequences varies with peptide length and that short extensions of two specific amino acids (Aliphatics, Aromatics, and Cysteines) are sufficient to generate de novo amyloid cores. Overall, our results show that the C-terminus of Bri2 contains an incomplete amyloid motif that can turn amyloidogenic upon extension. C-terminal extension with de novo formation of amyloid motifs may thus be a widespread pathogenic mechanism resulting from stop-loss, highlighting the importance of determining the impact of these mutations for other sequences across the genome.",
          "url": "https://doi.org/10.1073/pnas.2415521122",
          "doi": "https://doi.org/10.1073/pnas.2415521122",
          "filter": "2"
        },
        {
          "title": "Lateral jaw motion in fish expands the functional repertoire of vertebrates and underpins the success of a dominant herbivore lineage",
          "authors": "Michalis Mihalitsis, Denise Yamhure-Ramirez, Maelan H. Beil, HoWan Chan, Nathan J. Cole, Ava Luenenborg, Isabella Paglione, Hallee Petri, Nicole C. Shum, Dylan K. Wainwright, Bryson Zheng, Peter C. Wainwright",
          "abstract": "The primary function of the vertebrate jaw is the dorsoventral movement that occurs during opening and closing. Yet, several lineages have evolved the ability to move their jaws laterally, enabling major innovations, like chewing. While lateral jaw motions are primarily known in tetrapods, here, we show that an ecologically dominant lineage of reef fishes (Zanclidae and Acanthuridae) has evolved the ability to laterally rotate their jaws during feeding. This unique function substantially expands both the kinematic versatility and known diversity of vertebrate jaw mechanisms, adding to the growing list of innovations that followed the origin of jaws. Within Acanthuridae, this increased kinematic versatility may allow for algal detachment with minimal movement of the rest of the body, facilitating rapid biting within the same microtopographic location, and thus, this lineage having the highest bite rates among biting reef fishes. This innovation may have thus helped create one of the most ecologically diverse and speciose herbivorous reef fish lineages. Our results highlight the ecological and evolutionary impact of lateral jaw rotation within vertebrates, and potentially how this novelty led to a significant change in coral reef trophodynamics.",
          "url": "https://doi.org/10.1073/pnas.2418982122",
          "doi": "https://doi.org/10.1073/pnas.2418982122",
          "filter": "2"
        },
        {
          "title": "Population imaging of enterochromaffin cell activity reveals regulation by somatostatin",
          "authors": "Nathan D. Rossen, Kouki K. Touhara, Joel Castro, Andrea M. Harrington, Sonia Garcia Caraballo, Fei Deng, Yulong Li, Stuart M. Brierley, David Julius",
          "abstract": "Sensory enteroendocrine cells in the intestinal epithelium detect and relay information about the luminal environment to other cells within and outside the gut. Serotonergic enterochromaffin (EC) cells are a subset of enteroendocrine cells that detect noxious stimuli within the gut lumen, such as chemical irritants and microbial byproducts, and transduce this information to sensory nerve fibers to elicit defensive responses such as nausea and visceral pain. While much has recently been learned about the pharmacological and biophysical characteristics of EC cells, a more broadscale investigation of their properties has been hindered by their relatively low prevalence and sparse anatomical distribution within the gut epithelium. Here, we introduce a method for large-scale parallel analysis of individual EC cell activity within a physiologically relevant epithelial context. Using this approach, we identify somatostatin-28 as a potent inhibitor of both basal and stimulus-evoked serotonin release from EC cells and delineate the signaling pathway that underlies this modulatory response. Our analysis suggests that targeting this inhibitory signaling pathway may offer therapeutic avenues for treating gastrointestinal disorders associated with EC cell function and dysregulated serotonin signaling. Together with the ongoing development of specific biosensors, this platform provides a template for the efficient characterization of other rare sensory cell types and their pharmacological modulators.",
          "url": "https://doi.org/10.1073/pnas.2501525122",
          "doi": "https://doi.org/10.1073/pnas.2501525122",
          "filter": "2"
        },
        {
          "title": "The fate of South America’s endemic mammalian fauna in response to the most dramatic Cenozoic climate disruption",
          "authors": "Lucas Buffan, Fabien L. Condamine, Narla S. Stutz, François Pujos, Pierre-Olivier Antoine, Laurent Marivaux",
          "abstract": "Around 34 Mya, the Eocene−Oligocene transition (EOT) marked the most dramatic global climatic cooling of the Cenozoic. On a planetary scale, paleontological evidence suggests that this transition was associated with major faunal turnovers, sometimes even regarded as a mass extinction crisis. In South America, there is no consensus on the response of the endemic mammals to this transition. Here, using a vetted fossil dataset and cutting-edge Bayesian methods, we analyzed the dynamics of South American mammal (SAM) diversification and their possible drivers across latitude (tropical vs. extratropical), taxonomic groups, and trophic guilds throughout the Eocene−Oligocene ( ca. 56 to 23 Ma). Our results did not evidence any mass extinction among SAM at the EOT. Instead, they experienced a gradual and long-term diversity decline from the middle Eocene to the early Oligocene, followed by a sudden waxing-and-waning diversity associated with a large taxonomic—but not ecological—turnover. Tropical and extratropical lineages have had very distinct macroevolutionary histories. No effective change in the pace at which tropical lineages diversify was found, thus favoring the tropical stability hypothesis proposed by Wallace. Diversity-dependent effects, temperature, and Andean uplift were recovered as probable drivers of SAM diversification across the period. Contrasting evidence casts doubt on the common hypothesis primarily linking Oligocene faunal changes to grassland expansion. Our findings illustrate the uniqueness of the deep-time interplay between endemic SAM and their physical environment in a context of climatic shift, highlighting the need to consider regional idiosyncrasies for understanding the coevolution of life and climate.",
          "url": "https://doi.org/10.1073/pnas.2419520122",
          "doi": "https://doi.org/10.1073/pnas.2419520122",
          "filter": "2"
        },
        {
          "title": "De novo DUOX2 expression in neutrophil subsets shapes the pathogenesis of intestinal disease",
          "authors": "Ashish K. Singh, Marina Ainciburu, Kieran Wynne, Sajad A. Bhat, Alfonso Blanco, Ioanna Tzani, Yasutada Akiba, Stephen J. Lalor, Jonathan Kaunitz, Billy Bourke, Vincent P. Kelly, Glen A. Doherty, Christa S. Zerbe, Colin Clarke, Séamus Hussey, Ulla G. Knaus",
          "abstract": "Infiltrating neutrophils are key effector cells in inflammatory bowel disease (IBD) while providing antimicrobial defense and tissue restitution in the intestine. The complexity of neutrophil functions in local environments underscores our limited understanding of how their adaptation in tissues influences disease progression. Here, we demonstrate that neutrophils recruited in murine colitis and infection models, idiopathic IBD, and chronic granulomatous disease-associated IBD undergo extensive transcriptional reprogramming, resulting in the emergence of neutrophil populations that feature unique DUOX2 NADPH oxidase expression. Functional studies utilizing mice with myeloid and neutrophil specific DUOX2 inactivation reveal a vital and dichotomous role for this NADPH oxidase in both colitis and intestinal infection. Niche-directed reprogramming promoted a DUOX2-dependent chemokine and cytokine-rich intestinal environment that amplified and prolonged inflammatory responses, suggesting that selectively suppressing DUOX2 may constitute an anti-inflammatory strategy for IBD treatment. Altering spatiotemporal redox signaling by de novo expression of a ROS-generating enzyme represents an important feature for functional neutrophil diversification in disease, with implications for other neutrophil-driven diseases in specialized niches.",
          "url": "https://doi.org/10.1073/pnas.2421747122",
          "doi": "https://doi.org/10.1073/pnas.2421747122",
          "filter": "2"
        },
        {
          "title": "Total whole-arm chromosome losses predict malignancy in human cancer",
          "authors": "Ye Zheng, Kami Ahmad, Steven Henikoff",
          "abstract": "Aneuploidy is observed as gains or losses of whole chromosomes or chromosome arms and is a common hallmark of cancer. Whereas models for the generation of aneuploidy in cancer invoke mitotic chromosome segregation errors, whole-arm losses might occur simply as a result of centromere breakage. We recently showed that elevated RNA Polymerase II level over the S-phase-dependent histone genes predicts rapid recurrence of human meningioma and is correlated with total whole-arm losses relative to gains. To explain this imbalance in arm losses over gains, we have proposed that histone overexpression at S-phase competes with the histone H3 variant CENP-A, resulting in centromere breaks and whole-arm losses. To test whether centromere breaks alone can drive aneuploidy, we ask whether total whole-arm aneuploids can predict outcomes across different cancer types in large RNA and whole-genome sequencing databanks. We find that total whole-arm losses generally predict outcome, suggesting that centromere breakage is a major initiating factor leading to aneuploidy and the resulting changes in the selective landscape that drive most cancers. We also present evidence that centromere breakage alone is sufficient to account for whole-arm losses and gains, contrary to mitotic spindle error models for the generation of aneuploidy. Our results suggest that therapeutic intervention targeting histone overexpression has the potential to reduce aneuploidy and slow cancer progression.",
          "url": "https://doi.org/10.1073/pnas.2505385122",
          "doi": "https://doi.org/10.1073/pnas.2505385122",
          "filter": "2"
        },
        {
          "title": "METTL3 mediates atheroprone flow–induced glycolysis in endothelial cells",
          "authors": "Guo-Jun Zhao, So Yun Han, Yajuan Li, Dongqiang Yuan, Shuo Qin, Yuhan Li, Hongje Jang, Li-Jing Chen, Tong-You Wade Wei, Ming He, Yi-Shun Li, Zhen Bouman Chen, Lingyan Shi, Shu Chien, John Y-J Shyy",
          "abstract": "Atheroprone flow–increased glycolysis in vascular endothelial cells (ECs) is pivotal in EC dysfunction and the initiation of atherosclerosis. Methyltransferase 3 (METTL3) is a major m 6 A methyltransferase for RNA N6-mehtyladenosine (m 6 A) modifications to regulate epitranscriptome and cellular functions. With the atheroprone flow upregulating METTL3 and m 6 A RNA hypermethylation, we investigate the role of METTL3 in atheroprone flow–induced glycolysis in ECs in vitro and in vivo. Compared to pulsatile shear stress (PS, atheroprotective flow), oscillatory shear stress (OS, atheroprone flow) increases METTL3 expression to enhance the m 6 A modifications of mRNAs encoding HK1, PFKFB3, and GCKR, which are rate-limiting enzymes of glycolysis. These augmented m 6 A modifications increase the expressions of HK1 and PFKFB3 while decreasing GCKR, resulting in elevated EC glycolysis, as revealed by seahorse analysis. Moreover, a stimulated Raman scattering (SRS) imaging study demonstrates the elevation of glucose incorporation into de novo synthesized lipids in ECs under atheroprone flow in vitro and in vivo. Empagliflozin, a sodium-glucose cotransporter-2 inhibitor (SGLT2i) drug, represses METTL3 expression, thereby mitigating OS-induced glycolysis in ECs. These data suggest mechanisms by which METTL3 links EC mechanotransduction with metabolic reprogramming under atherogenic conditions.",
          "url": "https://doi.org/10.1073/pnas.2424796122",
          "doi": "https://doi.org/10.1073/pnas.2424796122",
          "filter": "2"
        },
        {
          "title": "Metasurface-assisted multimodal quantum imaging",
          "authors": "Yifan Zhou, Xiaoshu Zhu, Tianyue Li, Zhou Zhou, Qianhui Bi, Jun Liu, Jian Chen, Boyan Fu, Juanzi He, Xiaojing Feng, Xinyang Feng, Xingyu Liu, Qianjin Wang, Shuming Wang, Zhenlin Wang, Cheng-Wei Qiu, Shining Zhu",
          "abstract": "Traditional quantum imaging is featured by remarkable sensitivity and signal-to-noise ratio, but limited by bulkiness and static function (either phase contrast imaging or edge detection). Our report synergizes a polarization-entangled source with a metasurface consisting of various sophisticatedly engineered spatial frequency segments. By tuning polarization, we demonstrate multiple “on”-state quantum imaging modes, enabling flexible switching between phase contrast, edge, and arbitrary superimposed imaging mode. Furthermore, the “off”-state, which characterizes the background noise, enables self-calibration of the system by subtracting this noise in “on”-state modes, resulting in self-enhanced edge detection. Our approach performs phase contrast imaging with a phase difference of π/4 present in the target object, and edge imaging capable of detecting tiny (radius about 2 μm) defects, maintaining high image contrast (phase contrast of 0.726, and enhanced edge contrast of 0.902). Our results provide insights into constructive duet between quantum imaging and metaoptics.",
          "url": "https://doi.org/10.1073/pnas.2500760122",
          "doi": "https://doi.org/10.1073/pnas.2500760122",
          "filter": "2"
        },
        {
          "title": "Accurate, scalable, and fully automated inference of species trees from raw genome assemblies using ROADIES",
          "authors": "Anshu Gupta, Siavash Mirarab, Yatish Turakhia",
          "abstract": "Current genome sequencing initiatives across a wide range of life forms offer significant potential to enhance our understanding of evolutionary relationships and support transformative biological and medical applications. Species trees play a central role in many of these applications; however, despite the widespread availability of genome assemblies, accurate inference of species trees remains challenging due to the limited automation, substantial domain expertise, and computational resources required by conventional methods. To address this limitation, we present ROADIES, a fully automated pipeline to infer species trees starting from raw genome assemblies. In contrast to the prominent approach, ROADIES incorporates a unique strategy of randomly sampling segments of the input genomes to generate gene trees. This eliminates the need for predefining a set of loci, limiting the analyses to a fixed number of genes, and performing the cumbersome gene annotation and/or whole genome alignment steps. ROADIES also eliminates the need to infer orthology by leveraging existing discordance-aware methods that allow multicopy genes. Using the genomic datasets from large-scale sequencing efforts across four diverse life forms (placental mammals, pomace flies, birds, and budding yeasts), we show that ROADIES infers species trees that are comparable in quality to the state-of-the-art studies but in a fraction of the time and effort, including on challenging datasets with rampant gene tree discordance and complex polyploidy. With its speed, accuracy, and automation, ROADIES has the potential to vastly simplify species tree inference, making it accessible to a broader range of scientists and applications.",
          "url": "https://doi.org/10.1073/pnas.2500553122",
          "doi": "https://doi.org/10.1073/pnas.2500553122",
          "filter": "2"
        },
        {
          "title": "Cortical signatures linked to behavior quantitatively track arousal levels",
          "authors": "Sijia Gao, Yelena Bibineyshvili, Seyed A. Safavynia, Juan Calderón-Martínez, Zachary M. Grinspan, Diany P. Calderon",
          "abstract": "While current arousal level assessments in patients with disorders of consciousness discriminate altered states of consciousness, there are significant limitations in characterizing the transition from one state to another or quantifying the frequent arousal level fluctuations observed in a patient. Here, we identified a repeated, temporally discrete, dynamical pattern evident in the recovery of consciousness from anesthesia and brain injury coma models in rodents. We prospectively validated these features we label “Arousal Units” (AU) in neonatal humans recovering from static hypoxic injuries and senior patients emerging from anesthesia indicating their generalizability. The AUs lawfully link changes in spectral power and breathing frequency and reliably associate with motor changes. Distinctive cortical patterns within AUs can be transformed into arousal indices, determining arousal levels. The reliability of these events is demonstrated across intact and brain-injured states and translates to the human brain; extracting these stereotyped dynamics could aid anesthesia monitoring, tracking coma recovery, and identifying cognitive motor dissociation.",
          "url": "https://doi.org/10.1073/pnas.2413789122",
          "doi": "https://doi.org/10.1073/pnas.2413789122",
          "filter": "2"
        },
        {
          "title": "Improved synapsis dynamics accompany meiotic stability in Arabidopsis arenosa autotetraploids",
          "authors": "Adrián Gonzalo, Aditya Nayak, Kirsten Bomblies",
          "abstract": "During meiosis, the correct pairing, synapsis, and recombination of homologous chromosome pairs is critical for fertility of sexual eukaryotes. These processes are challenged in polyploids, which possess additional copies of each chromosome. Polyploidy thus provides a unique context to study how evolution can modify meiotic programs in response to challenges. We previously observed that in newly formed (neo-)polyploids of Arabidopsis arenosa , synapsis defects precede chromosomes associating in aberrant multivalent and univalent configurations. Here, we study synapsis dynamics in genotypes with varying levels of meiotic stability to ask whether efficient synaptic progression is a key component of evolving stable tetraploid meiosis. We develop a method to quantify synapsis dynamics using the progression of foci of the pro-crossover factor HEI10 as a reference. HEI10 initially appears at many small foci before accumulating only at crossover sites. In diploids, this transition begins while significant asynapsis is still present, though it quickly declines as HEI10 accumulates at fewer foci. In neo-tetraploids, suboptimal elongation of synaptic initiation sites and stalled synapsis, perhaps due to defective pairing, occurs before the onset of HEI10 accumulation. In established tetraploids, HEI10 accumulation begins only when synapsis is near complete, suggesting enhanced HEI10/synapsis codynamics (even compared to diploids). Hybrids generated by crossing neo- and established tetraploids exhibit intermediate phenotypes. We find the extent of asynapsis correlates positively with crossover numbers, and the frequency of multivalents and univalents, which can disturb chromosome segregation. Our work supports the hypothesis that improving the efficiency of synapsis is important for evolving polyploid meiotic stability.",
          "url": "https://doi.org/10.1073/pnas.2420115122",
          "doi": "https://doi.org/10.1073/pnas.2420115122",
          "filter": "2"
        },
        {
          "title": "A half-century of climate change in major agricultural regions: Trends, impacts, and surprises",
          "authors": "David B. Lobell, Stefania Di Tommaso",
          "abstract": "Efforts to anticipate and adapt to future climate can benefit from historical experiences. We examine agroclimatic conditions over the past 50 y for five major crops around the world. Most regions experienced rapid warming relative to interannual variability, with 45% of summer and 32% of winter crop area warming by more than two SD (σ). Vapor pressure deficit (VPD), a key driver of plant water stress, also increased in most temperate regions but not in the tropics. Precipitation trends, while important in some locations, were generally below 1σ. Historical climate model simulations show that observed changes in crops’ climate would have been well predicted by models run with historical forcings, with two main surprises: i) models substantially overestimate the amount of warming and drying experienced by summer crops in North America, and ii) models underestimate the increase in VPD in most temperate cropping regions. Linking agroclimatic data to crop productivity, we estimate that climate trends have caused current global yields of wheat, maize, and barley to be 10, 4, and 13% lower than they would have otherwise been. These losses likely exceeded the benefits of CO 2 increases over the same period, whereas CO 2 benefits likely exceeded climate-related losses for soybean and rice. Aggregate global yield losses are very similar to what models would have predicted, with the two biases above largely offsetting each other. Climate model biases in reproducing VPD trends may partially explain the ineffectiveness of some adaptations predicted by modeling studies, such as farmer shifts to longer maturing varieties.",
          "url": "https://doi.org/10.1073/pnas.2502789122",
          "doi": "https://doi.org/10.1073/pnas.2502789122",
          "filter": "2"
        },
        {
          "title": "Exploiting thioether reactivity to label mycobacterial glycans",
          "authors": "Stephanie R. Smelyansky, Chi-Wang Ma, Victoria M. Marando, Gregory H. Babunovic, So Young Lee, Bryan D. Bryson, Laura L. Kiessling",
          "abstract": "Mycobacterium tuberculosis ( Mtb ) is a leading cause of death worldwide. Mtb cell envelope glycans are potent virulence factors that play key roles in mediating infection of host tissues and modulating the host immune response. However, there are few ways to site-selectively modify and label these or any glycans to study their functions in disease. This gap arises because glycans generally lack functional groups amenable to bioconjugation strategies. Methylthioxylofuranose (MTX), a rare monosaccharide in select pathogenic mycobacteria, is an exception. MTX is appended to mannose-capped lipoarabinomannan (ManLAM), an antigenic glycolipid in the Mtb cell envelope implicated in downregulating the host immune system during infection. MTX is unique not only in its prevalence but also in its functionality—it contains a thioether not present in other glycans. We envisioned exploiting the MTX thioether to selectively label ManLAM with an oxaziridine probe. Here, we show that MTX-containing glycans can be labeled selectively in the test tube and live cells, highlighting the reactivity and accessibility of this motif. Our approach labels ManLAM efficiently despite the presence of protein methionine residues and can distinguish between different mycobacterial species. Using an oxaziridine equipped with a reporter, we could visualize ManLAM localization in live cells and a macrophage infection model, highlighting the stability of the label and the cell envelope in this environment. These studies will enable investigations of dynamic changes in a critical Mtb cell envelope component during infection. Moreover, the selective reactivity of thioethers can be leveraged to expand the repertoire of glycan bioconjugation strategies.",
          "url": "https://doi.org/10.1073/pnas.2422185122",
          "doi": "https://doi.org/10.1073/pnas.2422185122",
          "filter": "2"
        },
        {
          "title": "A vetiver-specific terpene synthase VzTPS9 contributes to the high attractiveness of vetiver to rice stem borer",
          "authors": "Qiang Li, Kang He, Yanhui Lu, Bingbing He, Xusong Zheng, Zhongxian Lu, Fei Li, Hongxing Xu",
          "abstract": "Vetiver ( Vetiveria zizanioides ) is highly attractive to the rice stem borer ( Chilo suppressalis , RSB) and is widely utilized as a trap plant for RSB control in East Asia. However, the underlying mechanism driving this high level of attractiveness remains unclear. In this study, we identified volatiles emitted by vetiver using SPME/GC–MS and found that cedrol constitutes 12.15% of the total volatile profile. Both Y-tube olfactometer and electroantennography assays revealed that cedrol is highly attractive to female RSB moths at a concentration of 200 μg/μL. To investigate the mechanism responsible for the high level of cedrol in vetiver, we sequenced and assembled a chromosome-level genome of vetiver, identifying a vetiver-specific terpene synthase, VzTPS9, which is responsible for the synthesis of cedrol from farnesyl pyrophosphate (FPP). Subsequently, we constructed a transgenic rice line by integrating VzTPS9 into the rice genome. Enzyme assays and gene expression analyses demonstrated that the transgenic rice produced higher levels of cedrol, which were positively correlated with VzTPS9 expression levels, and consequently, with increased attractiveness to female RSB moths. These findings suggest that increased expression of VzTPS9 in vetiver leads to elevated cedrol synthesis, contributing to its enhanced attractiveness to RSB. This work uncovers the molecular mechanism behind vetiver’s high attractiveness to RSB and provides valuable insights for developing more effective strategies for utilizing vetiver as a trap plant in RSB control.",
          "url": "https://doi.org/10.1073/pnas.2424863122",
          "doi": "https://doi.org/10.1073/pnas.2424863122",
          "filter": "2"
        },
        {
          "title": "Quantitative spatial analysis of chromatin biomolecular condensates using cryoelectron tomography",
          "authors": "Huabin Zhou, Joshua Hutchings, Momoko Shiozaki, Xiaowei Zhao, Lynda K. Doolittle, Shixin Yang, Rui Yan, Nikki Jean, Margot Riggi, Zhiheng Yu, Elizabeth Villa, Michael K. Rosen",
          "abstract": "Phase separation is an important mechanism to generate certain biomolecular condensates and organize the cell interior. Condensate formation and function remain incompletely understood due to difficulties in visualizing the condensate interior at high resolution. Here, we analyzed the structure of biochemically reconstituted chromatin condensates through cryoelectron tomography. We found that traditional blotting methods of sample preparation were inadequate, and high-pressure freezing plus focused ion beam milling was essential to maintain condensate integrity. To identify densely packed molecules within the condensate, we integrated deep learning–based segmentation with context-aware template matching. Our approaches were developed on chromatin condensates and were also effective on condensed regions of in situ native chromatin. Using these methods, we determined the average structure of nucleosomes to 6.1 and 12 Å resolution in reconstituted and native systems, respectively, found that nucleosomes form heterogeneous interaction networks in both cases, and gained insight into the molecular origins of surface tension in chromatin condensates. Our methods should be applicable to biomolecular condensates containing large and distinctive components in both biochemical reconstitutions and certain cellular systems.",
          "url": "https://doi.org/10.1073/pnas.2426449122",
          "doi": "https://doi.org/10.1073/pnas.2426449122",
          "filter": "2"
        },
        {
          "title": "Activity and structure of human (d)CTP deaminase CDADC1",
          "authors": "Anton Slyvka, Ishan Rathore, Renbin Yang, Olga Gewartowska, Tapan Kanai, George T. Lountos, Krzysztof Skowronek, Mariusz Czarnocki-Cieciura, Alexander Wlodawer, Matthias Bochtler",
          "abstract": "Vertebrates have evolved an understudied protein termed CDADC1 (NYD-SP15) that contains an inactive N-terminal and active C-terminal DCTD-like domain. Here, we show that human CDADC1 is a (d)CTP-specific deaminase, with a roughly 2-fold in vitro preference for dCTP over CTP. We determined high-resolution cryo-EM structures of CDADC1 in the absence of substrate and in complex with dCTP and 5-methyl-dCTP. The structures show that CDADC1 forms trimers and dimers of trimers in solution. The (d)CTP substrate is selected by a narrow pocket for the cytosine base and multiple lysine and arginine contacts to the triphosphate. Substrate binding promotes the association of trimers into hexamers and the transition of the hexamers from a loose to a tighter arrangement. Genetic experiments in mice show that loss of Cdadc1 is surprisingly well tolerated, even in the absence of the dCMP deaminase Dctd that is considered as the main source of dUMP, the precursor of dTTP.",
          "url": "https://doi.org/10.1073/pnas.2424245122",
          "doi": "https://doi.org/10.1073/pnas.2424245122",
          "filter": "2"
        },
        {
          "title": "Single-cell elderly blood–CSF atlas implicates peripherally influenced immune dysregulation in normal pressure hydrocephalus",
          "authors": "Phan Q. Duy, Emre Kiziltug, Ana B.W. Greenberg, Neel H. Mehta, Le T. Hao, Carla Fortes, Susan Mullany, Baojian Fan, Ani Manichaikul, Andrew F. Teich, Diane Chan, Seth L. Alper, Bradley T. Hyman, Steven E. Arnold, Guy M. McKhann, Matthew P. Frosch, Kristopher T. Kahle",
          "abstract": "We have generated a single-cell RNA sequencing atlas of peripheral blood and ventricular CSF in idiopathic normal pressure hydrocephalus (iNPH) patients totaling 140,207 single-cell transcriptomes. We found proinflammatory alterations in peripheral blood and CSF monocytes in iNPH patients with lower baseline cognitive function. We also identified CSF cell populations likely representing periventricular sloughing of degenerating neuroglial cells. Our findings suggest possible immune dysregulation in the blood and CSF of iNPH patients.",
          "url": "https://doi.org/10.1073/pnas.2412159122",
          "doi": "https://doi.org/10.1073/pnas.2412159122",
          "filter": "2"
        },
        {
          "title": "Incorporation of polylactic acid microplastics into the carbon cycle as a carbon source to remodel the endogenous metabolism of the gut",
          "authors": "Lin Bao, Xuejing Cui, Tao Zeng, Guanyu Liu, Wenjia Lai, Hao Zhao, Fene Gao, Junguang Wu, Kam W. Leong, Chunying Chen",
          "abstract": "Biodegradable polylactic acid (PLA) plastics have been praised as an effective solution to the global pollution caused by petroleum-based plastics, and their widespread use in food packaging and disposable tableware has resulted in increased oral exposure to PLA microplastics (PLA-MPs). Despite their eco-friendly and biodegradable reputation, the in vivo behaviors of PLA-MPs concerning fermentation, carbon cycle, and adverse effects remain unknown. Here, we showed that gut microbiota from the colon can effectively degrade the PLA-MPs by secreting esterase FrsA, whereas esterase FrsA-producing bacteria were identified to dominate this behavior in male C57BL/6 mice. Using isotope tracing and multiomics techniques, we uncovered that 13 C-labeled PLA-MPs were incorporated into the carbon cycle of gut microbiota as a carbon source. Meanwhile, these degraded PLA-MPs fragments entered the succinate pathway of the tricarboxylic acid cycle within gut epithelial cells. These processes altered the metabolic phenotype of the gut, resulting in the decreased linear short-chain fatty acids that are primary energy sources of the gut epithelium. Furthermore, we found that exposure of PLA-MPs significantly reduced the appetite and body weight of mice. Our findings present an overall process of biodegradable plastics within hosts, with the focus on the entire double carbon cycle of PLA-MPs in the gut, which offers indispensable insights into the potential impact of exposure to PLA-MPs.",
          "url": "https://doi.org/10.1073/pnas.2417104122",
          "doi": "https://doi.org/10.1073/pnas.2417104122",
          "filter": "2"
        },
        {
          "title": "Structure and nucleic acid interactions of the S Δ60 domain of the hepatitis delta virus small antigen",
          "authors": "Yang Yang, Loïc Delcourte, Carolanne van Belleghem, Simone Fonte, Kassandra Gerard, Sonia Baconnais, Morgane Callon, Eric Le Cam, Marie-Laure Fogeron, Massimo Levrero, Cendrine Faivre-Moskalenko, Anja Böckmann, Lauriane Lecoq",
          "abstract": "Infection with hepatitis delta virus (HDV) causes the most severe form of viral hepatitis, affecting more than 15 million people worldwide. HDV is a small RNA satellite virus of the hepatitis B virus (HBV) that relies on the HBV envelope for viral particle assembly. The only specific HDV component is the ribonucleoprotein (RNP), which consists of viral RNA (vRNA) associated with the small (S) and large (L) delta antigens (HDAg). While the structure of the HDAg N-terminal assembly domain is known, here we address the structure of the remaining S Δ60 protein using NMR. We show that S Δ60 contains two intrinsically disordered regions separated by a helix–loop–helix motif and that this structure is conserved in the full-length protein. Solution NMR analysis revealed that S Δ60 binds to both full-length and truncated vRNA, highlighting the role of the helical regions in submicromolar affinity interactions. The resulting complex contains approximately 120 S Δ60 proteins per RNA. Our results provide a model for the arginine-rich domains in RNP assembly and RNA interactions. In addition, we show that a cluster of acidic residues within the structured region of S Δ60 is critical for HDV replication, possibly mimicking the nucleosome acidic patch involved in the recruitment of chromatin remodelers. Our work thus provides the molecular basis for understanding the role of the C-terminal RNA-binding domain of S-HDAg in HDV infection.",
          "url": "https://doi.org/10.1073/pnas.2411890122",
          "doi": "https://doi.org/10.1073/pnas.2411890122",
          "filter": "2"
        },
        {
          "title": "Micromechanical modeling of triphasic granular media",
          "authors": "Amiya Prakash Das, Jidong Zhao, Thomas Sweijen",
          "abstract": "This paper presents pore unit assembly-discrete element model (PUA-DEM), a pore-scale hydromechanical framework that resolves interactions between mobile granular particles and multiphase fluids in unsaturated granular media. The framework uniquely integrates DEM with pore-scale hydrodynamic models to capture unsaturated flow dynamics, while leveraging a two-way coupling mechanism to ensure bidirectional fluid–grain feedback through stabilized domain partitioning. Further innovations include a dynamic pore-merging and retriangulation algorithm that enhances computational efficiency for large-scale systems. Validated against experimental data for glass beads and Ottawa sand, PUA-DEM accurately reproduces critical hydromechanical phenomena-including capillary/viscous fingering, wetting-induced granular swelling/collapse, and quasi-static deformation-under diverse saturation and loading regimes. Numerical case studies reveal how capillary forces and wetting fluid saturation collectively govern granular response, from pore-scale meniscus evolution to macroscale flow instabilities. By bridging pore- and particle-scale physics, PUA-DEM advances predictive modeling of partially saturated granular systems, offering transformative insights for geohazard mitigation, sustainable agriculture, pharmaceutical manufacturing, and energy-related engineering applications.",
          "url": "https://doi.org/10.1073/pnas.2420314122",
          "doi": "https://doi.org/10.1073/pnas.2420314122",
          "filter": "2"
        },
        {
          "title": "Intercellular contractile force attenuates chemosensitivity through Notch-MVP-mediated nuclear drug export",
          "authors": "Pengyu Du, Kai Tang, Xi Chen, Ying Xin, Bin Hu, Jianfeng Meng, Guanshuo Hu, Cunyu Zhang, Keming Li, Youhua Tan",
          "abstract": "Resistance to chemotherapeutics is one major challenge to clinical effectiveness of cancer treatment and is primarily interpreted by various biochemical mechanisms. This study establishes an inverse correlation between tumor cell contractility and chemosensitivity. In both clinical biopsies and cancer cell lines, high/low actomyosin-mediated contractile force attenuates/enhances the vulnerability to chemotherapy, which depends on intercellular force propagation. Cell–cell interaction force activates the mechanosensitive Notch signaling that upregulates the downstream effector major vault protein, which facilitates the export of chemotherapy drugs from nuclei, leading to the reduction of chemosensitivity. Cellular contractility promotes the tolerance of tumor xenografts to chemotherapy and sustains tumor growth in vivo, which can be reversed by the inhibition of contractile force, Notch signaling, or major vault protein. Further, the actomyosin-Notch signaling is associated with drug resistance and cancer recurrence of patients. These findings unveil a regulatory role of intercellular force in chemosensitivity, which could be harnessed as a promising target for cancer mechanotherapeutics.",
          "url": "https://doi.org/10.1073/pnas.2417626122",
          "doi": "https://doi.org/10.1073/pnas.2417626122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "The post-truth era and how science education keeps ignoring it",
          "authors": "Sibel Erduran",
          "abstract": "The term “post-truth” has been used to characterize the contemporary era . Designated as the word of the year in 2016 by the Oxford English Dictionary , “post-truth” refers to “relating to or denoting circumstances in which objective facts are less influential in shaping political debate or public opinion than appeals to emotion and personal belief.” Authors advocate that more needs to be done to address the adverse effects of post-truth, such as misinformation , and to help people cope with it. But what exactly needs to be done? Take the science education ecosystem, for example: What are the implications for science curricula in schools and universities? How should school science teachers and university lecturers teach? One way of dealing with post-truth is to focus on the nature and importance of scientific evidence to counter proliferation of misinformation. My own research group has been investigating strategies to support evidence-based reasoning in secondary school science lessons for more than 25 years. Our work has highlighted how students’ skills in evidence-based reasoning can be supported through resources and pedagogical strategies .",
          "url": "https://doi.org/10.1126/science.adx5458",
          "doi": "https://doi.org/10.1126/science.adx5458",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Institutionalizing politicized science",
          "authors": "Donald Moynihan, Pamela Herd",
          "url": "https://doi.org/10.1126/science.ady6128",
          "doi": "https://doi.org/10.1126/science.ady6128",
          "filter": "3"
        },
        {
          "title": "Thriving in perilous times Apocalypse: How Catastrophe Transformed Our World and Can Forge New Futures Lizzie Wade Harper, 2025. 320 pp.",
          "authors": "Erle C. Ellis",
          "abstract": "Archaeological evidence shows human societies can reshape themselves in times of crisis",
          "url": "https://doi.org/10.1126/science.adw3924",
          "doi": "https://doi.org/10.1126/science.adw3924",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Allometry of cell types in planarians by single-cell transcriptomics",
          "authors": "Elena Emili, Alberto Pérez-Posada, Virginia Vanni, David Salamanca-Díaz, Dianalí Ródriguez-Fernández, Maria D. Christodoulou, Jordi Solana",
          "abstract": "Allometry explores the relationship between an organism’s body size and its various components, offering insights into ecology, physiology, metabolism, and disease. The cell is the basic unit of biological systems, and yet the study of cell-type allometry remains relatively unexplored. Single-cell RNA sequencing (scRNA-seq) provides a promising tool for investigating cell-type allometry. Planarians, capable of growing and degrowing following allometric scaling rules, serve as an excellent model for these studies. We used scRNA-seq to examine cell-type allometry in asexual planarians of different sizes, revealing that they consist of the same basic cell types but in varying proportions. Notably, the gut basal cells are the most responsive to changes in size, suggesting a role in energy storage. We capture the regulated gene modules of distinct cell types in response to body size. This research sheds light on the molecular and cellular aspects of cell-type allometry in planarians and underscores the utility of scRNA-seq in these investigations.",
          "url": "https://doi.org/10.1126/sciadv.adm7042",
          "doi": "https://doi.org/10.1126/sciadv.adm7042",
          "filter": "2"
        },
        {
          "title": "Emerging trans-Eurasian heatwave-drought train in a warming climate",
          "authors": "Jee-Hoon Jeong, Min-Seok Kim, Jin-Ho Yoon, Hyungjun Kim, Shih-Yu Simon Wang, Sung-Ho Woo, Hans W. Linderholm",
          "abstract": "Since the late 20th century, an emerging atmospheric teleconnection pattern, the trans-Eurasian heatwave-drought train, has intensified remarkably during summer, correlating with a surge in concurrent heatwave-drought events from Eastern Europe to East Asia. Tree-ring proxies, spanning three centuries, reveal that the recent intensity of this pattern is unprecedented in the historical records. In contrast, the circumglobal teleconnection, which historically dominated the continental-scale Eurasian heatwave occurrences, has shown no discernible trend amid global warming. Consequently, this emerging pattern signifies a radical shift in Eurasian heatwave-drought climatologies. The mechanism involves Rossby wave propagation linked to warming sea surface temperatures in the Northwestern Atlantic and enhanced Sahel precipitation, both amplified recently by overlapping effects of anthropogenic warming and natural variability. Land-atmosphere interactions driven by soil moisture deficits further intensified the pattern regionally. Climate models predict that anthropogenic forcings will continue to strengthen the pattern throughout this century.",
          "url": "https://doi.org/10.1126/sciadv.adr7320",
          "doi": "https://doi.org/10.1126/sciadv.adr7320",
          "filter": "2"
        },
        {
          "title": "The global footprint of drifting fish aggregating devices",
          "authors": "Laurenne Schiller, Nidhi G. D’Costa, Boris Worm",
          "abstract": "Tuna are among the world’s most valuable marine life and have long been exploited by industrial fisheries. Increasingly, tuna fishing companies have shifted from targeting free-swimming fish to using drifting fish aggregating devices (dFADs): satellite-tracked rafts that move with currents while accumulating fish below. Here, we estimate the global footprint of these devices and track 30 years of progress to mitigate impacts. We estimate that 1.41 million dFAD buoys were released between 2007 and 2021, drifting across at least 134 million square kilometers, or 37% of Earth’s ocean surface. Lost dFADs have stranded in 104 maritime jurisdictions, contributing to coastal pollution and damaging sensitive habitats. Regulatory progress has been made to address data quality, entanglement, and pollution but concerns over unregulated dFAD deployments, unsustainable bycatch, and weak industry accountability persist. Our results demonstrate that the cumulative environmental footprint of dFADs reaches far beyond tuna fishing grounds and remains inadequately mitigated at the global scale.",
          "url": "https://doi.org/10.1126/sciadv.ads2902",
          "doi": "https://doi.org/10.1126/sciadv.ads2902",
          "filter": "2"
        },
        {
          "title": "Toward ultimate-efficiency frequency conversion in nonlinear optical microresonators",
          "authors": "Zhi-Yan Wang, Xiao Wu, Xiao Xiong, Chen Yang, Zhenzhong Hao, Qi-Fan Yang, Yaowen Hu, Fang Bo, Qi-Tao Cao, Yun-Feng Xiao",
          "abstract": "Integrated nonlinear photonics has emerged as a transformative platform, enabling nanoscale nonlinear optical processes with substantial implications. Achieving efficient nonlinear frequency conversion in microresonators is paramount to fully unlocking this potential, yet the absolute conversion efficiency (ACE) remains fundamentally constrained by dissipative losses and intrinsic nonlinear effects. In this work, we establish a unified framework for second harmonic generation in microresonators, identifying a decisive factor M that predicts the ACE limit under the nonlinear critical coupling (NCC) condition. Using this framework, we fabricate periodically poled lithium niobate microresonators and address the dispersive-dissipative suppression to approach the NCC condition. We achieve a record-high ACE of 61.3% with milliwatt-level pump powers toward the ultimate efficiency, with the potential for higher efficiency as the M factor increases. These results provide a versatile paradigm for high-efficiency nonlinear optical devices, offering opportunities for advancements across classical and quantum photonic applications.",
          "url": "https://doi.org/10.1126/sciadv.adu7605",
          "doi": "https://doi.org/10.1126/sciadv.adu7605",
          "filter": "2"
        },
        {
          "title": "DUX4 activates common and context-specific intergenic transcripts and isoforms",
          "authors": "Dongxu Zheng, Anita van den Heuvel, Judit Balog, Iris M. Willemsen, Susan Kloet, Stephen J. Tapscott, Ahmed Mahfouz, Silvère M. van der Maarel",
          "abstract": "DUX4 regulates the expression of genic and nongenic elements and modulates chromatin accessibility during zygotic genome activation in cleavage stage embryos. Its misexpression in skeletal muscle causes facioscapulohumeral dystrophy (FSHD). By leveraging full-length RNA isoform sequencing with short-read RNA sequencing of DUX4-inducible myoblasts, we elucidate an isoform-resolved transcriptome featuring numerous unannotated isoforms from known loci and novel intergenic loci. While DUX4 activates similar programs in early embryos and FSHD muscle, the isoform usage of known DUX4 targets is notably distinct between the two contexts. DUX4 also activates hundreds of previously unannotated intergenic loci dominated by repetitive elements. The transcriptional and epigenetic profiles of these loci in myogenic and embryonic contexts indicate that the usage of DUX4-binding sites at these intergenic loci is influenced by the cellular environment. These findings demonstrate that DUX4 induces context-specific transcriptomic programs, enriching our understanding of DUX4-induced muscle pathology.",
          "url": "https://doi.org/10.1126/sciadv.adt5356",
          "doi": "https://doi.org/10.1126/sciadv.adt5356",
          "filter": "2"
        },
        {
          "title": "Robust differentiation of NK cells from MSLN.CAR-IL-15–engineered human iPSCs with enhanced antitumor efficacy against solid tumors",
          "authors": "Qun Jiang, Weiming Yu, James Ma, Mingming Zhao, Jizhong Zou, Sameer Mir, Jingli Zhang, Ronald N. Germain, Raffit Hassan",
          "abstract": "Human induced pluripotent stem cells (iPSCs) offer a promising source for chimeric antigen receptor (CAR)–engineered natural killer (NK) products. However, complex iPSC-NK (iNK) manufacturing challenges clinical use. Here, we identified LiPSC-GR1.1 as a superior iPSC line for iNK production. By engineering LiPSC-GR1.1 with a mesothelin (MSLN)–targeting CAR and interleukin-15 (IL-15), we achieved robust differentiation of iPSCs into mature activated iNK cells with enhanced tumor killing efficacy, superior tumor homing, and vigorous proliferation. Single-cell transcriptomic analysis revealed that transforming growth factor–β (TGF-β)–producing tumor cells up-regulated major histocompatibility complex molecules and down-regulated MSLN post–CAR-IL-15 iNK treatment. Tumor-infiltrating CAR-IL-15 iNK cells exhibited high levels of CAR, IL-15, and NK-activating receptors, negligible checkpoint exhaustion markers, and extremely low levels of NK suppressive factors CISH , TGFBR2 , and BATF , enabling them to sustain activation, metabolic fitness, and effective tumor killing within TGF-β–rich hypoxic tumor microenvironment. Overall, we developed MSLN.CAR-IL-15–engineered GR1.1-iNK therapy with enhanced antitumor efficacy for solid tumor treatment.",
          "url": "https://doi.org/10.1126/sciadv.adt9932",
          "doi": "https://doi.org/10.1126/sciadv.adt9932",
          "filter": "2"
        },
        {
          "title": "A bioinspired multimotion modality underwater microrobot",
          "authors": "Taishan Liu, Yide Liu, Rongbao Zeng, Bian Gan, Meng Zhang, Hua Li, Shaoxing Qu, Haofei Zhou",
          "abstract": "Exploring narrow underwater environments presents notable challenges due to the need for flexible movement and robust transition between different motion modalities. Inspired by the pteropod, a small aquatic organism known for its ability to change direction by adjusting the attack angle of its wings, we developed a biomimetic robotic platform called RoboPteropod. This micro–underwater robot, equipped with flexible flapping wings that mimic the propulsive mechanisms of the pteropod, reaches a float velocity of 1.88 body height per second and a forward velocity of 1.2 body length per second, while maintaining a power consumption of merely 580 milliwatts. The ability to dynamically adjust the attack angle of the wings enables smooth transition among various modes (float, move straight, yaw, and pitch) of underwater locomotion, allowing for agile, three-dimensional maneuvering in complex aquatic environments. RoboPteropod offers meaningful potential for detailed exploration of confined and otherwise inaccessible underwater spaces.",
          "url": "https://doi.org/10.1126/sciadv.adu2527",
          "doi": "https://doi.org/10.1126/sciadv.adu2527",
          "filter": "2"
        },
        {
          "title": "Niemann Pick C1 mistargeting disrupts lysosomal cholesterol homeostasis contributing to neurodegeneration in a Batten disease model",
          "authors": "Abhilash P. Appu, Maria B. Bagh, Nisha Plavelil, Avisek Mondal, Tamal Sadhukhan, Satya P. Singh, Neil J. Perkins, Aiyi Liu, Anil B. Mukherjee",
          "abstract": "Neurodegeneration is a devastating manifestation in most lysosomal storage disorders (LSDs). Loss-of-function mutations in CLN1 , encoding palmitoyl-protein thioesterase-1 (PPT1), cause CLN1 disease, a devastating neurodegenerative LSD that has no curative treatment. Numerous proteins in the brain require dynamic S-palmitoylation (palmitoylation-depalmitoylation) for trafficking to their destination. Although PPT1 depalmitoylates S-palmitoylated proteins and its deficiency causes CLN1 disease, the underlying pathogenic mechanism has remained elusive. We report that Niemann-Pick C1 (NPC1), a polytopic membrane protein mediating lysosomal cholesterol egress, requires dynamic S-palmitoylation for trafficking to the lysosome. In Cln1 −/− mice, Ppt1 deficiency misroutes NPC1-dysregulating lysosomal cholesterol homeostasis. Along with this defect, increased oxysterol-binding protein (OSBP) promotes cholesterol-mediated activation of mechanistic target of rapamycin C1 (mTORC1), which inhibits autophagy contributing to neurodegeneration. Pharmacological inhibition of OSBP suppresses mTORC1 activation, rescues autophagy, and ameliorates neuropathology in Cln1 −/− mice. Our findings reveal a previously unrecognized role of CLN1 /PPT1 in lysosomal cholesterol homeostasis and suggest that suppression of mTORC1 activation may be beneficial for CLN1 disease.",
          "url": "https://doi.org/10.1126/sciadv.adr5703",
          "doi": "https://doi.org/10.1126/sciadv.adr5703",
          "filter": "2"
        },
        {
          "title": "The recurrence of geophysical manifestations at the Campi Flegrei caldera",
          "authors": "Tiziana Vanorio, Davide Geremia, Grazia De Landro, Tianyang Guo",
          "abstract": "The Campi Flegrei caldera (CFc), Italy, exhibits distinct unrest patterns, including shallow seismicity following substantial strain accumulation, all within a densely populated area. Previous geophysical studies typically analyzed individual episodes, but by comparing two distinct unrest periods we identified recurring manifestations and V P / V S anomalies linked to a confined reservoir at 2- to 4-kilometer depth. Integrating rock physics experiments under hydrothermal conditions, 24 years of rainfall data, and subsurface hydrodynamics, we found increasing rainfall rates, which indicate reservoir recharge and pressurization. We show that hydrothermal water promotes caprock sealing through the formation of a fibrous microstructure. Our experiments further demonstrate that fluid accumulation rates directly influence deformation rates. Together, these processes drive gradual deformation, natural seismicity, and deepening earthquake foci. Recognizing these recurring patterns is crucial for understanding the caldera’s unrest-driving mechanism, enabling us to offer actionable insights for hazard assessment and engineering solutions, such as intercepting water upstream to prevent drainage toward Pozzuoli.",
          "url": "https://doi.org/10.1126/sciadv.adt2067",
          "doi": "https://doi.org/10.1126/sciadv.adt2067",
          "filter": "2"
        },
        {
          "title": "LINE-1 ribonucleoprotein condensates bind DNA to enable nuclear entry during mitosis",
          "authors": "Sarah Zernia, Farida Ettefa, Srinjoy Sil, Cas Koeman, Joëlle Deplazes-Lauber, Marvin Freitag, Liam J. Holt, Johannes Stigler",
          "abstract": "Long interspersed nuclear element–1 (LINE-1) is an autonomous retrotransposon that makes up a substantial portion of the human genome, contributing to genetic diversity and genome evolution. LINE-1 encodes two proteins, ORF1p and ORF2p, both essential for successful retrotransposition. ORF2p has endonuclease and reverse transcription activity, while ORF1p binds RNA. Many copies of ORF1p assemble onto the LINE-1 RNA to form a ribonucleoprotein (RNP) condensate. However, the function of these condensates in the LINE-1 life cycle remains unclear. Using reconstitution assays on DNA curtains, we show that L1 RNP condensates gain DNA binding activity only when RNA is super-saturated with ORF1p. In cells, L1 RNP condensates bind to chromosomes during mitosis. Mutational analysis reveals that DNA binding is crucial for nuclear entry and LINE-1 retrotransposition activity. Thus, a key function of ORF1p is to form an RNP condensate that gains access to the genome through DNA binding upon nuclear envelope breakdown.",
          "url": "https://doi.org/10.1126/sciadv.adt9318",
          "doi": "https://doi.org/10.1126/sciadv.adt9318",
          "filter": "2"
        },
        {
          "title": "Structural basis for hepatitis E virus neutralization by potent human antibodies",
          "authors": "Luis M. Molinos-Albert, Eduard Baquero, Cyril Planchais, Virginie Doceul, Hicham El Costa, Estelle Mottez, Vincent Mallet, Stanislas Pol, Matthew L. Albert, Nicole Pavio, Cécile Alanio, Jordan D. Dimitrov, Hugo Mouquet",
          "abstract": "Antibodies targeting the hepatitis E virus (HEV) surface capsid protein (CA) are essential for infection control and resolution, yet their molecular and functional attributes remain largely elusive. We characterized 144 human HEV-CA–specific monoclonal antibodies cloned from the memory B cells of HEV-exposed individuals. Most human anti-CA antibodies cross-reacted with all HEV genotype variants, and a subset also recognized the zoonotic rat hepatitis E virus. HEV antibody repertoire was diverse and contained highly potent neutralizing antibodies binding to the CA protruding (P) domain. Structural analyses of CA protein complexed with three potent and broad HEV antibodies uncovered a neutralizing site located on monomeric P domain loops at the apex of the viral spike. These findings provide valuable insights into the protective humoral response to HEV and offer a framework for the rational design of HEV vaccines and immunotherapies.",
          "url": "https://doi.org/10.1126/sciadv.adu8811",
          "doi": "https://doi.org/10.1126/sciadv.adu8811",
          "filter": "2"
        },
        {
          "title": "Heterologous synthesis of a simplified nitrogenase analog in Escherichia coli",
          "authors": "Yiling A. Liu, Chi Chung Lee, Kamil Górecki, Martin T. Stiebritz, Calder Duffin, Joseph B. Solomon, Markus W. Ribbe, Yilin Hu",
          "abstract": "The heterologous synthesis of a nitrogen-fixing system in a non-diazotrophic organism is a long-sought-after goal because of the crucial importance of nitrogenase for agronomy, energy, and the environment. Here, we report the heterologous synthesis of a two-component nitrogenase analog from Azotobacter vinelandii , which consists of the reductase component (NifH) and the cofactor maturase (NifEN), in Escherichia coli . Metal, electron paramagnetic resonance, and activity analyses verify the cluster composition and functional competence of the heterologously expressed NifH and NifEN. Nuclear magnetic resonance, nanoscale secondary ion mass spectrometry, and growth experiments further illustrate the ability of the NifH/NifEN system to reduce N 2 and incorporate the reduced N into the cellular mass. These results establish NifEN/NifH as a simplified nitrogenase analog that could be optimized and engineered to facilitate transgenic expression and biotechnological adaptations of this important metalloenzyme.",
          "url": "https://doi.org/10.1126/sciadv.adw6785",
          "doi": "https://doi.org/10.1126/sciadv.adw6785",
          "filter": "2"
        },
        {
          "title": "In-sensor multilevel image adjustment for high-clarity contour extraction using adjustable synaptic phototransistors",
          "authors": "Jong Ik Kwon, Ji Su Kim, Hyojin Seung, Jihoon Kim, Hanguk Cho, Tae-Min Choi, Jungwon Park, Juyoun Park, Jung Ah Lim, Moon Kee Choi, Dae-Hyeong Kim, Changsoon Choi",
          "abstract": "Robotic vision has traditionally relied on high-performance yet resource-intensive computing solutions, which necessitate high-throughput data transmission from vision sensors to remote computing servers, sacrificing energy efficiency and processing speed. A promising solution is data compaction through contour extraction, visualizing only the outlines of objects while eliminating superfluous backgrounds. Here, we introduce an in-sensor multilevel image adjustment method using adjustable synaptic phototransistors, enabling the capture of well-defined images with optimal brightness and contrast suitable for achieving high-clarity contour extraction. This is enabled by emulating dopamine-mediated neuronal excitability regulation mechanisms. Electrostatic gating effect either facilitates or inhibits time-dependent photocurrent accumulation, adjusting photo-responses to varying lighting conditions. Through excitatory and inhibitory modes, the adjustable synaptic phototransistor enhances visibility of dim and bright regions, respectively, facilitating distinct contour extraction and high-accuracy semantic segmentation. Evaluations using road images demonstrate improvement of both object detection accuracy and intersection over union, and compression of data volume.",
          "url": "https://doi.org/10.1126/sciadv.adt6527",
          "doi": "https://doi.org/10.1126/sciadv.adt6527",
          "filter": "2"
        },
        {
          "title": "Cellular determinants influence the red blood cell adsorption efficiency of poly(amine- co -ester) nanoparticles",
          "authors": "Thomas C. Binns, David A. Eaton, Dana V. Akiki, Emily Deschenes, Alexandra S. Piotrowski-Daspit, Laura G. Bracaglia, Jeanne E. Hendrickson, W. Mark Saltzman",
          "abstract": "Many poly(amine- co -ester) (PACE) nanoparticles, drug delivery vehicles for nucleic acid and small molecule cargoes, accumulate in the liver and spleen following intravenous administration, limiting delivery to nonhepatosplenic tissues. Red blood cell (RBC) hitchhiking, a strategy in which nanoparticles are nonspecifically adsorbed to RBCs prior to administration, has been used to modulate nanoparticle biodistribution, enabling enrichment in organs immediately downstream from the site of vascular infusion. We find that scarcely investigated cellular determinants—namely, storage duration, membrane stiffness, and membrane-bound sialic acid quantity—substantially affect PACE nanoparticle adsorption efficiency. Following development of an optimized adsorption protocol, RBC hitchhiking was shown to enhance PACE nanoparticle cargo delivery to pulmonary tissue while also increasing exposure to other assayed organs. These findings inform future RBC hitchhiking study design, implicate cellular variables as potential obstacles or boons to clinical translation, and demonstrate the delivery of nucleic acids using this strategy with the PACE nanoparticle platform.",
          "url": "https://doi.org/10.1126/sciadv.adt8637",
          "doi": "https://doi.org/10.1126/sciadv.adt8637",
          "filter": "2"
        },
        {
          "title": "A rationally designed injury kidney targeting peptide library and its application in rescuing acute kidney injury",
          "authors": "Yushuo Xiao, Zhijian Tong, Huidie Xu, Zhouyan Jia, Chen Wang, Yang Cao, Liangliang Song, Siyu Hao, Jing Yang, Yihao Zhou, Yunhao Xie, Peng Wu, Tong He, Yancai Wu, Robert B. Petersen, Anlin Peng, Chun Zhang, Hong Chen, Ling Zheng, Kun Huang",
          "abstract": "Acute kidney injury (AKI) has high incidence and mortality rates. Present treatments are mostly symptomatic and cause side effects due to systemic distribution; thus, targeted kidney drug delivery is desired. Transmembrane kidney injury molecule-1 (KIM1) is expressed at low levels in normal kidneys but markedly up-regulated following injury, making it an ideal marker/target for injured kidneys. Here, assisted by AlphaFold, we constructed a library of 1885 peptides that target the extracellular Ig V domain of KIM1 based on interacting fragments from 47 potential KIM1 binding proteins followed by systemic optimization according to their binding energies with KIM1. Experimental validation of top candidates (TKP 1-5) demonstrated that TKP 4 efficiently targeted injured renal cells/kidneys, with its specificity demonstrated in KIM1 knockout cells/mice. TKP 4–decorating liposomes were loaded with nystatin, a renal-protective compound with systemic side effects, and efficiently targeted injured mouse kidneys and alleviated AKI. This work establishes a virtual platform to screen/identify drug delivery candidates with broad research/therapeutic potentials.",
          "url": "https://doi.org/10.1126/sciadv.adt3943",
          "doi": "https://doi.org/10.1126/sciadv.adt3943",
          "filter": "2"
        },
        {
          "title": "Widespread surface ozone reduction triggered by dust storm disturbance on ozone production and destruction chemistry",
          "authors": "Yunjiang Zhang, Nan Li, Keqin Tang, Ming Wang, Haiwei Li, Ke Li, Bo Zheng, Qiang Zhang, Meng Gao, Jie Fang, Haoran Zhang, Shijie Cui, Junfeng Wang, Mindong Chen, Hong Liao, Xinlei Ge, Didier Hauglustaine, Yves Balkanski, Philippe Ciais, Guibin Jiang",
          "abstract": "Natural dust storms are associated with changes to atmospheric photochemical processes, including changes in surface ozone, a critical global air pollutant. Here, we quantified the change in surface ozone during dust storms for regions in China by using a synthesis of measurements and modeling approaches. Our results showed that notable reductions of the average ozone concentration (2.0 to 12.2 parts per billion by volume) were observed during the 12 dust storm events from 2016 to 2023, relative to predust storm levels. The chemical interactions of dust particles with ozone production processes played crucial roles in explaining approximately 13 to 35% of the observed ozone reduction, alongside the impact of intense meteorological disturbances on transport and formation of ozone. Among these interactions, the uptake of ozone, reactive nitrogen, and hydroperoxyl radical by dust particles could substantially contribute to the ozone suppression. This study highlighted the importance of interactions between severe dust pollution and atmospheric photochemistry.",
          "url": "https://doi.org/10.1126/sciadv.adr4297",
          "doi": "https://doi.org/10.1126/sciadv.adr4297",
          "filter": "2"
        },
        {
          "title": "Sound-controlled fluidic processor",
          "authors": "Hengjia Zhu, Qiyu Deng, Junzhi Li, Ling Yang, Hegeng Li, Zhipeng Zhao, Zuochen Wang, Chunlin Pang, Yiyuan Zhang, Vincent Chi-Hang Lui, Wei Li, Xiaobo Yin, Liqiu Wang",
          "abstract": "Precision processing of various liquids while maintaining their purity holds immense potential for many applications. However, liquids tend to leave residues that contaminate handling tools and compromise volumetric precision, necessitating contactless strategies to prevent liquid loss. Biological and chemical samples carried by fluids can be sensitive to physical stimuli, demanding mild but effective means to preserve integrity. Here, we report a sound-controlled fluidic processor for complete and well-controlled microfluidic functions, including moving, merging, mixing, and cleaving, in contactless and harmless manners. The processor generates an acoustophoretic force field that serves as a versatile toolbox for manipulating droplets with surface tension from 17.9 to 72 millinewtons per meter and volume from 1 nanoliter to 3 milliliters, offering a wealth of operations crucial to fundamental biomedical and chemical practices.",
          "url": "https://doi.org/10.1126/sciadv.adv6314",
          "doi": "https://doi.org/10.1126/sciadv.adv6314",
          "filter": "2"
        },
        {
          "title": "Vegetation feedbacks accelerated the late Miocene climate transition",
          "authors": "Ran Zhang, Jiaqi Guo, Catherine D. Bradshaw, Xiyan Xu, Tiantian Shen, Shufeng Li, Junsheng Nie, Chunxia Zhang, Xiangyu Li, Ze Liu, Jian Zhang, Dabang Jiang, Yongyun Hu, Jimin Sun",
          "abstract": "The late Miocene was an important stage for the formation of modern-like ecological and environmental patterns. Proxy data from the middle to late Miocene reveal that large-scale cooling and drying occurred; however, the reasons for this climate transition remain unclear. Through a compilation of proxy data and climate simulations, our results indicate that atmospheric CO 2 decline markedly decreased the temperature and reduced the precipitation in most of the land area, while the paleogeographic changes enhanced cooling at northern high latitudes and increased precipitation in East Asia, East Africa, and South America. In comparison, vegetation changes accelerated cooling at northern high latitudes (the maximum cooling exceeded 10°C) and modulated precipitation at low- and mid-latitude continents (the maximum decrease was close to 30%). This deepens the understanding of the mechanism of the late Miocene climate transition and highlights the importance of vegetation feedbacks during global climate change.",
          "url": "https://doi.org/10.1126/sciadv.ads4268",
          "doi": "https://doi.org/10.1126/sciadv.ads4268",
          "filter": "2"
        },
        {
          "title": "Development of the mechanoresponsive pericellular matrix of chondrons",
          "authors": "Donghee Lee, Sydney E. Greer, Andrew T. Dudley",
          "abstract": "Physical properties of cartilage are conferred by the composition and ultrastructure of the extracellular matrix. This study focuses on the development of the pericellular matrix (PCM), a domain that directly contacts the chondrocyte and is a key regulator of biomechanical and biochemical signaling. Using three-dimensional cell culture, microfluidic cell compression platforms, and genetic mouse models, we demonstrated that collagen VI is initially assembled at the cell surface and then displaced to form a shell at the PCM-territorial matrix boundary. Cell surface–bound hyaluronan is crucial for the assembly process, and hyaluronan-aggrecan complexes drive displacement. Integrin adhesion is not required early but is crucial to determine the final placement of the collagen VI shell. Dynamic compression accelerated PCM maturation except in aggrecan mutants. Together, these findings provide key insights into the development of the mechanosensitive PCM and establish an in vitro platform to support studies of matrix biology in normal and disease models.",
          "url": "https://doi.org/10.1126/sciadv.ado6644",
          "doi": "https://doi.org/10.1126/sciadv.ado6644",
          "filter": "2"
        },
        {
          "title": "Targeting HMGB2 acts as dual immunomodulator by bolstering CD8 + T cell function and inhibiting tumor growth in hepatocellular carcinoma",
          "authors": "Wei-Feng Qu, Gui-Qi Zhu, Rui Yang, Tian-Hao Chu, Zhi-Qi Guan, Run Huang, Meng-Xin Tian, Xi-Fei Jiang, Chen-Yang Tao, Yuan Fang, Jun Gao, Xiao-Ling Wu, Jia-Feng Chen, Qian-Fu Zhao, Yi Wang, Yi-Chao Bu, Jian Zhou, Jia Fan, Wei-Ren Liu, Zheng Tang, Ying-Hong Shi",
          "abstract": "T cell exhaustion is a critical obstacle for durable treatment response in hepatocellular carcinoma (HCC). Developing drugs that control tumor growth and simultaneously bolster immune function is of great significance. Although high-mobility group box 2 (HMGB2) has been reported to be crucial to HCC prognosis, its role in the tumor microenvironment remains unclear. Here, we found HMGB2 + CD8 + T cells as being associated with immune exhaustion and resistance to anti–PD-1 treatment through single-cell RNA sequencing. Mechanistically, HMGB2 impaired the oxidative phosphorylation in CD8 + T cells and inactivated the interferon-γ response in tumor cells, reducing the antitumor effector function. Tannic acid, a specific inhibitor of HMGB2, synergized with PD-1 antibody to attenuate tumor growth and reverse T cell exhaustion. Our findings highlight the unique role of HMGB2 as an immune exhaustion associated molecule. Targeting HMGB2 on both CD8 + T cells and tumor cells contributed to promising treatment strategies for HCC.",
          "url": "https://doi.org/10.1126/sciadv.ads8597",
          "doi": "https://doi.org/10.1126/sciadv.ads8597",
          "filter": "2"
        },
        {
          "title": "UFMylation orchestrates spatiotemporal coordination of RQC at the ER",
          "authors": "Ivan Penchev, Samantha Gumbin, Francesco Scavone, Otto Berninghausen, Thomas Becker, Ron Kopito, Roland Beckmann",
          "abstract": "Degradation of arrest peptides from endoplasmic reticulum (ER) translocon-bound 60 S ribosomal subunits via the ribosome-associated quality control (ER-RQC) pathway requires covalent modification of RPL26/uL24 on 60 S ribosomal subunits with UFM1. However, the underlying mechanism that coordinates the UFMylation and RQC pathways remains elusive. Structural analysis of ER-RQC intermediates revealed concomitant binding and direct interaction of the UFMylation and RQC machineries on the 60 S . In the presence of an arrested peptidyl–transfer RNA, the RQC factor NEMF and the UFM1 E3 ligase (E3 UFM1 ) form a direct interaction via the UFL1 subunit of E3 UFM1 , and UFL1 adopts a conformation distinct from that previously observed for posttermination 60 S . While this concomitant binding occurs on translocon-bound 60 S , LTN1 recruitment and arrest peptide degradation require UFMylation-dependent 60 S dissociation from the translocon. These data reveal a mechanism by which the UFMylation cycle orchestrates ER-RQC.",
          "url": "https://doi.org/10.1126/sciadv.adv0435",
          "doi": "https://doi.org/10.1126/sciadv.adv0435",
          "filter": "2"
        },
        {
          "title": "Ultrasensitive piezoelectric-like film with designed cross-scale pores",
          "authors": "Yifan Li, Shuwen Zhang, Haoyu Gu, Yanyu Li, Hu Zhao, Shaoqi Huang, Xingjian Feng, Chongpu Zhai, Minglong Xu",
          "abstract": "Achieving efficient mechanical biosignal detection remains challenging due to these signals’ weak and dispersed nature. Piezoelectrets, known for their piezoelectric properties, offer promising potential for pressure sensors and flexible energy-harvesting devices. In this study, we present a piezoelectret film of polyvinylidene fluoride- co -trifluoroethylene featuring cross-scale pores, sandwiched between two fluorinated ethylene propylene layers. The patterned pores enable the storage of substantial net charges, resulting in a dense network of oriented space charges. Under mechanical loadings, these charges undergo notably relative displacements and induce variations in local electric field, with an effective piezoelectric coefficient of up to 2.1 × 10 4 picocoulombs per newton. This sandwich-structured film allows for real-time monitoring of biosignals for minimal mechanical inputs. For example, a light finger touch generates charge pulses exceeding 100 V, whereas wrist pulses yield high-fidelity, high-voltage signals. This work advances the field of flexible, self-powered electronics by providing a high-performance piezoelectric material, setting a benchmark for sensitivity and scalability in biosignal detection.",
          "url": "https://doi.org/10.1126/sciadv.adt4003",
          "doi": "https://doi.org/10.1126/sciadv.adt4003",
          "filter": "2"
        },
        {
          "title": "Maximum size and magnitude of injection-induced slow slip events",
          "authors": "Alexis Sáez, François Passelègue, Brice Lecampion",
          "abstract": "Fluid injections can induce aseismic slip, resulting in stress changes that may propagate faster than pore pressure diffusion, potentially triggering seismicity at substantial distances from injection wells. Constraining the maximum extent of these aseismic ruptures is, thus, important for better delineating the influence zone of injections concerning their seismic hazard. Here, we derive a scaling relation based on rupture physics for the maximum size of aseismic ruptures, accounting for fluid injections with arbitrary flow rate histories. Moreover, on the basis of mounting evidence that the moment release during these operations is often predominantly aseismic, we derive a scaling relation for the maximum magnitude of aseismic slip events. Our theoretical predictions are consistent with observations over a broad spectrum of event sizes, from laboratory to real-world cases, indicating that fault zone storativity, background stress change, and injected fluid volume are key determinants of the maximum size and magnitude of injection-induced slow slip events.",
          "url": "https://doi.org/10.1126/sciadv.adq0662",
          "doi": "https://doi.org/10.1126/sciadv.adq0662",
          "filter": "2"
        },
        {
          "title": "Heterozygous and generalist MxA super-restrictors overcome breadth-specificity trade-offs in antiviral restriction",
          "authors": "Rechel A. Geiger, Damini Khera, Jeannette L. Tenthorey, Georg Kochs, Laura Graf, Michael Emerman, Harmit S. Malik",
          "abstract": "Antiviral restriction factors such as MxA (myxovirus resistance protein A) inhibit many viruses. Viral escape drives restriction factors to evolve rapidly at virus-binding interfaces to regain defense. Here, we explore how antiviral proteins balance restricting many viruses with evolving specificity against individual viruses. Human MxA uses its rapidly evolving loop L4 as the specificity determinant for orthomyxoviruses such as thogotovirus (THOV) and influenza (IAV). Previous combinatorial mutagenesis of rapidly evolving residues in human MxA loop L4 identified THOV “super-restrictors” and suggested an antiviral breadth-specificity trade-off. Using a modified combinatorial mutagenesis strategy, we find super-restrictor MxA variants specific to H5N1 IAV. A single L4 residue underlies the MxA breadth-specificity trade-off. However, rare “generalist” super-restrictors or a heterozygous combination of more common “specialist” super-restrictors can overcome the breadth-specificity trade-off. Our findings suggest that at least two strategies enable restriction factors such as MxA to increase their restriction of diverse viruses to overcome breadth-specificity trade-offs, which might be pervasive in host-virus conflicts.",
          "url": "https://doi.org/10.1126/sciadv.adu0062",
          "doi": "https://doi.org/10.1126/sciadv.adu0062",
          "filter": "2"
        },
        {
          "title": "The potential of wastewater treatment on carbon storage through ocean alkalinity enhancement",
          "authors": "Li-wen Zheng, Yubin Hu, Bei Su, Qian-ying Chen, Jihua Liu",
          "abstract": "Ocean alkalinity enhancement (OAE) implemented through wastewater treatment plants increases the alkalinity of the effluents and discharges them into the ocean, referred to as wastewater-based OAE. However, the alkalization capability and its carbon storage stability when adding alkaline minerals to wastewater treatment are uncertain. In this study, total alkalinity was enhanced to more than 10 millimoles per kilogram and phosphate removal was improved when we added olivine to wastewater in a laboratory setting. The alkalization rate by olivine dissolution in aerobically treated wastewater was 20 times higher than in seawater. We estimated the potential of carbon sequestration through wastewater-based OAE to be 18.8 ± 6.0 teragrams of CO 2 per year globally, with notable potential in the 20°N to 60°N region.",
          "url": "https://doi.org/10.1126/sciadv.ads0313",
          "doi": "https://doi.org/10.1126/sciadv.ads0313",
          "filter": "2"
        },
        {
          "title": "Liquid metal anode enables zinc-based flow batteries with ultrahigh areal capacity and ultralong duration",
          "authors": "Shengnan Wang, Deshuai Yang, Pu Zhang, Yihui Guo, Xingjun Liu, Ming Zhao, Jiaxiong Zhu, Pei Li, Xianfeng Li, Jun Fan, Chunyi Zhi",
          "abstract": "Zinc-based flow batteries (Zn-FBs) are promising candidates for large-scale energy storage because of their intrinsic safety and high energy density. Unlike that conventional flow batteries operate on the basis of liquid-liquid conversions, the Zn anode in Zn-FBs adopts a solid-liquid conversion reaction, presenting challenges such as dendrite formation, poor reversibility, and low areal capacity, limiting its long-duration energy storage (LDES) applications. Here, we developed a liquid metal (LM) electrode that evolves the deposition/dissolution reaction of Zn into an alloying/dealloying process within the LM, thereby achieving extraordinary areal capacity and dendrite-free Zn-FBs with outstanding cycling stability. Both Zn-I 2 and Zn-Br 2 flow batteries using LM electrodes exhibited an ultrahigh areal capacity of 640 milliampere-hours per square centimeter, corresponding to an ultralong discharge duration of ~16 hours, thus exceeding the LDES standard defined by the US Department of Energy. This study breaks the solid-liquid working mode of the Zn anode, offering an effective solution for LDES applications with Zn-FBs.",
          "url": "https://doi.org/10.1126/sciadv.ads3919",
          "doi": "https://doi.org/10.1126/sciadv.ads3919",
          "filter": "2"
        },
        {
          "title": "Ab initio deep neural network simulations reveal that carbonic acid dissociation is dominated by minority cis-trans conformers",
          "authors": "Yueqi Zhao, Feifei Tian, Zhaoru Sun",
          "abstract": "Carbonic acid (H 2 CO 3 ), rather than water, serves as the primary protonating buffer regulating pH in biological systems and oceans. Its dissociation dynamics, driven by three conformers—cis-cis (CC), cis-trans (CT), and trans-trans (TT)—pose substantial experimental and theoretical challenges. Using deep potential molecular dynamics simulations with ab initio accuracy, we explored the dissociation dynamics of H 2 CO 3 in solution on the nanosecond timescale. While the CC conformer is the most abundant, the CT conformer is the dominant proton donor. This enhanced deprotonation ability arises from the CT conformer’s involvement in more hydrogen-bonding ring structures, enabling diverse proton transfer pathways, and its greater electronic asymmetry, which increases hydrophilicity and destabilizes the hydroxyl group. Furthermore, protons dissociated from the CT conformer demonstrate a stronger preference for the homing pathway. Our findings underscore the critical role of the topology and electronic properties of the CT conformer in aqueous H 2 CO 3 dissociation and proton transfer.",
          "url": "https://doi.org/10.1126/sciadv.adu6525",
          "doi": "https://doi.org/10.1126/sciadv.adu6525",
          "filter": "2"
        },
        {
          "title": "Intrinsically weak sex chromosome drive through sequential asymmetric meiosis",
          "authors": "Xuefeng Meng, Yukiko M. Yamashita",
          "abstract": "Meiotic drivers are selfish genetic elements that bias their own transmission, violating Mendel’s Law of Equal Segregation. It has long been recognized that sex chromosome–linked drivers present a paradox: Their success in transmission can severely distort populations’ sex ratio and lead to extinction. This paradox is typically solved by the presence of suppressors or fitness costs associated with the driver, limiting the propagation of the driver. Here, we show that Stellate (Ste) in Drosophila melanogaster represents a novel class of X chromosome–linked driver that operates with an inherent mechanism that weakens its drive strength. Ste protein asymmetrically segregates into Y-bearing cells during meiosis I, subsequently causing their death. Unexpectedly, Ste segregates asymmetrically again during meiosis II, sparing half of the Y-bearing spermatids from Ste-induced defects, thereby weakening the drive strength. Our findings reveal a mechanism by which sex chromosome drivers avoid suicidal success.",
          "url": "https://doi.org/10.1126/sciadv.adv7089",
          "doi": "https://doi.org/10.1126/sciadv.adv7089",
          "filter": "2"
        },
        {
          "title": "Fully memristive spiking neural network for energy-efficient graph learning",
          "authors": "Tuo Shi, Lili Gao, Ruixi Zhou, Yang Tian, Pei Chen, Yanting Ding, Shuangzhu Tang, Huiqin Ma, Jian Lu, Hui Zhang, Zhanfeng Wang, Bo Lyu, Xumeng Zhang, Xiaobing Yan, Qi Liu",
          "abstract": "Parallel and energy-efficient searching of the shortest paths on a large graph is challenging. Conventional methods commonly used are sequential and computing intensive, rendering them inadequate for addressing large-scale and real-time situations. Here, we propose a highly parallel, computation- and energy-efficient approach to shortest path–based graph learning based on an emerging memristor spiking neural network via algorithm-device codesign. The shortest path is obtained parallelly in nature using simultaneous spike traveling instead of arithmetic calculation, achieving extremely low time and space complexity. A nonlinear weight mapping approach is proposed to counterbalance the neuron intrinsic nonlinearity to guarantee accuracy to support large-scale graphs. The memristor hardware capability is experimentally demonstrated in unsupervised and supervised classification tasks. The estimated energy efficiency of 517.82 giga-traversal edges per second per watt outperforms field programmable gate arrays by three to four orders of magnitude, providing a pathway toward highly energy-efficient graph computing hardware.",
          "url": "https://doi.org/10.1126/sciadv.adv2312",
          "doi": "https://doi.org/10.1126/sciadv.adv2312",
          "filter": "2"
        },
        {
          "title": "Exploiting multiscale dynamic toughening in multicomponent alloy metamaterials for extreme impact mitigation",
          "authors": "James U. Surjadi, Liqiang Wang, Shuo Qu, Bastien F.G. Aymon, Junhao Ding, Xin Zhou, Rong Fan, Hui Yang, Qi Zhao, Xu Song, Yang Lu",
          "abstract": "Mechanical metamaterials can unlock extreme properties by leveraging lightweight structural design principles and unique deformation mechanisms. However, research has predominantly focused on their quasi-static characteristics, leaving their behavior under extreme dynamic conditions, especially at length scales relevant to practical applications largely unexplored. Here, we present a strategy to achieve extreme impact mitigation at the macroscale by combining shell-based microarchitecture with an additively manufactured medium-entropy alloy (MEA) featuring low stacking fault energy (SFE). Notably, the shell-based architecture amplifies the effective dynamic stress within the metamaterial compared to truss-based morphologies, leading to the earlier activation of multiscale toughening mechanisms in the alloy. The low SFE of the MEA enables the evolution of a diverse array of defect types, thereby prolonging strain hardening behavior across seven orders of magnitude in strain rate. These fundamental insights could establish the groundwork for developing scalable, lightweight, impact-resistant metamaterials for structural and defense applications.",
          "url": "https://doi.org/10.1126/sciadv.adt0589",
          "doi": "https://doi.org/10.1126/sciadv.adt0589",
          "filter": "2"
        },
        {
          "title": "How little we’ve seen: A visual coverage estimate of the deep seafloor",
          "authors": "Katherine L. C. Bell, Kristen N. Johannes, Brian R. C. Kennedy, Susan E. Poulton",
          "abstract": "Despite the importance of visual observation in the ocean, we have imaged a minuscule fraction of the deep seafloor. Sixty-six percent of the entire planet is deep ocean (≥200 m), and our data show that we have visually observed less than 0.001%, a total area approximately a tenth of the size of Belgium. Data gathered from approximately 44,000 deep-sea dives indicate that we have also seen an incredibly biased sample. Sixty-five percent of all in situ visual seafloor observations in our dataset were within 200 nm of only three countries: the United States, Japan, and New Zealand. Ninety-seven percent of all dives we compiled have been conducted by just five countries: the United States, Japan, New Zealand, France, and Germany. This small and biased sample is problematic when attempting to characterize, understand, and manage a global ocean.",
          "url": "https://doi.org/10.1126/sciadv.adp8602",
          "doi": "https://doi.org/10.1126/sciadv.adp8602",
          "filter": "2"
        },
        {
          "title": "High-resolution characterization of ex vivo AAT polymers by solution-state NMR spectroscopy",
          "authors": "Sarah M. Lowen, Christopher A. Waudby, Alistair M. Jagger, Ibrahim Aldobiyan, Mattia Laffranchi, Annamaria Fra, John Christodoulou, James A. Irving, David A. Lomas",
          "abstract": "Serpins, protease inhibitors whose regulated conformational instability renders them susceptible to mutations that cause misfolding, represent a system for the study of non-amyloid protein aggregation. The E342K “Z” variant of α-1-antitrypsin (AAT) undergoes oligomeric self-assembly into polymer chains that are associated with liver and lung pathologies in AAT deficiency. Structural characterization of polymers from human tissue has been limited by their heterogeneity and flexibility; here, we have studied their internal structure, which provides insights into the molecular linkage and the pathway by which they are formed. NMR spectra of heat-induced 13 C-ILV-methyl–labeled polymers, and 1 H-methyl spectra of liver-derived polymers, show equivalence to that of AAT in a post–protease-encounter conformation. This is corroborated by x-ray crystallography, which reveals a cryptic epitope recognized by the conformationally selective 2C1 antibody, common to both forms. These data definitively preclude most models of polymerization and are compatible with sequential intermolecular donation of the carboxyl terminus of one molecule into the next during polymer formation.",
          "url": "https://doi.org/10.1126/sciadv.adu7064",
          "doi": "https://doi.org/10.1126/sciadv.adu7064",
          "filter": "2"
        },
        {
          "title": "Molecular polymerization strategy for stable perovskite solar cells with low lead leakage",
          "authors": "Qixin Zhuang, Zhiyuan Xu, Haiyun Li, Cong Zhang, Cheng Gong, Huaxin Wang, Xiong Li, Zhigang Zang",
          "abstract": "Lead leakage and stability are the main challenges for the commercialization of perovskite solar cells (PSCs). Here, we propose adding N , N ′-bis(acryloyl)cystamine (BAC) to the perovskite precursor solution, which facilitates the formation of polymer BAC (PBAC) at the grain boundaries during the annealing process of films. The PBAC can effectively passivate the defects and reduce the risk of lead leakage. Consequently, the PBAC-modified PSCs achieve an efficiency of 25.53% (0.1 square centimeters) (certified efficiency of 25.24%) and 24.03% (1.0 square centimeters). Moreover, after 1500 hours of continuous maximum power point tracking under simulated AM 1.5 illumination and 2000 hours of exposure to damp heat conditions (85°C and 85% relative humidity), the device retains approximately 96 and 81% of its initial power conversion efficiency, respectively. In addition, PBAC can effectively reduce lead leakage by nearly 72% by immersing the PSCs in water for 480 minutes.",
          "url": "https://doi.org/10.1126/sciadv.ado7318",
          "doi": "https://doi.org/10.1126/sciadv.ado7318",
          "filter": "2"
        },
        {
          "title": "Postglacial bioweathering, soil nutrient cycling, and podzolization from palaeometagenomics of plants, fungi, and bacteria",
          "authors": "Barbara von Hippel, Kathleen R. Stoof-Leichsenring, Uğur Çabuk, Sisi Liu, Martin Melles, Ulrike Herzschuh",
          "abstract": "Warming-induced glacier retreat exposes bare rocks and glacial sediments, facilitating the establishment of soils. The dynamic interplay between climate, vegetation cover, and soil formation is poorly understood as time-series data are lacking. Here, we present postglacial soil formation during the past 23,000 years inferred from ancient DNA shotgun analyses of Lake Lama sediments targeting plants, soil-associated fungi, and bacteria showing postmortem damage signatures that verify their ancient origin. In the Late Glacial, we reveal basaltic weathering with high abundances of lichens, carbon, and arsenic cyclers, shifting to mycorrhizae domination and N cycling in the Holocene. We reconstruct podzolization starting with spruce forest migration in the Holocene, resulting in soil acidification and increased iron cycling. Our reconstruction of soil formation also contributes basic knowledge for the design of carbon-capture strategies using basalt weathering.",
          "url": "https://doi.org/10.1126/sciadv.adj5527",
          "doi": "https://doi.org/10.1126/sciadv.adj5527",
          "filter": "2"
        },
        {
          "title": "Inhibition of placental trophoblast fusion by guanylate-binding protein 5",
          "authors": "Veronika Krchlikova, Elisabeth Braun, Johanna Weiss, Krystof Stafl, Lukas Jech, Smitha Srinivasachar Badarinarayan, Rishikesh Lotke, Martin Travnicek, Charlotte Baur, Paul Stark, Isabell Haussmann, Yueshuang Lu, Moritz Petersen, Wen Cui, Wei Wang, Bianca M. Fäger, Hannah Reisinger, Kenzo Tokunaga, Oya Cingöz, Konstantin M. J. Sparrer, Madhuri S. Salker, Jiri Hejnar, Frank Kirchhoff, Katerina Trejbalova, Daniel Sauter",
          "abstract": "Syncytin-1 and Syncytin-2 are envelope glycoproteins encoded by human endogenous retroviruses that have been exapted for the fusion of cytotrophoblast cells into syncytiotrophoblasts during placental development. Pregnancy complications like preeclampsia are associated with altered expression of interferon-stimulated genes, including guanylate-binding protein 5 (GBP5). Here, we show that misdirected antiviral activity of GBP5 impairs processing and activation of Syncytin-1. In contrast, the proteolytic activation of Syncytin-2 is not affected by GBP5, and its fusogenic activity is only modestly reduced. Mechanistic analyses revealed that Syncytin-1 is mainly cleaved by the GBP5 target furin, whereas Syncytin-2 is also efficiently processed by the proprotein convertase subtilisin/kexin type 7 (PCSK7) and thus resistant to GBP5-mediated restriction. Mutational analyses mapped PCSK7 processing of Syncytin-2 to a leucine residue upstream of the polybasic cleavage site. In summary, we identified an innate immune mechanism that impairs the activity of a co-opted endogenous retroviral envelope protein during pregnancy and may potentially contribute to the pathogenesis of pregnancy disorders.",
          "url": "https://doi.org/10.1126/sciadv.adt5388",
          "doi": "https://doi.org/10.1126/sciadv.adt5388",
          "filter": "2"
        },
        {
          "title": "In situ protein corona–camouflaged supramolecular assemblies remodel thrombotic microenvironment for improved arterial homeostasis",
          "authors": "Dan Chen, Yifan Chen, Jianwen Liu, Xinyue Liu, Peiwen Liu, Jiabing Zhan, Zhiting Chen, Yong Gan, Mingdong Huang, Zhaoyang Chen",
          "abstract": "Arterial thrombosis is commonly accompanied by poor recanalization and high recurrence, typically caused by a fibrinolysis-resistant microenvironment. We identify elevated levels of plasminogen activator inhibitor–1 (PAI-1) and, notably, its strong correlation with inflammation in arterial thrombosis. To address this, small molecular inhibitors of PAI-1 and inflammation are used as bioregulators to restore vascular homeostasis. We design a carrier-free supramolecular system based on the bioregulators-tuned self-assembly of a near-infrared thrombus probe, which preferentially forms protein corona in situ to enhance plasma stability. Under acidic conditions and increased shear stress, the supramolecular assemblies disintegrate, enabling site-specific cargo release. In vivo, the probe accumulates 22.8-fold more in the thrombotic than contralateral artery. Functionally, this nanomedicine improves outcomes in mice with carotid artery thrombosis and chronic cerebral ischemia. Mechanistically, it down-regulates NF-κB signaling, inhibits NETosis and glycolysis, and up-regulates cGMP-mediated signaling, thereby alleviating inflammation and promoting fibrinolysis. This study offers an innovative codelivery strategy using supramolecular assemblies to advance therapies for arterial thrombosis.",
          "url": "https://doi.org/10.1126/sciadv.adu6676",
          "doi": "https://doi.org/10.1126/sciadv.adu6676",
          "filter": "2"
        },
        {
          "title": "Nodular networks in hydrated polyamide desalination membranes enhance water transport",
          "authors": "Danyang Li, Wenkai Liu, Xiaomao Wang, Weichen Lin, Juan Zhai, Hanqing Fan, Kang Xiao, Kunpeng Wang, Yanjie Li, Yan Jin, Jun Fang, Yuexiao Shen, Menachem Elimelech, Xia Huang",
          "abstract": "For nearly half a century, thin-film composite reverse osmosis membranes have served as key separation materials for desalination. However, the precise structure of their polyamide selective layer under hydrated conditions and its relationship to membrane transport remain poorly understood. Using cryo–electron tomography, we successfully reconstructed the three-dimensional structure of six commercial polyamide membranes under hydrated conditions, revealing a fully swollen nodular network. The highly heterogeneous nodules, measuring 17.2 ± 2.8 nanometer in thickness, were directly connected to the pores of the underlying polysulfone substrate. The nodules occupied most of the surface area compared to the 75.9 ± 26.8-nanometer-thick dense layer of the polyamide film. Key structural parameters of the nodules, including surface area index and wall thickness, were correlated with the water permeance of an additional 16 polyamide membranes, validating the major role of these nodules in water transport. This study enhances our understanding of the heterogeneous structure of desalination membranes and its role in membrane transport.",
          "url": "https://doi.org/10.1126/sciadv.adt3324",
          "doi": "https://doi.org/10.1126/sciadv.adt3324",
          "filter": "2"
        },
        {
          "title": "Precise synthesis of targeted noble metal–based high-entropy alloy nanomaterials",
          "authors": "Panchao Zhao, Xiaodong Hao, Hemu Pi, Yuzhao Qi, Bosheng Zhang, Chi Lei, Jiao Wang, Na Zhou, Xiangping Chen, Dongxiao Kan, Bingshe Xu, Guojun Zhang, Jialin Chen, Wei Yi, Qigao Cao",
          "abstract": "Noble metal–based high-entropy alloys (NM-HEAs) are promising catalysts because of their diverse compositions and complex surface structures, although understanding their formation and achieving precise atomic control remain challenging. Our team introduces a cost-effective synthesis method combining spray drying and thermal decomposition-reduction to produce HEA three-dimensional nanoframeworks (HEA-3DNFs) from quinary to octonary compositions, including Pt-, Ir-, Ru-, and PtRu-based HEAs. Mild heating in H2 facilitates simultaneous reduction of multiple elements, forming single-phase solid solution alloys. The PtNiCoCuRuIr HEA-3DNF exhibits superior methanol oxidation reaction performance (2637 milliamperes per milligram Pt), 15 times higher than commercial Pt black. Noble metals (Pt, Ru, and Ir) lower activation energy for reducing transition metals (Ni, Co, Cu, and Fe). In situ scanning transmission electron microscopy and density function theory calculations reveal phase transformation from a Pt-based face-centered cubic to Ru-based hexagonal close-packed structure, with control over phase composition by adjusting reduction temperatures and Pt-to-Ru ratios. These findings offer insights for developing high-performance and tunable NM-HEA catalysts. ",
          "url": "https://doi.org/10.1126/sciadv.adq8537",
          "doi": "https://doi.org/10.1126/sciadv.adq8537",
          "filter": "2"
        },
        {
          "title": "Subangstrom ion beam engineering of buried ultrathin oxides for scalable quantum computing",
          "authors": "Nikita S. Smirnov, Elizaveta A. Krivko, Daria A. Moskaleva, Dmitry O. Moskalev, Anastasia A. Solovieva, Aleksei R. Matanin, Vladimir V. Echeistov, Аnton I. Ivanov, Elizaveta I. Malevannaya, Viktor I. Polozov, Evgeny V. Zikiy, Nikita D. Korshakov, Maksim I. Teleganov, Dmitry A. Mikhalin, Nikolai M. Zhitkov, Ruslan V. Romashkin, Igor S. Korobenko, Aleksei V. Yanilkin, Аndrey V. Lebedev, Ilya A. Ryzhikov, Aleksander V. Andriyash, Ilya A. Rodionov",
          "abstract": "Multilayer nanoscale systems incorporating ultrathin tunnel barriers, magnetic materials, amorphous oxides, and promising dielectrics are essential for next-generation logics, memory, quantum, and neuro-inspired computing. Still, an ultrathin film control at the atomic scale remains challenging. Here, we introduce a complementary metal-oxide semiconductor–compatible approach using focused ion beam irradiation for buried ultrathin films’ engineering with subangstrom thickness control. Molecular dynamics simulations confirm the pivotal role of ion-induced crystal defects. Its performance is exemplified by Josephson junction resistance tuning in the range of 2 to 37% with a 0.86% standard deviation in completed chips. Furthermore, it enables ±17-megahertz frequency accuracy (±0.172 angstrom tunnel barrier thickness variation) in superconducting multiqubit processors, as well as qubit energy relaxation and echo coherence times exceeding 0.5 milliseconds.",
          "url": "https://doi.org/10.1126/sciadv.ads9744",
          "doi": "https://doi.org/10.1126/sciadv.ads9744",
          "filter": "2"
        },
        {
          "title": "Phylogenomics establishes an Early Miocene reconstruction of reef vertebrate diversity",
          "authors": "Chase D. Brownstein, Richard C. Harrington, Laura R. V. Alencar, David R. Bellwood, John H. Choat, Luiz A. Rocha, Peter C. Wainwright, Jose Tavera, Edward D. Burress, Martha M. Muñoz, Peter F. Cowman, Thomas J. Near",
          "abstract": "Oceans blanket more than two-thirds of Earth’s surface, yet marine biodiversity is disproportionately concentrated in coral reefs. Investigating the origins of this exceptional diversity is crucial for predicting how reefs will respond to anthropogenic disturbances. Here, we use a genome-scale dataset to reconstruct the evolutionary history of the wrasses and parrotfishes ( Labridae ), which rank among the most species-rich and ecologically diverse lineages of reef fishes. We show that major labrid clades experienced pulses of evolutionary innovation and accelerated diversification during the Miocene approximately 20 to 15 million years ago that the origin of no single phenotypic trait can explain. These results draw parallels to the evolutionary histories of many clades after mass extinctions and corroborate recent fossil evidence for an Early Miocene extinction event in oceanic vertebrates and changes in coral reef faunal composition. Our data provide genomic evidence for a major Early Miocene reassembly of reef faunas.",
          "url": "https://doi.org/10.1126/sciadv.adu6149",
          "doi": "https://doi.org/10.1126/sciadv.adu6149",
          "filter": "2"
        },
        {
          "title": "Taxonomically distinct diatom viruses differentially impact microbial processing of organic matter",
          "authors": "Chana F. Kranzler, Devin A. Busono, Gweneth J. Walsh, Alyssa C. Carrillo, Kay D. Bidle, Kimberlee Thamatrakoln",
          "abstract": "Phytoplankton viruses facilitate the production of dissolved organic matter (DOM) through host lysis, shaping DOM composition, and subsequent regenerative processing. We explored how DOM generated from a bloom-forming, centric diatom, infected with taxonomically distinct viruses—a single-stranded (ss) DNA and a ssRNA virus—impacted microbial processing of organic matter. DOM derived from uninfected and ssDNA virus–infected cultures supported growth in bacterial isolates and a mixed assemblage. In contrast, DOM from ssRNA virus infection did not stimulate growth, but rather induced ectoproteolytic activity, suggesting this DOM was less bioavailable. Exoprotease activity was also substantially higher in ssRNA virus–infected cellular exudates compared to ssDNA virus–infected and uninfected cultures. This suggests that DOM produced through virus-mediated host lysis does not a priori support secondary production and implicate ssRNA virus infection as a source of proteolytic activity in the water column, highlighting a multifaceted role for viruses in altering microbial utilization and remineralization length scales of organic matter in the ocean.",
          "url": "https://doi.org/10.1126/sciadv.adq5439",
          "doi": "https://doi.org/10.1126/sciadv.adq5439",
          "filter": "2"
        },
        {
          "title": "Episodic body size variations of early Paleozoic trilobites associated with marine redox changes",
          "authors": "Zhixin Sun, Fangchen Zhao, Han Zeng, Douglas H. Erwin, Maoyan Zhu",
          "abstract": "Body size greatly affects how organisms interact with their environments. However, the macroevolutionary patterns of body size across many major metazoan clades and their constraining mechanisms remain elusive. A new high-resolution body size dataset covering 2435 species from 1091 genera of Cambrian and Ordovician trilobites reveals that body size evolution changes episodically, with three marked reductions in size. Such a pattern rules out a persistent Cope’s rule dynamic. Rather, we find a strong temporal link between body size changes and major fluctuations in marine redox, supporting the hypothesis that marine oxygen levels exerted a primary control on the tempo and mode of trilobite body size evolution. These further imply a dominant role for marine oxygen in early animal evolution.",
          "url": "https://doi.org/10.1126/sciadv.adt7572",
          "doi": "https://doi.org/10.1126/sciadv.adt7572",
          "filter": "2"
        },
        {
          "title": "Hypermethylation of DNA impairs megakaryogenesis in delayed platelet recovery after allogeneic hematopoietic stem cell transplantation",
          "authors": "Yaqiong Tang, Xiaofei Song, Ziyan Zhang, Yifang Yao, Tingting Pan, Jiaqian Qi, Lijun Xia, Depei Wu, Yue Han",
          "abstract": "Delayed platelet recovery (DPR) is a common and complex complication of hematopoietic stem cell transplantation (HSCT) with unclear mechanisms and poor patient outcomes. Emerging evidence suggests that impaired megakaryogenesis plays a critical role in the development of DPR. In this study, we report remarkable hypermethylation within CG islands of HSCs and megakaryocyte progenitor cells (MKPs) in patients with DPR. Treatment with the hypomethylating agent decitabine reduced methylated CG levels in MKPs and enhanced megakaryocyte production in mice. In addition, we found that DNMT3A negatively regulated megakaryogenesis in megakaryocyte lineages derived from primary HSCs. Transplantation with HSC-overexpressed DNMT3A impeded platelet engraftment following HSCT in mice. We further demonstrated that DNMT3A was directly bound to and methylated ETS1 and RUNX1 during megakaryogenesis. These findings highlight abnormal DNA methylation in DPR and indicate that hypomethylating agents may improve megakaryocyte proliferation and differentiation by targeting DNMT3A-mediated methylation.",
          "url": "https://doi.org/10.1126/sciadv.ads3630",
          "doi": "https://doi.org/10.1126/sciadv.ads3630",
          "filter": "2"
        },
        {
          "title": "Piezoelectric nanofiber–based intelligent hearing system",
          "authors": "Jinke Chang, Thomas Maltby, Amirbahador Moineddini, Daqian Shi, Lei Wu, Jishizhan Chen, Jianshu Yu, Jeffrey Hung, Giuseppe Viola, Antonio Vilches, Wenhui Song",
          "abstract": "Hearing loss, affecting individuals of all ages, can impair education, social function, and quality of life. Current treatments, such as hearing aids and implants, aim to mitigate these effects but often fall short in addressing the critical issue of accurately pinpointing sound sources. We report an intelligent hearing system inspired by the human auditory system: asymmetric well-aligned piezoelectric nanofibers combined with neural networks to mimic natural auditory processes. Piezoelectric nanofibers with spirally varying lengths and directions transmit and convert acoustic sound into mechanoelectrical signals, mimicking the complex cochlear dynamics. These signals are then encoded by digital neural networks, enabling accurate sound direction recognition. This intelligent hearing system surpasses human directional hearing, accurately recognizing sound directions horizontally and vertically. The advancement represents a substantial stride toward next-generation artificial hearing, harmonizing transduction and perception with a nature-inspired design. It promises for applications in hearing aids, wearable devices, and implants, offering enhanced auditory experiences for those with hearing impairments.",
          "url": "https://doi.org/10.1126/sciadv.adl2741",
          "doi": "https://doi.org/10.1126/sciadv.adl2741",
          "filter": "2"
        },
        {
          "title": "Human touch? Acoustical analysis of ancient music reconstructs tuning and intonation, elucidating aspects of human behavior",
          "authors": "Dan C. Baciu",
          "abstract": "Did you ever travel to Greece and wonder what ancient Greek or Roman music sounded like? A mathematical analysis of all compositions that have survived from antiquity now allows us to reconstruct the exact tuning and intonation. According to this analysis, ancient musicians preferred pure intonation. However, they had a keen sense of its combinatorial limitations on instruments with strings of fixed length, such as lyres, and they recognized the necessity of slight deviations from pure intonation during vocal performance to allow for more tonal complexity. This spirit is paralleled in ancient atomic philosophy, which posited that atoms sometimes swerved to allow for more combinatorial complexity and unexpected effects.",
          "url": "https://doi.org/10.1126/sciadv.adv3101",
          "doi": "https://doi.org/10.1126/sciadv.adv3101",
          "filter": "2"
        },
        {
          "title": "Characterizing the expression profile of 3R tau pathology in Pick’s disease",
          "authors": "Nicole Tamvaka, Alexandra I. Soto-Beasley, Marios Gavrielatos, Michael G. Heckman, Yingxue Ren, Evan Udine, Zachary S. Quicksall, Delaney Liskey, Monica Castanedes-Casey, Zbigniew K. Wszolek, Bradley F. Boeve, Keith A. Josephs, Neill Graff-Radford, Marka van Blitterswijk, Melissa E. Murray, Shanu F. Roemer, Dennis W. Dickson, Owen A. Ross",
          "abstract": "Pick’s disease (PiD) is a rare neurodegenerative disorder defined by dementia, frontotemporal lobe atrophy, and 3-repeat tau inclusions. To elucidate PiD pathobiology, we performed the first bulk transcriptomics study on PiD using short- and long-read sequencing on the parietal cortex of 28 PiD and 15 control samples. We identified several significantly differentially expressed genes, with CCL2 displaying the strongest association with 3-repeat tau pathology and increased burden in PiD compared to those in 4-repeat tau progressive supranuclear palsy (PSP) cases. Investigation of co-expressed genes and pathways suggested the involvement of mRNA processing, mitochondrial function, and immune processes in disease pathobiology. Long-read RNA sequencing on a subset of samples (eight PiD and four control) proposed novel, potentially disease-associated transcripts for AZGP1 , CD44 , HSD11B2 , and WIF1 , predicted to result in truncated proteins. In conclusion, we observed transcriptomic changes in the parietal cortex of patients with PiD that may inform into clinically relevant biomarkers and therapeutic strategies.",
          "url": "https://doi.org/10.1126/sciadv.adt6105",
          "doi": "https://doi.org/10.1126/sciadv.adt6105",
          "filter": "2"
        },
        {
          "title": "Abscisic acid signaling regulates primary plasmodesmata density for plant cell-to-cell communication",
          "authors": "Chiyo Jinno, Ken Fujisaki, Izumi Yotsui, Motoki Ouchi, Prerna Singh, Satoshi Naramoto, Daisuke Takezawa, Yoichi Sakata, Tomomichi Fujita",
          "abstract": "Cell-to-cell communication is essential for multicellular organisms. Plasmodesmata (PD) are plant-specific nanopore structures pivotal for cell-to-cell communication and plant survival. However, how PD form and their structure, regulation, and evolution remain largely unknown. Here, we demonstrate that the exogenous supply of abscisic acid (ABA), a well-conserved phytohormone in land plants, reduces primary PD density in the moss Physcomitrium patens . This regulation requires all core components of the ABA signaling pathway. Furthermore, we reveal that ABA-INSENSITIVE 5, a well-conserved transcription factor in the ABA signaling pathway of land plants, plays a pivotal role in PD density regulation, whereas ABA-INSENSITIVE 3 does not. Our findings show that the ABA-induced reduction in primary PD density is mediated by these ABA-responsive factors in P. patens . Considering previous reports on ABA-dependent PD regulation in both moss and angiosperms, we propose that the ABA-mediated control of PD biogenesis and permeability represents a conserved mechanism in land plants, with critical implications for cell-to-cell communication and stress adaptation.",
          "url": "https://doi.org/10.1126/sciadv.adr8298",
          "doi": "https://doi.org/10.1126/sciadv.adr8298",
          "filter": "2"
        },
        {
          "title": "Biomineralization of semiconductor quantum dots using DNA-functionalized protein nanoreactors",
          "authors": "Zhenyu Han, Allen X. Guo, Taokun Luo, Tong Cai, Chad A. Mirkin",
          "abstract": "Proteins can template the heterogeneous nucleation and growth of size-confined nanocrystals. However, protein-templated mineralization often leads to particles that exhibit low colloidal stability, poor crystal quality, and/or diminished photoluminescence. Here, we report protein cage–spherical nucleic acids (SNAs) that can be used as nanoreactors for quantum dot (QD) synthesis and subsequent intracellular delivery. The resulting QD-SNA structures are monodisperse, colloidally stable, and photoluminescent in aqueous solution. The nanoreactors were prepared using two different proteins (~10 and 12 nanometers in diameter), and CdS, CdSe, and PbSe nanocrystals were synthesized. Moreover, the extent of surface defects and crystallinity depends on the relative concentrations of ionic precursors, which control the growth rate and the number of ionic vacancies. By optimizing conditions, CdS-SNAs that exhibit near-zero reabsorption loss were synthesized. Last, QD-SNAs exhibit enhanced cellular uptake and minimal cytotoxicity when compared to commercial QD-protein conjugates, making them potentially useful in bioimaging and diagnostic applications.",
          "url": "https://doi.org/10.1126/sciadv.adv6906",
          "doi": "https://doi.org/10.1126/sciadv.adv6906",
          "filter": "2"
        },
        {
          "title": "Hedgehog-interacting protein orchestrates alveologenesis and protects against bronchopulmonary dysplasia and emphysema",
          "authors": "Datian Ye, Shiyun Feng, Xinguo Yang, Yanjing Su, Jing Zhang, Haixin Feng, Minqi Zhou, Bin Zhou, Lihui Duan, Tien Peng, Chaoqun Wang",
          "abstract": "Most of the lung’s gas-exchange surface forms during alveologenesis and its disruption causes bronchopulmonary dysplasia (BPD) in infants, characterized by alveolar simplification and myofibroblast accumulation. BPD also increases the risk of adult emphysema, marked by alveolar loss. Despite this connection, mechanisms linking these conditions and effective treatments are still lacking. We identify hedgehog-interacting protein ( HHIP ), associated with both BPD and emphysema, as a critical regulator of alveologenesis. During this process, Hhip -expressing cells expanded, accompanied by hedgehog (Hh) signaling inhibition and myofibroblast transition. Stromal-specific Hhip deletion led to hyperactivation of Hh-IGF1 signaling axis, causing persistent SMA + myofibroblasts and epithelial stem/progenitor cell senescence. Hyperactivation of this pathway was also observed in human BPD and hyperoxia-induced BPD models. Early Hhip deficiency resulted in adult emphysema with myofibroblast accumulation. We developed a therapeutic Fc-fused HHIP protein that mitigated BPD in neonatal mice and prevented adult emphysema. These findings establish HHIP as a critical regulator of alveologenesis and a therapeutic target for BPD and emphysema.",
          "url": "https://doi.org/10.1126/sciadv.adu2958",
          "doi": "https://doi.org/10.1126/sciadv.adu2958",
          "filter": "2"
        },
        {
          "title": "Noninvasive prognostic classification of ITH in HCC with multi-omics insights and therapeutic implications",
          "authors": "Yangyang Xie, Fang Wang, Jingwei Wei, Zefeng Shen, Xue Song, Yali Wang, Hongjun Chen, Liye Tao, Junhao Zheng, Lanfen Lin, Ziwei Niu, Xiaojun Guan, Tianhan Zhou, Zhengao Xu, Yang Liu, Danwei Du, Haoyu Pan, Shihao Li, Wenbin Ji, Wei Zhou, Yunjun Yang, Jie Tian, Junjie Xu, Hongjie Hu, Xiao Liang",
          "abstract": "Intratumoral heterogeneity (ITH) is a critical factor associated with treatment failure and disease relapse in hepatocellular carcinoma (HCC). However, decoding ITH in a noninvasive and comprehensive manner remains a notable challenge. In this study involving 851 patients from five centers, we developed a noninvasive prognostic classification for ITH using radiomics based on multisequence MRI, termed radiomics ITH (RITH) phenotypes. The RITH phenotypes highly correlated with prognosis and pathological ITH. In addition, through an integrated multi-omics analysis, we uncovered the molecular mechanisms underlying RITH, notably enhancing its biological interpretability. Specifically, high-RITH tumors demonstrated an enrichment of cancer-associated fibroblasts and activation of extracellular matrix remodeling. Our approach facilitates the noninvasive refined classification of ITH using radiomics and multi-omics, paving the way for tailored treatment strategies in HCC. Extracellular matrix-receptor interaction could be a potential therapeutic target in patients with high-RITH tumors. Given the routine use of radiologic imaging in oncology, our methodology ignites versatile framework for broader application to other solid tumors.",
          "url": "https://doi.org/10.1126/sciadv.ads8323",
          "doi": "https://doi.org/10.1126/sciadv.ads8323",
          "filter": "2"
        },
        {
          "title": "EYA3 regulation of NF-κB and CCL2 suppresses cytotoxic NK cells in the premetastatic niche to promote TNBC metastasis",
          "authors": "Sheera R. Rosenbaum, Connor J. Hughes, Kaiah M. Fields, Stephen Connor Purdy, Annika L. Gustafson, Arthur Wolin, Drake Hampton, Natasha M. Shrivastava, Nicholas Turner, Etienne Danis, Christopher Ebmeier, Nicole Spoelstra, Jennifer Richer, Paul Jedlicka, James C. Costello, Rui Zhao, Heide L. Ford",
          "abstract": "Triple-negative breast cancer cells must evade immune surveillance to metastasize to distant sites, yet this process is not well understood. The Eyes absent (EYA) family of proteins, which are crucial for embryonic development, become dysregulated in cancer, where they have been shown to mediate proliferation, migration, and invasion. Our study reveals an unusual mechanism by which EYA3 reduces the presence of cytotoxic natural killer (NK) cells in the premetastatic niche (PMN) to enhance metastasis, independent of its effects on the primary tumor. We find that EYA3 up-regulates nuclear factor κB signaling to enhance CCL2 expression, which, in contrast to previous findings, suppresses cytotoxic NK cell activation in vitro and their infiltration into the PMN in vivo. These findings uncover an unexpected role for CCL2 in inhibiting NK cell responses at the PMN and suggest that targeting EYA3 could be an effective strategy to reactivate antitumor immune responses to inhibit metastasis.",
          "url": "https://doi.org/10.1126/sciadv.adt0504",
          "doi": "https://doi.org/10.1126/sciadv.adt0504",
          "filter": "2"
        },
        {
          "title": "Valley-spin polarization at zero magnetic field induced by strong hole-hole interactions in monolayer WSe 2",
          "authors": "Justin Boddison-Chouinard, Marek Korkusinski, Alex Bogan, Pedro Barrios, Philip Waldron, Kenji Watanabe, Takashi Taniguchi, Jarosław Pawłowski, Daniel Miravet, Pawel Hawrylak, Adina Luican-Mayer, Louis Gaudreau",
          "abstract": "Monolayer transition metal dichalcogenides have emerged as prominent candidates to explore the complex interplay between spin and valley degrees of freedom. Their strong spin-orbit interaction and broken inversion symmetry lead to the spin-valley locking effect, in which carriers occupying the K and K ′ valleys of the reciprocal space must have opposite spins. This effect is particularly strong for holes due to a larger spin-orbit gap in the valence band. By reducing the dimensionality of a monolayer of WSe 2 to 1D via electrostatic confinement, we demonstrate that spin-valley locking and strong hole-hole interactions lead to a ferromagnetic state where hole transport is spin-valley polarized, even without an applied magnetic field. A massive Dirac fermion model in the Hartree-Fock approximation reveals that many-body hole-exchange interactions lead to this polarized ground-state. This observation opens the possibility of implementing a robust and stable valley-polarized system, essential in valleytronic applications.",
          "url": "https://doi.org/10.1126/sciadv.adu4696",
          "doi": "https://doi.org/10.1126/sciadv.adu4696",
          "filter": "2"
        },
        {
          "title": "Doped organic thermoelectric short wavelength infrared detectors",
          "authors": "Shu-Jen Wang, Alexej Pashkin, Ghader Darbandy, Andrei Luferau, Jakob Wolansky, Louis C. Winkler, Zongbao Zhang, Tak Shun Wong, Mohd Saif Shaikh, Yonder Berencén, Johannes Benduhn, Hans Kleemann, Karl Leo",
          "abstract": "Photon-based organic photodetector performance drops rapidly when going beyond near-infrared light detection due to nonradiative recombination. Here, we report on a device concept for infrared detection using organic thermoelectrics coupled to an infrared absorption film for heat generation. These short wavelength infrared (SWIR) detectors show an excellent area normalized responsivity of over 10 9  milliampere per watt per square meter at 1 V, two to three orders of magnitude higher than the conjugated polymer SWIR detector reported in the literature and typical organic photodetectors in the visible and near-infrared wavelength range. Moreover, the devices show a fast switch-on time with an estimated 3-decibel frequency of over 610 kilohertz, making the device suitable for a wide range of applications. However, the specific detectivity of the current device concept is limited to 10 4 Jones. We discuss strategies for improving the specific detectivities of these detectors with technology computer-aided design simulations.",
          "url": "https://doi.org/10.1126/sciadv.adt0006",
          "doi": "https://doi.org/10.1126/sciadv.adt0006",
          "filter": "2"
        },
        {
          "title": "Hydrodynamically generated multilayer skin spheroids enable in vitro screening of biologically active ingredients and toxicity tests",
          "authors": "Zhengkun Chen, Dianoosh Kalhori, Faeze Rakhshani, Oussama El Baraka, Liangliang Qu, Susanne N. Kolle, Valerie Andre, Ted Deisenroth, Eugenia Kumacheva",
          "abstract": "Human tissues often have a multilayer structure, with each layer performing a distinct physiological task. Reconstructing layered tissue structures with their respective functions is crucial for disease modeling, screening biologically active ingredients, and performing toxicology tests; however, multicellular spheroids used for these purposes generally lack a well-defined multilayer architecture. Here, to recapitulate a multilayer structure of the skin, we developed a hydrodynamically mediated approach to the generation of large arrays of fibroblast spheroids (a dermal core) that were engulfed with an epidermal layer of keratinocytes. These spheroids expressed biomarkers of the epidermis, epidermal-dermal junction, and dermis, and exhibited skin-like barrier properties. Screening of the synergistic effect of vitamins and peptides on protein synthesis by the spheroids and evaluation of skin toxicity with chemical agents showed a correlation with clinical results or existing standards. This approach offers enhanced control over spatial cell distribution in spheroids for advanced in vitro models of multilayer tissues.",
          "url": "https://doi.org/10.1126/sciadv.adu1251",
          "doi": "https://doi.org/10.1126/sciadv.adu1251",
          "filter": "2"
        },
        {
          "title": "Plasmon-enhanced exciton relocalization in quasi-2D perovskites for low-threshold room-temperature plasmonic lasing",
          "authors": "Yen-Yu Wang, Xing-Hao Lee, Chiung-Han Chen, Linchyn Yuan, Yin-Ti Lai, Tzu-Yu Peng, Jia-Wern Chen, Chu-Chen Chueh, Yu-Jung Lu",
          "abstract": "Room-temperature nanolasers are crucial for advancing optical communication and photonic quantum technologies due to their capability to generate coherent light at a subwavelength scale. However, their development is constrained by challenges such as insufficient gain, material instability, and high lasing thresholds. By integrating quasi–two-dimensional (quasi-2D) perovskites with high- Q plasmonic nanostructures, we demonstrate a stable, wavelength-tunable, single-mode laser operating at room temperature. This device leverages a unique exciton relocalization effect in quasi-2D Ruddlesden-Popper perovskites with additives, substantially enhancing optical gain and improving stability. When coupled with a waveguide-hybridized surface lattice resonance mode, the enhanced light-matter interaction facilitates single-mode lasing with a notably low threshold of 0.9 millijoules per square centimeter. In addition, the device achieves robust lasing performance with extended operational stability (1.8 × 10 6 excitation pulses). These results provide a scalable, low-cost, and energy-efficient platform for nanolasing, with potential applications in next-generation photonic technologies, including light detection and ranging, sensing, optical communication, and computation.",
          "url": "https://doi.org/10.1126/sciadv.adu6824",
          "doi": "https://doi.org/10.1126/sciadv.adu6824",
          "filter": "2"
        },
        {
          "title": "Open-flask, ambient temperature direct arylation synthesis of mixed ionic-electronic conductors",
          "authors": "Joost Kimpel, Youngseok Kim, Hannes Schomaker, Diego R. Hinojosa, Jesika Asatryan, Jaime Martín, Renee Kroon, Michael Sommer, Christian Müller",
          "abstract": "Conjugated polymers are widely studied for application areas ranging from energy technology to wearable electronics and bioelectronics. To develop a truly sustainable technology, environmentally benign synthesis is essential. Here, the open-flask synthesis of a multitude of conjugated polymers at room temperature by ambient direct arylation polymerization (ADAP) is demonstrated. The batch synthesis of over 100 grams of polymer in a green solvent and continuous droplet flow synthesis without any solid support is described. Polymers prepared by ADAP are characterized by improved structural order compared to materials prepared by other methods. Hence, organic electrochemical transistors (OECTs) feature beyond state-of-the-art electrical properties, i.e., an OECT hole mobility μ as high as 6 cm 2  V −1  s −1 , a volumetric capacitance C * over 200 F cm −3 , and thus a figure of merit [μ C * ] exceeding 1100 F cm −1  V −1  s −1 . Thus, ADAP paves the way for the benign and large-scale production of high-performance conjugated polymers.",
          "url": "https://doi.org/10.1126/sciadv.adv8168",
          "doi": "https://doi.org/10.1126/sciadv.adv8168",
          "filter": "2"
        },
        {
          "title": "A neuroimmune pathway drives bacterial infection",
          "authors": "Nian Wang, Jiao Liu, Runliu Wu, Feng Chen, Ruoxi Zhang, Chunhua Yu, Herbert Zeh, Xianzhong Xiao, Haichao Wang, Timothy R. Billiar, Ling Zeng, Jianxin Jiang, Daolin Tang, Rui Kang",
          "abstract": "Pathogen-induced septic death presents a substantial public health challenge, with its neuroimmune mechanisms largely unexplored. Our study investigates neurotransmitter modulation of ACOD1 expression, a regulator of immunometabolism activated by bacterial lipopolysaccharide (LPS). Screening neurotransmitters identifies dopamine as a potent inhibitor of LPS-induced ACOD1 expression in innate immune cells. Mechanistically, DRD2 forms a complex with TLR4, initiating MAPK3-dependent CREB1 phosphorylation and subsequent ACOD1 transcription. Conversely, dopamine disrupts TLR4-MYD88 interaction via DRD2 without affecting the formation of the LPS-induced TLR4-MD2-CD14 complex. Enhanced ACOD1 expression induces CD274/PD-L1 production independently of itaconate, precipitating inflammation-associated immunosuppression in sepsis. Delayed administration of pramipexole, a dopamine agonist, mitigates lethality in bacterial sepsis mouse models. Conversely, the dopamine antagonist aripiprazole exacerbates sepsis mortality. Dysregulation of the dopamine-ACOD1 axis correlates with sepsis severity in patients, indicating a potential therapeutic target for modulating this neuroimmune pathway.",
          "url": "https://doi.org/10.1126/sciadv.adr2226",
          "doi": "https://doi.org/10.1126/sciadv.adr2226",
          "filter": "2"
        },
        {
          "title": "AIVT: Inference of turbulent thermal convection from measured 3D velocity data by physics-informed Kolmogorov-Arnold networks",
          "authors": "Juan Diego Toscano, Theo Käufer, Zhibo Wang, Martin Maxey, Christian Cierpka, George Em Karniadakis",
          "abstract": "We propose the artificial intelligence velocimetry-thermometry (AIVT) method to reconstruct a continuous and differentiable representation of the temperature and velocity in turbulent convection from measured three-dimensional (3D) velocity data. AIVT is based on physics-informed Kolmogorov-Arnold networks and trained by optimizing a loss function that minimizes residuals of the velocity data, boundary conditions, and governing equations. We apply AIVT to a set of simultaneously measured 3D temperature and velocity data of Rayleigh-Bénard convection, obtained by combining particle image thermometry and Lagrangian particle tracking. This enables us to directly compare machine learning results to true volumetric, simultaneous temperature and velocity measurements. We demonstrate that AIVT can reconstruct and infer continuous, instantaneous velocity and temperature fields and their gradients from sparse experimental data at a high resolution, providing an additional approach for understanding thermal turbulence.",
          "url": "https://doi.org/10.1126/sciadv.ads5236",
          "doi": "https://doi.org/10.1126/sciadv.ads5236",
          "filter": "2"
        },
        {
          "title": "A tube-based biosensor for DNA and RNA detection",
          "authors": "Yang Sun, Kai Liu, Haoli Zhang, Yuecan Zhao, Jingshuai Wen, Meng Zhao, Xiang Li, Zhengping Li",
          "abstract": "Affordable, sensitive, and simplified DNA/RNA detection is important for disease diagnosis and enables timely medical intervention measures. Usually, high sensitivity depends on expensive instruments and sophisticated procedures, making sensitivity contradict affordability and simplicity. Here, we proposed an ultra-sensitive single-tube biosensor (USTB) where users can visually detect targets by observing the liquid motion state in a glass tube. The developed instrument-free USTB performed low-cost ($0.1), fast (1 min), and ultra-sensitive detection for both the DNA/RNA fragments (≤1 aM) and the clinical positive samples, which commercial reverse transcription polymerase chain reaction (RT-PCR) and PCR kits could not effectively recognize. Furthermore, USTB is promising to be easily applied to detect other-type biomarkers by the designed smart sensing unit.",
          "url": "https://doi.org/10.1126/sciadv.adu2271",
          "doi": "https://doi.org/10.1126/sciadv.adu2271",
          "filter": "2"
        },
        {
          "title": "Back to an ice-free future: Early Cretaceous seasonal cycles of sea surface temperature and glacier ice",
          "authors": "Songlin He, Tianyang Wang, Robert A. Spicer, Alex Farnsworth, Andreas Mulch, Mike Widdowson, Qinghai Zhang, Fulong Cai, Paul J. Valdes, Chao Wang, Hasina Nirina Randrianaly, Jing Xie, Lin Ding",
          "abstract": "Global ice losses will likely continue with ongoing climate warming, culminating in an almost ice-free planet analogous to that which persisted throughout much of the Cretaceous. Despite extensive research, Early Cretaceous cryosphere responses to temperature and atmospheric P CO 2 fluctuations over short, human, timescales remain uncertain. Here, we show rapid late Valanginian (~133 million years ago) seasonal fluctuations in sea surface temperature (SST) and δ 18 O mainly driven by atmospheric P CO 2 . Two distinctive features emerge: large seasonal variability of up to 15.9° ± 4.9°C in Southern Hemisphere mid-latitudes, comparable to that found today, a positive sea surface δ 18 O value related to evaporation (expressed as salinity increases), and the existence of polar ice. Model-predicted patterns of SST change match with high statistical confidence those derived from clumped isotopes in well-preserved oyster fossils from Madagascar and display consistent warm/cold seasonality. Given its relative coolness in a Cretaceous context, the late Valanginian is a valuable analog for Earth’s future climate.",
          "url": "https://doi.org/10.1126/sciadv.adr9417",
          "doi": "https://doi.org/10.1126/sciadv.adr9417",
          "filter": "2"
        },
        {
          "title": "Open or closed: pH modulation and calcification by foraminifera",
          "authors": "Daniel François, Gert-Jan Reichart, Lennart J. de Nooijer",
          "abstract": "Marine calcifying organisms precipitate their shells either in equilibrium with seawater or under strict biological control. Here, we show that these two options represent two ends of a spectrum. In species with a more “closed” system, rates of H + removal and Ca 2+ uptake are high and exceed the amount of ions required for calcification. This explains the relatively low Mg/Ca of the calcite of this species by dilution of the [Mg 2+ ] in the calcifying fluid. Conversely, in species with a more open system, the H + and Ca 2+ fluxes are lower, with more seawater exchanged between the environment and calcifying fluid, explaining the relatively high Mg/Ca in these foraminifera. In either of these species, mitochondria were found to be located at the site where the Ca 2+ /H + exchange takes place and the mitochondrial density aligned with the rate of pumping. These findings highlight the crucial role of transmembrane transporters and mitochondria in foraminifera calcification and explain the species-specific elemental signatures.",
          "url": "https://doi.org/10.1126/sciadv.adq8425",
          "doi": "https://doi.org/10.1126/sciadv.adq8425",
          "filter": "2"
        },
        {
          "title": "Ultra-stable and high-performance squeezed vacuum source enabled via artificial intelligence control",
          "authors": "Jie Zhao, Zhifei Yu, Xin Chen, Yuan Wu, Xinyun Liang, Wenfeng Huang, Keye Zhang, Chun-Hua Yuan, L. Q. Chen",
          "abstract": "Squeezing states are crucial for advancing quantum metrology beyond the classical limit. Despite this, generating high-performance squeezed light with long-term stability remains a challenge due to system complexity and quantum fragility. We experimentally achieved a record-breaking squeezing level of 4.3 decibels (lossless, 5.9 decibels) using polarization self-rotation (PSR) in atomic vapor, maintaining stability for hours despite environmental disturbances. Overcoming the limitations of the PSR theory model’s optimization guidance, which arises from the mutual interference of multiple parameters at this squeezing level, we developed an artificial intelligence (AI) control (AIC) system that harnesses deep learning to discern and manage these complex relationships, thereby enabling self-adapted to external environments. This integrated approach represents a concrete step for the actual application of quantum metrology and information processing, illustrating the synergy between AI and fundamental science in breaking complexity constraints.",
          "url": "https://doi.org/10.1126/sciadv.adu4888",
          "doi": "https://doi.org/10.1126/sciadv.adu4888",
          "filter": "2"
        },
        {
          "title": "Boosting multiplexing capabilities for error-robust spatial transcriptomic methods using a set exchange approach",
          "authors": "Johan Boström, Michaɫ Zapaɫa, Igor Adameyko",
          "abstract": "In the last decades, image-based transcriptomic and proteomic experiments have moved from single-target probes to multiplexed experiments, allowing researchers to study hundreds or even thousands of mRNA and protein targets simultaneously. This large increase in scope necessitates methods in either increased specificity or in error correction, such as the Hamming codes used in the imaging-based spatial transcriptomic method MERFISH. For some experimental conditions, Hamming codes are efficient in encoding the highest possible number of genes for spatial analysis. However, for most experimental parameters, the optimal generation of error-robust codebooks is an unsolved mathematical problem. Here, we present a method to generate highly optimized extended Hamming codebooks compatible with established error-correctable methodologies such as MERFISH. Our method uses an iterative set-exchange approach and generally reaches over 90% of the theoretical maximum limit of gene set complexity. We also provide ready-to-use codebooks and discuss the advantages and disadvantages of changing probe density.",
          "url": "https://doi.org/10.1126/sciadv.adr4026",
          "doi": "https://doi.org/10.1126/sciadv.adr4026",
          "filter": "2"
        }
      ]
    }
  ]
}
