{
  "update": "2025-02-14",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Measuring racial educational disparities over time amongst top achievers",
          "authors": "Uditi Karna, Min Sok Lee, John A. List, Andrew Simon, Haruka Uchida",
          "url": "https://doi.org/10.1038/s41586-024-08536-0",
          "doi": "https://doi.org/10.1038/s41586-024-08536-0",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Genetic architecture in Greenland is shaped by demography, structure and selection",
          "authors": "Frederik Filip Stæger, Mette K. Andersen, Zilong Li, Jasmin Pernille Hjerresen, Shixu He, Cindy G. Santander, Rasmus Tanderup Jensen, Karsten Fleischer Rex, Anne Cathrine Baun Thuesen, Kristian Hanghøj, Inge Høst Seiding, Emil Jørsboe, Sara Elizabeth Stinson, Malthe Sebro Rasmussen, Renzo F. Balboa, Christina Viskum Lytken Larsen, Peter Bjerregaard, Mikkel Schubert, Jonas Meisner, Allan Linneberg, Niels Grarup, Eleftheria Zeggini, Rasmus Nielsen, Marit E. Jørgensen, Torben Hansen, Ida Moltke, Anders Albrechtsen",
          "url": "https://doi.org/10.1038/s41586-024-08516-4",
          "doi": "https://doi.org/10.1038/s41586-024-08516-4",
          "filter": "2"
        },
        {
          "title": "Learned magnetic map cues and two mechanisms of magnetoreception in turtles",
          "authors": "Kayla M. Goforth, Catherine M. F. Lohmann, Andrew Gavin, Reyco Henning, Andrew Harvey, Tara L. Hinton, Dana S. Lim, Kenneth J. Lohmann",
          "url": "https://doi.org/10.1038/s41586-024-08554-y",
          "doi": "https://doi.org/10.1038/s41586-024-08554-y",
          "filter": "2"
        },
        {
          "title": "Transcriptomic neuron types vary topographically in function and morphology",
          "authors": "Inbal Shainer, Johannes M. Kappel, Eva Laurell, Joseph C. Donovan, Martin W. Schneider, Enrico Kuehn, Irene Arnold-Ammer, Manuel Stemmer, Johannes Larsch, Herwig Baier",
          "abstract": "Neuronal phenotypic traits such as morphology, connectivity and function are dictated, to a large extent, by a specific combination of differentially expressed genes. Clusters of neurons in transcriptomic space correspond to distinct cell types and in some cases—for example, Caenorhabditis elegans neurons 1 and retinal ganglion cells 2–4 —have been shown to share morphology and function. The zebrafish optic tectum is composed of a spatial array of neurons that transforms visual inputs into motor outputs. Although the visuotopic map is continuous, subregions of the tectum are functionally specialized 5,6 . Here, to uncover the cell-type architecture of the tectum, we transcriptionally profiled its neurons, revealing more than 60 cell types that are organized in distinct anatomical layers. We measured the visual responses of thousands of tectal neurons by two-photon calcium imaging and matched them with their transcriptional profiles. Furthermore, we characterized the morphologies of transcriptionally identified neurons using specific transgenic lines. Notably, we found that neurons that are transcriptionally similar can diverge in shape, connectivity and visual responses. Incorporating the spatial coordinates of neurons within the tectal volume revealed functionally and morphologically defined anatomical subclusters within individual transcriptomic clusters. Our findings demonstrate that extrinsic, position-dependent factors expand the phenotypic repertoire of genetically similar neurons.",
          "url": "https://doi.org/10.1038/s41586-024-08518-2",
          "doi": "https://doi.org/10.1038/s41586-024-08518-2",
          "filter": "2"
        },
        {
          "title": "Hydrogen escaping from a pair of exoplanets smaller than Neptune",
          "authors": "R. O. Parke Loyd, Ethan Schreyer, James E. Owen, James G. Rogers, Madelyn I. Broome, Evgenya L. Shkolnik, Ruth Murray-Clay, David J. Wilson, Sarah Peacock, Johanna Teske, Hilke E. Schlichting, Girish M. Duvvuri, Allison Youngblood, P. Christian Schneider, Kevin France, Steven Giacalone, Natasha E. Batalha, Adam C. Schneider, Isabella Longo, Travis Barman, David R. Ardila",
          "url": "https://doi.org/10.1038/s41586-024-08490-x",
          "doi": "https://doi.org/10.1038/s41586-024-08490-x",
          "filter": "2"
        },
        {
          "title": "A metagenomic ‘dark matter’ enzyme catalyses oxidative cellulose conversion",
          "authors": "Clelton A. Santos, Mariana A. B. Morais, Fernanda Mandelli, Evandro A. Lima, Renan Y. Miyamoto, Paula M. R. Higasi, Evandro A. Araujo, Douglas A. A. Paixão, Joaquim M. Junior, Maria L. Motta, Rodrigo S. A. Streit, Luana G. Morão, Claudio B. C. Silva, Lucia D. Wolf, Cesar R. F. Terrasan, Nathalia R. Bulka, Jose A. Diogo, Felipe J. Fuzita, Felippe M. Colombari, Camila R. Santos, Priscila T. Rodrigues, Daiane B. Silva, Sacha Grisel, Juliana S. Bernardes, Nicolas Terrapon, Vincent Lombard, Antonio J. C. Filho, Bernard Henrissat, Bastien Bissaro, Jean-Guy Berrin, Gabriela F. Persinoti, Mario T. Murakami",
          "url": "https://doi.org/10.1038/s41586-024-08553-z",
          "doi": "https://doi.org/10.1038/s41586-024-08553-z",
          "filter": "2"
        },
        {
          "title": "Balanced plant helper NLR activation by a modified host protein complex",
          "authors": "Shijia Huang, Junli Wang, Ridan Song, Aolin Jia, Yu Xiao, Yue Sun, Lin Wang, Dennis Mahr, Zhongshou Wu, Zhifu Han, Xin Li, Jane E. Parker, Jijie Chai",
          "url": "https://doi.org/10.1038/s41586-024-08521-7",
          "doi": "https://doi.org/10.1038/s41586-024-08521-7",
          "filter": "2"
        },
        {
          "title": "Topological segregation of stress sensors along the gut crypt–villus axis",
          "authors": "Kouki K. Touhara, Nathan D. Rossen, Fei Deng, Joel Castro, Andrea M. Harrington, Tifany Chu, Sonia Garcia-Caraballo, Mariana Brizuela, Tracey O’Donnell, Jinhao Xu, Onur Cil, Stuart M. Brierley, Yulong Li, David Julius",
          "url": "https://doi.org/10.1038/s41586-024-08581-9",
          "doi": "https://doi.org/10.1038/s41586-024-08581-9",
          "filter": "2"
        },
        {
          "title": "Manipulation of the altermagnetic order in CrSb via crystal symmetry",
          "authors": "Zhiyuan Zhou, Xingkai Cheng, Mengli Hu, Ruiyue Chu, Hua Bai, Lei Han, Junwei Liu, Feng Pan, Cheng Song",
          "url": "https://doi.org/10.1038/s41586-024-08436-3",
          "doi": "https://doi.org/10.1038/s41586-024-08436-3",
          "filter": "2"
        },
        {
          "title": "Global engineering effects of soil invertebrates on ecosystem functions",
          "authors": "Donghao Wu, Enzai Du, Nico Eisenhauer, Jérome Mathieu, Chengjin Chu",
          "url": "https://doi.org/10.1038/s41586-025-08594-y",
          "doi": "https://doi.org/10.1038/s41586-025-08594-y",
          "filter": "2"
        },
        {
          "title": "Macrophages protect against sensory axon loss in peripheral neuropathy",
          "authors": "Sara Hakim, Aakanksha Jain, Stuart S. Adamson, Veselina Petrova, Jonathan Indajang, Hyoung Woo Kim, Riki Kawaguchi, Qing Wang, Elif S. Duran, Drew Nelson, Caitlin A. Greene, Jenae Rasmussen, Clifford J. Woolf",
          "url": "https://doi.org/10.1038/s41586-024-08535-1",
          "doi": "https://doi.org/10.1038/s41586-024-08535-1",
          "filter": "2"
        },
        {
          "title": "The neuroimmune connectome in health and disease",
          "authors": "Michael A. Wheeler, Francisco J. Quintana",
          "url": "https://doi.org/10.1038/s41586-024-08474-x",
          "doi": "https://doi.org/10.1038/s41586-024-08474-x",
          "filter": "2"
        },
        {
          "title": "Direct experimental constraints on the spatial extent of a neutrino wavepacket",
          "authors": "Joseph Smolsky, Kyle G. Leach, Ryan Abells, Pedro Amaro, Adrien Andoche, Keith Borbridge, Connor Bray, Robin Cantor, David Diercks, Spencer Fretwell, Stephan Friedrich, Abigail Gillespie, Mauro Guerra, Ad Hall, Cameron N. Harris, Jackson T. Harris, Leendert M. Hayen, Paul-Antoine Hervieux, Calvin Hinkle, Geon-Bo Kim, Inwook Kim, Amii Lamm, Annika Lennarz, Vincenzo Lordi, Jorge Machado, Andrew Marino, David McKeen, Xavier Mougeot, Francisco Ponce, Chris Ruiz, Amit Samanta, José Paulo Santos, Caitlyn Stone-Whitehead, John Taylor, Joseph Templet, Sriteja Upadhyayula, Louis Wagner, William K. Warburton",
          "url": "https://doi.org/10.1038/s41586-024-08479-6",
          "doi": "https://doi.org/10.1038/s41586-024-08479-6",
          "filter": "2"
        },
        {
          "title": "External Li supply reshapes Li deficiency and lifetime limit of batteries",
          "authors": "Shu Chen, Guanbin Wu, Haibo Jiang, Jifeng Wang, Tiantian Chen, Chenyang Han, Wenwen Wang, Rongchen Yang, Jiahua Zhao, Zhihang Tang, Xiaocheng Gong, Chuanfa Li, Mengyao Zhu, Kun Zhang, Yifei Xu, Ying Wang, Zhe Hu, Peining Chen, Bingjie Wang, Kai Zhang, Yongyao Xia, Huisheng Peng, Yue Gao",
          "url": "https://doi.org/10.1038/s41586-024-08465-y",
          "doi": "https://doi.org/10.1038/s41586-024-08465-y",
          "filter": "2"
        },
        {
          "title": "Aqueous-based recycling of perovskite photovoltaics",
          "authors": "Xun Xiao, Niansheng Xu, Xueyu Tian, Tiankai Zhang, Bingzheng Wang, Xiaoming Wang, Yeming Xian, Chunyuan Lu, Xiangyu Ou, Yanfa Yan, Licheng Sun, Fengqi You, Feng Gao",
          "abstract": "Cumulative silicon photovoltaic (PV) waste highlights the importance of considering waste recycling before the commercialization of emerging PV technologies 1,2 . Perovskite PVs are a promising next-generation technology 3 , in which recycling their end-of-life waste can reduce the toxic waste and retain resources 4,5 . Here we report a low-cost, green-solvent-based holistic recycling strategy to restore all valuable components from perovskite PV waste. We develop an efficient aqueous-based perovskite recycling approach that can also rejuvenate degraded perovskites. We further extend the scope of recycling to charge-transport layers, substrates, cover glasses and metal electrodes. After repeated degradation–recycling processes, the recycled devices show similar efficiency and stability compared with the fresh devices. Our holistic recycling strategy reduces by 96.6% resource depletion and by 68.8% human toxicity (cancer effects) impacts associated with perovskite PVs compared with the landfill treatment. With recycling, the levelized cost of electricity also decreases for both utility-scale and residential systems. This study highlights unique opportunities of perovskite PVs for holistic recycling and paves the way for a sustainable perovskite solar economy.",
          "url": "https://doi.org/10.1038/s41586-024-08408-7",
          "doi": "https://doi.org/10.1038/s41586-024-08408-7",
          "filter": "2"
        },
        {
          "title": "A crucial role for the cortical amygdala in shaping social encounters",
          "authors": "Antonio V. Aubry, Romain Durand-de Cuttoli, Elizabeth Karpman, Rachel L. Fisher-Foye, Lyonna F. Parise, Flurin Cathomas, C. Joseph Burnett, Yewon Yang, Chongzhen Yuan, Alexa R. LaBanca, Kenny L. Chan, Kion T. Winston, Hsiao-yun Lin, Farah Dackour, Arman A. Tavallaei, Johana Alvarez, Tadaaki Nishioka, Hirofumi Morishita, Robert C. Froemke, Long Li, Scott J. Russo",
          "url": "https://doi.org/10.1038/s41586-024-08540-4",
          "doi": "https://doi.org/10.1038/s41586-024-08540-4",
          "filter": "2"
        },
        {
          "title": "The bulk motion of gas in the core of the Centaurus galaxy cluster",
          "authors": "character(0), Marc Audard, Hisamitsu Awaki, Ralf Ballhausen, Aya Bamba, Ehud Behar, Rozenn Boissay-Malaquin, Laura Brenneman, Gregory V. Brown, Lia Corrales, Elisa Costantini, Renata Cumbee, Chris Done, Tadayasu Dotani, Ken Ebisawa, Megan E. Eckart, Dominique Eckert, Teruaki Enoto, Satoshi Eguchi, Yuichiro Ezoe, Adam Foster, Ryuichi Fujimoto, Yutaka Fujita, Yasushi Fukazawa, Kotaro Fukushima, Akihiro Furuzawa, Luigi Gallo, Javier A. García, Liyi Gu, Matteo Guainazzi, Kouichi Hagino, Kenji Hamaguchi, Isamu Hatsukade, Katsuhiro Hayashi, Takayuki Hayashi, Natalie Hell, Edmund Hodges-Kluck, Ann Hornschemeier, Yuto Ichinohe, Manabu Ishida, Kumi Ishikawa, Yoshitaka Ishisaki, Jelle Kaastra, Timothy Kallman, Erin Kara, Satoru Katsuda, Yoshiaki Kanemaru, Richard Kelley, Caroline Kilbourne, Shunji Kitamoto, Shogo Kobayashi, Takayoshi Kohmura, Aya Kubota, Maurice Leutenegger, Michael Loewenstein, Yoshitomo Maeda, Maxim Markevitch, Hironori Matsumoto, Kyoko Matsushita, Dan McCammon, Brian McNamara, François Mernier, Eric D. Miller, Jon M. Miller, Ikuyuki Mitsuishi, Misaki Mizumoto, Tsunefumi Mizuno, Koji Mori, Koji Mukai, Hiroshi Murakami, Richard Mushotzky, Hiroshi Nakajima, Kazuhiro Nakazawa, Jan-Uwe Ness, Kumiko Nobukawa, Masayoshi Nobukawa, Hirofumi Noda, Hirokazu Odaka, Shoji Ogawa, Anna Ogorzalek, Takashi Okajima, Naomi Ota, Stephane Paltani, Robert Petre, Paul Plucinsky, Frederick Scott Porter, Katja Pottschmidt, Kosuke Sato, Toshiki Sato, Makoto Sawada, Hiromi Seta, Megumi Shidatsu, Aurora Simionescu, Randall Smith, Hiromasa Suzuki, Andrew Szymkowiak, Hiromitsu Takahashi, Mai Takeo, Toru Tamagawa, Keisuke Tamura, Takaaki Tanaka, Atsushi Tanimoto, Makoto Tashiro, Yukikatsu Terada, Yuichi Terashima, María Díaz Trigo, Yohko Tsuboi, Masahiro Tsujimoto, Hiroshi Tsunemi, Takeshi G. Tsuru, Hiroyuki Uchida, Nagomi Uchida, Yuusuke Uchida, Hideki Uchiyama, Yoshihiro Ueda, Shinichiro Uno, Jacco Vink, Shin Watanabe, Brian J. Williams, Satoshi Yamada, Shinya Yamada, Hiroya Yamaguchi, Kazutaka Yamaoka, Noriko Y. Yamasaki, Makoto Yamauchi, Shigeo Yamauchi, Tahir Yaqoob, Tomokage Yoneyama, Tessei Yoshida, Mihoko Yukita, Irina Zhuravleva, Marie Kondo, Norbert Werner, Tomáš Plšek, Ming Sun, Kokoro Hosogi, Anwesh Majumder",
          "url": "https://doi.org/10.1038/s41586-024-08561-z",
          "doi": "https://doi.org/10.1038/s41586-024-08561-z",
          "filter": "2"
        },
        {
          "title": "Activation and inhibition mechanisms of a plant helper NLR",
          "authors": "Yinyan Xiao, Xiaoxian Wu, Zaiqing Wang, Kexin Ji, Yang Zhao, Yu Zhang, Li Wan",
          "url": "https://doi.org/10.1038/s41586-024-08517-3",
          "doi": "https://doi.org/10.1038/s41586-024-08517-3",
          "filter": "2"
        },
        {
          "title": "Stronger and coarser-grained biodegradable zinc alloys",
          "authors": "Chengcheng Wu, Fengxiang Lin, Hong Liu, Matthew H. Pelletier, Max Lloyd, Williams R. Walsh, Jian-Feng Nie",
          "url": "https://doi.org/10.1038/s41586-024-08415-8",
          "doi": "https://doi.org/10.1038/s41586-024-08415-8",
          "filter": "2"
        },
        {
          "title": "Earliest short-tailed bird from the Late Jurassic of China",
          "authors": "Runsheng Chen, Min Wang, Liping Dong, Guowu Zhou, Xing Xu, Ke Deng, Liming Xu, Chi Zhang, Linchang Wang, Honggang Du, Ganmin Lin, Min Lin, Zhonghe Zhou",
          "url": "https://doi.org/10.1038/s41586-024-08410-z",
          "doi": "https://doi.org/10.1038/s41586-024-08410-z",
          "filter": "2"
        },
        {
          "title": "Author Correction: High fatigue resistance in a titanium alloy via near-void-free 3D printing",
          "authors": "Zhan Qu, Zhenjun Zhang, Rui Liu, Ling Xu, Yining Zhang, Xiaotao Li, Zhenkai Zhao, Qiqiang Duan, Shaogang Wang, Shujun Li, Yingjie Ma, Xiaohong Shao, Rui Yang, Jürgen Eckert, Robert O. Ritchie, Zhefeng Zhang",
          "url": "https://doi.org/10.1038/s41586-025-08641-8",
          "doi": "https://doi.org/10.1038/s41586-025-08641-8",
          "filter": "2"
        },
        {
          "title": "Transcriptional adaptation upregulates utrophin in Duchenne muscular dystrophy",
          "authors": "Lara Falcucci, Christopher M. Dooley, Douglas Adamoski, Thomas Juan, Justin Martinez, Angelina M. Georgieva, Kamel Mamchaoui, Cansu Cirzi, Didier Y. R. Stainier",
          "abstract": "Duchenne muscular dystrophy (DMD) is a muscle-degenerating disease caused by mutations in the DMD gene, which encodes the dystrophin protein 1,2 . Utrophin ( UTRN ), the genetic and functional paralogue of DMD , is upregulated in some DMD patients 3–5 . To further investigate this UTRN upregulation, we first developed an inducible messenger RNA (mRNA) degradation system for DMD by introducing a premature termination codon (PTC) in one of its alternatively spliced exons. Inclusion of the PTC-containing exon triggers DMD mutant mRNA decay and UTRN upregulation. Notably, blocking nonsense-mediated mRNA decay results in the reversal of UTRN upregulation, whereas overexpressing DMD does not. Furthermore, overexpressing DMD PTC minigenes in wild-type cells causes UTRN upregulation, as does a wild-type DMD minigene containing a self-cleaving ribozyme. To place these findings in a therapeutic context, we used splice-switching antisense oligonucleotides (ASOs) to induce the skipping of out-of-frame exons of DMD , aiming to introduce PTCs. We found that these ASOs cause UTRN upregulation. In addition, when using an ASO to restore the DMD reading frame in myotubes derived from a DMD patient, an actual DMD treatment, UTRN upregulation was reduced. Altogether, these results indicate that an mRNA decay-based mechanism called transcriptional adaptation 6–8 plays a key role in UTRN upregulation in DMD patients, and they highlight an unexplored therapeutic application of ASOs, as well as ribozymes, in inducing genetic compensation via transcriptional adaptation. ",
          "url": "https://doi.org/10.1038/s41586-024-08539-x",
          "doi": "https://doi.org/10.1038/s41586-024-08539-x",
          "filter": "2"
        },
        {
          "title": "Converging mechanism of UM171 and KBTBD4 neomorphic cancer mutations",
          "authors": "Xiaowen Xie, Olivia Zhang, Megan J. R. Yeo, Ceejay Lee, Ran Tao, Stefan A. Harry, N. Connor Payne, Eunju Nam, Leena Paul, Yiran Li, Hui Si Kwok, Hanjie Jiang, Haibin Mao, Jennifer L. Hadley, Hong Lin, Melissa Batts, Pallavi M. Gosavi, Vincenzo D’Angiolella, Philip A. Cole, Ralph Mazitschek, Paul A. Northcott, Ning Zheng, Brian B. Liau",
          "abstract": "Cancer mutations can create neomorphic protein–protein interactions to drive aberrant function 1,2 . As a substrate receptor of the CULLIN3-RING E3 ubiquitin ligase complex, KBTBD4 is recurrently mutated in medulloblastoma 3 , the most common embryonal brain tumour in children 4 . These mutations impart gain-of-function to KBTBD4 to induce aberrant degradation of the transcriptional corepressor CoREST 5 . However, their mechanism remains unresolved. Here we establish that KBTBD4 mutations promote CoREST degradation through engaging HDAC1/2 as the direct target of the mutant substrate receptor. Using deep mutational scanning, we chart the mutational landscape of the KBTBD4 cancer hotspot, revealing distinct preferences by which insertions and substitutions can promote gain-of-function and the critical residues involved in the hotspot interaction. Cryo-electron microscopy analysis of two distinct KBTBD4 cancer mutants bound to LSD1–HDAC1–CoREST reveals that a KBTBD4 homodimer asymmetrically engages HDAC1 with two KELCH-repeat β-propeller domains. The interface between HDAC1 and one of the KBTBD4 β-propellers is stabilized by the medulloblastoma mutations, which insert a bulky side chain into the HDAC1 active site pocket. Our structural and mutational analyses inform how this hotspot E3–neosubstrate interface can be chemically modulated. First, we unveil a converging shape-complementarity-based mechanism between gain-of-function E3 mutations and a molecular glue degrader, UM171. Second, we demonstrate that HDAC1/2 inhibitors can block the mutant KBTBD4–HDAC1 interface and proliferation of KBTBD4-mutant medulloblastoma cells. Altogether, our work reveals the structural and mechanistic basis of cancer mutation-driven neomorphic protein–protein interactions.",
          "url": "https://doi.org/10.1038/s41586-024-08533-3",
          "doi": "https://doi.org/10.1038/s41586-024-08533-3",
          "filter": "2"
        },
        {
          "title": "Observation of an ultra-high-energy cosmic neutrino with KM3NeT",
          "authors": "character(0), S. Aiello, A. Albert, A. R. Alhebsi, M. Alshamsi, S. Alves Garre, A. Ambrosone, F. Ameli, M. Andre, M. Anghinolfi, L. Aphecetche, M. Ardid, S. Ardid, C. Argüelles, H. Atmani, J. Aublin, F. Badaracco, L. Bailly-Salins, Z. Bardačová, B. Baret, A. Bariego-Quintana, Y. Becherini, M. Bendahman, F. Benfenati Gualandi, M. Benhassi, M. Bennani, D. M. Benoit, E. Berbee, V. Bertin, S. Biagi, M. Boettcher, D. Bonanno, A. B. Bouasla, J. Boumaaza, M. Bouta, M. Bouwhuis, C. Bozza, R. M. Bozza, H. Brânzaş, F. Bretaudeau, M. Breuhaus, R. Bruijn, J. Brunner, R. Bruno, E. Buis, R. Buompane, S. Buson, J. Busto, B. Caiffi, D. Calvo, A. Capone, F. Carenini, V. Carretero, T. Cartraud, P. Castaldi, V. Cecchini, S. Celli, L. Cerisy, M. Chabab, A. Chen, S. Cherubini, T. Chiarusi, M. Circella, R. Cocimano, J. A. B. Coelho, A. Coleiro, S. Colonges, A. Condorelli, R. Coniglione, P. Coyle, A. Creusot, G. Cuttone, A. D’Amico, R. Dallier, A. De Benedittis, B. De Martino, G. De Wasseige, V. Decoene, I. Del Rosso, L. S. Di Mauro, I. Di Palma, A. F. Diaz, D. Diego-Tortosa, C. Distefano, A. Domi, C. Donzaud, D. Dornic, E. Drakopoulou, D. Drouhin, J.-G. Ducoin, R. Dvornický, T. Eberl, E. Eckerová, A. Eddymaoui, T. van Eeden, M. Eff, D. van Eijk, I. El Bojaddaini, S. El Hedri, V. Ellajosyula, A. Enzenhöfer, G. Ferrara, M. D. Filipovićv, F. Filippini, D. Franciotti, L. A. Fusco, S. Gagliardini, T. Gal, J. García Méndez, A. Garcia Soto, C. Gatius Oliver, N. Geißelbrecht, E. Genton, H. Ghaddari, L. Gialanella, B. K. Gibson, E. Giorgio, I. Goos, P. Goswami, S. R. Gozzini, R. Gracia, K. Graf, C. Guidi, B. Guillon, M. Gutiérrez, C. Haack, H. van Haren, A. Heijboer, L. Hennig, S. Henry, J. J. Hernández-Rey, W. Idrissi Ibnsalih, A. Ilioni, G. Illuminati, D. Joly, M. de Jong, P. de Jong, B. J. Jung, P. Kalaczyński, O. Kalekin, N. Kamp, U. F. Katz, G. Kistauri, C. Kopper, A. Kouchner, Y. Y. Kovalev, V. Kueviakoe, V. Kulikovskiy, R. Kvatadze, M. Labalme, R. Lahmann, M. Lamoureux, S. Lancelin, G. Larosa, C. Lastoria, J. Lazar, A. Lazo, S. Le Stum, G. Lehaut, V. Lemaitre, E. Leonora, N. Lessing, G. Levi, M. Lincetto, M. Lindsey Clark, F. Longhitano, N. Lumb, F. Magnani, J. Majumdar, L. Malerba, F. Mamedov, A. Manfreda, M. Marconi, A. Margiotta, A. Marinelli, C. Markou, L. Martin, F. Marzaioli, M. Mastrodicasa, S. Mastroianni, J. Mauro, G. Miele, P. Migliozzi, E. Migneco, M. L. Mitsou, C. M. Mollo, M. Mongelli, L. Morales-Gallegos, A. Moussa, I. Mozun Mateo, R. Muller, M. R. Musone, M. Musumeci, S. Navas, A. Nayerhoda, C. A. Nicolau, B. Nkosi, B. Ó Fearraigh, V. Oliviero, A. Orlando, E. Oukacha, D. Paesani, J. Palacios González, G. Papalashvili, C. Paries, V. Parisi, E. J. Pastor Gomez, C. Pastore, A. M. Păun, G. E. Păvălaş, S. Peña Martínez, M. Perrin-Terrin, V. Pestel, R. Pestes, L. Pfeiffer, P. Piattelli, A. Plavin, C. Poirè, V. Popa, T. Pradier, J. Prado, S. Pulvirenti, C. A. Quiroz-Rangel, N. Randazzo, S. Razzaque, I. C. Rea, D. Real, G. Riccobene, J. Robinson, A. Romanov, E. Ros, A. Šaina, F. Salesa Greus, D. F. E. Samtleben, A. Sánchez Losa, S. Sanfilippo, M. Sanguineti, D. Santonocito, P. Sapienza, J. Schmelling, J. Schnabel, J. Schumann, H. M. Schutte, J. Seneca, N. Sennan, P. Sevle, I. Sgura, R. Shanidze, A. Sharma, Y. Shitov, F. Šimkovic, A. Simonelli, A. Sinopoulou, B. Spisso, M. Spurio, D. Stavropoulos, I. Štekl, M. Taiuti, Y. Tayalati, H. Thiersen, S. Thoudam, I. Tosta e Melo, B. Trocmé, V. Tsourapis, A. Tudorache, E. Tzamariudaki, A. Ukleja, A. Vacheret, V. Valsecchi, V. Van Elewyck, G. Vannoye, G. Vasileiadis, F. Vazquez de Sola, C. Verilhac, A. Veutro, S. Viola, D. Vivolo, A. van Vliet, A. Y. Wen, E. de Wolf, I. Lhenry-Yvon, S. Zavatarelli, A. Zegarelli, D. Zito, J. D. Zornoza, J. Zúñiga, N. Zywucka",
          "url": "https://doi.org/10.1038/s41586-024-08543-1",
          "doi": "https://doi.org/10.1038/s41586-024-08543-1",
          "filter": "2"
        },
        {
          "title": "Author Correction: A map of the rubisco biochemical landscape",
          "authors": "Noam Prywes, Naiya R. Phillips, Luke M. Oltrogge, Sebastian Lindner, Leah J. Taylor-Kearney, Yi-Chin Candace Tsai, Benoit de Pins, Aidan E. Cowan, Hana A. Chang, Renée Z. Wang, Laina N. Hall, Daniel Bellieny-Rabelo, Hunter M. Nisonoff, Rachel F. Weissman, Avi I. Flamholz, David Ding, Abhishek Y. Bhatt, Oliver Mueller-Cajar, Patrick M. Shih, Ron Milo, David F. Savage",
          "url": "https://doi.org/10.1038/s41586-025-08707-7",
          "doi": "https://doi.org/10.1038/s41586-025-08707-7",
          "filter": "2"
        },
        {
          "title": "Global biodiversity loss from outsourced deforestation",
          "authors": "R. Alex Wiebe, David S. Wilcove",
          "url": "https://doi.org/10.1038/s41586-024-08569-5",
          "doi": "https://doi.org/10.1038/s41586-024-08569-5",
          "filter": "2"
        },
        {
          "title": "Intrinsic electrical activity drives small-cell lung cancer progression",
          "authors": "Paola Peinado, Marco Stazi, Claudio Ballabio, Michael-Bogdan Margineanu, Zhaoqi Li, Caterina I. Colón, Min-Shu Hsieh, Shreoshi Pal Choudhuri, Victor Stastny, Seth Hamilton, Alix Le Marois, Jodie Collingridge, Linus Conrad, Yinxing Chen, Sheng Rong Ng, Margaret Magendantz, Arjun Bhutkar, Jin-Shing Chen, Erik Sahai, Benjamin J. Drapkin, Tyler Jacks, Matthew G. Vander Heiden, Maksym V. Kopanitsa, Hugh P. C. Robinson, Leanne Li",
          "abstract": "Elevated or ectopic expression of neuronal receptors promotes tumour progression in many cancer types 1,2 ; neuroendocrine (NE) transformation of adenocarcinomas has also been associated with increased aggressiveness 3 . Whether the defining neuronal feature, namely electrical excitability, exists in cancer cells and impacts cancer progression remains mostly unexplored. Small-cell lung cancer (SCLC) is an archetypal example of a highly aggressive NE cancer and comprises two major distinct subpopulations: NE cells and non-NE cells 4,5 . Here we show that NE cells, but not non-NE cells, are excitable, and their action potential firing directly promotes SCLC malignancy. However, the resultant high ATP demand leads to an unusual dependency on oxidative phosphorylation in NE cells. This finding contrasts with the properties of most cancer cells reported in the literature, which are non-excitable and rely heavily on aerobic glycolysis. Additionally, we found that non-NE cells metabolically support NE cells, a process akin to the astrocyte–neuron metabolite shuttle 6 . Finally, we observed drastic changes in the innervation landscape during SCLC progression, which coincided with increased intratumoural heterogeneity and elevated neuronal features in SCLC cells, suggesting an induction of a tumour-autonomous vicious cycle, driven by cancer cell-intrinsic electrical activity, which confers long-term tumorigenic capability and metastatic potential.",
          "url": "https://doi.org/10.1038/s41586-024-08575-7",
          "doi": "https://doi.org/10.1038/s41586-024-08575-7",
          "filter": "2"
        },
        {
          "title": "σ-Bond insertion reactions of two strained diradicaloids",
          "authors": "Arismel Tena Meza, Christina A. Rivera, Huiling Shao, Andrew V. Kelleghan, K. N. Houk, Neil K. Garg",
          "url": "https://doi.org/10.1038/s41586-025-08745-1",
          "doi": "https://doi.org/10.1038/s41586-025-08745-1",
          "filter": "2"
        },
        {
          "title": "MorPhiC Consortium: towards functional characterization of all human genes",
          "authors": "Mazhar Adli, Laralynne Przybyla, Tony Burdett, Paul W. Burridge, Pilar Cacheiro, Howard Y. Chang, Jesse M. Engreitz, Luke A. Gilbert, William J. Greenleaf, Li Hsu, Danwei Huangfu, Ling-Hong Hung, Anshul Kundaje, Sheng Li, Helen Parkinson, Xiaojie Qiu, Paul Robson, Stephan C. Schürer, Ali Shojaie, William C. Skarnes, Damian Smedley, Lorenz Studer, Wei Sun, Dušica Vidović, Thomas Vierbuchen, Brian S. White, Ka Yee Yeung, Feng Yue, Ting Zhou, character(0), Neda Abbaszadeh, Juliana Alcoforado Diniz, Anahita Amiri, Rohan N. V. S. R. K. Avireddy, Tao Bai, Dylan S. Baker, Jacob J. Baroch, Chia Chan, Sijie Chen, Xintong Chen, Hyein S. Cho, Anshul Choudhary, Caty E. Chung, Thomas J. Dahlstrom, Anthony Doty, Basak Eraslan, Adam L. Felsenfeld, Patrick J. Fleming, Colin F. Fletcher, Jesse Flores, William F. Flynn, Yihao Fu, Bryce Nobutoshi Fukuda, Jessica L. Garofalo, Rachel A. Glenn, Juhee Goyal, Alexandra M. Griffiths, Tingfeng Guo, Revant Gupta, Dipayan Gupta, Nan Hu, Yung-Hsin Huang, Aaron J. Huebner, Carolyn Hutter, Angelina Kendra, Gina Kirsammer, Orges A. Koci, Katerina Kraft, Zhaoheng Li, Shuzhao Li, Si Liu, Zukai Liu, Dingyu Liu, Nianping Liu, Renhe Luo, Davi Lyra Leite, Yuzhen Mao, Gabriel Marengo, Justin A. McDonough, Adrian Melo-Carrillo, Chen Meng, Eyal Metzl-Raz, Joshua M. Mitchell, Varun Mittal, Niharika Nasam, Ozlem Neyisci, Gang Ning, Devon Parker, Marcin Pilarczyk, Ajay Pillai, Olivier B. Poirion, Praeploy Pongpamorn, Arushi Rana, Jamilex Rivera-Diaz, Nicolette C. Ross, Enrique Sapena Ventura, Fidan Seker, Kaustav Sengupta, Anu Shivalikanjli, Wenzhuo Tang, Denis Torre, Ping Wang, Xianming Wang, De Xing, Dapeng Yang, Galabina N. Yordanova, Bo Yu, Tony Zeng, Stephen Zhang, Zhehao Zhang, Nan Zhang, Hengqiang Zhao, Shujian Zheng, Aaron Zhong, Justina Žurauskienė",
          "url": "https://doi.org/10.1038/s41586-024-08243-w",
          "doi": "https://doi.org/10.1038/s41586-024-08243-w",
          "filter": "2"
        },
        {
          "title": "Learning produces an orthogonalized state machine in the hippocampus",
          "authors": "Weinan Sun, Johan Winnubst, Maanasa Natrajan, Chongxi Lai, Koichiro Kajikawa, Arco Bast, Michalis Michaelos, Rachel Gattoni, Carsen Stringer, Daniel Flickinger, James E. Fitzgerald, Nelson Spruston",
          "abstract": "Cognitive maps confer animals with flexible intelligence by representing spatial, temporal and abstract relationships that can be used to shape thought, planning and behaviour. Cognitive maps have been observed in the hippocampus 1 , but their algorithmic form and learning mechanisms remain obscure. Here we used large-scale, longitudinal two-photon calcium imaging to record activity from thousands of neurons in the CA1 region of the hippocampus while mice learned to efficiently collect rewards from two subtly different linear tracks in virtual reality. Throughout learning, both animal behaviour and hippocampal neural activity progressed through multiple stages, gradually revealing improved task representation that mirrored improved behavioural efficiency. The learning process involved progressive decorrelations in initially similar hippocampal neural activity within and across tracks, ultimately resulting in orthogonalized representations resembling a state machine capturing the inherent structure of the task. This decorrelation process was driven by individual neurons acquiring task-state-specific responses (that is, ‘state cells’). Although various standard artificial neural networks did not naturally capture these dynamics, the clone-structured causal graph, a hidden Markov model variant, uniquely reproduced both the final orthogonalized states and the learning trajectory seen in animals. The observed cellular and population dynamics constrain the mechanisms underlying cognitive map formation in the hippocampus, pointing to hidden state inference as a fundamental computational principle, with implications for both biological and artificial intelligence.",
          "url": "https://doi.org/10.1038/s41586-024-08548-w",
          "doi": "https://doi.org/10.1038/s41586-024-08548-w",
          "filter": "2"
        },
        {
          "title": "Observation of Plastic Ice VII by Quasi-Elastic Neutron Scattering",
          "authors": "Maria Rescigno, Alberto Toffano, Umbertoluca Ranieri, Leon Andriambariarijaona, Richard Gaal, Stefan Klotz, Michael Marek Koza, Jacques Ollivier, Fausto Martelli, John Russo, Francesco Sciortino, Jose Teixeira, Livia Eleonora Bove",
          "url": "https://doi.org/10.1038/s41586-025-08750-4",
          "doi": "https://doi.org/10.1038/s41586-025-08750-4",
          "filter": "2"
        },
        {
          "title": "UM171 glues asymmetric CRL3–HDAC1/2 assembly to degrade CoREST corepressors",
          "authors": "Megan J. R. Yeo, Olivia Zhang, Xiaowen Xie, Eunju Nam, N. Connor Payne, Pallavi M. Gosavi, Hui Si Kwok, Irtiza Iram, Ceejay Lee, Jiaming Li, Nicholas J. Chen, Khanh Nguyen, Hanjie Jiang, Zhipeng A. Wang, Kwangwoon Lee, Haibin Mao, Stefan A. Harry, Idris A. Barakat, Mariko Takahashi, Amanda L. Waterbury, Marco Barone, Andrea Mattevi, Steven A. Carr, Namrata D. Udeshi, Liron Bar-Peled, Philip A. Cole, Ralph Mazitschek, Brian B. Liau, Ning Zheng",
          "abstract": "UM171 is a potent agonist of ex vivo human haematopoietic stem cell self-renewal 1 . By co-opting KBTBD4, a substrate receptor of the CUL3–RING E3 ubiquitin ligase (CRL3) complex, UM171 promotes the degradation of the LSD1–CoREST corepressor complex, thereby limiting haematopoietic stem cell attrition 2,3 . However, the direct target and mechanism of action of UM171 remain unclear. Here we show that UM171 acts as a molecular glue to induce high-affinity interactions between KBTBD4 and HDAC1/2 to promote corepressor degradation. Through proteomics and chemical inhibitor studies, we identify the principal target of UM171 as HDAC1/2. Cryo-electron microscopy analysis of dimeric KBTBD4 bound to UM171 and the LSD1–HDAC1–CoREST complex identifies an asymmetric assembly in which a single UM171 molecule enables a pair of KELCH-repeat propeller domains to recruit the HDAC1 catalytic domain. One KBTBD4 propeller partially masks the rim of the HDAC1 active site, which is exploited by UM171 to extend the E3–neosubstrate interface. The other propeller cooperatively strengthens HDAC1 binding through a distinct interface. The overall CoREST–HDAC1/2–KBTBD4 interaction is further buttressed by the endogenous cofactor inositol hexakisphosphate, which acts as a second molecular glue. The functional relevance of the quaternary complex interaction surfaces is demonstrated by base editor scanning of KBTBD4 and HDAC1 . By delineating the direct target of UM171 and its mechanism of action, we reveal how the cooperativity offered by a dimeric CRL3 E3 can be leveraged by a small molecule degrader.",
          "url": "https://doi.org/10.1038/s41586-024-08532-4",
          "doi": "https://doi.org/10.1038/s41586-024-08532-4",
          "filter": "2"
        },
        {
          "title": "Shielding Pt/γ-Mo2N by inert nano-overlays enables stable H2 production",
          "authors": "Zirui Gao, Aowen Li, Xingwu Liu, Mi Peng, Shixiang Yu, Maolin Wang, Yuzhen Ge, Chengyu Li, Tie Wang, Zhaohua Wang, Wu Zhou, Ding Ma",
          "url": "https://doi.org/10.1038/s41586-024-08483-w",
          "doi": "https://doi.org/10.1038/s41586-024-08483-w",
          "filter": "2"
        },
        {
          "title": "I grow medicinal mushrooms in my renewable-energy laboratory",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-025-00409-4",
          "doi": "https://doi.org/10.1038/d41586-025-00409-4",
          "filter": "4"
        },
        {
          "title": "How my research focus exposed me to threats and harassment",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-025-00392-w",
          "doi": "https://doi.org/10.1038/d41586-025-00392-w",
          "filter": "4"
        },
        {
          "title": "Federico Mayor Zaragoza obituary: former UNESCO chief who championed neonatal screening",
          "authors": "Jesús Avila, Federico Mayor Jr, Paola Bovolenta",
          "url": "https://doi.org/10.1038/d41586-025-00445-0",
          "doi": "https://doi.org/10.1038/d41586-025-00445-0",
          "filter": "4"
        },
        {
          "title": "Japan can be a science heavyweight once more — if it rethinks funding",
          "authors": "Keisuke Goda, Tatsushi Igaki, Bernd Kuhn, Noboru Mizushima, Takeharu Nagai, Atsuhiro Nakagawa, Noriko Osumi, Amy Q. Shen, Masahiro Sonoshita, Masashi Yanagisawa",
          "url": "https://doi.org/10.1038/d41586-025-00394-8",
          "doi": "https://doi.org/10.1038/d41586-025-00394-8",
          "filter": "4"
        },
        {
          "title": "Your brain is full of microplastics: are they harming you?",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00405-8",
          "doi": "https://doi.org/10.1038/d41586-025-00405-8",
          "filter": "4"
        },
        {
          "title": "Earth’s mysterious inner core really is changing shape",
          "authors": "Alexandra Witze",
          "url": "https://doi.org/10.1038/d41586-025-00395-7",
          "doi": "https://doi.org/10.1038/d41586-025-00395-7",
          "filter": "4"
        },
        {
          "title": "Why is mathematics education failing some of the world’s most talented children?",
          "url": "https://doi.org/10.1038/d41586-025-00402-x",
          "doi": "https://doi.org/10.1038/d41586-025-00402-x",
          "filter": "4"
        },
        {
          "title": "Nature markets are nothing new — they are widespread, regulated and instructive",
          "authors": "Siddarth Shrikanth, Sophus zu Ermgassen, Joseph W. Bull",
          "url": "https://doi.org/10.1038/d41586-025-00432-5",
          "doi": "https://doi.org/10.1038/d41586-025-00432-5",
          "filter": "4"
        },
        {
          "title": "How centuries of isolation shaped Greenlanders’ unique genetics",
          "authors": "Freda Kreier",
          "url": "https://doi.org/10.1038/d41586-025-00443-2",
          "doi": "https://doi.org/10.1038/d41586-025-00443-2",
          "filter": "4"
        },
        {
          "title": "From viral variants to devastating storms, how names shape the public's reaction to science",
          "authors": "Charlotte Stoddart",
          "url": "https://doi.org/10.1038/d41586-025-00317-7",
          "doi": "https://doi.org/10.1038/d41586-025-00317-7",
          "filter": "4"
        },
        {
          "title": "Breaking language barriers: ‘Not being fluent in English is often viewed as being an inferior scientist’",
          "authors": "Mariana Lenharo",
          "url": "https://doi.org/10.1038/d41586-025-00157-5",
          "doi": "https://doi.org/10.1038/d41586-025-00157-5",
          "filter": "4"
        },
        {
          "title": "‘We are a target’: scientific society under pressure after Trump DEI crackdown",
          "authors": "Humberto Basilio",
          "url": "https://doi.org/10.1038/d41586-025-00372-0",
          "doi": "https://doi.org/10.1038/d41586-025-00372-0",
          "filter": "4"
        },
        {
          "title": "Socio-economic status explains one-third of the racial disparity in top academic achievement",
          "url": "https://doi.org/10.1038/d41586-025-00413-8",
          "doi": "https://doi.org/10.1038/d41586-025-00413-8",
          "filter": "4"
        },
        {
          "title": "Cheap blood test detects pancreatic cancer before it spreads",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-025-00438-z",
          "doi": "https://doi.org/10.1038/d41586-025-00438-z",
          "filter": "4"
        },
        {
          "title": "Poetry on Mars and robots on Earth: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-025-00391-x",
          "doi": "https://doi.org/10.1038/d41586-025-00391-x",
          "filter": "4"
        },
        {
          "title": "The Greenland Ice Sheet is fracturing faster than expected",
          "authors": "Holly Smith",
          "url": "https://doi.org/10.1038/d41586-025-00408-5",
          "doi": "https://doi.org/10.1038/d41586-025-00408-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: People in dense crowds move in swirls",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-00422-7",
          "doi": "https://doi.org/10.1038/d41586-025-00422-7",
          "filter": "4"
        },
        {
          "title": "Close the biodiversity funding gap by teaching conservation to financial professionals",
          "authors": "Xiao Li",
          "url": "https://doi.org/10.1038/d41586-025-00431-6",
          "doi": "https://doi.org/10.1038/d41586-025-00431-6",
          "filter": "4"
        },
        {
          "title": "Scientists fight Norway’s language law, warning of talent exodus",
          "authors": "Linda Nordling",
          "url": "https://doi.org/10.1038/d41586-025-00344-4",
          "doi": "https://doi.org/10.1038/d41586-025-00344-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: ‘Devastating’ cuts to NIH grants blocked by legal challenge",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00476-7",
          "doi": "https://doi.org/10.1038/d41586-025-00476-7",
          "filter": "4"
        },
        {
          "title": "I work remotely — on Mars",
          "authors": "Lesley Evans Ogden",
          "url": "https://doi.org/10.1038/d41586-025-00158-4",
          "doi": "https://doi.org/10.1038/d41586-025-00158-4",
          "filter": "4"
        },
        {
          "title": "X-ray telescope casts a sharper gaze on galaxy clusters",
          "authors": "Stefano Borgani",
          "url": "https://doi.org/10.1038/d41586-025-00087-2",
          "doi": "https://doi.org/10.1038/d41586-025-00087-2",
          "filter": "4"
        },
        {
          "title": "Record-breaking neutrino is most energetic ever detected",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-00444-1",
          "doi": "https://doi.org/10.1038/d41586-025-00444-1",
          "filter": "4"
        },
        {
          "title": "Bonobos know when you’re in the know ― and when you’re not",
          "url": "https://doi.org/10.1038/d41586-025-00326-6",
          "doi": "https://doi.org/10.1038/d41586-025-00326-6",
          "filter": "4"
        },
        {
          "title": "Dozens of new obesity drugs are coming: these are the ones to watch",
          "authors": "Elie Dolgin",
          "url": "https://doi.org/10.1038/d41586-025-00404-9",
          "doi": "https://doi.org/10.1038/d41586-025-00404-9",
          "filter": "4"
        },
        {
          "title": "Mysterious neutrino barrels through deep waters near Sicily",
          "authors": "Erik K. Blaufuss",
          "url": "https://doi.org/10.1038/d41586-025-00035-0",
          "doi": "https://doi.org/10.1038/d41586-025-00035-0",
          "filter": "4"
        },
        {
          "title": "Sea turtles use magnetic ‘map’ and ‘compass’ to navigate the ocean",
          "url": "https://doi.org/10.1038/d41586-025-00410-x",
          "doi": "https://doi.org/10.1038/d41586-025-00410-x",
          "filter": "4"
        },
        {
          "title": "Have Trump’s anti-DEI orders hit private funders? HHMI halts inclusive science programme",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-025-00396-6",
          "doi": "https://doi.org/10.1038/d41586-025-00396-6",
          "filter": "4"
        },
        {
          "title": "Scientific societies need to modernize",
          "authors": "Osvaldo Eric Ramirez-Bravo",
          "url": "https://doi.org/10.1038/d41586-025-00434-3",
          "doi": "https://doi.org/10.1038/d41586-025-00434-3",
          "filter": "4"
        },
        {
          "title": "‘Aqua tweezers’ manipulate particles with water waves",
          "authors": "Dan Fox",
          "url": "https://doi.org/10.1038/d41586-025-00446-z",
          "doi": "https://doi.org/10.1038/d41586-025-00446-z",
          "filter": "4"
        },
        {
          "title": "‘Devastating’ cuts to NIH grants by Trump’s team put on hold by US judge",
          "authors": "Max Kozlov, Dan Garisto, Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-025-00436-1",
          "doi": "https://doi.org/10.1038/d41586-025-00436-1",
          "filter": "4"
        },
        {
          "title": "‘Male-dominated campuses belong to the past’: the University of Tokyo tackles the gender gap",
          "authors": "Kaori Hayashi",
          "url": "https://doi.org/10.1038/d41586-025-00403-w",
          "doi": "https://doi.org/10.1038/d41586-025-00403-w",
          "filter": "4"
        },
        {
          "title": "Amazing Australopithecus — excitement from 1925 about a ‘man ape’ fossil find",
          "url": "https://doi.org/10.1038/d41586-025-00066-7",
          "doi": "https://doi.org/10.1038/d41586-025-00066-7",
          "filter": "4"
        },
        {
          "title": "Scientists globally are racing to save vital health databases taken down amid Trump chaos",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-025-00374-y",
          "doi": "https://doi.org/10.1038/d41586-025-00374-y",
          "filter": "4"
        },
        {
          "title": "DeepMind AI crushes tough maths problems on par with top human solvers",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-025-00406-7",
          "doi": "https://doi.org/10.1038/d41586-025-00406-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How did childhood evolve?",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00440-5",
          "doi": "https://doi.org/10.1038/d41586-025-00440-5",
          "filter": "4"
        },
        {
          "title": "A man was destined for early Alzheimer’s — these genes might explain his escape",
          "authors": "Sara Reardon",
          "url": "https://doi.org/10.1038/d41586-025-00398-4",
          "doi": "https://doi.org/10.1038/d41586-025-00398-4",
          "filter": "4"
        },
        {
          "title": "Outdated rules on expenses prevent academics from travelling more sustainably",
          "authors": "Andrea Cardini",
          "url": "https://doi.org/10.1038/d41586-025-00433-4",
          "doi": "https://doi.org/10.1038/d41586-025-00433-4",
          "filter": "4"
        },
        {
          "title": "Genetic data from Indigenous Greenlanders could help to narrow health-care gap",
          "authors": "Laura Arbour",
          "url": "https://doi.org/10.1038/d41586-025-00091-6",
          "doi": "https://doi.org/10.1038/d41586-025-00091-6",
          "filter": "4"
        },
        {
          "title": "Dear Leader",
          "authors": "Redfern Jon Barrett",
          "url": "https://doi.org/10.1038/d41586-025-00364-0",
          "doi": "https://doi.org/10.1038/d41586-025-00364-0",
          "filter": "4"
        },
        {
          "title": "Record-breaking neutrino detected by huge underwater telescope",
          "authors": "Nick Petrić Howe, Dan Fox",
          "url": "https://doi.org/10.1038/d41586-025-00478-5",
          "doi": "https://doi.org/10.1038/d41586-025-00478-5",
          "filter": "4"
        },
        {
          "title": "Engineered nose bacteria sneak drugs into the brain",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-025-00375-x",
          "doi": "https://doi.org/10.1038/d41586-025-00375-x",
          "filter": "4"
        },
        {
          "title": "How to end outrage and detoxify politics: share stories, not statistics",
          "authors": "Leor Zmigrod",
          "url": "https://doi.org/10.1038/d41586-025-00407-6",
          "doi": "https://doi.org/10.1038/d41586-025-00407-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How mantis shrimps survive landing the world’s fastest punch",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-00428-1",
          "doi": "https://doi.org/10.1038/d41586-025-00428-1",
          "filter": "4"
        },
        {
          "title": "How and why my company pivoted from energy to agritechnology",
          "authors": "Emma Ulker",
          "url": "https://doi.org/10.1038/d41586-025-00175-3",
          "doi": "https://doi.org/10.1038/d41586-025-00175-3",
          "filter": "4"
        },
        {
          "title": "Transylvanian diaries reveal centuries-old climate extremes",
          "url": "https://doi.org/10.1038/d41586-025-00393-9",
          "doi": "https://doi.org/10.1038/d41586-025-00393-9",
          "filter": "4"
        },
        {
          "title": "Does a cell’s gene expression always reflect its function?",
          "authors": "M. Neşet Özel, Claude Desplan",
          "url": "https://doi.org/10.1038/d41586-025-00088-1",
          "doi": "https://doi.org/10.1038/d41586-025-00088-1",
          "filter": "4"
        },
        {
          "title": "The lost long tail of early bird evolution",
          "authors": "Stephen L. Brusatte",
          "url": "https://doi.org/10.1038/d41586-024-04212-5",
          "doi": "https://doi.org/10.1038/d41586-024-04212-5",
          "filter": "4"
        },
        {
          "title": "A bacterial antiviral system detects and directly fights against infection",
          "url": "https://doi.org/10.1038/d41586-025-00416-5",
          "doi": "https://doi.org/10.1038/d41586-025-00416-5",
          "filter": "4"
        },
        {
          "title": "Gourmet cockatoos like to fancy up their food",
          "url": "https://doi.org/10.1038/d41586-025-00400-z",
          "doi": "https://doi.org/10.1038/d41586-025-00400-z",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Peer income exposure across the income distribution",
          "authors": "Michelle Spiegel, Leah Clark, Thurston Domina, Emily K. Penner, Paul Hanselman, Paul Y. Yoo, Andrew Penner",
          "abstract": "Children from families across the income distribution attend public schools, making schools and classrooms potential sites for interaction between more- and less-affluent children. However, limited information exists regarding the extent of economic integration in these contexts. We merge educational administrative data from Oregon with measures of family income derived from IRS records to document student exposure to economically diverse school and classroom peers. Our findings indicate that affluent children in public schools are relatively isolated from their less affluent peers, while low- and middle-income students experience relatively even peer income distributions. Students from families in the top percentile of the income distribution attend schools where 20 percent of their peers, on average, come from the top five income percentiles. A large majority of the differences in peer exposure that we observe arise from the sorting of students across schools; sorting across classrooms within schools plays a substantially smaller role.",
          "url": "https://doi.org/10.1073/pnas.2410349122",
          "doi": "https://doi.org/10.1073/pnas.2410349122",
          "filter": "0"
        },
        {
          "title": "Deliberation during online bargaining reveals strategic information",
          "authors": "Miruna Cotet, Wenjia Joyce Zhao, Ian Krajbich",
          "abstract": "A standard assumption in game theory is that decision-makers have preplanned strategies telling them what actions to take for every contingency. In contrast, nonstrategic decisions often involve an on-the-spot comparison process, with longer response times (RT) for choices between more similarly appealing options. If strategic decisions also exhibit these patterns, then RT might betray private information and alter game theory predictions. Here, we examined bargaining behavior to determine whether RT reveals private information in strategic settings. Using preexisting and experimental data from eBay, we show that both buyers and sellers take hours longer to accept bad offers and to reject good offers. We find nearly identical patterns in the two datasets, indicating a causal effect of offer size on RT. However, this relationship is half as strong for rejections as for acceptances, reducing the amount of useful private information revealed by the sellers. Counter to our predictions, buyers are discouraged by slow rejections—they are less likely to counteroffer to slow sellers. We also show that a drift-diffusion model (DDM), traditionally limited to decisions on the order of seconds, can account for decisions on the order of hours, sometimes days. The DDM reveals that more experienced sellers are less cautious and more inclined to accept offers. In summary, strategic decisions are inconsistent with preplanned strategies. This underscores the need for game theory to incorporate RT as a strategic variable and broadens the applicability of the DDM to slow decisions.",
          "url": "https://doi.org/10.1073/pnas.2410956122",
          "doi": "https://doi.org/10.1073/pnas.2410956122",
          "filter": "0"
        },
        {
          "title": "Debiasing job ads by replacing masculine language increases gender diversity of applicant pools",
          "authors": "Joyce C. He, Sonia K. Kang",
          "abstract": "Job advertisements for jobs in male-dominated fields tend to contain more masculine language, and a commonly proposed intervention to increase gender diversity in applicant pools is to remove this language. In our research, we offer predictions about the broader impact of such interventions on individuals who may not “fit” with traditional masculine identity. Across four multimethod studies ( N = 37,920) spanning both field and lab settings, we demonstrate that a gender debiasing intervention that replaces masculine language in job postings with synonymous gender-neutral language increases application rates among women and men whose self-identities are less aligned with masculinity. Our research highlights that conceptualizing identity incongruence along a continuum can help explain when and why gender diversity initiatives foster the inclusion of a broader group of individuals than initially anticipated.",
          "url": "https://doi.org/10.1073/pnas.2409854122",
          "doi": "https://doi.org/10.1073/pnas.2409854122",
          "filter": "0"
        },
        {
          "title": "Unequal resource division occurs in the absence of group division and identity",
          "authors": "Eliane Deschrijver, Richard Ramsey",
          "abstract": "Based on the seminal minimal group experiment, the widely influential social identity theory has, in the last 45 y, led to the belief that discrimination follows from intergroup relations and social identity. A large body of research evidenced that people discriminate against members of their out versus ingroup, even if groups and identities were assigned on the basis of a quantity estimate, aesthetic judgment, or a chance outcome. But to what extent may unequal resource division be accounted for by ad hoc difference versus sameness, outside of any group division? We show via Bayesian regression analyses in seven preregistered experiments (&gt;1,400 subjects) that unequal resource division strategies persist against a single person that demonstrates a different versus the same quantity estimate, painting preference, or even coin flip (Experiments 1, 2, and 3ab), with 43.1% more money awarded for sameness relative to difference conditions (Experiments 4, 5, and 6). These findings open up the possibility that one key driver of discrimination may exist in a mechanism of interindividual comparison that treats ad hoc difference more negatively than ad hoc sameness. If unequal resource division readily emerges against a single person even after a mere chance difference, discrimination may be more widespread and occur for partly different reasons than is currently assumed. Theoretical implications for understanding cognitive and brain systems of discrimination are discussed.",
          "url": "https://doi.org/10.1073/pnas.2413797122",
          "doi": "https://doi.org/10.1073/pnas.2413797122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Touching the classical scaling in penetrative convection",
          "authors": "Zhen Ouyang, Qi Wang, Kai Li, Baole Wen, Zijing Ding",
          "abstract": "The Cassini missions have identified the tiger stripes on Enceladus as the source of both thermal emission and plume jets. The hot spots in the tiger stripes are highly localized, and the plumes suggest active hydrothermal processes within the subglacial ocean of Enceladus. However, understanding the mechanism responsible for the heat anomalies in the tiger stripes remains a challenge. About 60 y ago, geoscientist George Veronis proposed a model for cold water oceans, along with the classical notion of a 1/3 scaling relationship between vertical heat transfer and the Rayleigh number ( Ra ), a dimensionless number representing the strength of buoyancy driving the convection within the fluid body. In this study, by delving into the steady coherent rolls arising in Veronis’ model, we first confirm the existence of the classical scaling as proposed. We identify two distinct pathways, characterized by different flow patterns, that converge to the unified classical scaling. In scenarios where stratification resulting from the density’s nonlinear temperature dependence is insignificant, convection rolls with fixed (width-to-height) aspect ratios achieve the classical scaling as Ra approaches infinity. Conversely, under high stratification levels, convection rolls with a heat-transport-maximizing aspect ratio achieve the classical scaling. This investigation also reveals a notable correspondence between optimal coherent rolls and turbulent flow patterns. Based on these coherent rolls, we offer insights into the formation of heat anomalies in the tiger stripes. The predicted heat flux through the ocean and the lateral flow length, are consistent with the measurements obtained by the Cassini spacecraft.",
          "url": "https://doi.org/10.1073/pnas.2418468122",
          "doi": "https://doi.org/10.1073/pnas.2418468122",
          "filter": "2"
        },
        {
          "title": "Photostationary state assumption seriously underestimates NO x emissions near large point sources at 10 to 60 m pixel resolution",
          "authors": "Lang Chen, Zhe Song, Ningning Yao, Huan Xi, Jian Li, Peng Gao, Yulei Chen, Haoyuan Su, Yuhai Sun, Boqiong Jiang, Jianmin Chen, Yuanhang Zhang, Tong Zhu, Pengfei Li, Xiaobing Pang, Shaocai Yu",
          "url": "https://doi.org/10.1073/pnas.2423915122",
          "doi": "https://doi.org/10.1073/pnas.2423915122",
          "filter": "2"
        },
        {
          "title": "Interrogating nucleotide sequences with AI to understand codon usage patterns",
          "authors": "Assaf Elazar, Steve Mathew D. A., M. Madan Babu",
          "url": "https://doi.org/10.1073/pnas.2426326122",
          "doi": "https://doi.org/10.1073/pnas.2426326122",
          "filter": "2"
        },
        {
          "title": "Maple samaras recover autorotation following raindrop collisions",
          "authors": "Breanna M. Schaeffer, Tadd T. Truscott, Andrew K. Dickerson",
          "abstract": "Samaras are known for their elegant and robust autorotation, a resilience that persists in the adverse conditions imposed by high-speed raindrops. Like flying insects, samaras descending from tall trees are likely to be struck by raindrops in an intense storm. In this study, we detail the collision dynamics for impact regions across the samara body and the drop-shedding mechanisms that samaras exhibit to return to autorotation. Impacts across the samara body can pitch the samara up to 60 degrees and, in some cases, induce spanwise roll. Raindrops may shatter or remain intact upon impact, pushing the undamaged samara downward before autorotation is recovered. Drops that strike near the wingtip elicit the greatest recovery distance, while impacts onto the nutlet mass are the least disruptive to the samara and most likely to cause the drop to induce fragmentation. Faster drops allow for quicker drop shedding and a subsequent rapid return to autorotation in less than 50 ms. Our results indicate that samaras are robust to raindrop impacts and consistently recover autorotation, resulting in a minor reduction in dispersal distance. To recover, the entire drop is shed from the spinning samara over a time closely tied to the shedding mode and ensuing drop rejection forces.",
          "url": "https://doi.org/10.1073/pnas.2422641122",
          "doi": "https://doi.org/10.1073/pnas.2422641122",
          "filter": "2"
        },
        {
          "title": "Double assurance in the induction of axial development by egg dorsal determinants in Xenopus embryos",
          "authors": "Yagmur Azbazdar, Edward M. De Robertis",
          "abstract": "We recently reported that microinjection of Xenopus nodal-related ( xnr ) mRNAs into β-catenin-depleted Xenopus embryos rescued a complete dorsal axis. Xnrs mediate the signal of the Nieuwkoop center that induces the Spemann–Mangold organizer in the overlying mesoderm, a process inhibited by the Nodal antagonist Cerberus-short (CerS). However, β-catenin also induces a second signaling center in the dorsal prospective ectoderm, designated the Blastula Chordin and Noggin Expression (BCNE) center, in which the homeobox gene siamois ( sia ) plays a major role. In this study, we asked whether the Xnrs and Sia depend on each other or function on parallel pathways. Expression of both genes induced β-catenin-depleted embryos to form complete axes with heads and eyes via the activation of similar sets of downstream organizer-specific genes. Xnrs did not activate siamois , and, conversely, Sia did not activate xnrs , although both were induced by β-catenin stabilization. Depletion with morpholinos revealed a robust role for the downstream target Chordin. Remarkably, Chordin depletion prevented all ectopic effects resulting from microinjection of the mRNA encoding the maternal cytoplasmic determinant Huluwa , including the radial expansion of brain tissue and the ectopic expression of the ventral gene sizzled . The main conclusion was that the BCNE and Nieuwkoop centers provide a double assurance mechanism for axial formation by independently activating similar downstream transcriptional target gene repertoires. We suggest that Siamois likely evolved from an ancestral Mix-type homeodomain protein called Sebox as a Xenopus -specific adaptation for the rapid differentiation of the anterior neural plate in the ectoderm.",
          "url": "https://doi.org/10.1073/pnas.2421772122",
          "doi": "https://doi.org/10.1073/pnas.2421772122",
          "filter": "2"
        },
        {
          "title": "Astrocytic EphA4 signaling is important for the elimination of excitatory synapses in Alzheimer’s disease",
          "authors": "Xin Yang, Ye Wang, Yi Qiao, Jingwen Lin, Jackie K. Y. Lau, Wing-Yu Fu, Amy K. Y. Fu, Nancy Y. Ip",
          "abstract": "Cell surface receptors, including erythropoietin-producing hepatocellular A4 (EphA4), are important in regulating hippocampal synapse loss, which is the key driver of memory decline in Alzheimer’s disease (AD). However, the cell-specific roles and mechanisms of EphA4 are unclear. Here, we show that EphA4 expression is elevated in hippocampal CA1 astrocytes in AD conditions. Specific knockout of astrocytic EphA4 ameliorates excitatory synapse loss in the hippocampus in AD transgenic mouse models. Single-nucleus RNA sequencing analysis revealed that EphA4 inhibition specifically decreases a reactive astrocyte subpopulation with enriched complement signaling, which is associated with synapse elimination by astrocytes in AD. Importantly, astrocytic EphA4 knockout in an AD transgenic mouse model decreases complement tagging on excitatory synapses and excitatory synapses within astrocytes. These findings suggest an important role of EphA4 in the astrocyte-mediated elimination of excitatory synapses in AD and highlight the crucial role of astrocytes in hippocampal synapse maintenance in AD.",
          "url": "https://doi.org/10.1073/pnas.2420324122",
          "doi": "https://doi.org/10.1073/pnas.2420324122",
          "filter": "2"
        },
        {
          "title": "Impairment of DET1 causes neurological defects and lethality in mice and humans",
          "authors": "Ozge Karayel, Allison Soung, Hem Gurung, Alexander F. Schubert, Susan Klaeger, Marc Kschonsak, Aljazi Al-Maraghi, Ajaz A. Bhat, Ammira S. Alshabeeb Akil, Debra L. Dugger, Joshua D. Webster, Dorothy M. French, Dhullipala Anand, Naharmal Soni, Khalid A. Fakhro, Christopher M. Rose, Seth F. Harris, Ada Ndoja, Kim Newton, Vishva M. Dixit",
          "abstract": "COP1 and DET1 are components of an E3 ubiquitin ligase that is conserved from plants to humans. Mammalian COP1 binds to DET1 and is a substrate adaptor for the CUL4A-DDB1-RBX1 RING E3 ligase. Transcription factor substrates, including c-Jun, ETV4, and ETV5, are targeted for proteasomal degradation to effect rapid transcriptional changes in response to cues such as growth factor deprivation. Here, we link a homozygous DET1 R26W mutation to lethal developmental abnormalities in humans. Experimental cryo-electron microscopy of the DET1 complex with DDB1 and DDA1, as well as co-immunoprecipitation experiments, revealed that DET1 R26W impairs binding to DDB1, thereby compromising E3 ligase function. Accordingly, human-induced pluripotent stem cells homozygous for DET1 R26W expressed ETV4 and ETV5 highly, and exhibited defective mitochondrial homeostasis and aberrant caspase-dependent cell death when differentiated into neurons. Neuronal cell death was increased further in the presence of Det1 -deficient microglia as compared to WT microglia, indicating that the deleterious effects of the DET1 p.R26W mutation may stem from the dysregulation of multiple cell types. Mice lacking Det1 died during embryogenesis, while Det1 deletion just in neural stem cells elicited hydrocephalus, cerebellar dysplasia, and neonatal lethality. Our findings highlight an important role for DET1 in the neurological development of mice and humans.",
          "url": "https://doi.org/10.1073/pnas.2422631122",
          "doi": "https://doi.org/10.1073/pnas.2422631122",
          "filter": "2"
        },
        {
          "title": "Mapping of the full polarization switching pathways for HfO 2 and its implications",
          "authors": "Qi Hu, Shuning Lv, Hsiaoyi Tsai, Yufeng Xue, Xixiang Jing, Fanrong Lin, Chuanjia Tong, Tengfei Cao, Gilberto Teobaldi, Li-Min Liu",
          "abstract": "The discovery of ferroelectric phases in HfO 2 offers insights into ferroelectricity. Its unique fluorite structure and complex polarization switching pathways exhibit distinct characteristics, challenging conventional analysis methods. Combining group theory and first-principles calculations, we identify numerous unconventional electric polarization switching pathways in HfO 2 with energy barriers of 0.32 to 0.57 eV as a function of the different shift in the suboxygen lattices. In total, we identify 47 switching pathways for the orthorhombic phase, corresponding to the left cosets of the F m 3 ¯ m group with P c a 2 1 group. Contrary to the conception that the tetracoordinated oxygen (O IV ) layers are inactive, our result demonstrates that both the tricoordinated oxygen (O III ) and O IV can be displaced, leading to polarization switching along any axial direction. The multiple switching pathways in HfO 2 result in both 180° polarization reversal and the formation of 90° domains observed experimentally. Calculations show that specific switching pathways depend on the orientation of the applied electric field relative to the HfO 2 growth surface. This allows HfO 2 to automatically adjust the in-plane polarization direction under an out-of-plane electric field, thereby maximizing the out-of-plane component and contributing to the wake-up process. These findings redefine the roles of O III and O IV layers, clarify unconventional switching pathways, and enhance our understanding of electric field response mechanisms, wake-up, and fatigue in ferroelectrics.",
          "url": "https://doi.org/10.1073/pnas.2419685122",
          "doi": "https://doi.org/10.1073/pnas.2419685122",
          "filter": "2"
        },
        {
          "title": "Out-of-distribution generalization via composition: A lens through induction heads in Transformers",
          "authors": "Jiajun Song, Zhuoyan Xu, Yiqiao Zhong",
          "abstract": "Large language models (LLMs) such as GPT-4 sometimes appear to be creative, solving novel tasks often with a few demonstrations in the prompt. These tasks require the models to generalize on distributions different from those from training data—which is known as out-of-distribution (OOD) generalization. Despite the tremendous success of LLMs, how they approach OOD generalization remains an open and underexplored question. We examine OOD generalization in settings where instances are generated according to hidden rules, including in-context learning with symbolic reasoning. Models are required to infer the hidden rules behind input prompts without any fine-tuning. We empirically examined the training dynamics of Transformers on a synthetic example and conducted extensive experiments on a variety of pretrained LLMs, focusing on a type of component known as induction heads. We found that OOD generalization and composition are tied together—models can learn rules by composing two self-attention layers, thereby achieving OOD generalization. Furthermore, a shared latent subspace in the embedding (or feature) space acts as a bridge for composition by aligning early layers and later layers, which we refer to as the common bridge representation hypothesis.",
          "url": "https://doi.org/10.1073/pnas.2417182122",
          "doi": "https://doi.org/10.1073/pnas.2417182122",
          "filter": "2"
        },
        {
          "title": "Anomalous suppression of large-scale density fluctuations in classical and quantum spin liquids",
          "authors": "Duyu Chen, Rhine Samajdar, Yang Jiao, Salvatore Torquato",
          "abstract": "Classical spin liquids (CSLs) are intriguing states of matter that do not exhibit long-range magnetic order and are characterized by an extensive ground-state degeneracy. Adding quantum fluctuations, which induce dynamics between these different classical ground states, can give rise to quantum spin liquids (QSLs). QSLs are highly entangled quantum phases of matter characterized by fascinating emergent properties, such as fractionalized excitations and topological order. One such exotic quantum liquid is the Z 2 QSL, which can be regarded as a resonating valence bond (RVB) state formed from superpositions of dimer coverings of an underlying lattice. In this work, we unveil a hidden large-scale structural property of archetypal CSLs and QSLs known as hyperuniformity, i.e., normalized infinite-wavelength density fluctuations are completely suppressed in these systems. In particular, we first demonstrate that classical ensembles of close-packed dimers and their corresponding quantum RVB states are perfectly hyperuniform in general. Subsequently, we focus on a ruby-lattice spin liquid that was recently realized in a Rydberg-atom quantum simulator, and show that the QSL remains effectively hyperuniform even in the presence of a finite density of spinon and vison excitations, as long as the dimer constraint is still largely preserved. Moreover, we demonstrate that metrics based on the framework of hyperuniformity can be used to distinguish the QSL from other proximate quantum phases. These metrics can help identify potential QSL candidates, which can then be further analyzed using more advanced, computationally intensive quantum numerics to confirm their status as true QSLs.",
          "url": "https://doi.org/10.1073/pnas.2416111122",
          "doi": "https://doi.org/10.1073/pnas.2416111122",
          "filter": "2"
        },
        {
          "title": "Scavenger endothelial cells alleviate tissue damage by engulfing toxic molecules derived from hemolysis",
          "authors": "Yimei Dai, Yunyun Jiang, Canran Cao, Yongtai Xu, Siting Lai, Wenchao Zhu, Meng Gao, Feifei Li, Sicong He, Jin Xu",
          "abstract": "Hemolysis induces tissue damage by releasing cellular contents into the plasma. It is widely accepted that hemolysis-derived toxic molecules are cleared by macrophages or metabolized in hepatocytes. In zebrafish, we found that scavenger endothelial cells (SECs), a specialized endothelium with remarkable endocytosis capability, engulf both macromolecular hemoglobin (Hb) and small molecular unconjugated bilirubin (UCB), two primary toxic byproducts of hemolysis. These engulfment processes are mediated by the scavenger receptor Stab2. To demonstrate the protective function of SECs during hemolysis, we employed a zebrafish model of erythropoietic porphyria, characterized by excessive protoporphyrin IX (PPIX) accumulation due to ferrochelatase mutation, leading to light-sensitive hemolysis and larva death. We found that SECs facilitate the clearance of excess PPIX via Stab2, thereby mitigating PPIX-induced larval mortality. In addition, mouse SECs possess a conserved capability of scavenging Hb/UCB/PPIX. In conclusion, our study identifies SECs as a detoxification system during physiological and pathological hemolysis, shedding light on their protective role against hemolysis-induced damage.",
          "url": "https://doi.org/10.1073/pnas.2406794122",
          "doi": "https://doi.org/10.1073/pnas.2406794122",
          "filter": "2"
        },
        {
          "title": "Bacterial species with different nanocolony morphologies have distinct flow-dependent colonization behaviors",
          "authors": "Kelsey M. Hallinen, Steven P. Bodine, Howard A. Stone, Tom W. Muir, Ned S. Wingreen, Zemer Gitai",
          "abstract": "Fluid flows are dominant features of many bacterial environments, and flow can often impact bacterial behaviors in unexpected ways. For example, the most common type of cardiovascular infection is heart valve colonization by gram-positive bacteria like Staphylococcus aureus and Enterococcus faecalis (endocarditis). This behavior is counterintuitive because heart valves experience high shear rates that would naively be expected to reduce colonization. To determine whether these bacteria preferentially colonize higher shear rate environments, we developed a microfluidic system to quantify the effect of flow conditions on the colonization of S. aureus and E. faecalis . We find that the preferential colonization in high flow of both species is not specific to heart valves and can be found in simple configurations lacking any host factors. This behavior enables bacteria that are outcompeted in low flow to dominate in high flow. Surprisingly, experimental and computational studies reveal that the two species achieve this behavior via distinct mechanisms. S. aureus grows in cell clusters and produces a dispersal signal whose transport is affected by shear rate. Meanwhile, E. faecalis grows in linear chains whose mechanical properties result in less dispersal in the presence of higher shear force. In addition to establishing two divergent mechanisms by which these bacteria each preferentially colonize high-flow environments, our findings highlight the importance of understanding bacterial behaviors at the level of collective interactions among cells. These results suggest that distinct multicellular nanocolony morphologies have previously unappreciated costs and benefits in different environments, like those introduced by fluid flow.",
          "url": "https://doi.org/10.1073/pnas.2419899122",
          "doi": "https://doi.org/10.1073/pnas.2419899122",
          "filter": "2"
        },
        {
          "title": "Spatial population dynamics of bacterial colonies with social antibiotic resistance",
          "authors": "Marlis K. Denk-Lobnig, Kevin B. Wood",
          "abstract": "Bacteria frequently inhabit surface-attached communities where rich “social” interactions can significantly alter their population-level behavior, including their response to antibiotics. Understanding these collective effects in spatially heterogeneous communities is an ongoing challenge. Here, we investigated the spatial organization that emerges from antibiotic exposure in initially randomly distributed communities containing antibiotic-resistant and -sensitive strains of Enterococcus faecalis , an opportunistic pathogen. We identified that a range of complex spatial structures emerged in the population homeland—the inoculated region that microbes inhabit prior to range expansion—which depended on initial colony composition and antibiotic concentration. We found that these arrangements were explained by cooperative interactions between resistant and sensitive subpopulations with a variable spatial scale, the result of dynamic zones of protection afforded to sensitive cells by growing populations of enzyme-producing resistant neighbors. Using a combination of experiments and mathematical models, we explored the complex spatiotemporal interaction dynamics that create these patterns, and predicted spatial arrangements of sensitive and resistant subpopulations under new conditions. We illustrated how spatial population dynamics in the homeland affect subsequent range expansion, both because they modulate the composition of the initial expanding front, and through long-range cooperation between the homeland and the expanding region. Finally, we showed that these spatial constraints resulted in populations whose size and composition differed markedly from matched populations in well-stirred (planktonic) cultures. These findings underscore the importance of spatial structure and cooperation, long-studied features in theoretical ecology, for determining the fate of bacterial communities under antibiotic exposure.",
          "url": "https://doi.org/10.1073/pnas.2417065122",
          "doi": "https://doi.org/10.1073/pnas.2417065122",
          "filter": "2"
        },
        {
          "title": "CASP8 intronic expansion identified by poly-glycine-arginine pathology increases Alzheimer’s disease risk",
          "authors": "Lien Nguyen, Ramadan Ajredini, Shu Guo, Lisa E. L. Romano, Rodrigo F. Tomas, Logan R. Bell, Paul T. Ranum, Tao Zu, Monica Bañez Coronel, Chase P. Kelley, Javier Redding-Ochoa, Evangelos Nizamis, Alexandra Melloni, Theresa R. Connors, Angelica Gaona, Kiruphagaran Thangaraju, Olga Pletnikova, H. Brent Clark, Beverly L. Davidson, Anthony T. Yachnis, Todd E. Golde, XiangYang Lou, Eric T. Wang, Alan E. Renton, Alison Goate, Paul N. Valdmanis, Stefan Prokop, Juan C. Troncoso, Bradley T. Hyman, Laura P. W. Ranum",
          "abstract": "Alzheimer’s disease (AD) affects more than 10% of the population ≥65 y of age, but the underlying biological risks of most AD cases are unclear. We show anti-poly-glycine-arginine (a-polyGR) positive aggregates frequently accumulate in sporadic AD autopsy brains (45/80 cases). We hypothesize that these aggregates are caused by one or more polyGR-encoding repeat expansion mutations. We developed a CRISPR/deactivated-Cas9 enrichment strategy to identify candidate GR-encoding repeat expansion mutations directly from genomic DNA isolated from a-polyGR(+) AD cases. Using this approach, we isolated an interrupted (GGGAGA) n intronic expansion within a SINE-VNTR-Alu element in CASP8 ( CASP8 -GGGAGA EXP ). Immunostaining using a-polyGR and locus-specific C-terminal antibodies demonstrate that the CASP8 -GGGAGA EXP expresses hybrid poly(GR)n(GE)n(RE)n proteins that accumulate in CASP8 -GGGAGA EXP (+) AD brains. In cells, expression of CASP8 -GGGAGA EXP minigenes leads to increased p-Tau (Ser202/Thr205) levels. Consistent with other types of repeat-associated non-AUG (RAN) proteins, poly(GR)n(GE)n(RE)n protein levels are increased by stress. Additionally, levels of these stress-induced proteins are reduced by metformin. Association studies show specific aggregate promoting interrupted CASP8 -GGGAGA EXP sequence variants found in ~3.6% of controls and 7.5% AD cases increase AD risk [ CASP8 -GGGAGA-AD-R1; OR 2.2, 95% CI (1.5185 to 3.1896), P = 3.1 × 10 −5 ]. Cells transfected with a high-risk CASP8 -GGGAGA-AD-R1 variant show increased toxicity and increased levels of poly(GR)n(GE)n(RE)n aggregates. Taken together, these data identify polyGR(+) aggregates as a frequent and unexpected type of brain pathology in AD and CASP8 -GGGAGA-AD-R1 alleles as a relatively common AD risk factor. Taken together, these data support a model in which CASP8 -GGGAGA EXP alleles combined with stress increase AD risk.",
          "url": "https://doi.org/10.1073/pnas.2416885122",
          "doi": "https://doi.org/10.1073/pnas.2416885122",
          "filter": "2"
        },
        {
          "title": "Engineered immunological niche directs therapeutic development in models of progressive multiple sclerosis",
          "authors": "Laila M. Rad, Kevin R. Hughes, Sydney N. Wheeler, Joseph T. Decker, Sophia M. Orbach, Angelica Galvan, Jasmine Thornhill, Kate V. Griffin, Hamza Turkistani, Russell R. Urie, David N. Irani, Lonnie D. Shea, Aaron H. Morris",
          "abstract": "Primary progressive multiple sclerosis (MS) is a demyelinating autoimmune disease with only a single class of FDA-approved treatment, B cell depletion. Novel treatments could emerge from a deeper understanding of the interplay between multiple cell types within diseased tissue throughout progression. We initially describe an engineered biomaterial–based immunological niche (IN) as a surrogate for diseased tissue to investigate immune cell function and phenotype dynamics throughout a chronic progressive mouse model of MS. Using these niches, we identify an array of dysregulated CC chemokine signaling as potential targets. We then develop antigen-loaded nanoparticles that reduce CC chemokine signaling, while delivering antigen. These nanoparticles serve as an antigen-specific treatment, and a single injection reduces disease burden, even if administered after symptomatic disease onset. This report demonstrates proof of principle of a biomaterial scaffold as a diseased tissue surrogate that can monitor immune function, identify potential drug targets, and guide the development of a therapeutic.",
          "url": "https://doi.org/10.1073/pnas.2409852122",
          "doi": "https://doi.org/10.1073/pnas.2409852122",
          "filter": "2"
        },
        {
          "title": "Substance P receptor signaling contributes to host maladaptive responses during enteric bacterial infection",
          "authors": "Michael Cremin, Valerie T. Ramirez, Kristina Sanchez, Emmy Tay, Kaitlin Murray, Ingrid Brust-Mascher, Colin Reardon",
          "abstract": "Immune responses in the intestine are intricately balanced to prevent pathogen entry without inducing immunopathology. The nervous system is well established to interface with the immune system to fine-tune immunity in various organ systems including the gastrointestinal tract. Specialized sensory neurons can detect bacteria, bacterial products, and the resulting inflammation, to coordinate the immune response in the gastrointestinal tract. These sensory neurons release peptide neurotransmitters such as Substance P (SP), to induce both neuronal signaling and localized responses in nonneuronal cells. With this in mind, we assessed the immunoregulatory roles of SP receptor signaling during enteric bacterial infection with the noninvasive pathogen Citrobacter rodentium . Pharmacological antagonism of the SP receptor significantly reduced bacterial burden and prevented colonic crypt hyperplasia. Mice with SP receptor signaling blockade had significantly reduced inflammation and recruitment of T cells in the colon. Reduced colonic T cell recruitment is due to reduced expression of adhesion molecules on colonic endothelial cells in SP receptor antagonist-treated mice. Using SP receptor T cell conditional knockout mice, we further confirmed SP receptor signaling enhanced select aspects of T cell responses. Our data demonstrate that SP receptor signaling can significantly reduce inflammation and prevent host-maladaptive responses without impinging upon host protection.",
          "url": "https://doi.org/10.1073/pnas.2415287122",
          "doi": "https://doi.org/10.1073/pnas.2415287122",
          "filter": "2"
        },
        {
          "title": "Clear cell renal carcinoma essentially requires CDKL3 for oncogenesis",
          "authors": "Lanjing Ma, Zhongqiu Pang, Haijiao Zhang, Xueling Yang, Shaoqin Zheng, Yi Chen, Weijie Ding, Qing Han, Xi Zhang, Liu Cao, Teng Fei, Qiang Wang, Daming Gao, Aina He, Ke-Bang Hu, Xuexin Li, Ren Sheng",
          "abstract": "Clear cell renal cell carcinoma (ccRCC) is the predominant human renal cancer with surging incidence and fatality lately. Hyperactivation of hypoxia-inducible factor (HIF) and mammalian target of rapamycin (mTOR) signaling are the common signatures in ccRCC. Herein, we employed spontaneous ccRCC model to demonstrate the indispensability of an underappreciated Ser/Thr kinase, CDKL3, in the initiation and progression of ccRCC. Ablation of CDKL3 does not affect normal kidney, but abrogates Akt-mTOR hyperactivity and thoroughly prevents the formation and growth of the HIF-agitated ccRCC in vivo. Remarkable clinical correlations also supported the oncogenic role of CDKL3. Mechanism-wise, cytosolic CDKL3 unexpectedly behaves as the adaptor to physically potentiate mTORC2-dependent Akt activation without functioning through kinase activity. And mTORC2 can phosphorylate and stabilize CDKL3 to form a positive feedback loop to sustain the cancer-favored Akt-mTOR overactivation. Together, we revealed the pathological importance and molecular mechanism of CDKL3-mediated Akt-mTOR axis in ccRCC initiation and progression.",
          "url": "https://doi.org/10.1073/pnas.2415244122",
          "doi": "https://doi.org/10.1073/pnas.2415244122",
          "filter": "2"
        },
        {
          "title": "The genomic and epigenomic landscapes of hemizygous genes across crops with contrasting reproductive systems",
          "authors": "Yanling Peng, Yiwen Wang, Yuting Liu, Xinyue Fang, Lin Cheng, Qiming Long, Dalu Su, Tianhao Zhang, Xiaoya Shi, Xiaodong Xu, Qi Xu, Nan Wang, Fan Zhang, Zhongjie Liu, Hua Xiao, Jin Yao, Ling Tian, Wei Hu, Songbi Chen, Haibo Wang, Sanwen Huang, Brandon S. Gaut, Yongfeng Zhou",
          "abstract": "Hemizygous genes, which are present on only one of the two homologous chromosomes of diploid organisms, have been mainly studied in the context of sex chromosomes and sex-linked genes. However, these genes can also occur on the autosomes of diploid plants due to structural variants (SVs), such as a deletion/insertion of one allele, and this phenomenon largely unexplored in plants. Here, we investigated the genomic and epigenomic landscapes of hemizygous genes across 22 genomes with varying propagation histories: eleven clonal lineages, seven outcrossed samples, and four inbred and putatively homozygous genomes. We identified SVs leading to genic hemizygosity. As expected, very few genes (0.01 to 1.2%) were hemizygous in the homozygous genomes, representing negative controls. Hemizygosity was appreciable among outcrossed lineages, averaging 8.7% of genes, but consistently elevated for the clonal samples at 13.8% genes, likely reflecting heterozygous SV accumulation during clonal propagation. Compared to diploid genes, hemizygous genes were more often situated in centromeric than telomeric regions and experienced weaker purifying selection. They also had reduced levels of expression, averaging ~20% of the expression levels of diploid genes, violating the evolutionary model of dosage compensation. We also detected higher DNA methylation levels in hemizygous genes and transposable elements, which may contribute to their reduced expression. Finally, expression profiles showed that hemizygous genes were more specifically expressed in contexts related to fruit development, organ differentiation, and stress responses. Overall, hemizygous genes accumulate in clonally propagated lineages and display distinct genetic and epigenetic features compared to diploid genes, shedding unique insights into genetic studies and breeding programs of clonal crops.",
          "url": "https://doi.org/10.1073/pnas.2422487122",
          "doi": "https://doi.org/10.1073/pnas.2422487122",
          "filter": "2"
        },
        {
          "title": "Temperature-dependent polar lignification of a seed coat suberin layer promoting dormancy in Arabidopsis thaliana",
          "authors": "Lena Hyvärinen, Christelle Fuchs, Anne Utz-Pugin, Kay Gully, Christian Megies, Julia Holbein, Mayumi Iwasaki, Lara Demonsais, Maria Beatriz Capitão, Marie Barberon, Rochus B. Franke, Christiane Nawrath, Sylvain Loubéry, Luis Lopez-Molina",
          "abstract": "The seed is a landmark plant adaptation where the embryo is sheltered by a protective seed coat to facilitate dispersion. In Arabidopsis , the seed coat, derived from ovular integuments, plays a critical role in maintaining dormancy, ensuring germination occurs during a favorable season. Dormancy is enhanced by cold temperatures during seed development by affecting seed coat permeability through changes in apoplastic barriers. However, their localization and composition are poorly understood. This study identifies and investigates a polar barrier in the seed coat’s outer integument (oi1) cells. We present histological, biochemical, and genetic evidence showing that cold promotes polar seed coat lignification of the outer integument 1 (oi1) cells and suberization throughout the entire oi1 cell boundary. The polar oi1 barrier is regulated by the transcription factors MYB107 and MYB9. MYB107, in particular, is crucial for the lignified polar oi1 barrier formation under cold temperatures. The absence of the oi1 barrier in mutant seeds correlates with increased permeability and reduced dormancy. Our findings elucidate how temperature-induced modifications in seed coat composition regulate dormancy, highlighting the roles of suberin and lignin in this process.",
          "url": "https://doi.org/10.1073/pnas.2413627122",
          "doi": "https://doi.org/10.1073/pnas.2413627122",
          "filter": "2"
        },
        {
          "title": "Thermoelastic twisting–assisted crystal jumping based on a self-healing molecular crystal",
          "authors": "Zhihua Wang, Puxin Cheng, Wenqing Han, Rongchao Shi, Jian Xu, Yongshen Zheng, Jialiang Xu, Xian-He Bu",
          "abstract": "Adaptive crystals have attracted significant attention from solid-state chemists and crystal engineers for their promising applications in memories, capacitors, sensors, and actuators. Among them, thermosalient crystals are particularly favored thanks to their efficient energy conversions and rapid responses. However, the mechanisms for the mechanical responses of thermosalient crystals remain largely unclear. Herein we demonstrate that thermosalient effects of molecular crystals could be driven by thermoelastic twisting behaviors. The crystal, based on a model compound with rigid dibenzothiophene sulfone planes and flexible ethoxy chains, can spontaneously self-heal from mechanical fractures. Upon heating, the crystal undergoes remarkable thermosalient behaviors driven by a distinctive left- or right-handed twisting. This thermoelastic twisting converts thermal energy into elastic potential energy, which is further released as kinetic energy upon untwisting to drive the crystal jump. Our demonstration on thermoelastic twisting–induced crystal jumping offers a different perspective on the origins of thermosalient crystals and could provide inspiration for future engineering and application of dynamic molecular crystals.",
          "url": "https://doi.org/10.1073/pnas.2417901122",
          "doi": "https://doi.org/10.1073/pnas.2417901122",
          "filter": "2"
        },
        {
          "title": "Identification of FSH-regulated and estrous stage–specific transcriptional networks in mouse ovaries",
          "authors": "Kathryn Walters, Amber Baldwin, Zhenghui Liu, Mark Larsen, Neelanjan Mukherjee, T. Rajendra Kumar",
          "abstract": "Follicle-stimulating hormone (FSH) acts by binding to FSHRs expressed on ovarian granulosa cells and produces estradiol. FSH is essential for female fertility because mice lacking FSH ( Fshb KO ) are anestrous and infertile. Although several in vitro cell culture and ex vivo approaches combined with pharmacological hormone treatment were used to identify FSH-regulated genes, how FSH orchestrates ovarian gene networks in vivo has not been investigated. Whether FSH-regulated genes display estrous stage–specific expression changes has also not been studied. Here, we functionally rescued Fshb null mice with a gonadotrope-targeted HFSHB transgene and performed RNA-Seq analysis on ovarian RNAs obtained from FSH-intact ( WT ), FSH-deficient ( Fshb KO ), and FSH-rescue ( HFSHB + rescue) mice. By comparing WT vs. Fshb KO and Fshb KO vs. HFSHB + rescue ovarian gene expression datasets, we identified FSH-responsive genes in vivo. Cross interrogation of these datasets further allowed us to identify several transcription factors (TFs) and RNA-binding proteins specific to FSH-regulated genes. In an independent set of experiments, we performed RNA-Seq analysis on ovarian RNAs from mice in diestrous (DE), proestrous (PE), and estrous (E) and identified estrous stage–specific ovarian gene expression patterns. Interestingly, many of the FSH-regulated TFs themselves were estrous-stage specifically expressed. We found that ESR2 and GATA6, two known FSH-responsive TFs, and their target genes are reciprocally regulated with distinct patterns of expression in estrous stages. Together, our in vivo models and RNA-Seq analyses identify FSH-regulated ovarian genes in specific estrous stages that are under transcriptional and posttranscriptional control.",
          "url": "https://doi.org/10.1073/pnas.2411977122",
          "doi": "https://doi.org/10.1073/pnas.2411977122",
          "filter": "2"
        },
        {
          "title": "Geometric modeling of knitted fabrics",
          "authors": "Lauren Niu, Geneviève Dion, Randall D. Kamien",
          "abstract": "Knitting can turn a one-dimensional yarn into a highly ramified three-dimensional structure. As a method of additive manufacturing, it holds promise for a class of lightweight, ultrastrong materials. Here, we present a purely geometric model to predict the three-dimensional self-folding of knitted fabrics made only of the two traditional stitches, knit and purl.",
          "url": "https://doi.org/10.1073/pnas.2416536122",
          "doi": "https://doi.org/10.1073/pnas.2416536122",
          "filter": "2"
        },
        {
          "title": "Flake production: A universal by-product of primate stone percussion",
          "authors": "Tomos Proffitt, Paula de Sousa Medeiros, Waldney Pereira Martins, Lydia. V. Luncz",
          "abstract": "The evolution of stone tool technology marks a significant milestone in hominin development, enabling early humans to manipulate their environments. The oldest known evidence, dating to 3.3 Ma, indicates a combination of percussive and flake production activities. Studying the archaeological signature of percussive stone tool use in living primate provides a potential analog to the origin of stone flake technology in the hominin lineage. Here, we present a yellow-breasted capuchin ( Sapajus xanthosternos ) stone tool assemblage from Fazenda Matos, Brazil, to explore the variability of the material signatures associated with percussive tool use. Our analysis of this record demonstrates many archaeological features previously associated with intentional flake production. This includes hammerstones with substantial percussive damage and a range of flaked and detached pieces. Comparative analyses with other flaked primate and hominin assemblages reveals that, unintentional flake production is a universal component of stone hammer and anvil percussive behaviors, suggesting that similar behaviors by early hominins may have led to stone flake technology and that this record may have been highly variable. To fully understand the origins of hominin stone technology, a broad spectrum of material records including both hominin and primate must be considered.",
          "url": "https://doi.org/10.1073/pnas.2420067122",
          "doi": "https://doi.org/10.1073/pnas.2420067122",
          "filter": "2"
        },
        {
          "title": "Fractional magnetic charges and channeling of Faraday lines by disclinations in artificial spin ice",
          "authors": "Anthony Hurben, Yinchen Hao, Ioan-Augustin Chioar, Liu Yang, Nanny Strandqvist, Michael Saccone, Nicholas S. Bingham, Justin Ramberger, Chris Leighton, Cristiano Nisoli, Peter Schiffer",
          "abstract": "We have studied the magnetic moments of artificial spin ice arrays of nanomagnets in both undistorted square arrays and in arrays with a topological defect induced by a single disclination. We confirm that the disclination induces global, macroscopic changes in the low-energy collective states of the nanomagnet moment configuration. Specifically, the disclination leads to Faraday lines of effective magnetic flux that run from the center all the way to the edge of the arrays. Moreover, the geometric deformation, induced by the topological defect, curves the geometry such that these Faraday lines are channeled preferentially by the arrays’ curved geometry. Our results demonstrate how the intentional combination of topology and geometry can be designed to control magnetic charges and the flow of local magnetization and thus manipulate associated collective excitations.",
          "url": "https://doi.org/10.1073/pnas.2415101122",
          "doi": "https://doi.org/10.1073/pnas.2415101122",
          "filter": "2"
        },
        {
          "title": "Downscaling mutualistic networks from species to individuals reveals consistent interaction niches and roles within plant populations",
          "authors": "Elena Quintero, Blanca Arroyo-Correa, Jorge Isla, Francisco Rodríguez-Sánchez, Pedro Jordano",
          "abstract": "Species-level networks emerge as the combination of interactions spanning multiple individuals, and their study has received considerable attention over the past 30 y. However, less is known about the structure of interaction configurations within species, even though individuals are the actual interacting units in nature. We compiled 46 empirical, individual-based, interaction networks on plant-animal seed dispersal mutualisms, comprising 1,037 plant individuals across 29 species from various regions. We compared the structure of individual-based networks to that of species-based networks and, by extending the niche concept to interaction assemblages, we explored individual plant specialization. Using a Bayesian framework to account for uncertainty derived from sampling, we examined how plant individuals “explore” the interaction niche of their populations. Both individual-based and species-based networks exhibited high variability in network properties, lacking remarkable structural and topological differences between them. Within populations, frugivores’ interaction allocation among plant individuals was highly heterogeneous, with one to three frugivore species dominating interactions. Regardless of species or bioregion, plant individuals displayed a variety of interaction profiles across populations, with a consistently-small percentage of individuals playing a central role and exhibiting high diversity in their interaction assemblage. Plant populations showed variable mid to low levels of niche specialization; and individuals’ interaction niche “breadth” accounted for 70% of the population interaction diversity, on average. Our results highlight how downscaling from species to individual-based networks helps understanding the structuring of interactions within ecological communities and provide an empirical basis for the extension of niche theory to complex mutualistic networks.",
          "url": "https://doi.org/10.1073/pnas.2402342122",
          "doi": "https://doi.org/10.1073/pnas.2402342122",
          "filter": "2"
        },
        {
          "title": "Ratio-based indicators for cytosolic Ca 2+ with visible light excitation",
          "authors": "Xinqi Zhou, Kayla J. Belavek, Marisol X. Navarro, Kayli N. Martinez, Abigail Hinojosa, Evan W. Miller",
          "abstract": "Calcium ions (Ca 2+ ) play central roles in cellular physiology. Fluorescent indicators for Ca 2+ ions revolutionized our ability to make rapid, accurate, and highly parallel measurement of Ca 2+ concentrations in living cells. The use of ratio-based imaging with one particular indicator, fura-2, allowed practitioners to correct for a number of experimental confounds, including dye bleaching, variations in sample thickness, and fluctuations in illumination intensity. Ratio-based imaging with fura-2 was the most accurate and reliable method for measuring Ca 2+ concentrations. Two drawbacks to fura-2 exist. First, it requires ultraviolet (UV) excitation, which is more toxic to living cells than visible light. Second, our ability to use fura-2 for accurate, stable, ratio-based determinations of Ca 2+ concentration in living cells is fast becoming a method of the past. This is due, in part, because modern microscopes are phasing out the use of mercury arc lamps that provide the UV excitation needed for fura-2 imaging. To address this problem, we describe the design, synthesis, and cellular application of benzo[ b ]phosphole-based fluorescent Ca 2+ indicators for ratio-based imaging of Ca 2+ in living cells that can be used with modern light emitting diode (LED)-equipped fluorescence microscopes. We report isoCaRed-1Me, a Ca 2+ indicator that enables ratio-based imaging in immortalized cell lines, primary mammalian hippocampal neurons, and human-induced pluripotent stem cell–derived cardiomyocytes. These data show that isoCaRed-1Me will be useful for ratio-based Ca 2+ imaging using modern microscopes.",
          "url": "https://doi.org/10.1073/pnas.2410436122",
          "doi": "https://doi.org/10.1073/pnas.2410436122",
          "filter": "2"
        },
        {
          "title": "To enhance sustainable development goal research, open up commercial satellite image archives",
          "authors": "Philippe Rufin, Patrick Meyfroidt, Felicia O. Akinyemi, Lyndon Estes, Esther Shupel Ibrahim, Meha Jain, Hannah Kerner, Sá Nogueira Lisboa, David Lobell, Catherine Nakalembe, Claudio Persello, Michelle C. A. Picoli, Natasha Ribeiro, Almeida Alberto Sitoe, Katharina Waha, Sherrie Wang",
          "url": "https://doi.org/10.1073/pnas.2410246122",
          "doi": "https://doi.org/10.1073/pnas.2410246122",
          "filter": "2"
        },
        {
          "title": "Mycorrhiza increases plant diversity and soil carbon storage in grasslands",
          "authors": "Entao Zhang, Yang Wang, Thomas W. Crowther, Weicheng Sun, Shiping Chen, Daowei Zhou, Zhouping Shangguan, Jianhui Huang, Jin-Sheng He, Yanfen Wang, Jiandong Sheng, Lisong Tang, Xinrong Li, Ming Dong, Yan Wu, Shuijin Hu, Yongfei Bai, Guirui Yu",
          "abstract": "Experimental studies have shown that symbiotic relationships between arbuscular mycorrhizal (AM) fungi and host plants can regulate soil organic carbon (SOC) storage. Although the impacts of mycorrhiza are highly context-dependent, it remains unclear how these effects vary across broad spatial scales. Based on data from 2296 field sites across grassland ecosystems of China, here we show that mycorrhizal fungi symbiosis enhances SOC storage in the topsoil and subsoil through increasing plant diversity and elevating biomass allocation to belowground. SOC storage is significantly higher in both the topsoil and subsoil in systems dominated by obligate mycorrhizal (OM) and facultative mycorrhizal (FM) plants than those dominated by nonmycorrhizal (NM) plants. Also, the relative abundance of OM plants increases at the expense of FM plants as temperature and precipitation increase. These findings provide valuable insights into the potential mechanisms by which mycorrhizal fungi may influence grassland plant diversity and SOC storage in the context of global change.",
          "url": "https://doi.org/10.1073/pnas.2412556122",
          "doi": "https://doi.org/10.1073/pnas.2412556122",
          "filter": "2"
        },
        {
          "title": "Aqueous power source integrated on a microfluidic chip",
          "authors": "Song Yi Yeon, Yunju Kim, Chung Mu Kang, Sanguk Park, Taek Dong Chung",
          "abstract": "The growing demand for portable sensors for point-of-care (POC) and onsite health monitoring has led to significant interest in developing suitable power sources. In this study, we developed a microfluidic chip-integrated reverse electrodialysis (μRED) system for ecofriendly power generation with monolithic operation. Leveraging its fully ionic characteristic, μRED was successfully applied to an ionic diode, thereby demonstrating its capability for seamless integration. The feasibility of operating a bipolar electrode sensor without an external power supply was demonstrated, highlighting its broad applicability in electrochemical portable sensors. μRED has great potential for future applications, including electrochemical sensors for POC diagnostics and wearable devices.",
          "url": "https://doi.org/10.1073/pnas.2423610122",
          "doi": "https://doi.org/10.1073/pnas.2423610122",
          "filter": "2"
        },
        {
          "title": "Correction for Luo et al., An acetyltransferase moonlights as a regulator of the RNA binding repertoire of the RNA chaperone Hfq in Escherichia coli",
          "url": "https://doi.org/10.1073/pnas.2501041122",
          "doi": "https://doi.org/10.1073/pnas.2501041122",
          "filter": "2"
        },
        {
          "title": "Early colonization of the deep-sea bottom—The protracted build-up of an ecosystem",
          "authors": "Luis A. Buatois, M. Gabriela Mángano, Maximiliano Paz, Nicholas J. Minter, Kai Zhou",
          "abstract": "Our understanding of the patterns and processes behind the evolution of deep-marine ecosystems is limited because the body-fossil record of the deep sea is poor. However, that gap in knowledge may be filled as deposits are host to diverse and abundant trace fossils that record the activities of benthic deep-marine organisms. Here, we built a global dataset of trace-fossil occurrences from a comprehensive survey of 720 Ediacaran–Devonian units and show that the establishment of a modern-style deep-marine benthic ecosystem was protracted and coincident with global cooling and increase in oxygenation during the Ordovician. The formation of open burrows may have increased bioirrigation in the uppermost sediment zone, promoting ventilation and generating an ecosystem engineering feedback loop between bioturbation and pore-water oxygenation. Sharp changes in deep-marine bioturbation during the Devonian may have originated from oxygen variations resulting from climate-controlled oceanic circulation.",
          "url": "https://doi.org/10.1073/pnas.2414752122",
          "doi": "https://doi.org/10.1073/pnas.2414752122",
          "filter": "2"
        },
        {
          "title": "Reply to Chen et al.: Coarse simulations overestimate the distance to recover NO–NO 2 –O 3 photochemical steady state in fresh NO x plumes",
          "authors": "Daniel J. Varon, Dylan Jervis, Sudhanshu Pandey, Sebastian L. Gallardo, Nicholas Balasus, Laura Hyesung Yang, Daniel J. Jacob",
          "url": "https://doi.org/10.1073/pnas.2425976122",
          "doi": "https://doi.org/10.1073/pnas.2425976122",
          "filter": "2"
        },
        {
          "title": "In the shadow of antibiotics",
          "authors": "Aviram Rasouly, Evgeny Nudler",
          "url": "https://doi.org/10.1073/pnas.2426773122",
          "doi": "https://doi.org/10.1073/pnas.2426773122",
          "filter": "2"
        },
        {
          "title": "Wholesale flat subduction of the Indian slab and northward mantle convective flow: Plateau growth and driving force of the India–Asia collision",
          "authors": "Jincheng Ma, Xiaodong Song, Hans-Peter Bunge, Andreas Fichtner, You Tian",
          "abstract": "The tectonic evolution of the Tibetan Plateau has been influenced by continental collision and postcollisional convergence of Indian and Eurasian plates, both of which have undoubtedly imposed their imprints on the lithosphere and upper-mantle structures beneath the collision zone. However, the mode by which the Indian Plate has subducted beneath Tibet, and its driving forces, have been highly uncertain. Here, we present seismic evidence from a full-waveform tomographic model that reveals flat subduction of the Indian Plate beneath nearly the entire plateau at ∼ 300 km depth, implying that the slab may have transitioned to positive/neutral buoyancy and is no longer capable of supporting steep-angle deep subduction. The horizontal distance over which the flat slab slides northward increases from west (where it collides with the Tarim lithospheric keel) to east (where it has resided approximately north of the Songpan-Ganzi Fold Belt beyond the Qiangtang Block). The Asian lithosphere is subducting beneath northeastern Tibet without colliding with the Indian slab. The low-velocity zone, with a thickness of 50 to 110 km, sandwiched between the Tibetan crust and Indian slab, is positively correlated with the high-elevation, low-relief topography of Tibet, suggesting partial melting of the uppermost mantle that has facilitated the growth and flatness of the plateau by adding buoyant material to its base. We propose that deep mantle convective currents, traced to the Réunion plume and imaged as large-scale low-velocity anomalies from the upper mantle under the Indian Plate downward toward the uppermost lower mantle under the Baikal-Mongolia Plateau, are the primary force driving the ongoing India–Asia postcollisional convergence.",
          "url": "https://doi.org/10.1073/pnas.2411776122",
          "doi": "https://doi.org/10.1073/pnas.2411776122",
          "filter": "2"
        },
        {
          "title": "The antimicrobial activity of ETD151 defensin is dictated by the presence of glycosphingolipids in the targeted organisms",
          "authors": "Ons Kharrat, Yoshiki Yamaryo-Botté, Rouba Nasreddine, Sébastien Voisin, Thomas Aumer, Bruno P. A. Cammue, Jean-Baptiste Madinier, Thomas Knobloch, Karin Thevissen, Reine Nehmé, Vincent Aucagne, Cyrille Botté, Philippe Bulet, Céline Landon",
          "abstract": "Fungal infections represent a significant global health concern, with a growing prevalence of antifungal drug resistance. Targeting glucosylceramides (GlcCer), which are functionally important glycosphingolipids (GSL) present in fungal membranes, represents a promising strategy for the development of antifungal drugs. GlcCer are associated with the antifungal activity of certain plant and insect defensins. The 44-residue ETD151 peptide, optimized from butterfly defensins, is active against several fungal pathogens. ETD151 has been shown to induce a multifaceted mechanism of action (MOA) in Botrytis cinerea , a multiresistant phytopathogenic fungus. However, the target has yet to be identified. Our findings demonstrate that the presence of GlcCer in membranes determines the susceptibility of Pichia pastoris and Candida albicans toward ETD151. To ascertain whether this is due to direct molecular recognition, we demonstrate that ETD151 selectively recognizes liposomes containing GlcCer from B. cinerea , which reveals a methylated-sphingoid base structure. The dissociation constant was estimated by microscale thermophoresis to be in the µM range. Finally, fluorescence microscopy revealed that ETD151 localizes preferentially at the surface of B. cinerea . Furthermore, the majority of prokaryotic cells do not contain GSL, which explains their resistance to ETD151. We investigated the susceptibility of Novosphingobium capsulatum , one of the rare GSL-containing bacteria, to ETD151. ETD151 demonstrated transient morphological changes and inhibitory growth activity (IC 50 ~75 µM) with an affinity for the cell surface, emphasizing the critical importance of GSL as target. Understanding the MOA of ETD151 could pave the way for new perspectives in human health and crop protection.",
          "url": "https://doi.org/10.1073/pnas.2415524122",
          "doi": "https://doi.org/10.1073/pnas.2415524122",
          "filter": "2"
        },
        {
          "title": "Liver-specific transgenic expression of human NTCP in rhesus macaques confers HBV susceptibility on primary hepatocytes",
          "authors": "Lauren N. Rust, Jochen M. Wettengel, Sreya Biswas, Junghyun Ryu, Nadine Piekarski, Sofiya Yusova, Savannah S. Lutz, Spandana Naldiga, Brayden J. Hinrichs, Michelle N. Sullivan, Jamie O. Lo, Ulrike Protzer, Jeremy V. Smedley, Jonah B. Sacha, Carol B. Hanna, Benjamin N. Bimber, Jon D. Hennebold, Benjamin J. Burwitz",
          "abstract": "Hepatitis B virus (HBV) poses a significant global health challenge, necessitating the urgent development of curative therapeutics. However, this progress is impeded by the lack of robust, immunocompetent preclinical animal models due to HBV’s strict species specificity. We previously showed that vector-mediated expression of the HBV entry receptor, human sodium-taurocholate cotransporting polypeptide (hNTCP), renders macaques fully susceptible to HBV infection. In this study, we have generated transgenic macaques expressing hNTCP, marking the creation of the first transgenic nonhuman primate model for infectious disease research. We used PiggyBac (PB) transposon technology to insert a liver-specific hNTCP expression cassette into rhesus macaque zygotes and transferred the resulting embryos into surrogate females, resulting in two healthy transgenic offspring. In both animals, hNTCP is highly and selectively expressed in the liver. Most importantly, we show that isolated hepatocytes from these monkeys are susceptible to HBV infection. These findings lay the foundation for the development of a nonhuman primate HBV model, facilitating the advancement and validation of curative HBV therapies.",
          "url": "https://doi.org/10.1073/pnas.2413771122",
          "doi": "https://doi.org/10.1073/pnas.2413771122",
          "filter": "2"
        },
        {
          "title": "Structural characterization of influenza group 1 chimeric hemagglutinins as broad vaccine immunogens",
          "authors": "Yen Thi Kim Nguyen, Xueyong Zhu, Julianna Han, Alesandra J. Rodriguez, Weina Sun, Wenli Yu, Peter Palese, Florian Krammer, Andrew B. Ward, Ian A. Wilson",
          "abstract": "Chimeric hemagglutinins (cHA) appear to be promising for the design and development of universal influenza vaccines. Influenza A group 1 cHAs, cH5/1, cH8/1, and cH11/1, comprising an H1 stem attached to either an H5, H8, or H11 globular head, have been used sequentially as vaccine immunogens in human clinical trials and induced high levels of broadly protective antibodies. Using X-ray crystallography and negative-stain electron microscopy, we determined structures of cH5/1, cH8/1, and cH11/1 HAs in their apo (unliganded) and antibody Fab-bound states. Stem-reactive antibodies 3E1 and 31.b.09 recognize their cognate epitopes in cH5/1, cH8/1, and cH11/1 HAs. However, with cH5/1, the head domains are rotated by 35 to 45° around the threefold axis of the HA trimer compared to native HA with a more splayed-open conformation at the stem base. cH11/1 with 3E1 is structurally more native-like but resembles cH5/1 with 31.b.09, whereas cH8/1 with 31.b.09 exhibited a range of closed-to-open stem configurations with some separation of head and stem domains. Furthermore, all of these group 1 cHAs effectively bound a broad head trimer interface antibody and other broad stem antibodies. Thus, the cHAs exhibit structural plasticity without compromising the stem and head trimer interface epitopes for elicitation of influenza A group 1 cross-reactive antibodies.",
          "url": "https://doi.org/10.1073/pnas.2416628122",
          "doi": "https://doi.org/10.1073/pnas.2416628122",
          "filter": "2"
        },
        {
          "title": "Seesaw protein: Design of a protein that adopts interconvertible alternative functional conformations and its dynamics",
          "authors": "Toma Ikeda, Tatsuya Nojima, Souma Yamamoto, Ryusei Yamada, Tatsuya Niwa, Hiroki Konno, Hideki Taguchi",
          "abstract": "According to classical Anfinsen’s dogma, a protein folds into a single unique conformation with minimal Gibbs energy under physiological conditions. However, certain proteins may fold into two or more conformations from single amino acid sequences. Here, we designed a protein that adopts interconvertible alternative functional conformations, termed “seesaw” protein (SSP). An SSP was engineered by fusing GFP lacking the C-terminal β-strand and dihydrofolate reductase (DHFR) lacking the N-terminal β-strand with an overlapping linker, which can be competitively incorporated into either the GFP or the DHFR moiety. In vivo and biochemical analyses, including atomic force microscopy (AFM) imaging, demonstrated that the SSP adopts two alternative conformations, which can be biased by point mutations and ligand binding. The drastic conformational change upon the ligand binding was directly visualized by high-speed AFM. Furthermore, the balance of the seesaw can be reversibly changed depending on buffer conditions. In summary, our design strategy for SSP provides a unique direction for creating artificial proteins with on–off behaviors.",
          "url": "https://doi.org/10.1073/pnas.2412117122",
          "doi": "https://doi.org/10.1073/pnas.2412117122",
          "filter": "2"
        },
        {
          "title": "Ethylene response factor SlERF.D6 promotes ripening in part through transcription factors SlDEAR2 and SlTCP12",
          "authors": "Yao Chen, Xin Wang, Vincent Colantonio, Zhuo Gao, Yangang Pei, Tara Fish, Jie Ye, Lance Courtney, Theodore W. Thannhauser, Zhibiao Ye, Yongsheng Liu, Zhangjun Fei, Mingchun Liu, James J. Giovannoni",
          "abstract": "Ripening is crucial for the development of fleshy fruits that release their seeds following consumption by frugivores and are important contributors to human health and nutritional security. Many genetic ripening regulators have been identified, especially in the model system tomato, yet more remain to be discovered and integrated into comprehensive regulatory models. Most tomato ripening genes have been studied in pericarp tissue, though recent evidence indicates that locule tissue is a site of early ripening-gene activities. Here, we identified and functionally characterized an Ethylene Response Factor (ERF) gene, SlERF.D6 , by investigating tomato transcriptome data throughout plant development, emphasizing genes elevated in the locule during fruit development and ripening. SlERF.D6 loss-of-function mutants resulting from CRISPR/Cas9 gene editing delayed ripening initiation and carotenoid accumulation in both pericarp and locule tissues. Transcriptome analysis of lines altered in SlERF.D6 expression revealed multiple classes of altered genes including ripening regulators, in addition to carotenoid, cell wall, and ethylene pathway genes, suggesting comprehensive ripening control. Distinct regulatory patterns in pericarp versus locule tissues were observed, indicating tissue-specific activity of this transcription factor (TF). Analysis of SlERF.D6 interaction with target promoters revealed an APETALA 2/ETHYLENE RESPONSE FACTOR (AP2/ERF) TF ( SlDEAR2 ) as a target of SlERF.D6. Furthermore, we show that a third TF gene, SlTCP12 , is a target of SlDEAR2, presenting a tricomponent module of ripening control residing in the larger SlERF.D6 regulatory network.",
          "url": "https://doi.org/10.1073/pnas.2405894122",
          "doi": "https://doi.org/10.1073/pnas.2405894122",
          "filter": "2"
        },
        {
          "title": "Machine learning–enhanced surface-enhanced spectroscopic detection of polycyclic aromatic hydrocarbons in the human placenta",
          "authors": "Oara Neumann, Yilong Ju, Andres B. Sanchez-Alvarado, Guodong Zhou, Weiwu Jiang, Bhagavatula Moorthy, Melissa A. Suter, Ankit Patel, Peter Nordlander, Naomi J. Halas",
          "abstract": "The detection and identification of polycyclic aromatic hydrocarbons (PAHs) and their derivatives, polycyclic aromatic compounds (PACs), are essential for environmental and health monitoring, for assessing toxicological exposure and their associated health risks. PAHs/PACs are the most dangerous chemicals found in tobacco smoke, and cigarette use during pregnancy can convey these molecules to the developing fetus through the placenta. This exposure is associated with many negative health outcomes, from premature birth to sudden infant death syndrome and adverse neurodevelopmental disorders. This study demonstrates the use of surface-enhanced Raman and surface-enhanced infrared absorption spectroscopies for direct detection of PAHs/PACs in human placental tissue. We applied two spectroscopy-informed machine learning algorithms, Characteristic Peak Extraction (CaPE) and Characteristic Peak Similarity (CaPSim), to identify the specific PAHs and PACs present in the placenta of women who smoked tobacco cigarettes in pregnancy compared to spectra of the placenta from self-reported nonsmokers. CaPE and CaPSim analysis enabled a clear distinction between these two groups. Independent verification was accomplished by detecting PAH-DNA and PAC-DNA adducts in the smoking group by means of a 32 P-postlabeling assay. These findings highlight the effectiveness of combining surface-enhanced spectroscopies with informed ML analysis for the streamlined detection of hazardous environmental compounds in human tissues, suggesting broader applications in clinical diagnostics and public health surveillance.",
          "url": "https://doi.org/10.1073/pnas.2422537122",
          "doi": "https://doi.org/10.1073/pnas.2422537122",
          "filter": "2"
        },
        {
          "title": "Decoding resistance in the age of T6SS warfare",
          "authors": "Nicholas J. Shikuma",
          "url": "https://doi.org/10.1073/pnas.2500342122",
          "doi": "https://doi.org/10.1073/pnas.2500342122",
          "filter": "2"
        },
        {
          "title": "Resolving the dynamic correlated disorder in KTa 1− x Nb x O 3",
          "authors": "Xing He, Mayanak K. Gupta, Douglas L. Abernathy, Garrett E. Granroth, Feng Ye, Barry L. Winn, Lynn Boatner, Olivier Delaire",
          "abstract": "Understanding the complex temporal and spatial correlations of ions in disordered perovskite oxides is critical to rationalize their functional properties. Here, we provide insights into the longstanding controversy regarding the off-centering of transition metal (TM) ions in the archetypal ferroelectric alloy KTa 1 − x Nb x O 3 (KTN). By mapping the full energy ( E ) and wavevector ( Q ) dependence of the dynamical structure factor S ( Q , E ) using neutron scattering, and rationalizing our observations with atomistic simulations leveraging machine learning, we fully resolve the static v s dynamic nature of diffuse scattering sheets, as well as their composition ( x ) and temperature dependence. Our first-principles simulations, extended with machine-learning molecular dynamics, reproduce both inelastic neutron spectra and diffuse features, and establish how dynamically correlated TM off-centerings couple to phonons, unifying local and collective viewpoints. This study sheds light into an exemplary ferroelectric system and shows the importance of mapping the full S ( Q , E ) to reveal critical spatiotemporal correlations of atomic disorder from which functional properties emerge.",
          "url": "https://doi.org/10.1073/pnas.2419159122",
          "doi": "https://doi.org/10.1073/pnas.2419159122",
          "filter": "2"
        },
        {
          "title": "Dynamic changes in histone lysine lactylation during meiosis prophase I in mouse spermatogenesis",
          "authors": "Xiaoyu Zhang, Yan Liu, Ning Wang",
          "abstract": "Male germ cells, which are responsible for producing millions of genetically diverse sperm through meiosis in the testis, rely on lactate as their central energy metabolite. Recent study has revealed that lactate induces epigenetic modification in cells through histone lysine lactylation. Here, we report dynamic histone lactylation at histone H4-lysine 5 (K5), -K8, and -K12 during meiosis prophase I in mouse spermatogenesis. By profiling the genome-wide occupancy of histone H4-K8 lactylation (H4K8la), which peaks at zygotene, our data show that H4K8la mark is observed at the promoters of genes exhibiting active expression with Gene Ontology functions enriched for meiosis. Notably, our data also demonstrate that H4K8la is closely associated with recombination hotspots, where machinery involved in the processing DNA double-stranded breaks, such as SPO11, DMC1, RAD51, and RPA2, is engaged. In addition, H4K8la was also detected at the meiosis-specific cohesion sites (marked by RAD21L and REC8) flanking the recombination hotspots. Functionally, our data show that lactate induces upregulation of key meiotic genes through H4K8la modifications. Additionally, H4K8la shows colocalization and interaction with PRDM9 at recombination hotspots. Finally, our data show that HBO1, a lactyltransferase, is highly expressed in meiotic germ cells. In vitro lactylation assays reveal that HBO1 induces H4K8la, and pharmacological inhibition of HBO1 in mice reduces H4K8la levels and disrupts meiosis. Collectively, our findings suggest that histone lactylation serves as an epigenetic mechanism that is involved in meiotic gene expression and recombination in male germ cells during spermatogenesis.",
          "url": "https://doi.org/10.1073/pnas.2418693122",
          "doi": "https://doi.org/10.1073/pnas.2418693122",
          "filter": "2"
        },
        {
          "title": "Robust inattentive discrete choice",
          "authors": "Lars Peter Hansen, Jianjun Miao, Hao Xing",
          "abstract": "Rational inattention models characterize optimal decision-making in data-rich environments. In such environments, it can be costly to look carefully at all of the information. Some information is much more salient for the decision at hand and merits closer scrutiny. The inattention decision model formalizes this choice and deduces how best to navigate through the potentially vast array of data when making decisions. In the rational formulation, the decision-maker commits fully to a subjective prior distribution over the possible states of the world that could be realized. We relax this assumption and look for a robustly optimal solution to the inattention problem by allowing the decision-maker to be ambiguity averse with respect to this prior. We feature a setup that is deliberately simple by a) assuming a discrete set of choices, b) using Shannon’s mutual information to quantify attention costs, and c) imposing relative entropy with respect to a baseline probability distribution to quantify prior divergence. We provide necessary and sufficient conditions for the robust solution and develop numerical methods to solve it. In comparison to the rational solution with no prior uncertainty, our decision-maker slants priors in more cautious or pessimistic directions when deducing how to allocate attention over the range of available information. This approach implements a form of robustness to prior misspecification, or equivalently, a form of ambiguity aversion. We explore some examples that show how the robust solution differs from the rational solution with a commitment to a subjective prior distribution and how it differs from imposing risk aversion.",
          "url": "https://doi.org/10.1073/pnas.2416643122",
          "doi": "https://doi.org/10.1073/pnas.2416643122",
          "filter": "2"
        },
        {
          "title": "Correction for Rachuri et al., Mutational analysis of an antimalarial drug target, Pf ATP4",
          "url": "https://doi.org/10.1073/pnas.2501024122",
          "doi": "https://doi.org/10.1073/pnas.2501024122",
          "filter": "2"
        },
        {
          "title": "A deep learning–enabled smart garment for accurate and versatile monitoring of sleep conditions in daily life",
          "authors": "Chenyu Tang, Wentian Yi, Muzi Xu, Yuxuan Jin, Zibo Zhang, Xuhang Chen, Caizhi Liao, Mengtian Kang, Shuo Gao, Peter Smielewski, Luigi G. Occhipinti",
          "abstract": "In wearable smart systems, continuous monitoring and accurate classification of different sleep-related conditions are critical for enhancing sleep quality and preventing sleep-related chronic conditions. However, the requirements for device–skin coupling quality in electrophysiological sleep monitoring systems hinder the comfort and reliability of night wearing. Here, we report a washable, skin-compatible smart garment sleep monitoring system that captures local skin strain signals under weak device–skin coupling conditions without positioning or skin preparation requirements. A printed textile-based strain sensor array responds to strain from 0.1 to 10% with a gauge factor as high as 100 and shows independence to extrinsic motion artifacts via strain-isolating printed pattern design. Through reversible starching treatment, ink penetration depth during direct printing on garments is controlled to achieve batch-to-batch performance variation &lt;10%. Coupled with deep learning, explainable AI, and transfer learning data processing, the smart garment is capable of classifying six sleep states with an accuracy of 98.6%, maintaining excellent explainability (classification with low bias) and generalization (95% accuracy on new users with few-shot learning less than 15 samples per class) in practical applications, paving the way for next-generation daily sleep healthcare management.",
          "url": "https://doi.org/10.1073/pnas.2420498122",
          "doi": "https://doi.org/10.1073/pnas.2420498122",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "https://doi.org/10.1073/iti0625122",
          "doi": "https://doi.org/10.1073/iti0625122",
          "filter": "2"
        },
        {
          "title": "Computational and in vitro evaluation of probiotic treatments for nasal Staphylococcus aureus decolonization",
          "authors": "Burcu Tepekule, Weronika Barcik, Willy I. Staiger, Judith Bergadà-Pijuan, Thomas Scheier, Laura Brülisauer, Alex R. Hall, Huldrych F. Günthard, Markus Hilty, Roger D. Kouyos, Silvio D. Brugger",
          "abstract": "Despite the rising challenge of antibiotic resistance, current approaches to eradicate nasal pathobionts Staphylococcus aureus and Streptococcus pneumoniae rely on antibacterials. An alternative is the artificial inoculation of commensal bacteria, i.e., probiotic treatment, supported by the increasing evidence for commensal-mediated inhibition of pathogens. To systematically investigate the potential of this approach, we developed a quantitative framework simulating the nasal microbiome dynamics by combining mathematical modeling with longitudinal microbiota data. By inferring community parameters using 16S ribosomal RNA (rRNA) amplicon sequencing data and simulating the nasal microbial dynamics of patients colonized with S. aureus , we compared the decolonization performance of probiotic and antibiotic treatments under different assumptions on patients’ community composition and susceptibility profile. To further compare the robustness of these treatments, we simulated an S. aureus challenge and quantified the recolonization probability. Through in vitro experiments using nasal swabs of adults colonized with S. aureus , we confirmed that after antibiotic treatment, recolonization of S. aureus was inhibited in samples treated with a probiotic mixture compared to the nontreated control. Our results suggest that probiotic treatment outperforms antibiotics in terms of decolonization performance, recolonization robustness, and leads to less collateral reduction in the microbiome diversity. Thus, probiotic treatment may provide a promising alternative to combat antibiotic resistance, with the additional advantage of personalized treatment options via using the patient’s own metagenomic data. The combination of an in silico framework with in vitro experiments using clinical samples reported in this work is an important step forward to further investigate this alternative in clinical trials.",
          "url": "https://doi.org/10.1073/pnas.2412742122",
          "doi": "https://doi.org/10.1073/pnas.2412742122",
          "filter": "2"
        },
        {
          "title": "Bacterial polysaccharide lyase family 33: Specificity from an evolutionarily conserved binding tunnel",
          "authors": "Mélanie Loiodice, Elodie Drula, Zak McIver, Svetlana Antonyuk, Arnaud Baslé, Marcelo Lima, Edwin A. Yates, Dominic P. Byrne, Jamie Coughlan, Andrew Leech, Shahram Mesdaghi, Daniel J. Rigden, Sophie Drouillard, William Helbert, Bernard Henrissat, Nicolas Terrapon, Gareth S. A. Wright, Marie Couturier, Alan Cartmell",
          "abstract": "Acidic glycans are essential for the biology of multicellular eukaryotes. To utilize them, microbial life including symbionts and pathogens has evolved polysaccharide lyases (PL) that cleave their 1,4 glycosidic linkages via a β-elimination mechanism. PL family 33 (PL33) enzymes have the unusual ability to target a diverse range of glycosaminoglycans (GAGs), as well as the bacterial polymer, gellan gum. In order to gain more detailed insight into PL33 activities we recombinantly expressed 10 PL33 members derived from all major environments and further elucidated the detailed biochemical and biophysical properties of five, showing that their substrate specificity is conferred by variations in tunnel length and topography. The key amino acids involved in catalysis and substrate interactions were identified, and employing a combination of complementary biochemical, structural, and modeling approaches, we show that the tunnel topography is induced by substrate binding to the glycan. Structural and bioinformatic analyses revealed that these features are conserved across several lyase families as well as in mammalian GAG epimerases.",
          "url": "https://doi.org/10.1073/pnas.2421623122",
          "doi": "https://doi.org/10.1073/pnas.2421623122",
          "filter": "2"
        },
        {
          "title": "Allosteric genetically encoded biosensor for spatiotemporal monitoring of endogenous RNA dynamics in living cells",
          "authors": "Deyu Yuan, Huan He, William Song, Duhan Ma, Mingfeng Xie, Yuchun Wang, Jinliang Wei, Qianyu He, Yongli Bao, Yongyun Zhao",
          "abstract": "Functions of RNAs are associated with their abundance and unique subcellular localizations. RNA imaging methods for spatiotemporal monitoring of RNA dynamics would facilitate the discovery of unknown functions of RNA, yet improving RNA imaging is challenging because of limitations in methods for directly monitoring native RNA, especially the dynamics of RNA transport and concentration fluctuation. Herein, a label-free and conformation switching–based genetically encoded sensor, termed the Dual-locked RNAtracker (Ducker), that realizes spatiotemporal monitoring of endogenous RNA dynamics in living cells is developed. In this Ducker system, a distinctive strategy is developed by employing one RNA target to initiate an allosteric event that triggers the two locked fluorogenic RNA aptamer (M18 Pepper) to restore the active structure and transmit adequate fluorescence signals. The intracellular circular Ducker (circDucker) realizes high-contrast and unbiased imaging of native mRNA abundance and monitors the fluctuations in RNA concentration. Importantly, it also enables spatiotemporal dynamic tracking of RNA translocation by directly visualizing the process of the mitochondrial lncCyt b undergoing bidirectional nucleocytoplasmic transport, indicating the bidirectional regulatory events in mitochondria and nucleus. Therefore, this highly accessible sensor affords a universal and robust platform for spatiotemporal monitoring of RNA abundance and translocation in complicated dynamic reaction networks in live systems, including mRNA, lncRNA, and microRNA, expanding the current toolbox of RNA research and shedding light on the unknown functions of RNA.",
          "url": "https://doi.org/10.1073/pnas.2409309122",
          "doi": "https://doi.org/10.1073/pnas.2409309122",
          "filter": "2"
        },
        {
          "title": "Persistence selection between simulated biogeochemical cycle variants for their distinct effects on the Earth system",
          "authors": "Richard A. Boyle, Edmund R. R. Moody, Gunnar Babcock, Daniel W. McShea, Sandra Álvarez-Carretero, Timothy M. Lenton, Philip C. J. Donoghue",
          "abstract": "The average long-term impact of Darwinian evolution on Earth’s habitability remains extremely uncertain. Recent attempts to reconcile this uncertainty by “Darwinizing” nonreplicating biogeochemical processes subject to persistence-based selection conform with the historicity of the geochemical record but lack mechanistic clarity. Here, we present a theoretical framework showing how: 1) A biogeochemical “cycle-biota-variant” (CBV) can be defined non-arbitrarily as one biologically facilitated pathway for net recycling of an essential element, plus the genotypes driving the relevant interconversion reactions. 2) Distinct CBVs can be individuated if they have climatic or geochemical side effects that feed-back on relative persistence. 3) The separation of spatial/temporal scales between the dynamics of such effects and those of conventional Darwinian evolution can introduce a degree of randomness into the relationship between CBVs and their Earth system impact properties, loosely analogous to that between the biochemical causes and evolutionary effects of genetic mutation. 4) Threshold behavior in climate feedback can accentuate biotic impacts and lead to CBV-level “competitive exclusion”. 5) CBV-level persistence selection is observationally distinguishable from genotype-level selection by strong covariance between “internal” CBV properties (genotypes and reactions) and “external” climatic effects, which we argue is analogous to the covariance between fitness and traits under conventional Darwinian selection. These factors cannot circumvent the basic fact that local natural selection will often favor phenotypes that ultimately destabilize large-scale geochemical/climatic properties. However, we claim that our results nevertheless demonstrate the theoretical coherence of persistence-selection between non-replicating life–environment interaction patterns and therefore have broad biogeochemical applicability.",
          "url": "https://doi.org/10.1073/pnas.2406344122",
          "doi": "https://doi.org/10.1073/pnas.2406344122",
          "filter": "2"
        },
        {
          "title": "Thermal-solutal-induced bistability of evaporating multicomponent liquid thin films",
          "authors": "Yuki Wakata, Feng Wang, Chao Sun, Detlef Lohse",
          "abstract": "Volatile multicomponent liquid films show rich dynamics, due to the complex interplay of gradients in temperature and in solute concentrations. Here, we study the evaporation dynamics of a tricomponent liquid film, consisting of water, ethanol, and trans-anethole oil (known as “ouzo”). With the preferential evaporation of ethanol, cellular convective structures are observed both in the thermal patterns and in the nucleated oil droplet patterns. However, the feature sizes of these two patterns can differ, indicating dual instability mechanisms dominated by either temperature or solute concentration. Using numerical simulations, we quantitatively compare the contributions of temperature and solute concentration on the surface tension. Our results reveal that the thermal Marangoni effect predominates at the initial evaporation stage, resulting in cellular patterns in thermal images, while the solutal Marangoni effect gradually becomes dominant. By regulating the transition time of this thermal-solutal-induced bistability and the nucleation time of oil microdroplets in the ternary mixture, the oil droplet patterns can be well controlled. This capability not only enhances our understanding of the evaporation dynamics but also paves the way for precise manipulation of nucleation and deposition processes at larger scales.",
          "url": "https://doi.org/10.1073/pnas.2418487122",
          "doi": "https://doi.org/10.1073/pnas.2418487122",
          "filter": "2"
        },
        {
          "title": "Correction for Borniego et al., Diverse plant RNAs coat Arabidopsis leaves and are distinct from apoplastic RNAs",
          "url": "https://doi.org/10.1073/pnas.2501042122",
          "doi": "https://doi.org/10.1073/pnas.2501042122",
          "filter": "2"
        },
        {
          "title": "Identifying new classes of financial price jumps with wavelets",
          "authors": "Cecilia Aubrun, Rudy Morel, Michael Benzaquen, Jean-Philippe Bouchaud",
          "abstract": "We introduce an unsupervised classification framework that leverages a multiscale wavelet representation of time-series and apply it to stock price jumps. In line with previous work, we recover the fact that time-asymmetry of volatility is the major feature that separates exogenous, news-induced jumps from endogenously generated jumps. Local mean-reversion and trend are found to be two additional key features, allowing us to identify new classes of jumps. Using our wavelet-based representation, we investigate the endogenous or exogenous nature of cojumps, which occur when multiple stocks experience price jumps within the same minute. Perhaps surprisingly, our analysis suggests that a significant fraction of cojumps result from an endogenous contagion mechanism.",
          "url": "https://doi.org/10.1073/pnas.2409156121",
          "doi": "https://doi.org/10.1073/pnas.2409156121",
          "filter": "2"
        },
        {
          "title": "Turbulence enhances wave attenuation of seagrass in combined wave–current flows",
          "authors": "Davide Vettori, Francesco Giordana, Costantino Manes",
          "abstract": "The wave attenuation properties of seagrasses are key to accurately predict how effective these plants are at protecting coasts from erosion and floods. While recent studies have significantly advanced the understanding of seagrass wave attenuation in pure-wave conditions, the presence of a current introduces several complications that have yet to be fully explored. In the present study, we quantify the wave attenuation of seagrass canopies in the presence of a current parallel to the direction of wave propagation via experiments conducted with dynamically scaled mimics of seagrass installed in a laboratory flume facility. The dataset we present is the largest of its kind and spans a broad range of wave properties, current velocities, water depths, and plant densities for a total of over 300 experiments. Using our experimental results, we show that the commonly employed approach of modeling wave attenuation as a result of vegetation drag works well for a range of conditions but underpredicts systematically when turbulence generated by the interaction between the seagrass canopy and the current is sufficiently strong. We then employ phenomenological arguments and experimental data to identify a nondimensional parameter that effectively quantifies the relative importance of turbulence and drag in dictating the overall observed wave attenuation. Moreover, we propose a simple but physically based modeling approach that is consistent with the proposed phenomenology and can be used for applications in coastal waters.",
          "url": "https://doi.org/10.1073/pnas.2414150122",
          "doi": "https://doi.org/10.1073/pnas.2414150122",
          "filter": "2"
        },
        {
          "title": "Correction for Jenewein et al., Concomitant formation of protocells and prebiotic compounds under a plausible early Earth atmosphere",
          "url": "https://doi.org/10.1073/pnas.2500712122",
          "doi": "https://doi.org/10.1073/pnas.2500712122",
          "filter": "2"
        },
        {
          "title": "Giant RNA genomes: Roles of host, translation elongation, genome architecture, and proteome in nidoviruses",
          "authors": "Benjamin W. Neuman, Alexandria Smart, Orian Gilmer, Redmond P. Smyth, Josef Vaas, Nicolai Böker, Dmitry V. Samborskiy, Ralf Bartenschlager, Stefan Seitz, Alexander E. Gorbalenya, Neva Caliskan, Chris Lauber",
          "abstract": "Positive-strand RNA viruses of the order Nidovirales have the largest known RNA genomes of vertebrate and invertebrate viruses with 36.7 and 41.1 kb, respectively. The acquisition of a proofreading exoribonuclease (ExoN) by an ancestral nidovirus enabled crossing of the 20 kb barrier. Other factors constraining genome size variations in nidoviruses remain poorly defined. We assemble 76 genome sequences of invertebrate nidoviruses from &gt;500.000 published transcriptome experiments and triple the number of known nidoviruses with &gt;36 kb genomes, including a 64 kb RNA genome. Many of the identified viral lineages acquired putative enzymatic and other protein domains linked to genome size, host phyla, or virus families. The inserted domains may regulate viral replication and virion formation, or modulate infection otherwise. We classify ExoN-encoding nidoviruses into seven groups and four subgroups, according to canonical and noncanonical modes of viral replicase expression by ribosomes and genomic organization (reModes). The most-represented group employing the canonical reMode comprises invertebrate and vertebrate nidoviruses, including coronaviruses. Six groups with noncanonical reModes include invertebrate nidoviruses with 31-to-64 kb genomes. Among them are viruses with segmented genomes and viruses utilizing dual ribosomal frameshifting that we validate experimentally. Moreover, largest polyprotein length and genome size in nidoviruses show reMode- and host phylum-dependent relationships. We hypothesize that the polyprotein length increase in nidoviruses may be limited by the host-inherent translation fidelity, ultimately setting a nidovirus genome size limit. Thus, expansion of ExoN-encoding RNA virus genomes, the vertebrate/invertebrate host division, the control of viral replicase expression, and translation fidelity are interconnected.",
          "url": "https://doi.org/10.1073/pnas.2413675122",
          "doi": "https://doi.org/10.1073/pnas.2413675122",
          "filter": "2"
        },
        {
          "title": "Clinical evaluation of patterned dried plasma spot cards to support quantification of HIV viral load and reflexive genotyping",
          "authors": "Giorgio Gianini Morbioli, Keith R. Baillargeon, Monalisa N. Kalimashe, Vibha Kana, Hloniphile Zwane, Cheri van der Walt, Allison J. Tierney, Andrea C. Mora, Mark Goosen, Rivashni Jagaroo, Jessica C. Brooks, Ewaldé Cutler, Gillian Hunt, Michael R. Jordan, Alice Tang, Charles R. Mace",
          "abstract": "Quantifying viral load, a key indicator required to achieve control and elimination of the HIV epidemic, requires cell-free plasma or serum to ensure measurements are not biased by proviral DNA contained in infected CD4 T lymphocytes. Plasma separation cards (PSC) collect and preserve a dried specimen, which makes them practical solutions for decentralized sample collection and transport in limited-resource settings. However, physiological variations in hematocrit levels can introduce significant variability in the quality of plasma generated by commercial PSCs and can lead to inaccurate test results and clinical decisions. In addition to hematocrit-dependent sampling, the Roche PSC, a standard for dried plasma collection, is known to induce considerable hemolysis, which further impacts specimen quality, concordance with liquid plasma, and the overall benefit of microsampling. We address these gaps with a patterned dried plasma spot (pDPS) card, which generates plasma with improved hematocrit independence and minimal hemolysis. This study directly compares pDPS cards to the Roche PSC to measure HIV viral load. Analysis of viral load from 75 donors revealed strong agreement in sensitivity, specificity, overall accuracy, and viral load band placement between devices, with quantitative metrics suggesting improved performance for pDPS cards. In reflexive genotyping, remnant dried blood from pDPS cards exhibited greater success than Roche PSC in amplification and sequencing (71% vs. 62%) and detecting drug resistance mutations (63% vs. 42%). Based on this performance, pDPS cards can be versatile across multiple analytical platforms, integrate seamlessly into existing clinical laboratory workflows, and aid clinicians in making accurate treatment decisions.",
          "url": "https://doi.org/10.1073/pnas.2419160122",
          "doi": "https://doi.org/10.1073/pnas.2419160122",
          "filter": "2"
        },
        {
          "title": "Ancient origin and high diversity of zymocin-like killer toxins in the budding yeast subphylum",
          "authors": "Padraic G. Heneghan, Letal I. Salzberg, Eoin Ó Cinnéide, Jan A. Dewald, Christina E. Weinberg, Kenneth H. Wolfe",
          "abstract": "Zymocin is a well-characterized killer toxin secreted by some strains of the yeast Kluyveromyces lactis . It acts by cleaving a specific tRNA in sensitive recipient cells. Zymocin is encoded by a killer plasmid or virus-like element (VLE), which is a linear DNA molecule located in the cytosol. We hypothesized that a tRNA-cleaving toxin similar to zymocin may have caused the three parallel changes to the nuclear genetic code that occurred during yeast evolution, in which the codon CUG became translated as Ser or Ala instead of Leu. However, zymocin-like toxins are rare — both among species, and among strains within a species —and only four toxins of this type have previously been discovered. Here, we identified 45 zymocin-like toxin genes in Saccharomycotina, the budding yeast subphylum, using a bioinformatics strategy, and verified that many of them are toxic to Saccharomyces cerevisiae when expressed. Some of the toxin genes are located on cytosolic VLEs, whereas others are on VLE-derived DNA integrated into the nuclear genome. The toxins are extraordinarily diverse in sequence and show evidence of positive selection. Toxin genes were found in five taxonomic orders of budding yeasts, including two of the three orders that reassigned CUG codons, indicating that VLEs have been parasites of yeast species for at least 300 My and that their existence predates the genetic code changes.",
          "url": "https://doi.org/10.1073/pnas.2419860122",
          "doi": "https://doi.org/10.1073/pnas.2419860122",
          "filter": "2"
        },
        {
          "title": "Inhibition of GABARAP or GABARAPL1 prevents aminoglycoside- induced hearing loss",
          "authors": "Jinan Li, Seung-Il Oh, Chang Liu, Bo Zhao",
          "abstract": "Aminoglycosides (AGs) are highly potent, broad-spectrum antibiotics frequently used as first-line treatments for multiple life-threatening infections. Despite their severe ototoxicity, causing irreversible hearing loss in millions of people annually, no preventive therapy has been approved. We previously reported that GABARAP and several other central autophagy proteins are essential for AG-induced hearing loss. This finding opens avenues for the rational design and development of inhibitors that selectively target proteins in this pathway, thereby mitigating AG ototoxicity. In this study, we generated a mouse model with a targeted deletion of GABARAPL1, a homolog of GABARAP, and another model deficient in both GABARAP and GABARAPL1. We found that normal hearing is unaffected by the depletion of these proteins. Remarkably, both proteins are essential for AG-induced hearing loss, with GABARAP playing a more significant role. To further explore the therapeutic potential, we designed and validated short hairpin RNAs targeting the mouse and human GABARAP gene. By inhibiting GABARAP expression in inner ear hair cells using adeno-associated virus-mediated RNA interference, we successfully prevented AG-induced hair cell death and subsequent hearing loss. Our findings underscore the critical role of GABARAP in AG ototoxicity and highlight its potential as a therapeutic target for preventing AG-induced hearing loss.",
          "url": "https://doi.org/10.1073/pnas.2416453122",
          "doi": "https://doi.org/10.1073/pnas.2416453122",
          "filter": "2"
        },
        {
          "title": "Reenacting a mouse genetic evolutionary arms race in yeast reveals that SLXL1/SLX compete with SLY1/2 for binding to Spindlins",
          "authors": "Martin F. Arlt, Alyssa N. Kruger, Callie M. Swanepoel, Jacob L. Mueller",
          "abstract": "The house mouse X and Y chromosomes have recently acquired multicopy, rapidly evolving gene families representing an evolutionary arms race. This arms race between proteins encoded by X-linked Slxl1 / Slx and Y-linked Sly gene families can distort offspring sex ratio, but how these proteins compete remains unknown. Here, we report how Slxl1 / Slx and Sly encoded proteins compete in a protein family–specific and dose-dependent manner using yeast. Specifically, SLXL1 competes with SLY1 and SLY2 for binding to the Spindlin SPIN1. Similarly, SLX competes with SLY2 for binding the Spindlin SSTY2. These competitions are driven by the N termini of SLXL1, SLX, SLY1, and SLY2 binding to the third Tudor domains of SPIN1 and SSTY2. SLY1 and SLY2 form homo- and heterodimers, suggesting that the competition is between complex multimers. Residues under positive selection mapping to the interaction domains and rapid exon gain/loss are consistent with competition between the X- and Y-linked gene families. Our findings support a model in which dose-dependent competition of these X- and Y-linked encoded proteins to bind Spindlins occurs in haploid X- and Y-spermatids to influence X- versus Y-sperm fitness and thus sex ratio.",
          "url": "https://doi.org/10.1073/pnas.2421446122",
          "doi": "https://doi.org/10.1073/pnas.2421446122",
          "filter": "2"
        },
        {
          "title": "Substrate and climate determine terrestrial litter decomposition",
          "authors": "Qiuxia Wu, Xiangyin Ni, Xinyao Sun, Zihao Chen, Songbai Hong, Björn Berg, Mianhai Zheng, Ji Chen, Jingjing Zhu, Ling Ai, Yichen Zhang, Fuzhong Wu",
          "abstract": "Litter decomposition is a fundamental biogeochemical process for carbon flux and nutrient cycling in terrestrial ecosystems, yet the global variation in decomposition rates and their covariations with climate and substrate are not fully understood. Here, we synthesized a global dataset of 6,733 independent observations across six continents to illustrate the climatic and substrate controls over litter decomposition. The average decomposition rates of various litter types ranged from 0.74 to 4.01 y −1 across polar to tropics, showing a large geographical span. Litter substrate and climate directly explained 36 and 30% of the variations in decomposition rates, with the carbon-to-nitrogen ratio identified as the best predictor. In the absence of climate variables, litter substrate can effectively explain the variation, while the model’s predictive capacity decreased significantly after litter substrate was excluded. Our synthesis highlights that a fundamental constraint on litter substrate leads to predictable global-scale patterns of terrestrial litter decomposition rates. Integrating litter chemistry parameters should be prioritized for parameter optimization in Earth system models.",
          "url": "https://doi.org/10.1073/pnas.2420664122",
          "doi": "https://doi.org/10.1073/pnas.2420664122",
          "filter": "2"
        },
        {
          "title": "Adapting C 4 photosynthesis to atmospheric change and increasing productivity by elevating Rubisco content in sorghum and sugarcane",
          "authors": "Coralie E. Salesse-Smith, Noga Adar, Baskaran Kannan, Thaibinhduong Nguyen, Wei Wei, Ming Guo, Zhengxiang Ge, Fredy Altpeter, Tom E. Clemente, Stephen P. Long",
          "abstract": "Meta-analyses and theory show that with rising atmospheric [CO 2 ], Rubisco has become the greatest limitation to light-saturated leaf CO 2 assimilation rates ( A sat ) in C 4 crops. So would transgenically increasing Rubisco increase A sat and result in increased productivity in the field? Here, we successfully overexpressed the Rubisco small subunit ( RbcS ) with Rubisco accumulation factor 1 ( Raf1 ) in both sorghum and sugarcane, resulting in significant increases in Rubisco content of 13 to 25% and up to 90% respectively. A sat increased 12 to 15% and Rubisco enzyme activity ~40% in three independent transgenic events of both species. Sorghum plants also showed increased speeds of photosynthetic induction and decreased bundle sheath leakiness. These improvements translated into average increases of 15.5% in biomass in field-grown sorghum and a 37 to 81% increase in greenhouse-grown sugarcane. This suggests a potential opportunity to achieve substantial increases in productivity of this key economically important clade of C 4 crops, future proofing their value under global atmospheric change.",
          "url": "https://doi.org/10.1073/pnas.2419943122",
          "doi": "https://doi.org/10.1073/pnas.2419943122",
          "filter": "2"
        },
        {
          "title": "Retraction for Hiramatsu et al., DAT (deacylating autotransporter toxin) from Bordetella parapertussis demyristoylates Gα i GTPases and contributes to cough",
          "url": "https://doi.org/10.1073/pnas.2501149122",
          "doi": "https://doi.org/10.1073/pnas.2501149122",
          "filter": "2"
        },
        {
          "title": "Structural basis of disease mutation and substrate recognition by the human SLC2A9 transporter",
          "authors": "Nitesh Kumar Khandelwal, Meghna Gupta, Paras Kumar, Sree Ganesh Balasubramani, Ignacia Echeverria, Robert M. Stroud",
          "abstract": "Urate provides ~50% of the reducing potential in human and primate plasma which is key to detoxifying reactive oxygen by-products of cellular metabolism. Urate is the endpoint of purine metabolism in primates, and its concentration in plasma is a balance between excretion from kidney and intestine, and subsequent reabsorption in and through cells of kidney proximal tubules to maintain a regulated concentration in plasma. SLC2A9 is the primary transporter that returns urate from the basolateral side of kidney tubule cells back to plasma. A shorter splice variant of SLC2A9 is directed to the apical surface where several transporters recapture urate from the tubule back into cells. Too high a concentration in plasma causes hyperuricemia, is linked to gout, and favors kidney stone formation. To understand the molecular basis of uric acid transport and the role of disease-causing mutations in SLC2A9, we determined structures of human SLC2A9 in its apo form, and its urate-bound form by cryo-EM, at resolution of 3.3 Å and 4.1 Å respectively. Both structures are captured in an inward open conformation. Using the inward-facing structure as a template we modeled the outward-facing conformation to understand the alternating access mechanism. Alternative salt bridge pairs on the cytoplasmic side suggest a mechanism that can balance the energetics of the inward open and outward open states. The location of disease-causing mutants suggests their role in impacting function. Our structures elucidate the molecular basis for urate selectivity and transport and provide a platform for future structure-based drug discovery aimed at reducing plasma urate levels in diseases of hyperuricemia and gout.",
          "url": "https://doi.org/10.1073/pnas.2418282122",
          "doi": "https://doi.org/10.1073/pnas.2418282122",
          "filter": "2"
        },
        {
          "title": "Osteocyte connexin hemichannels and prostaglandin E 2 release dictate bone marrow mesenchymal stromal cell commitment",
          "authors": "Jingruo Zhang, Francisca M. Acosta, Xuewei Wang, Dezhi Zhao, Lidan Zhang, Rui Hua, Qianjin Guo, Leilei Zhong, Ling Qin, Manuel A. Riquelme, Jean X. Jiang",
          "abstract": "Bone is a dynamic organ constantly undergoing remodeling with both bone formation and resorption. Bone formation is mediated by osteoblasts originating from the differentiation of bone marrow (BM) mesenchymal stem and progenitor cells (BM-MSPCs). However, how bone cells communicate with BM-MSPCs to coordinate bone formation remains largely elusive. Here, we unveil a key role of osteocyte connexin 43 (Cx43) hemichannels in regulating the lineage commitment of BM-MSPCs. Two transgenic mouse models expressing dominant negative Cx43 mutants in osteocytes were used: R76W (inhibiting gap junctions) and Δ130 to 136 (inhibiting both hemichannels and gap junctions). BM-MSPCs from Δ130 to 136 mice showed enhanced adipogenic differentiation and reduced osteogenic potential, leading to increased BM adipocytes. Flow cytometry and single-cell RNA sequencing revealed shifts in BM-MSPC subsets, less osteogenic-biased MSPCs, and more adipogenic-biased MSPCs in Δ130 to 136 mice. Conversely, R76W, with more functional hemichannels, exhibited effects similar to WT mice or even greater opposite effects than Δ130 to 136 mice. Prostaglandin E 2 (PGE 2 ), released from active Cx43 hemichannels, inhibited adipogenesis and promoted osteogenesis via the PGE 2 receptor EP4 and ERK1/2 signaling. Inhibition of Cx43 hemichannels or EP4 led to increased adipogenic-biased MSPCs. Moreover, administration of a Cx43(M1) antibody, which inhibits hemichannels, substantially increased BM adipocytes, accompanied by increased adipogenic-biased MSPCs, and decreased osteogenic-biased MSPCs. Our study highlights the pivotal role of osteocyte Cx43 hemichannels in BM-MSPC fate decision through PGE 2 release, providing insights into the precise and highly regulated communication between matrix-bound bone cells and BM-MSPCs, which dictates bone formation and remodeling.",
          "url": "https://doi.org/10.1073/pnas.2412144122",
          "doi": "https://doi.org/10.1073/pnas.2412144122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Computational design of serine hydrolases",
          "authors": "Anna Lauko, Samuel J. Pellock, Kiera H. Sumida, Ivan Anishchenko, David Juergens, Woody Ahern, Jihun Jeung, Alex Shida, Andrew Hunt, Indrek Kalvet, Christoffer Norn, Ian R. Humphreys, Cooper Jamieson, Rohith Krishna, Yakov Kipnis, Alex Kang, Evans Brackenbrough, Asim K. Bera, Banumathi Sankaran, K. N. Houk, David Baker",
          "abstract": "The design of enzymes with complex active sites that mediate multistep reactions remains an outstanding challenge. With serine hydrolases as a model system, we combined the generative capabilities of RFdiffusion with an ensemble generation method for assessing active site preorganization to design enzymes starting from minimal active site descriptions. Experimental characterization revealed catalytic efficiencies ( k cat / K m ) up to 2.2x10 5 M −1 s −1 and crystal structures that closely match the design models (Cα RMSDs &lt; 1 Å). Selection for structural compatibility across the reaction coordinate enabled identification of new catalysts in low-throughput screens with five different folds distinct from those of natural serine hydrolases. Our de novo approach provides insight into the geometric basis of catalysis and a roadmap for designing enzymes that catalyze multistep transformations.",
          "url": "https://doi.org/10.1126/science.adu2454",
          "doi": "https://doi.org/10.1126/science.adu2454",
          "filter": "2"
        },
        {
          "title": "Nutrient-driven histone code determines exhausted CD8 + T cell fates",
          "authors": "Shixin Ma, Michael S. Dahabieh, Thomas H. Mann, Steven Zhao, Bryan McDonald, Won-Suk Song, H. Kay Chung, Yagmur Farsakoglu, Lizmarie Garcia-Rivera, Filipe Araujo Hoffmann, Shihao Xu, Victor Y. Du, Dan Chen, Jesse Furgiuele, Michael A. LaPorta, Emily Jacobs, Lisa M. DeCamp, Brandon M. Oswald, Ryan D. Sheldon, Abigail E. Ellis, Longwei Liu, Peixiang He, Yingxiao Wang, Cholsoon Jang, Russell G. Jones, Susan M. Kaech",
          "abstract": "Exhausted T cells (TEX) in cancer and chronic viral infections undergo metabolic and epigenetic remodeling, impairing their protective capabilities. However, the impact of nutrient metabolism on epigenetic modifications that control TEX differentiation remains unclear. We showed that TEX cells shifted from acetate to citrate metabolism by down-regulating acetyl-CoA synthetase 2 (ACSS2) while maintaining ATP-citrate lyase (ACLY) activity. This metabolic switch increased citrate-dependent histone acetylation, mediated by histone acetyltransferase KAT2A-ACLY interactions, at TEX signature genes while reducing acetate-dependent histone acetylation, dependent on p300-ACSS2 complexes, at effector and memory T cell genes. Nuclear ACSS2 overexpression or ACLY inhibition prevented TEX differentiation and enhanced tumor-specific T cell responses. These findings unveiled a nutrient-instructed histone code governing CD8 + T cell differentiation, with implications for metabolic- and epigenetic-based T cell therapies.",
          "url": "https://doi.org/10.1126/science.adj3020",
          "doi": "https://doi.org/10.1126/science.adj3020",
          "filter": "2"
        },
        {
          "title": "A direct hit",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adw6467",
          "doi": "https://doi.org/10.1126/science.adw6467",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Disentangling climate’s dual role in dengue dynamics: A multiregion causal analysis study",
          "authors": "Olive R. Cawiding, Saebom Jeon, Donnabel Tubera-Panes, Aurelio A. de los Reyes V, Jae Kyoung Kim",
          "abstract": "Dengue fever poses major public health challenges, with climate change complicating control efforts. Yet, the full extent of climate change’s impact on dengue remains elusive. To investigate this, we used an advanced causal inference method to 16 diverse climatic regions in the Philippines. This method is capable of detecting nonlinear and joint effects of temperature and rainfall to dengue incidence. We found that temperature consistently increased dengue incidence throughout all the regions, while rainfall effects differed depending on the variation in dry season length, a factor previously overlooked. Specifically, our results showed that regions with low variation in dry season length experience a negative impact of rainfall on dengue incidence likely due to strong flushing effect on mosquito habitats, while regions with high variation in dry season length experience a positive impact, likely due to increased mosquito breeding sites. Our findings emphasize the need for tailored prevention strategies based on local climate conditions, rather than a one-size-fits-all approach.",
          "url": "https://doi.org/10.1126/sciadv.adq1901",
          "doi": "https://doi.org/10.1126/sciadv.adq1901",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Article: “A model for the noninvasive, habitat-inclusive estimation of upper limit abundance for synanthropes, exemplified by M. fascicularis ” by A. L. Koch Liston et al .",
          "url": "https://doi.org/10.1126/sciadv.adw3899",
          "doi": "https://doi.org/10.1126/sciadv.adw3899",
          "filter": "1"
        },
        {
          "title": "Erratum for the Research Article: “Multivalent state transitions shape the intratumoral composition of small cell lung carcinoma” by P. Gopal et al .",
          "url": "https://doi.org/10.1126/sciadv.adv9798",
          "doi": "https://doi.org/10.1126/sciadv.adv9798",
          "filter": "1"
        },
        {
          "title": "Erratum for the Research Article: “Global crotonylome reveals CDYL-regulated RPA1 crotonylation in homologous recombination–mediated DNA repair” by H. Yu et al.",
          "url": "https://doi.org/10.1126/sciadv.adv9400",
          "doi": "https://doi.org/10.1126/sciadv.adv9400",
          "filter": "1"
        },
        {
          "title": "Asgard archaea reveal the conserved principles of ESCRT-III membrane remodeling",
          "authors": "Diorge P. Souza, Javier Espadas, Sami Chaaban, Edmund R. R. Moody, Tomoyuki Hatano, Mohan Balasubramanian, Tom A. Williams, Aurélien Roux, Buzz Baum",
          "abstract": "ESCRT-III proteins assemble into composite polymers that undergo stepwise changes in composition and structure to deform membranes across the tree of life. Here, using a phylogenetic analysis, we demonstrate that the two endosomal sorting complex required for transport III (ESCRT-III) proteins present in eukaryote’s closest Asgard archaeal relatives are evolutionarily related to the B- and A-type eukaryotic paralogs that initiate and execute membrane remodeling, respectively. We show that Asgard ESCRT-IIIB assembles into parallel arrays on planar membranes to initiate membrane deformation, from where it recruits ESCRT-IIIA to generate composite polymers. Last, we show that Asgard ESCRT-IIIA is able to remodel membranes into tubes as a likely prelude to scission. Together, these data reveal a set of conserved principles governing ESCRT-III–dependent membrane remodeling that first emerged in a two-component ESCRT-III system in archaea.",
          "url": "https://doi.org/10.1126/sciadv.ads5255",
          "doi": "https://doi.org/10.1126/sciadv.ads5255",
          "filter": "2"
        },
        {
          "title": "Phase separation of the poplar microtubule-associated protein PagPCaP1a aids microtubule depolymerization in response to high salt",
          "authors": "Na Lian, Xinyuan Zhang, Xinwei Wang, Yu Zhang, Xinyuan Wu, Hongping Qian, Qizouhong He, Yanping Jing, Tonglin Mao, Jinxing Lin",
          "abstract": "Woody plants must acclimate to environmental stresses, including soil salinity, for proper growth and development. Microtubule reorganization supports plant survival in saline-rich soils, but the underlying molecular mechanism in tree species remains unclear. In this study, we identified a salinity stress response mechanism in hybrid poplar seedlings. This mechanism involves regulation of microtubule dynamics by the microtubule-associated protein PLASMA MEMBRANE–ASSOCIATED CATION BINDING PROTEIN 1a (PagPCaP1a). Salinity stress induced PagPCaP1a expression and phase separation of PagPCaP1a protein to form PagPCaP1a condensates in a calcium-dependent manner. The formation of PagPCaP1a condensates was partially driven by the VEEEKK motif within the carboxyl terminus of the protein, which rapidly depolymerizes microtubules under salinity stress. Our study reveals that the liquid-liquid phase separation of PagPCaP1a represents an additional regulatory layer for microtubule depolymerization, and we propose an effective strategy to manipulate the phase separation of PagPCaP1a to improve plant stress tolerance.",
          "url": "https://doi.org/10.1126/sciadv.ads3653",
          "doi": "https://doi.org/10.1126/sciadv.ads3653",
          "filter": "2"
        },
        {
          "title": "Direct observations of cross-scale wave-particle energy transfer in space plasmas",
          "authors": "Jing-Huan Li, Xu-Zhi Zhou, Zhi-Yang Liu, Shan Wang, Yoshiharu Omura, Li Li, Chao Yue, Qiu-Gang Zong, Guan Le, Christopher T. Russell, James L. Burch",
          "abstract": "The collisionless plasmas in space and astrophysical environments are intrinsically multiscale in nature, behaving as conducting fluids at macroscales and kinetically at microscales comparable to ion and/or electron gyroradii. A fundamental question in understanding the plasma dynamics is how energy is transported and dissipated across scales. Here, we present spacecraft measurements in the terrestrial foreshock, a region upstream of the bow shock where the solar wind population coexists with the reflected ions. In this region, the fluid-scale, ultralow-frequency waves resonate with the reflected ions to modify the velocity distributions, which in turn cause the growth of the ion-scale, magnetosonic-whistler waves. The latter waves then resonate with the electrons, and the accelerated electrons contribute to the excitation of electron-scale, high-frequency whistler waves. These observations demonstrate that the chain of wave-particle resonances is an efficient mechanism for cross-scale energy transfer, which could redistribute the kinetic energy and accelerate the particles upstream of the shocks.",
          "url": "https://doi.org/10.1126/sciadv.adr8227",
          "doi": "https://doi.org/10.1126/sciadv.adr8227",
          "filter": "2"
        },
        {
          "title": "MAIT cell homing in intestinal homeostasis and inflammation",
          "authors": "Zhengyu Wu, Xingchi Chen, Fei Han, Edwin Leeansyah",
          "abstract": "Mucosa-associated invariant T (MAIT) cells are a large population of unconventional T cells widely distributed in the human gastrointestinal tract. Their homing to the gut is central to maintaining mucosal homeostasis and immunity. This review discusses the potential mechanisms that guide MAIT cells to the intestinal mucosa during homeostasis and inflammation, emphasizing the roles of chemokines, chemokine receptors, and tissue adhesion molecules. The potential influence of the gut microbiota on MAIT cell homing to different regions of the human gut is also discussed. Last, we introduce how organoid technology offers a potentially valuable approach to advance our understanding of MAIT cell tissue homing by providing a more physiologically relevant model that mimics the human gut tissue. These models may enable a detailed investigation of the gut-specific homing mechanisms of MAIT cells. By understanding the regulation of MAIT cell homing to the human gut, potential avenues for therapeutic interventions targeting gut inflammatory conditions such as inflammatory bowel diseases (IBD) may emerge.",
          "url": "https://doi.org/10.1126/sciadv.adu4172",
          "doi": "https://doi.org/10.1126/sciadv.adu4172",
          "filter": "2"
        },
        {
          "title": "Inflammatory responses to acute carbon monoxide poisoning and the role of plasma gelsolin",
          "authors": "Awadhesh K. Arya, Kinjal Sethuraman, Jaylyn Waddell, Yong Sung Cha, Yuanyuan Liang, Veena M. Bhopale, Abid R. Bhat, Zuha Imtiyaz, Alik Dakessian, Yoonsuk Lee, Stephen R. Thom",
          "abstract": "The mechanism for neurological deficits from carbon monoxide (CO) poisoning is unclear. In a series of 150 patients with CO poisoning, we found marked elevations of blood-borne inflammatory filamentous (F-) actin–coated microparticles (MPs), neutrophil activation, and a 90% reduction in the normal level of plasma gelsolin (pGSN), a protein capable of lysing F-actin–coated MPs. This led to studies in a murine model where the same events occur and cause neuroinflammation with cognitive dysfunction. All events are recapitulated when F-actin MPs are injected intravenously, which establishes a blood-to-brain-to-blood inflammatory cycle that persists for weeks. All changes, including cognitive dysfunction, can be abrogated by an injection of human recombinant pGSN within 2 weeks after CO poisoning. These findings demonstrate that CO-induced neurological injury has an inflammatory etiology. Because of MP-mediated communications between the brain and systemic circulation, CO-induced cognitive deficits may be reversible with a pharmaceutical intervention.",
          "url": "https://doi.org/10.1126/sciadv.ado9751",
          "doi": "https://doi.org/10.1126/sciadv.ado9751",
          "filter": "2"
        },
        {
          "title": "Fully analog iteration for solving matrix equations with in-memory computing",
          "authors": "Jiancong Li, Yibai Xue, Yi Li, Han Jia, Zhiwei Zhou, Ling Yang, Shengguang Ren, Jia Chen, Yuhui He, Kanhao Xue, Ming Xu, Xiangshui Miao",
          "abstract": "Memristive in-memory computing has demonstrated potential for solving matrix equations in scientific computing. However, the inherent inaccuracies of analog mechanisms create challenges in achieving high-precision solutions while maintaining low-energy consumption. This study introduces a memristive matrix equation solver that considerably accelerates solutions by performing mathematical iterations directly within an analog domain. Our approach facilitates rapid approximate solutions with a scalable circuit topology and expedites the high-precision refinement process by substantially reducing the digital-to-analog conversion overhead. We experimentally validated this methodology using a heterogeneous computing system. We performed simulations of multiple scientific problems on these circuits, including solving the diffusion equation and modeling equilibration in silicon P-N junctions. Notably, our memristive solver, combined with digital refinement, achieved software-equivalent precision (with an error of 10 −12 ). Compared to conventional digital processing units, this approach offered a 128-fold improvement in solution speed and a 160-fold reduction in energy consumption. This work establishes a foundation for future scientific computing using imprecise analog devices.",
          "url": "https://doi.org/10.1126/sciadv.adr6391",
          "doi": "https://doi.org/10.1126/sciadv.adr6391",
          "filter": "2"
        },
        {
          "title": "Human camouflage and expression via soft mask from reprogrammable chemical fluid skin",
          "authors": "Yiding Zhong, Wei Tang, He Gui, Qincheng Sheng, Huxiu Xu, Kecheng Qin, Xinyu Guo, Huayong Yang, Jun Zou",
          "abstract": "Developing a wearable, active, dynamic face-changing mask for human camouflage and expression is a substantial challenge. Many organisms achieve camouflage and expression through skin deformation and color change. Inspired by this, we report a reprogrammable chemical fluid skin, which achieves deformation through fluids like the skin of a pufferfish and achieves color change function like the skin of a chameleon. Based on the skin, we design a soft mask that allows switching between at least eight human faces at a time. The soft mask is lightweight, thin, and fits the wearer’s head. Its actuation is silent and safe, and can realize facial switching, including facial color and shape. By wearing the soft mask, robots can show facial changes and expression modulation, and humans can change their faces as needed. Our work enables the implementation of transforming a human into other humans in the real world to achieve camouflage and expression, which, to date, exists only in people’s imagination.",
          "url": "https://doi.org/10.1126/sciadv.adq6141",
          "doi": "https://doi.org/10.1126/sciadv.adq6141",
          "filter": "2"
        },
        {
          "title": "Continued permafrost ecosystem carbon loss under net-zero and negative emissions",
          "authors": "So-Won Park, Jin-Hyuk Mun, Hanna Lee, Norman J. Steinert, Soon-Il An, Jongsoo Shin, Jong-Seong Kug",
          "abstract": "The loss of ecosystem carbon (the sum of vegetation, litter, and soil carbon) may occur in a permafrost region under mitigation pathways, which could reduce the efficiency of carbon dioxide removal. Here, we investigate changes in permafrost under net-zero and negative emissions, based on idealized emission-driven simulations using a state-of-the-art Earth system model. While acting as a net ecosystem carbon sink during most of the positive emission phase, permafrost becomes a net ecosystem carbon source just before reaching net-zero and negative emissions. Permafrost slowly recovers, especially in regions with high organic carbon content, and net ecosystem carbon loss persists until the end of simulations, resulting in a cumulative net ecosystem carbon loss of approximately 14 petagrams of carbon (PgC) in both scenarios. In addition, methane emissions increase under net-zero and negative emissions, due to the irreversibility of the inundated areas. We conclude that the permafrost ecosystem carbon loss may continue under net-zero and negative emissions, which could hinder climate change mitigation efforts.",
          "url": "https://doi.org/10.1126/sciadv.adn8819",
          "doi": "https://doi.org/10.1126/sciadv.adn8819",
          "filter": "2"
        },
        {
          "title": "VARP binds SNX27 to promote endosomal supercomplex formation on membranes",
          "authors": "Mintu Chandra, Amy K. Kendall, Marijn G. J. Ford, Lauren P. Jackson",
          "abstract": "Endosomes are vital cellular hubs for sorting protein cargoes. Retromer (VPS26/VPS35/VPS29) binds multiple sorting nexin (SNX) proteins on endosomal membranes, but assembly mechanisms of metazoan SNX/Retromer complexes remain elusive. We combine biochemical and biophysical approaches with AlphaFold modeling to identify a previously unidentified direct interaction between SNX27 and VARP. A full biochemical reconstitution system using purified proteins systematically tests how and when coats are recruited to membranes to generate tubules. We demonstrate and measure how specific combinations of Retromer with SNX27, ESCPE-1 (SNX2/SNX6), or both complexes, remodel membranes containing physiological cargo and phospholipids. SNX27, alone and with Retromer, remodels membranes with PI(3)P and PDZbm cargo. ESCPE-1 deforms membranes with bis-phosphoinositides and CI-MPR cargo but surprisingly does not recruit Retromer. VARP co-immunoprecipitates all coat components in cells and is required to reconstitute a proposed endosomal “supercomplex” (SNX27, ESCPE-1, and Retromer) in vitro. These data suggest VARP regulates metazoan endosomal coat assembly to promote cargo sorting out of endosomes.",
          "url": "https://doi.org/10.1126/sciadv.adr9340",
          "doi": "https://doi.org/10.1126/sciadv.adr9340",
          "filter": "2"
        },
        {
          "title": "Quantifying CO 2 forcing effects on lightning, wildfires, and climate interactions",
          "authors": "Vincent Verjans, Christian L. E. Franzke, Sun-Seon Lee, In-Won Kim, Simone Tilmes, David M. Lawrence, Francis Vitt, Fang Li",
          "abstract": "Climate change affects lightning frequency and wildfire intensity globally. To date, model limitations have prevented quantifying climate-lightning-wildfire interactions comprehensively. We exploit advances in Earth System modeling to examine these three-way interactions and their sensitivities to idealized CO 2 forcing in 140-year simulations. Lightning sensitivity to global temperature change (+1.6 ± 0.1% per kelvin) is mitigated by compensating atmospheric effects. Global burned area sensitivity to temperature (+13.8 ± 0.3% per kelvin) is largely driven by intensified fire weather and increased biomass but marginally by lightning changes. We find a universal law characterizing regional-scale modeled fire activity and its CO 2 sensitivity, consistent with basic principles of statistical mechanics. Last, a negative climate feedback through intensified aerosol direct effect from fire emissions reaches an equivalent decrease of 0.91 ± 0.01% in CO 2 radiative forcing. However, this feedback contributes to polar amplification. Our analysis shows that climate-lightning-wildfire interactions involve multiple compensating and amplifying feedbacks, which are sensitive to anthropogenic CO 2 forcing.",
          "url": "https://doi.org/10.1126/sciadv.adt5088",
          "doi": "https://doi.org/10.1126/sciadv.adt5088",
          "filter": "2"
        },
        {
          "title": "Broad active metabolic pathways, autophagy, and antagonistic hormones regulate dinoflagellate cyst dormancy in marine sediments",
          "authors": "Yunyan Deng, Caixia Yue, Huijiao Yang, Fengting Li, Zhangxi Hu, Lixia Shang, Zhaoyang Chai, Senjie Lin, Ying Zhong Tang",
          "abstract": "This work aimed to reveal the molecular machinery regulating the dormancy of dinoflagellate resting cysts buried in marine sediments. Dinoflagellates play pivotal roles in marine ecosystems, particularly as major contributors of harmful algal blooms. Despite vital roles of cysts in blooming cycles and dinoflagellate ecology, the molecular processes controlling cyst dormancy have largely remained unexplored due to technological difficulties. Using DinoSL as a dinoflagellates-specific mRNA “hook” and SMRT sequencing, we analyzed metatranscriptomes of sediment-buried dinoflagellate cyst assemblages. The data show that most major metabolic and regulatory pathways, except photosynthesis, were transcriptionally active. This suggests the crucial importance of broad metabolic pathways in sustaining cyst viability and germination potential. Further expression analyses of 11 genes (relevant to autophagy and phytohormone gibberellin), lysosome/autolysosome staining, and germination experiments revealed vital roles of autophagy in energy generation, nutrient recycling, and of phytohormones abscisic acid/gibberellin in modulating dormancy/germination of resting cysts. Our findings lay a cornerstone for elucidating the molecular machinery regulating dinoflagellate cyst dormancy.",
          "url": "https://doi.org/10.1126/sciadv.ads7789",
          "doi": "https://doi.org/10.1126/sciadv.ads7789",
          "filter": "2"
        },
        {
          "title": "Inverse conjugate additions of acrylic amides and esters with F/Cl/O/N-nucleophiles and CF 3 + reagents",
          "authors": "Xiaoxiao Liu, Yuan Kou, Hao Wu, Tong-Xin Liu, Qingfeng Liu, Zhiguo Zhang, Xingjie Zhang, Guisheng Zhang",
          "abstract": "The conjugate additions of nucleophiles to conjugate acceptors are among the most powerful hetero-carbon bond formation reactions. The conjugate addition normally occurs via a β-nucleophilic addition, resulting in the formation of a stabilized α-carbanion intermediate that can be subsequently quenched by electrophiles or protons. Nevertheless, the inverse conjugate addition involving an α-specific nucleophilic addition remains less explored because of the electronic mismatch. In this research, we disclosed an α-specific nucleophilic addition of the nucleophiles including Py·HF, TBACl, HOR, H 2 O, H 2 18 O, RCO 2 H, and pyrazole to conjugate acceptors concurrent with a trifluoromethylation. This umpolung and inversely regioselective conjugate addition, enabled by a visible light–induced redox photocatalysis, occurred via an unusual α-nucleophilic addition other than the normal β-nucleophilic addition to efficiently generate diverse α-functionalized CF 3 -containing amides/esters. The broad substrate scope, excellent functional-group tolerance, and versatile late-stage derivatizations as well as the biologically and functionally important CF 3 -containing products demonstrated the potential applications of this protocol in materials, agrochemicals, and pharmaceutical chemistry.",
          "url": "https://doi.org/10.1126/sciadv.adt2715",
          "doi": "https://doi.org/10.1126/sciadv.adt2715",
          "filter": "2"
        },
        {
          "title": "Diabetes potentiates the emergence and expansion of antibiotic resistance",
          "authors": "John C. Shook, Christopher J. Genito, Benjamin P. Darwitz, Kaleb J. Tyson, Amanda Z. Velez, Sophia K. Bridwell, Joshua B. Parsons, Sarah E. Rowe, Christopher W. Marshall, Brian P. Conlon, Lance R. Thurlow",
          "abstract": "Individuals with diabetes mellitus frequently develop severe skin and soft tissue infections (SSTIs) that are recalcitrant to antibiotic treatment. We examined how diabetes affects the emergence of antibiotic resistance in a Staphylococcus aureus SSTI. We determined that S. aureus evolves antibiotic resistance rapidly in diabetic mice, while resistance did not occur in nondiabetic mice over the course of infection. Diabetes-associated immune cell dysfunction plays a minor role in the emergence of resistance, while hyperglycemia plays a dominant role facilitating the expansion and takeover of resistant mutants in diabetic infections. Furthermore, vancomycin intermediate resistant isolates display a pronounced fitness defect in nondiabetic mice but not in diabetic mice. Together, these data suggest that the diabetic infection environment represents an ideal reservoir for the emergence and proliferation of antibiotic resistance. Controlling the blood sugar of diabetic mice with insulin resulted in significantly decreased incidence of antibiotic-resistant S. aureus .",
          "url": "https://doi.org/10.1126/sciadv.ads1591",
          "doi": "https://doi.org/10.1126/sciadv.ads1591",
          "filter": "2"
        },
        {
          "title": "187 Os nuclear resonance scattering to explore hyperfine interactions and lattice dynamics for biological applications",
          "authors": "Iryna Stepanenko, Zhishuo Huang, Liviu Ungur, Dimitrios Bessas, Aleksandr Chumakov, Ilya Sergueev, Gabriel E. Büchel, Abdullah A. Al-Kahtani, Liviu F. Chibotaru, Joshua Telser, Vladimir B. Arion",
          "abstract": "Osmium complexes with osmium in different oxidation states (II, III, IV, and VI) have been reported to exhibit antiproliferative activity in cancer cell lines. Herein, we demonstrate unexplored opportunities offered by 187 Os nuclear forward scattering (NFS) and nuclear inelastic scattering (NIS) of synchrotron radiation for characterization of hyperfine interactions and lattice dynamics in a benchmark Os(VI) complex, K 2 [OsO 2 (OH) 4 ]. We determined the isomer shift [δ = 3.3(1) millimeters per second] relative to [Os IV Cl 6 ] 2− and quadrupole splitting [Δ E Q = 12.0(2) millimeters per second] with NFS. We estimated the Lamb-Mössbauer factor [0.80(4)], extracted the density of phonon states, and carried out a thermodynamics characterization using the NIS data combined with first-principles calculations. Overall, we provide evidence that 187 Os nuclear resonance scattering is a reliable technique for the investigation of hyperfine interactions and Os-specific vibrations in osmium(VI) species and is thus applicable for such measurements in osmium complexes of other oxidation states, including those with anticancer activity such as Os(III) and Os(IV).",
          "url": "https://doi.org/10.1126/sciadv.ads3406",
          "doi": "https://doi.org/10.1126/sciadv.ads3406",
          "filter": "2"
        },
        {
          "title": "Direct carbonyl reductive functionalizations by diphenylphosphine oxide",
          "authors": "Feng Liu, Jianyu Dong, Ruofei Cheng, Shuang-Feng Yin, Lang Chen, Lebin Su, Renhua Qiu, Yongbo Zhou, Li-Biao Han, Chao-Jun Li",
          "abstract": "Reductive functionalization of aldehydes and ketones is one of the most challenging but ultimately rewarding areas in synthetic chemistry and related sciences. We report a simple and extremely versatile carbonyl reductive functionalization strategy achieving direct, highly selective, and efficient reductive amination, etherification, esterification, and phosphinylation reactions of (hetero)aryl aldehydes and ketones, which are extremely challenging or unattainable to achieve by traditional strategies, using only diphenylphosphine oxide and an inorganic base. It enables modular synthesis of functionally and structurally diverse tertiary amines, ethers, esters, phosphine oxides, etc., as well as related pesticides, drug intermediates, and pharmaceuticals. Compared to phosphorus-mediated name reactions, this strategy firstly transformed C═O bonds into C-element single bonds. Mechanistically, phosphinates are formed as intermediates, which undergo unconventional nucleophilic substitution at the C atom within their C─O─P unit. Thus, this work provides important strides in the field of reductive functionalization of aldehydes/ketones, phosphorus-mediated transformation, and various fundamental reactions.",
          "url": "https://doi.org/10.1126/sciadv.ads4626",
          "doi": "https://doi.org/10.1126/sciadv.ads4626",
          "filter": "2"
        },
        {
          "title": "A soft multimodal optoelectronic array interface for multiparametric mapping of heart function in vivo",
          "authors": "Nathaniel T. Quirion, Micah Madrid, Jialin Chang, Amy Fehr, Eric Rytkin, Nora Shields, Bridget Burke, Amarachi Elekeokwuri, Igor R. Efimov, Luyao Lu",
          "abstract": "Multiparametric investigation of cardiac physiology is crucial for the diagnosis and therapy of heart disease. However, no method exists to simultaneously map multiple parameters that govern cardiac (patho)physiology from beating hearts in vivo. Here, we present a cardiac sensing platform that addresses this challenge, functioning with a wireless interface. Advanced fabrication and assembling strategies enable the heterogeneous integration of transparent microelectrodes, light-emitting diodes, photodiodes, and optical filters into a multilayer array structure on soft substrates. The microelectrodes exhibit superior electrochemical performance for measuring electrical potentials and excellent transparency for co-localized fluorescence measurement. The device shows excellent biocompatibility and records the fluorescence of calcium reporter with performance comparable to imaging cameras. Multiparametric in vivo mapping of electrical excitation, calcium dynamics, and their combined effects on cardiac excitation-contraction coupling is demonstrated during normal rhythm, arrhythmia, and treatment. This technology offers potential widespread use in cardiac research to support scientific discoveries and advance clinical life-saving diagnostics and therapies.",
          "url": "https://doi.org/10.1126/sciadv.ads8608",
          "doi": "https://doi.org/10.1126/sciadv.ads8608",
          "filter": "2"
        },
        {
          "title": "A material dynamically enhancing both load-bearing and energy dissipation capability under cyclic loading",
          "authors": "Bohan Sun, Grant Kitchen, Dongjing He, Deep K. Malu, Jitao Ding, Yiji Huang, Adebayo Eisape, Mostafa M. Omar, Yuhang Hu, Sung Hoon Kang",
          "abstract": "Material properties gradually degrade under cyclic loading, leading to catastrophic failure. It results in large costs for inspection, maintenance, and downtime. Besides, materials require combinations of performance such as load bearing and energy dissipation. However, improving one performance of a material often sacrifices another performance, making it difficult to create materials with optimal performance profiles. Here we report a liquid-infused porous piezoelectric scaffold (LIPPS) that simultaneously enhances its load-bearing and energy dissipation capability under cyclic loading. For example, after 12 million loading cycles, LIPPS increases its modulus by 3600% and hysteresis by 3000%. From a CT study, this behavior is attributed to the self-recoverable mineralization under mechanical loading. Moreover, LIPPS shows a reprogrammable stiffness distribution based on the loading distribution, which enables the material to generate multiple shapes by self-folding. Our findings can contribute toward unprecedented opportunities in soft robotics, vehicles, infrastructure, and tissue engineering and contribute to the new paradigm of material selection with improved resilience and sustainability.",
          "url": "https://doi.org/10.1126/sciadv.adt3979",
          "doi": "https://doi.org/10.1126/sciadv.adt3979",
          "filter": "2"
        },
        {
          "title": "Flexible pyroelectric energy harvesters from nanocomposites of liquid crystal elastomers/lead zirconate titanate nanoparticles",
          "authors": "Shangsong Li, Yuchen Wang, Zixiao Liu, Baohong Chen, Mingzhu Liu, Ximin He, Shu Yang",
          "abstract": "Pyroelectric materials that can generate electric charges when subjected to temperature changes are of interest for renewable energy. However, current flexible pyroelectric energy harvesters suffer from low output. Here, we present a nanocomposite of liquid crystalline elastomer (LCE) and pyroelectric lead zirconate titanate (PZT) nanoparticles and demonstrate a flexible heat harvesting device with high output. The overall pyroelectricity is enhanced by the secondary pyroelectricity generated from the thermal stress imposed on the LCE. Calculations and simulations corroborate with experiments, suggesting that the monodomain LCE/PZT with fixed boundaries offers the most enhancement. At a maximum heating rate of 0.20 kelvin per second, the fixed monodomain film (42.7 weight % PZT) shows an output current of 2.81 nanoamperes and a voltage of 6.23 volts, corresponding to a pyroelectric coefficient p of −4.01 nanocoulombs per square centimeter per kelvin, 49% higher than that of the widely used polyvinylidene fluoride. Our energy harvester can charge capacitors and power electronic devices such as light-emitting diodes.",
          "url": "https://doi.org/10.1126/sciadv.adt6136",
          "doi": "https://doi.org/10.1126/sciadv.adt6136",
          "filter": "2"
        },
        {
          "title": "Centrioles generate two scaffolds with distinct biophysical properties to build mitotic centrosomes",
          "authors": "Siu-Shing Wong, Joao M. Monteiro, Chia-Chun Chang, Min Peng, Nada Mohamad, Thomas L. Steinacker, Bocheng Xiao, Saroj Saurya, Alan Wainman, Jordan W. Raff",
          "abstract": "Mitotic centrosomes assemble when centrioles recruit large amounts of pericentriolar material (PCM) around themselves. The PCM comprises hundreds of proteins, and there is much debate about its physical nature. Here, we show that Drosophila Spd-2 (human CEP192) fluxes out from centrioles, recruiting Polo and Aurora A kinases to catalyze the assembly of two distinct mitotic-PCM scaffolds: a Polo-dependent Cnn scaffold, and an Aurora A–dependent TACC scaffold, which exhibit solid- and liquid-like behaviors, respectively. Both scaffolds can independently recruit PCM proteins, but both are required for proper centrosome assembly, with the Cnn scaffold providing mechanical strength, and the TACC scaffold concentrating centriole and centrosome proteins. Recruiting Spd-2 to synthetic beads injected into early embryos reconstitutes key aspects of mitotic centrosome assembly on the bead surface, and this depends on Spd-2’s ability to recruit Polo and Aurora A. Thus, Spd-2 orchestrates the assembly of two scaffolds, with distinct biophysical properties, that cooperate to build mitotic centrosomes in flies.",
          "url": "https://doi.org/10.1126/sciadv.adq9549",
          "doi": "https://doi.org/10.1126/sciadv.adq9549",
          "filter": "2"
        },
        {
          "title": "Instant variable stiffness in cardiovascular catheters based on fiber jamming",
          "authors": "Yi Sun, Yegor Piskarev, Etienne H. Hofstetter, Cedric Fischer, Quentin Boehler, Zdeněk Stárek, Bradley J. Nelson, Dario Floreano",
          "abstract": "Variable stiffness (VS) has revolutionized miniature surgical instruments, including cardiovascular catheters for minimally invasive surgeries (MISs), enabling advanced capabilities in stiffness modulation and multi-curvature bending. However, existing VS catheters with phase-changing materials are slow in softening and stiffening rates (≈90 s), which can lead to substantial increase in surgery duration. To address the slow stiffness change, we propose a VS catheter based on fiber jamming (FJ) that achieves instant stiffness changes (≤300 ms), enabling seamless catheter operations without delays. Moreover, our catheter, incorporating hundreds of ultrathin fibers into a slender 2.3-mm catheter body, achieves up to 6.5-fold stiffness changes. With adequate stiffness change, our two-segment catheter achieves complex bending profiles within seconds. In addition, the FJ-based design does not require electric currents or heating inside the human body, minimizing patient risks. This FJ-based VS catheter, with instantaneous response, adequate stiffness change, and enhanced safety, can potentially establish benchmarks in MIS, allowing medical practitioners to effectively address formidable diseases.",
          "url": "https://doi.org/10.1126/sciadv.adn1207",
          "doi": "https://doi.org/10.1126/sciadv.adn1207",
          "filter": "2"
        },
        {
          "title": "Double-opponent spiking neuron array with orientation selectivity for encoding and spatial-chromatic processing",
          "authors": "Dingwei Li, Guolei Liu, Fanfan Li, Huihui Ren, Yingjie Tang, Yitong Chen, Yan Wang, Rui Wang, Saisai Wang, Lixiang Xing, Qi Huang, Bowen Zhu",
          "abstract": "Color spiking encoding and opponent preprocessing are critical for energy-efficient object perception in the human visual system. Emulating the retina and brain’s integration of spatial and chromatic spiking signals holds promise for enhancing the efficiency of vision sensors. Here, we introduce an artificial visual neuron array that generates excitatory or inhibitory spiking responses to specific wavelengths with orientation selectivity. The neuron array can function as double-opponent receptive fields for spatial-chromatic opponent preprocessing to color signals, emulating the neural pathway from the retina to the cortex. With the color spiking preprocessing function of the neuron array, the recognition accuracy is improved almost twofold compared to direct perception of underexposure objects, and the noise robustness is also strengthened. This architecture leverages biological mechanisms for simultaneous spike encoding and antagonistic preprocessing of color information, offering the potential for highly efficient neuromorphic vision systems.",
          "url": "https://doi.org/10.1126/sciadv.adt3584",
          "doi": "https://doi.org/10.1126/sciadv.adt3584",
          "filter": "2"
        },
        {
          "title": "Nonstop mutations cause loss of renal tumor suppressor proteins VHL and BAP1 and affect multiple stages of protein translation",
          "authors": "Jagriti Pal, Marisa Riester, Athina Ganner, Avantika Ghosh, Sonam Dhamija, Debdatto Mookherjee, Christian Voss, Ian J. Frew, Fruzsina Kotsis, Elke Neumann-Haefelin, Anne Spang, Sven Diederichs",
          "abstract": "Nonstop extension or stop-loss mutations lead to the extension of a protein at its carboxyl terminus. Recently, nonstop mutations in the tumor suppressor SMAD Family Member 4 ( SMAD4 ) have been discovered to lead to proteasomal SMAD4 degradation. However, this mutation type has not been studied in other cancer genes. Here, we explore somatic nonstop mutations in the tumor suppressor genes BRCA1 Associated Protein 1 ( BAP1 ) and Von Hippel-Lindau ( VHL ) enriched in renal cell carcinoma. For BAP1 , nonstop mutations generate an extremely long extension. Instead of proteasomal degradation, the extension decreases translation and depletes BAP1 messenger RNA from heavy polysomes. For VHL , the short extension leads to proteasomal degradation. Unexpectedly, the mutation alters the selection of the translational start site shifting VHL isoforms. We identify germline VHL nonstop mutations in patients leading to the early onset of severe disease manifestations. In summary, nonstop extension mutations inhibit the expression of renal tumor suppressor genes with pleiotropic effects on translation and protein stability.",
          "url": "https://doi.org/10.1126/sciadv.adr6375",
          "doi": "https://doi.org/10.1126/sciadv.adr6375",
          "filter": "2"
        },
        {
          "title": "Intercellular NETwork-facilitated sarcoplasmic reticulum targeting for myocardial ischemia-reperfusion injury treatment",
          "authors": "Peihang Jiang, Fangyang Huang, Liqiang Chen, Hao Zhou, Yudi Deng, Lian Li, Mao Chen, Yuan Huang",
          "abstract": "Myocardial ischemia-reperfusion injury (MIRI) often leads to irreversible myocardium dysfunction, while existing therapies are palliatives that transiently alleviate the disease symptoms. Repairing sarcoplasmic reticulum Ca 2+ -ATPase (SERCA) could reverse MIRI, which, however, requires precise drug delivery to the sarcoplasmic reticulum (SR). To this end, we leverage cell-cell “NETwork” of neutrophils to deliver SERCA activator-loaded SR-localized nanoparticles (L-P-NPs) to the damaged myocardial cells, following a hierarchical targeting process: (i) chemotactic neutrophils deliver L-P-NPs to ischemia-reperfused heart, achieving tissue level targeting; (ii) neutrophils produce neutrophil extracellular traps (NETs) to transport L-P-NPs to injured myocardial cell, achieving cellular level targeting; (iii) L-P-NPs escort therapeutic payloads to the SR, achieving subcellular targeting. We showed that this platform profoundly restored SERCA activity, augmented cardiac function, and ameliorated adverse heart remodeling. Our study provides insight into the direct restoration of SR for the effective treatment of MIRI and other muscle diseases.",
          "url": "https://doi.org/10.1126/sciadv.adr4333",
          "doi": "https://doi.org/10.1126/sciadv.adr4333",
          "filter": "2"
        },
        {
          "title": "A SARS-CoV-2 vaccine on an NIR-II/SWIR emitting nanoparticle platform",
          "authors": "Yingying Jiang, Mrinmoy Sanyal, Noor A. Hussein, Ani Baghdasaryan, Mengzhen Zhang, Feifei Wang, Fuqiang Ren, Jiachen Li, Guanzhou Zhu, Yifan Meng, Julia Zofia Adamska, Elizabeth Mellins, Hongjie Dai",
          "abstract": "The COVID-19 pandemic caused a global health crisis that resulted in millions of deaths. Effective vaccines have played central roles in curtailing the pandemic. Here, we developed a down-converting near-infrared IIb (NIR-IIb; 1500 to 1700 nanometers) luminescent, pure NaErF 4 @NaYF 4 rare-earth nanoparticle (pEr) as vaccine carriers. The pEr nanoparticles were coated with three layers of cross-linked biocompatible polymers (pEr-P 3 ; ~55 nanometers) and conjugated to the receptor binding domain (RBD) of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spike protein. Upon subcutaneous injection of the pEr-P 3 -RBD nanovaccine in mice, in vivo NIR-IIb imaging revealed active vaccine trafficking and migration to lymph nodes through lymphatic vessels. Two doses of the adjuvant-free vaccine elicited long-lasting (&gt;7 months) high titers of serum viral neutralization antibody and anti-RBD immunoglobulin G, along with robust RBD-specific germinal center B cells and T follicular helper cells. We devised in vivo NIR-II molecular imaging of RBD-specific cells in lymph nodes, opening noninvasive assessments of vaccine-elicited immune responses longitudinally.",
          "url": "https://doi.org/10.1126/sciadv.adp5539",
          "doi": "https://doi.org/10.1126/sciadv.adp5539",
          "filter": "2"
        },
        {
          "title": "The role of electronic excited states in the spin-lattice relaxation of spin-1/2 molecules",
          "authors": "Lorenzo A. Mariano, Vu Ha Anh Nguyen, Jonatan B. Petersen, Magnus Björnsson, Jesper Bendix, Gareth R. Eaton, Sandra S. Eaton, Alessandro Lunghi",
          "abstract": "Magnetic resonance is a prime method for the study of chemical and biological structures and their dynamical processes. The interpretation of many of these experiments relies on understanding how the spin of unpaired electrons exchanges energy with their environment, or lattice, and relaxes to equilibrium. Here, we overcome the common use of effective spin Hamiltonians to describe spin-lattice relaxation in spin-1/2 and apply ab initio open quantum systems theory to their full molecular electronic wavefunction. Simulations for two Cr(V) coordination compounds under this framework show a marked improvement in accuracy and demonstrate that relaxation in spin-1/2 molecules is enabled by virtual transitions to molecular excited states with energy approaching 20,000 cm –1 . This work establishes a connection between the original theory of Van Vleck and modern electronic structure methods, ultimately exemplifying the urgency of further advancing an ab initio approach to spin-lattice relaxation.",
          "url": "https://doi.org/10.1126/sciadv.adr0168",
          "doi": "https://doi.org/10.1126/sciadv.adr0168",
          "filter": "2"
        },
        {
          "title": "Blue light restores functional circadian clocks in eyeless cave spiders",
          "authors": "Jinhui Wang, Jian Chang, Kai Wang, Bing Liang, Yang Zhu, Zhihua Liu, Xitong Liang, Jian Chen, Yu Peng, Ingi Agnarsson, Daiqin Li, Jie Liu",
          "abstract": "Evolution in profound darkness often leads to predictable, convergent traits, such as the loss of vision. Yet, the consequences of such repeated evolutionary experiments remain obscure, especially regarding fundamental regulatory behaviors like circadian rhythms. We studied circadian clocks of blind cave spiders and their sighted relatives. In the field, cave spiders exhibit low per expression and maintain constant activity levels. Curiously, their clocks are not permanently lost; exposure to monochromatic blue light restores both circadian gene expression and behavioral rhythms. Conversely, blocking blue light in sighted relatives induces an arrhythmic “cave phenotype.” Our RNA interference experiments suggest that clock genes regulate the rhythmicity of the huddle response, establishing a link between circadian gene networks and this behavioral rhythm. We demonstrate that circadian regulation is readily toggled and may play a latent role, even in constant darkness. Overall, our study expands understanding of circadian clock variations and paves the way for future research on the maintenance of silent phenotypes.",
          "url": "https://doi.org/10.1126/sciadv.adr2802",
          "doi": "https://doi.org/10.1126/sciadv.adr2802",
          "filter": "2"
        },
        {
          "title": "Laboratory observation of ion drift acceleration via reflection off laser-produced magnetized collisionless shocks",
          "authors": "Hui-bo Tang, Yu-fei Hao, Guang-yue Hu, Quan-ming Lu, Chuang Ren, Yu Zhang, Ao Guo, Peng Hu, Yu-lin Wang, Xiang-bing Wang, Zhen-chi Zhang, Peng Yuan, Wei Liu, Hua-chong Si, Chun-kai Yu, Jia-yi Zhao, Jin-can Wang, Zhe Zhang, Xiao-hui Yuan, Da-wei Yuan, Zhi-yong Xie, Jun Xiong, Zhi-heng Fang, Jian-cai Xu, Jing-Jing Ju, Guo-qiang Zhang, Jian-Qiang Zhu, Ru-xin Li, Zhi-zhan Xu",
          "abstract": "Fermi acceleration is believed to be the primary mechanism to produce high-energy charged particles in the Universe, where charged particles gain energy successively from multiple reflections. Here, we present the direct laboratory experimental evidence of ion energization from single reflection off a supercritical collisionless shock, an essential component of Fermi acceleration, in a laser-produced magnetized plasma. A quasi-monoenergetic ion beam with two to four times the shock velocity was observed, which is consistent with the fast ion component observed in the Earth’s bow shock. Our simulations reproduced the energy gain and showed that ions were accelerated mainly by the motional electric field during reflection. The results identify shock drift acceleration as the dominant ion energization mechanism, which is consistent with satellite observation in the Earth’s bow shock. Our observations pave the way for laboratory investigations of the cosmic accelerators, also be beneficial to laser fusion and laser-driven ion accelerator.",
          "url": "https://doi.org/10.1126/sciadv.adn3320",
          "doi": "https://doi.org/10.1126/sciadv.adn3320",
          "filter": "2"
        },
        {
          "title": "Reduced RG-II pectin dimerization disrupts differential growth by attenuating hormonal regulation",
          "authors": "Pawan Kumar Jewaria, Bibek Aryal, Rifat Ara Begum, Yaowei Wang, Gloria Sancho-Andrés, Abu Imran Baba, Meng Yu, Xiaojuan Li, Jinxing Lin, Stephen C. Fry, Stephane Verger, Eugenia Russinova, Kristoffer Jonsson, Rishikesh P. Bhalerao",
          "abstract": "Defects in cell wall integrity (CWI) profoundly affect plant growth, although, underlying mechanisms are not well understood. We show that in Arabidopsis mur1 mutant, CWI defects from compromising dimerization of RG-II pectin, a key component of cell wall, attenuate the expression of auxin response factors ARF7-ARF19 . As a result, polar auxin transport components are misexpressed, disrupting auxin response asymmetry, leading to defective apical hook development. Accordingly, mur1 hook defects are suppressed by enhancing ARF7 expression. In addition, expression of brassinosteroid biosynthesis genes is down-regulated in mur1 mutant, and supplementing brassinosteroid or enhancing brassinosteroid signaling suppresses mur1 hook defects. Intriguingly, brassinosteroid enhances RG-II dimerization, showing hormonal feedback to the cell wall. Our results thus reveal a previously unrecognized link between cell wall defects from reduced RG-II dimerization and growth regulation mediated via modulation of auxin-brassinosteroid pathways in early seedling development.",
          "url": "https://doi.org/10.1126/sciadv.ads0760",
          "doi": "https://doi.org/10.1126/sciadv.ads0760",
          "filter": "2"
        },
        {
          "title": "Turning antagonists into allies: Bacterial-fungal interactions enhance the efficacy of controlling Fusarium wilt disease",
          "authors": "Tuo Li, Xiaoteng Shi, Jiaguo Wang, Yihao Zhou, Tuokai Wang, Yan Xu, Zhihui Xu, Waseem Raza, Dongyang Liu, Qirong Shen",
          "abstract": "Intense microbial competition in soil has driven the evolution of resistance mechanisms, yet the implications of such evolution on plant health remain unclear. Our study explored the conversion from antagonism to coexistence between Bacillus velezensis ( Bv ) and Trichoderma guizhouense ( Tg ) and its effects on Fusarium wilt disease (FWD) control. We found a bacilysin transmembrane transporter ( Tg MFS4) in Tg , critical during cross-kingdom dialogue with B v. Deleting Tgmfs4 (Δ Tgmfs4 ) mitigated Bv - Tg antagonism, reduced bacilysin import into Tg , and elevated its level in the coculture environment. This increase acted as a feedback regulator, limiting overproduction and enhancing Bv biomass. Δ Tgmfs4 coinoculation with Bv demonstrated enhanced FWD control relative to wild-type Tg ( Tg -WT). In addition, the Tg -WT+ Bv consortium up-regulated antimycotic secretion pathways, whereas the Δ Tgmfs4 + Bv consortium enriched the CAZyme (carbohydrate-active enzyme) family gene expression in the rhizosphere, potentiating plant immune responses. This study elucidates the intricacies of bacterial-fungal interactions and their ramifications for plant health.",
          "url": "https://doi.org/10.1126/sciadv.ads5089",
          "doi": "https://doi.org/10.1126/sciadv.ads5089",
          "filter": "2"
        },
        {
          "title": "Real-space imaging of confined infrared surface plasmon polaritons on doped semiconductors covered with phase-change materials",
          "authors": "Lukas Conrads, Luis Schüler, Konstantin G. Wirth, Angela Cleri, Andreas Heßler, Lena Jung, Matthias Wuttig, Dmitry Chigrin, Jon-Paul Maria, Thomas Taubner",
          "abstract": "Surface plasmon polaritons (SPPs) describe the excitation of photons coupled with free charge carriers at the interface of metals (visible) or doped semiconductors (infrared). While SPPs in the mid-infrared spectral range have been demonstrated in 2D materials such as graphene, their short propagation length combined with weak confinement in bulk materials has prevented real-space imaging of those SPPs. Here, we demonstrate real-space imaging of propagating SPPs on the doped semiconductors CdO and InAs with tunable plasma frequencies in the infrared via scattering-type scanning near-field optical microscopy. Adding a thin film of phase-change materials (PCMs) to these doped semiconductors increases the polariton confinement, leading to simplified SPP imaging and SPP resonator fabrication. We investigate optically written circular resonators of the plasmonic PCM In 3 SbTe 2 on CdO with near-field spectroscopy and Fabry-Perot resonators of the dielectric PCM Ge 3 Sb 2 Te 6 on InAs with far-field spectroscopy. Our work enables rapid prototyping of reconfigurable SPP resonators in mid-infrared.",
          "url": "https://doi.org/10.1126/sciadv.adr6844",
          "doi": "https://doi.org/10.1126/sciadv.adr6844",
          "filter": "2"
        },
        {
          "title": "CyanoTag: Discovery of protein function facilitated by high-throughput endogenous tagging in a photosynthetic prokaryote",
          "authors": "Abigail J. Perrin, Matthew Dowson, Katharine Davis, Onyou Nam, Adam A. Dowle, Grant Calder, Victoria J. Springthorpe, Guoyan Zhao, Luke C. M. Mackinder",
          "abstract": "Despite their importance to aquatic ecosystems, global carbon cycling, and sustainable bioindustries, the genomes of photosynthetic bacteria contain large numbers of uncharacterized genes. Here, we develop high-throughput endogenous fluorescent protein tagging in the cyanobacterium Synechococcus elongatus PCC 7942. From 400 targets, we successfully tag over 330 proteins corresponding to &gt;10% of the proteome. We use this collection to determine subcellular localization, relative protein abundances, and protein-protein interaction networks, providing biological insights into diverse processes—from photosynthesis to cell division. We build a high-confidence protein-protein interaction map for the major components of photosynthesis, associating previously uncharacterized proteins with different complexes and processes. In response to light changes, we visualize, on second timescales, the reversible formation, growth, and fusion of puncta by two Calvin cycle proteins, suggesting that biomolecular condensation provides spatiotemporal control of the Calvin cycle in cyanobacteria. We envision that these insights, cell lines, and optimized methods will facilitate rapid advances in cyanobacteria biology and, more broadly, all photosynthetic life.",
          "url": "https://doi.org/10.1126/sciadv.adp6599",
          "doi": "https://doi.org/10.1126/sciadv.adp6599",
          "filter": "2"
        },
        {
          "title": "Cation effects on CO 2 reduction catalyzed by single-crystal and polycrystalline gold under well-defined mass transport conditions",
          "authors": "Zhihao Cui, Andrew Jark-Wah Wong, Michael J. Janik, Anne C. Co",
          "abstract": "The presence of alkali metal cations in the electrolyte substantially affects the reactivity and selectivity of electrochemical carbon dioxide (CO 2 ) reduction (CO 2 R). This study examines the role of cations in CO 2 R on single-crystal and polycrystalline Au under controlled mass-transport conditions. It establishes that CO 2 adsorption is the rate-determining step regardless of cation type or surface structure. Density functional theory calculations show that electron transfer occurs to a solvated CO 2 -cation complex. A more positive potential of zero charge enhances CO 2 R activity only on Au with similar surface coordination. The symmetry factor (β) of the rate-determining step varies with surface structure and cation identity, with density functional theory calculations indicating β’s sensitivity to surface and double-layer structures. These findings emphasize the importance of both surface and double-layer structures in understanding cation effects on CO 2 R.",
          "url": "https://doi.org/10.1126/sciadv.adr6465",
          "doi": "https://doi.org/10.1126/sciadv.adr6465",
          "filter": "2"
        },
        {
          "title": "Biodegradable origami enables closed-loop sustainable robotic systems",
          "authors": "Pingdong Wei, Zhuang Zhang, Shaoru Cheng, Yao Meng, Mengjie Tong, Luoqian Emu, Wei Yan, Yanlin Zhang, Yunjie Wang, Jingyang Zhao, Changyu Xu, Feng Zhai, Junqiang Lu, Lei Wang, Hanqing Jiang",
          "abstract": "Robots are increasingly integral across various sectors due to their efficiency and superior capabilities, which enable performance beyond human potential. However, the development of robotic systems often conflicts with the sustainable development goals set by the United Nations, as they generate considerable nondegradable waste and organic/inorganic pollutants throughout their life cycle. In this paper, we introduce a dual closed-loop robotic system that integrates biodegradable, sustainable materials such as plasticized cellulose films and NaCl-infused ionic conductive gelatin organogels. These materials undergo a closed-loop ecological cycle from processing to biodegradation, contributing to new growth, while the self-sensing, origami-based robot supports a seamless human-in-the-loop teleoperation system. This innovative approach represents a paradigm shift in the application of soft robotic systems, offering a path toward a more sustainable future by aligning advanced robotic functionalities with environmental stewardship.",
          "url": "https://doi.org/10.1126/sciadv.ads0217",
          "doi": "https://doi.org/10.1126/sciadv.ads0217",
          "filter": "2"
        },
        {
          "title": "MAGE-A4 induces non–small cell lung cancer and tumor-promoting plasma cell accumulation",
          "authors": "Dominique Armstrong, Cheng-Yen Chang, Monica J. Hong, Linda Green, Yichao Shen, William Hudson, Kelsey E. Mauk, Li-Zhen Song, Sheetal Jammi, Benjamin Casal, Brianna Burns, Chad J. Creighton, Alexandre Carisey, Xiang H.-F. Zhang, Neil J. McKenna, Sung Wook Kang, Hyun-Sung Lee, William Decker, David B. Corry, Farrah Kheradmand",
          "abstract": "Adaptive immunity is critical in eliminating tumors, but cancer-intrinsic factors can subvert this function. Melanoma antigen-A4 (MAGE-A4), a cancer-testis antigen, is expressed in solid tumors and correlates with poor survival, but its role in tumorigenesis and antitumor immunity remains unclear. We found that expression of MAGE-A4 was highly associated with the loss of PTEN , a tumor suppressor, in human non–small cell lung cancers (NSCLC). Here, we show that constitutive expression of human MAGE-A4 with Pten loss in mouse airway epithelia results in metastatic adenocarcinoma. Tumors showed distinct enrichment in IgA + CD138 + CXCR4 + plasma cells (PCs) and increased expression of CXCL12 in endothelial cells. Consistently, human NSCLC expressing MAGE-A4 showed increased CD138 + IgA + PCs surrounding tumors. Abrogation of PCs decreased tumor burden, increased activated T cell infiltration, and reduced CD163 + CD206 + macrophages in the MAGE-A4–induced lung tumors. These findings suggest MAGE-A4 promotes NSCLC tumorigenesis, in part, through the recruitment and retention of IgA + PCs in the lungs.",
          "url": "https://doi.org/10.1126/sciadv.ads4227",
          "doi": "https://doi.org/10.1126/sciadv.ads4227",
          "filter": "2"
        },
        {
          "title": "Uncoupling of Akt and mTOR signaling drives resistance to Akt inhibition in PTEN loss prostate cancers",
          "authors": "Ninghui Mao, Young Sun Lee, Nazifa Salsabeel, Zeda Zhang, Dan Li, Harmanpreet Kaur, Xiaoping Chen, Qing Chang, Sanjay Mehta, Jesse Barnes, Elisa de Stanchina, Ralph Garippa, Yu Chen, Charles Sawyers, Brett S. Carver",
          "abstract": "Recent phase 3 clinical trial showed improved radiographic progression-free survival in PTEN-deficient prostate cancers treated with combined Akt and AR inhibition. Building on this and our previous research into PI3K and AR signaling interactions, we aimed to define the mechanisms of response and resistance to Akt inhibition. We discovered that restoration of mTOR signaling was the early dominant driver of resistance to Akt inhibition. Mechanistically, this can be achieved through molecular alterations, resulting in loss of negative regulators of mTOR. Unexpectedly, we discovered that this was dominated by restoration of mTOR signaling through the nutrient sensing arm. This can be achieved by loss of the components of the GATOR/KICSTOR complexes or through cellular processes, leading to the recycling of amino acids. The addition of an mTOR inhibitor restored sensitivity to Akt inhibition and represents a precision-based strategy to overcome resistance in the clinic.",
          "url": "https://doi.org/10.1126/sciadv.adq3802",
          "doi": "https://doi.org/10.1126/sciadv.adq3802",
          "filter": "2"
        },
        {
          "title": "Exogenous bacterial cellulose induces plant tissue regeneration through the regulation of cytokinin and defense networks",
          "authors": "Nerea Ruiz-Solaní, Alejandro Alonso-Díaz, Montserrat Capellades, Laura Serrano-Ron, Miquel Ferro-Costa, Álvaro Sanchez-Corrionero, Agnese Rabissi, Cristiana T. Argueso, Ignacio Rubio-Somoza, Anna Laromaine, Miguel A. Moreno-Risueno, Núria S. Coll",
          "abstract": "Regeneration is a unique feature of postembryonic development extensively observed in plants. The capacity to induce regeneration exogenously is limited and usually confined to meristematic-like tissues. We show that bacterial cellulose (BC), but not other structurally similar matrixes, induces postwounding regeneration in nonmeristematic plant tissues via a distinctive route to callus-mediated regenerative programs. The BC-specific program involves cytokinin operating concurrently with strongly activated plant biotic response genes to induce plant regeneration. A reactive oxygen species (ROS) burst, normally associated with defense responses, is sustained upon BC application, involving a network of tightly interconnected transcription factors, where WRKY8, known for regulating stress responses, shows a clustering and hierarchical prevalence. WRKY8 regulates BC-mediated plant regeneration and ROS homeostasis, including superoxide anion accumulation, to potentially promote cell proliferation after wounding. Collectively, our results demonstrate that the cytokinin- and ROS-associated defense responses can be targeted by BC application to promote plant wound regeneration through alternative regenerative programs.",
          "url": "https://doi.org/10.1126/sciadv.adr1509",
          "doi": "https://doi.org/10.1126/sciadv.adr1509",
          "filter": "2"
        },
        {
          "title": "Listerin promotes α-synuclein degradation to alleviate Parkinson’s disease through the ESCRT pathway",
          "authors": "Fei Qin, Runyu Cao, Wenjing Cui, Xuemei Bai, Jiahua Yuan, Yuling Zhang, Yaxing Liu, Nan Cao, Na Dong, Min Zhou, Tian Chen, Feng Liu, Wanwei Sun, Yi Zheng, Wei Zhao, Bingyu Liu, Chengjiang Gao",
          "abstract": "Parkinson’s disease (PD) is a neurodegenerative disorder characterized by the progressive accumulation of abnormal α-synuclein (α-syn) within dopaminergic neurons in the substantia nigra region of the brain. Despite excessive accumulation of α-syn being key to the pathogenesis of PD, the mechanisms governing its clearance remain elusive. In this study, we found that the endosomal sorting complex required for transport (ESCRT) system plays a crucial role in capturing and facilitating the degradation of ubiquitinated α-syn. The E3 ubiquitin ligase Listerin was found to promote K27-linked polyubiquitination of α-syn, directing it to the endosome for subsequent degradation. We showed that the deletion of the Listerin gene exacerbates the neurodegenerative progression in a mouse model of PD, whereas the overexpression of Listerin effectively mitigates disease progression in PD mice. Consequently, our study reveals a mechanism for α-syn degradation and identifies Listerin as a promising therapeutic target for the treatment of PD.",
          "url": "https://doi.org/10.1126/sciadv.adp3672",
          "doi": "https://doi.org/10.1126/sciadv.adp3672",
          "filter": "2"
        },
        {
          "title": "Targeted approach to determine the impact of cancer-associated protease variants",
          "authors": "Kira Bickenbach, Nele David, Tomas Koudelka, Corentin Joos, Franka Scharfenberg, Malina Rüffer, Fred Armbrust, Dimitris Georgiadis, Fabrice Beau, Lea Stahmer, Sascha Rahn, Andreas Tholey, Claus Pietrzik, Christoph Becker-Pauly",
          "abstract": "Several steps of cancer progression, from tumor onset to metastasis, critically involve proteolytic activity. To elucidate the role of proteases in cancer, it is particularly important to consider single-nucleotide variants (SNVs) that affect the active site of proteases, thereby influencing cleavage specificity, substrate processing, and thus cancer cell behavior. To facilitate systematic studies, we here present a targeted approach to determine the impact of cancer-associated protease variants (TACAP). Starting with the semiautomated identification of potential specificity-modulating SNVs, our workflow comprises mass spectrometry–based cleavage specificity profiling and substrate identification, localization, and inhibitor studies, followed by functional analyses investigating cancer cell properties. To demonstrate the feasibility of TACAP, we analyzed the meprin β R238Q variant. This amino acid exchange R238Q leads to a loss of meprin β’s characteristic cleavage preference for acidic amino acids at P1′ position, accompanied with changes in substrate pool and inhibitor affinity compared to meprin β wild type.",
          "url": "https://doi.org/10.1126/sciadv.adp5958",
          "doi": "https://doi.org/10.1126/sciadv.adp5958",
          "filter": "2"
        },
        {
          "title": "Diffuse scattering from correlated electron systems",
          "authors": "Raymond Osborn, Damjan Pelc, Matthew J. Krogstad, Stephan Rosenkranz, Martin Greven",
          "abstract": "The role of inhomegeneity in determining the properties of correlated electron systems is poorly understood because of the dearth of structural probes of disorder at the nanoscale. Advances in both neutron and x-ray scattering instrumentation now allow comprehensive measurements of diffuse scattering in single crystals over large volumes of reciprocal space, enabling structural correlations to be characterized over a range of length scales from 5 to 200 angstroms or more. When combined with new analysis tools, such as three-dimensional difference pair-distribution functions, these advanced capabilities have produced fresh insights into the interplay of structural fluctuations and electronic properties in a broad range of correlated electron materials. This review describes recent investigations that have demonstrated the importance of understanding structural inhomogeneity pertaining to phenomena as diverse as superconductivity, charge density wave modulations, metal-insulator transitions, and multipolar interactions.",
          "url": "https://doi.org/10.1126/sciadv.adt7770",
          "doi": "https://doi.org/10.1126/sciadv.adt7770",
          "filter": "2"
        },
        {
          "title": "Self-supervised machine learning methods for protein design improve sampling but not the identification of high-fitness variants",
          "authors": "Moritz Ertelt, Rocco Moretti, Jens Meiler, Clara T. Schoeder",
          "abstract": "Machine learning (ML) is changing the world of computational protein design, with data-driven methods surpassing biophysical-based methods in experimental success. However, they are most often reported as case studies, lack integration and standardization, and are therefore hard to objectively compare. In this study, we established a streamlined and diverse toolbox for methods that predict amino acid probabilities inside the Rosetta software framework that allows for the side-by-side comparison of these models. Subsequently, existing protein fitness landscapes were used to benchmark novel ML methods in realistic protein design settings. We focused on the traditional problems of protein design: sampling and scoring. A major finding of our study is that ML approaches are better at purging the sampling space from deleterious mutations. Nevertheless, scoring resulting mutations without model fine-tuning showed no clear improvement over scoring with Rosetta. We conclude that ML now complements, rather than replaces, biophysical methods in protein design.",
          "url": "https://doi.org/10.1126/sciadv.adr7338",
          "doi": "https://doi.org/10.1126/sciadv.adr7338",
          "filter": "2"
        },
        {
          "title": "Correlation-driven attosecond photoemission delay in the plasmonic excitation of C 60 fullerene",
          "authors": "Shubhadeep Biswas, Andrea Trabattoni, Philipp Rupp, Maia Magrakvelidze, Mohamed El-Amine Madjet, Umberto De Giovannini, Mattea C. Castrovilli, Mara Galli, Qingcao Liu, Erik P. Månsson, Johannes Schötz, Vincent Wanie, Pawel Wnuk, Lorenzo Colaizzi, Daniele Mocci, Maurizio Reduzzi, Matteo Lucchini, Mauro Nisoli, Angel Rubio, Himadri S. Chakraborty, Matthias F. Kling, Francesca Calegari",
          "abstract": "Extreme light confinement in plasmonic nanosystems enables novel applications in photonics, sensor technology, energy harvesting, biology, and quantum information processing. Fullerenes represent an extreme case for nanoplasmonics: They are subnanometer carbon-based molecules showing high-energy and ultrabroad plasmon resonances; however, the fundamental mechanisms driving the plasmonic response and the corresponding collective electron dynamics are still elusive. Here, we uncover the dominant role of electron correlations in the dynamics of the giant plasmon resonance (GPR) of the subnanometer system C 60 by using attosecond photoemission chronoscopy. We find a characteristic photoemission delay of up to about 300 attoseconds that is purely induced by coherent large-scale electron correlations in the plasmonic potential. These results provide insights into the nature of the plasmon resonances in subnanometer systems and open perspectives for advancing nanoplasmonic applications.",
          "url": "https://doi.org/10.1126/sciadv.ads0494",
          "doi": "https://doi.org/10.1126/sciadv.ads0494",
          "filter": "2"
        },
        {
          "title": "Imp/IGF2BP and Syp/SYNCRIP temporal RNA interactomes uncover combinatorial networks of regulators of Drosophila brain development",
          "authors": "Jeffrey Y. Lee, Niles Huang, Tamsin J. Samuels, Ilan Davis",
          "abstract": "Temporal patterning of neural progenitors is an evolutionarily conserved mechanism generating neural diversity. In Drosophila , postembryonic neurogenesis requires the RNA binding proteins (RBPs) Imp/IGF2BP and Syp/SYNCRIP. However, how they coachieve their function is not well understood. Here, we elucidate the in vivo temporal RNA interactome landscapes of Imp and Syp during larval brain development. Imp and Syp bind a highly overlapping set of conserved mRNAs encoding proteins involved in neurodevelopment. We identify transcripts differentially occupied by Imp/Syp over time, featuring a network of known and previously unknown candidate temporal regulators that are post-transcriptionally regulated by Imp/Syp. Furthermore, the physical and coevolutionary relationships between Imp and Syp binding sites reveal a combinatorial, rather than competitive, mode of molecular interplay. Our study establishes an in vivo framework for dissecting the temporal coregulation of RBP networks as well as providing a resource for understanding neural fate specification.",
          "url": "https://doi.org/10.1126/sciadv.adr6682",
          "doi": "https://doi.org/10.1126/sciadv.adr6682",
          "filter": "2"
        },
        {
          "title": "Alexander Pines and the end of an era",
          "authors": "Warren S. Warren",
          "url": "https://doi.org/10.1126/sciadv.adw3504",
          "doi": "https://doi.org/10.1126/sciadv.adw3504",
          "filter": "2"
        },
        {
          "title": "Evolution of entanglement entropy at SU( N ) deconfined quantum critical points",
          "authors": "Menghan Song, Jiarui Zhao, Meng Cheng, Cenke Xu, Michael Scherer, Lukas Janssen, Zi Yang Meng",
          "abstract": "Over past two decades, the enigma of the deconfined quantum critical point (DQCP) has attracted broad attention across physics communities, as it offers a new paradigm beyond the Landau-Ginzburg-Wilson framework. However, the nature of DQCP has been controversial based on conflicting numeric results. In our work, we demonstrate that an anomalous logarithmic behavior in the entanglement entropy (EE) persists in a class of models analogous to the DQCP. On the basis of quantum Monte Carlo computation of the EE on SU( N ) DQCP spin models, we show that for a series of N smaller than a critical value, the anomalous logarithmic behavior always exists, which implies that previously determined DQCPs in these models do not belong to conformal fixed points. In contrast, when N ≥ N c with an N c we evaluate to lie between 7 and 8, DQCPs are consistent with conformal fixed points that can be understood within the Abelian Higgs field theory.",
          "url": "https://doi.org/10.1126/sciadv.adr0634",
          "doi": "https://doi.org/10.1126/sciadv.adr0634",
          "filter": "2"
        },
        {
          "title": "Single-stranded DNA binding to the transcription factor PafBC triggers the mycobacterial DNA damage response",
          "authors": "Charlotte M. Schilling, Rafal Zdanowicz, Julius Rabl, Andreas U. Müller, Daniel Boehringer, Rudi Glockshuber, Eilika Weber-Ban",
          "abstract": "The DNA damage response in mycobacteria is controlled by the heterodimeric transcription factor PafBC, a member of the WYL domain–containing protein family. It has been shown that PafBC induces transcription of its regulon by reprogramming the housekeeping RNA polymerase holoenzyme to recognize PafBC-dependent promoters through sigma adaptation. However, the mechanism by which DNA damage is sensed and translated into PafBC activation has remained unclear. Here, we demonstrate that the binding of single-stranded DNA (ssDNA) to the WYL domains of PafBC activates the transcription factor. Our cryo–electron microscopy structure of full-length PafBC in its active conformation, bound to the transcription initiation complex, reveals a previously unknown mode of interaction between the ssDNA and the WYL domains. Using biochemical experiments, we show that short ssDNA fragments bind to PafBC dynamically, resulting in deactivation as ssDNA levels decrease postrepair. Our findings shed light on the mechanism linking DNA damage to PafBC activation and expand our understanding of WYL domain–containing proteins.",
          "url": "https://doi.org/10.1126/sciadv.adq9054",
          "doi": "https://doi.org/10.1126/sciadv.adq9054",
          "filter": "2"
        },
        {
          "title": "Pioneer factor GATA6 promotes colorectal cancer through 3D genome regulation",
          "authors": "Huijue Lyu, Xintong Chen, Yang Cheng, Te Zhang, Ping Wang, Josiah Hiu-yuen Wong, Juan Wang, Lena Stasiak, Leyu Sun, Guangyu Yang, Lu Wang, Feng Yue",
          "abstract": "Colorectal cancer (CRC) is one of the most lethal and prevalent malignancies. While the overexpression of pioneer factor GATA6 in CRC has been linked with metastasis, its role in genome-wide gene expression dysregulation remains unclear. Through studies of primary human CRC tissues and analysis of the TCGA data, we found that GATA6 preferentially binds at CRC-specific active enhancers, with enrichment at enhancer-promoter loop anchors. GATA6 protein also physically interacts with CTCF, suggesting its critical role in 3D genome organization. The ablation of GATA6 through AID and CRISPR systems severely impaired cancer cell clonogenicity and proliferation. Mechanistically, GATA6 knockout induced global loss of CRC-specific open chromatins and extensive alterations of critical enhancer-promoter interactions for CRC oncogenes. Last, we showed that GATA6 knockout greatly reduced tumor growth and improved survival in mice. Together, we revealed a previously unidentified mechanism by which GATA6 contributes to the pathogenesis of colorectal cancer.",
          "url": "https://doi.org/10.1126/sciadv.ads4985",
          "doi": "https://doi.org/10.1126/sciadv.ads4985",
          "filter": "2"
        },
        {
          "title": "Humoral responses to SARS-CoV-2 vaccine in vasculitis-related immune suppression",
          "authors": "Kimia Kamelian, Benjamin Sievers, Michael Chen-Xu, Sam Turner, Mark Tsz Kin Cheng, Mazharul Altaf, Steven A. Kemp, Adam Abdullahi, Kata Csiba, Dami A. Collier, Petra Mlcochova, Bo Meng, Rachel B. Jones, character(0), Derek Smith, John Bradley, Kenneth G. C. Smith, Rainer Doffinger, Rona M. Smith, Ravindra K. Gupta",
          "abstract": "Immune suppression poses a challenge to vaccine immunogenicity. We show that serum antibody neutralization against SARS-CoV-2 Omicron descendants was largely absent post-doses 1 and 2 in individuals with vasculitis treated with rituximab. Detectable and increasing neutralizing titers were observed post-doses 3 and 4, except for XBB. Rituximab in vasculitis exacerbates neutralization deficits over standard immunosuppressive therapy, although impairment resolves over time since dosing. We observed discordance between detectable IgG binding and neutralizing activity specifically in the context of rituximab use, with high proportions of individuals showing reasonable IgG titer but no neutralization. ADCC response was more frequently detectable compared to neutralization in the context of rituximab, indicating that a notable proportion of binding antibodies are non-neutralizing. Therefore, use of rituximab is associated with severe impairment in neutralization against Omicron descendants despite repeated vaccinations, with better preservation of non-neutralizing antibody activity.",
          "url": "https://doi.org/10.1126/sciadv.adq3342",
          "doi": "https://doi.org/10.1126/sciadv.adq3342",
          "filter": "2"
        },
        {
          "title": "A thallus-forming N-fixing fungus-cyanobacterium symbiosis from subtropical forests",
          "authors": "Che-Chih Chen, Qiao-Yi Xie, Po-Shun Chuang, Romain Darnajoux, Yi-Ying Chien, Wen-Hong Wang, Xuejiao Tian, Chiao-Hui Tu, Bi-Chang Chen, Sen-Ling Tang, Ko-Hsuan Chen",
          "abstract": "Fungi engage in diverse symbiotic relationships with phototrophs. Lichens, symbiotic complexes involving fungi and either cyanobacteria, green algae, or both, have fungi forming the external layer and much of the interior. We found an erect thallus resembling a lichen yet with an unexpected thallus structure composed of interwoven cyanobacterial filaments with numerous fungal hyphae inserted within individual cyanobacterial sheaths, contrasting with typical lichen structure. Phylogenetics identified the fungus as a previously undescribed species, Serendipita cyanobacteriicola , closely related to endophytes, and the cyanobacterium belongs to the family Coleofasciculaceae, representing a genus and species not yet classified, Symbiothallus taiwanensis . These thalli exhibit nitrogen-fixing activity similar to mosses but lower than cyanolichens. Both symbiotic partners are distinct from known lichen-forming symbionts, uncovering a phylogenetically and morphologically unprecedented thallus-forming fungus-cyanobacterium symbiosis. We propose the name “phyllosymbia” for these thalli to underscore their unique symbiotic nature and leaf-like appearance. This finding marks a previously unknown instance of fungi solely residing within structures generated by cyanobacteria.",
          "url": "https://doi.org/10.1126/sciadv.adt4093",
          "doi": "https://doi.org/10.1126/sciadv.adt4093",
          "filter": "2"
        },
        {
          "title": "Molecular spin-probe sensing of H-mediated changes in Co nanomagnets",
          "authors": "Alex Fétida, Olivier Bengone, Christine Goyhenex, Fabrice Scheurer, Roberto Robles, Nicolás Lorente, Laurent Limot",
          "abstract": "The influence of hydrogen on magnetization is of substantial interest to spintronics. Understanding and controlling this phenomenon at the atomic scale, in particular in nanoscale systems, is crucial. In this study, we used scanning tunneling microscopy (STM) combined with a nickelocene molecule to sense the spin of a hydrogen-loaded nanoscale Co island grown on Cu(111). Magnetic exchange maps obtained from the molecular tip revealed the presence of a hydrogen superstructure and a 90° rotation of the magnetization compared to the pristine island. Ab initio calculations corroborate these observations, indicating that hydrogen hybridization with Co atoms on the island surface drives the spin reorientation of the island. This reorientation is further reinforced by hydrogen penetration into the island that locates at the Co/Cu interface. However, the subsurface sensitivity of the magnetic exchange maps indicates that this effect is limited. Our study provides valuable microscopic insights into the chemical control of magnetism at the nanoscale.",
          "url": "https://doi.org/10.1126/sciadv.ads1456",
          "doi": "https://doi.org/10.1126/sciadv.ads1456",
          "filter": "2"
        },
        {
          "title": "Gut IgA functionally interacts with systemic IgG to enhance antipneumococcal vaccine responses",
          "authors": "Cindy Gutzeit, Emilie K. Grasset, Dean B. Matthews, Paul J. Maglione, Graham J. Britton, Haley Miller, Giuliana Magri, Lewis Tomalin, Matthew Stapylton, Pablo Canales-Herrerias, Musia Sominskaia, Mauricio Guzman, Marc Pybus, Sonia Tejedor Vaquero, Lin Radigan, Roser Tachó-Piñot, Andrea Martín Nalda, Marina García Prat, Monica Martinez Gallo, Romina Dieli-Crimi, José C. Clemente, Saurabh Mehandru, Mayte Suarez-Farinas, Jeremiah J. Faith, Charlotte Cunningham-Rundles, Andrea Cerutti",
          "abstract": "The gut microbiota enhances systemic immunoglobulin G (IgG) responses to vaccines, but it is unknown whether this effect involves IgA, which coats intestinal microbes. That IgA may amplify postimmune IgG production is suggested by the impaired IgG response to pneumococcal vaccines in some IgA-deficient patients. Here, we found that antipneumococcal but not total IgG production was impaired in mice with IgA deficiency. The positive effect of gut IgA on antipneumococcal IgG responses started very early in life and could implicate gut bacteria, as these responses were attenuated in germ-free mice recolonized with gut microbes from IgA-deficient donors. IgA could exert this effect by constraining the systemic translocation of gut antigens, which was associated with chronic immune activation, including T cell overexpression of programmed cell death protein 1 (PD-1). This inhibitory receptor may attenuate antipneumococcal IgG production by causing B cell hyporesponsiveness, which improved upon anti–PD-1 treatment. Thus, gut IgA functionally interacts with systemic IgG to enhance antipneumococcal vaccine responses.",
          "url": "https://doi.org/10.1126/sciadv.ado9455",
          "doi": "https://doi.org/10.1126/sciadv.ado9455",
          "filter": "2"
        },
        {
          "title": "Canalization-based super-resolution imaging using an individual van der Waals thin layer",
          "authors": "Jiahua Duan, Aitana Tarazaga Martín-Luengo, Christian Lanza, Stefan Partel, Kirill Voronin, Ana Isabel F. Tresguerres-Mata, Gonzalo Álvarez-Pérez, Alexey Y. Nikitin, Javier Martín-Sánchez, Pablo Alonso-González",
          "abstract": "Canalization is an optical phenomenon that enables unidirectional light propagation without predefined waveguiding designs. Recently demonstrated using phonon polaritons in twisted van der Waals (vdW) layers of α-MoO 3 , it offers unprecedented possibilities for controlling light-matter interactions at the nanoscale. However, practical applications have been hindered by the complex sample fabrication of twisted stacks. In this work, we introduce a previously unexplored canalization phenomenon in a single-thin vdW layer (α-MoO 3 ) interfaced with a substrate exhibiting a given negative permittivity. This enables a proof-of-concept application of polariton canalization: super-resolution nanoimaging (~λ 0 /220). Canalization-based imaging transcends conventional projection constraints, allowing the super-resolution images to be obtained at any desired location in the image plane. This versatility stems from the synergetic manipulation of three key parameters: incident frequency, rotation angle of the thin vdW layer, and thickness. Our results provide insights into the properties of canalization and constitute a seminal step toward multifaceted photonic applications, including imaging, data transmission, and ultracompact photonic integration.",
          "url": "https://doi.org/10.1126/sciadv.ads0569",
          "doi": "https://doi.org/10.1126/sciadv.ads0569",
          "filter": "2"
        },
        {
          "title": "Rapidly self-healing electronic skin for machine learning–assisted physiological and movement evaluation",
          "authors": "Yongju Lee, Xinyu Tian, Jaewon Park, Dong Hyun Nam, Zhuohong Wu, Hyojeong Choi, Juhwan Kim, Dong-Wook Park, Keren Zhou, Sang Won Lee, Tanveer A. Tabish, Xuanbing Cheng, Sam Emaminejad, Tae-Woo Lee, Hyeok Kim, Ali Khademhosseini, Yangzhi Zhu",
          "abstract": "Emerging electronic skins (E-Skins) offer continuous, real-time electrophysiological monitoring. However, daily mechanical scratches compromise their functionality, underscoring urgent need for self-healing E-Skins resistant to mechanical damage. Current materials have slow recovery times, impeding reliable signal measurement. The inability to heal within 1 minute is a major barrier to commercialization. A composition achieving 80% recovery within 1 minute has not yet been reported. Here, we present a rapidly self-healing E-Skin tailored for real-time monitoring of physical and physiological bioinformation. The E-Skin recovers more than 80% of its functionality within 10 seconds after physical damage, without the need of external stimuli. It consistently maintains reliable biometric assessment, even in extreme environments such as underwater or at various temperatures. Demonstrating its potential for efficient health assessment, the E-Skin achieves an accuracy exceeding 95%, excelling in wearable muscle strength analytics and on-site AI-driven fatigue identification. This study accelerates the advancement of E-Skin through rapid self-healing capabilities.",
          "url": "https://doi.org/10.1126/sciadv.ads1301",
          "doi": "https://doi.org/10.1126/sciadv.ads1301",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "There is more to national economies than the national economy: extending the Growth Model research programme in comparative political economy",
          "authors": "Aidan Regan, Mark Blyth",
          "abstract": "This article argues that the Growth Model (GM) research programme in comparative political economy has an ontological and methodological bias towards the national level that generates an implicit functionalist-reductionism. This is a problem because GM research is explicitly designed to be a theory that eschews the functionalist-equilibrium New Keynesian assumptions of Varieties of Capitalism theory. To overcome this problem, we make the case that focusing on the city-regional level within a global-systems level analysis allows for a better integration of comparative political economy with international political economy in GM research. In particular, we argue that focusing on where income growth is produced and concentrated within advanced capitalism (cities-regions) allows us to better explain the political consequences of unequal growth from a post-Keynesian GM-perspective.",
          "url": "https://doi.org/10.1093/ser/mwaf003",
          "doi": "https://doi.org/10.1093/ser/mwaf003",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
