{
  "update": "2026-01-02",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Globalization, internal migration, and public goods provision in emerging economies",
          "authors": "Benjamin Helms, Junghyun Lim",
          "abstract": "Globalization can introduce new employment opportunities to emerging economies in multinational corporations and exporting firms. Who is best positioned to benefit, and what are the political consequences for “left behind” areas? We argue that primarily advantaged groups seize these opportunities through internal migration toward centers of global production—a costly activity not everyone can undertake. This selective out‐migration creates demographic shifts in left‐behind areas, weakening public goods provision. We test our argument in India, first documenting selective internal migration of advantaged groups. We then leverage the Indian information technology (IT) export boom and explore its consequences for public goods provision. We find that the IT boom increased migration toward centers of production and away from left‐behind localities. We also find that public goods provision was relatively weaker in unexposed localities, especially geographically distant ones. We identify migration as a mechanism through which globalization drives political change even in unexposed areas.",
          "url": "https://doi.org/10.1111/ajps.70029",
          "doi": "https://doi.org/10.1111/ajps.70029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Do Donors Punish Extremist Primary Nominees? Evidence from Congress and American State Legislatures",
          "authors": "ANDREW C. W. MYERS",
          "abstract": "Fundraising is a critical element of legislative elections, yet problems of measurement and strategic candidate emergence have prevented researchers from evaluating how running extremist candidates affects parties’ fundraising prospects. This article combines an original candidate ideology scaling with a regression discontinuity design in primary elections in Congress, 1980–2022, and state legislatures, 1996–2022, to assess whether donors punish extremist nominees in general elections. I find that the “coin-flip” primary nomination of an extremist over a more moderate opponent decreases their party’s share of general-election contributions by 7 percentage points in the median contest and 18–19 percentage points when the ideological contrast between candidates is largest. This financial penalty is larger among corporate PACs than individual donors and is driven symmetrically by donors withdrawing support from extremist nominees and rallying behind their opponents. Applying a complementary panel-based identification strategy, I replicate these core findings and further document that the financial penalty to extremist nominees has fallen by nearly half since 2000. Overall, these results show how general-election donors act as a marked, yet waning, moderating force in American politics when parties run extremist candidates.",
          "url": "https://doi.org/10.1017/s000305542510138x",
          "doi": "https://doi.org/10.1017/s000305542510138x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Hidden Cost of Tax Regressivity at the Top",
          "authors": "David Hope, Julian Limberg, Lukas Haffert",
          "abstract": "How does tax regressivity at the top affect public support for taxation? In this article, we run an information provision experiment in the United States with a quota-representative sample of around 4,000 people and randomly present respondents with factual information about total tax rates by income group. We find that informing respondents that the superrich pay lower total tax rates than other people not only increases support for raising taxes on the rich but also lowers support for taxing the middle class. Our results highlight an important hidden cost of tax regressivity at the top: if left unaddressed, it risks undermining public support for broad-based taxation.",
          "url": "https://doi.org/10.1017/s0007123425101269",
          "doi": "https://doi.org/10.1017/s0007123425101269",
          "filter": 0
        },
        {
          "title": "Reducing Gender Gaps in Political Participation with Efficacy Promotion: Evidence from a Civic Education Experiment in Zambia",
          "authors": "Gwyneth McClendon, Elizabeth Sperber, O’Brien Kaaba",
          "abstract": "In many countries, women participate in politics at lower rates than men. This gap is often most pronounced among young adults. Civic education programs that provide non-partisan political information are commonly used to try to close this gender gap. However, information alone rarely reduces the gap and sometimes exacerbates it. We extend the literature emphasizing the psychological resources women need to participate by evaluating whether embedding efficacy-promoting messages within civic education reduces gender disparities in participation. In collaboration with Zambian civic organizations, we implemented a field experiment before national elections that randomly assigned urban young adults to an information-only course or the same course with efficacy-promoting messages. We find that the efficacy-promoting course substantially increased young women’s political interest and participation, narrowing gender gaps across a wide range of behavioral and attitudinal outcomes. We discuss the study’s implications for theories of political participation and the design of civic education.",
          "url": "https://doi.org/10.1017/s000712342510121x",
          "doi": "https://doi.org/10.1017/s000712342510121x",
          "filter": 0
        },
        {
          "title": "Gender and Presidential Vote Choice in Latin America",
          "authors": "Catherine Reyes-Housholder, Leslie A. Schwindt-Bayer",
          "abstract": "Why do women and men vote differently in presidential elections? Much research on gender and vote choice has focused on the United States and Western Europe, with less attention to the Global South. We develop a theory of sex gaps in presidential voting, which shows how ideology, feminism, and gendered personalities may help explain them. To test this, we designed and fielded surveys for presidential elections in Chile in 2021, Brazil in 2022, and Argentina in 2023. Results show that ideology and feminism largely explain men’s and women’s divergent votes for presidential candidates. Leftists, self-identified feminists, and respondents with more feminist attitudes were more likely to vote for Gabriel Boric instead of José Antonio Kast, Luiz Inácio Lula da Silva over Jair Bolsonaro, and Sergio Massa rather than Javier Milei. Unlike in the United States, Latin Americans’ gendered personalities do not seem to influence their vote choice.",
          "url": "https://doi.org/10.1017/s0007123425101117",
          "doi": "https://doi.org/10.1017/s0007123425101117",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Electoral systems and geographically targeted oversight: Evidence from the Taiwan Legislative Yuan",
          "authors": "Yen-Chieh Liao, Li Tang",
          "url": "https://doi.org/10.1016/j.electstud.2025.103026",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "How constitutional and institutional rules affect non-partisan ministerial appointments: Europe 1945–2024",
          "authors": "Elena Semenova, Keith Dowding, André Kaiser",
          "abstract": "Previous analyses of the presence of non-partisans in cabinets consider the relative power of presidents as the explanatory factor. However, their analysis either uses indices of presidential power or is in terms of regime type – semi-presidential, parliamentary, or monarchical. Using a novel dataset on non-partisan appointments in 30 European democracies, we deploy an innovative two-step fractional response regression. This enables us to disentangle different determinants of the presence of non-partisans and how many (their magnitude). We show that these determinants have partly different effects on whether any non-partisans are appointed to cabinets and on their magnitude. Direct presidential elections increase the likelihood, but not the magnitude, of non-partisan appointments, and a president’s power to dissolve parliament increases both likelihood and magnitude. Furthermore, we discover that a prime minister’s power to dissolve parliament decreases the magnitude of such appointments but does not affect their likelihood. Our analysis fine-tunes the institutional details that affect the likelihood and magnitude of non-partisan appointments. In so doing, we show that regime types are concealing important within-type differences.",
          "url": "https://doi.org/10.1017/s1475676525100492",
          "doi": "https://doi.org/10.1017/s1475676525100492",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Pragmatic rather than principled – organisational bans in democracies - ERRATUM",
          "authors": "Michael C. Zeller",
          "url": "https://doi.org/10.1017/s1475676525100571",
          "doi": "https://doi.org/10.1017/s1475676525100571",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [],
      "articles_hidden": [
        {
          "title": "INO volume 79 issue 4 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0020818325101239",
          "doi": "https://doi.org/10.1017/s0020818325101239",
          "filter": 1
        },
        {
          "title": "INO volume 79 issue 4 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0020818325101227",
          "doi": "https://doi.org/10.1017/s0020818325101227",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "The Bombing of Hospitals and Rebel Responses in Civil War. Evidence from Syria",
          "authors": "Regine Schwab, Werner Krause, Samer Massoud",
          "abstract": "Does targeting civilians suppress or intensify insurgent violence? Existing research presents contradictory findings, focusing primarily on direct civilian targeting. We examine how government attacks on civilian infrastructure – specifically medical facilities – affect rebel behavior. We argue that hospital bombings trigger rebel escalation through civilian pressure and reputation-seeking. Analyzing novel data on hospital attacks in northwestern Syria (2017-2020), we use matching methods combined with difference-in-differences estimation to assess effects on combat intensity. Distinguishing between rebel- and government-initiated fighting, we find that hospital attacks increase insurgent violence within one week. Interviews with medical workers, activists, and rebels confirm that hospital bombings intensify attacks through our hypothesized mechanisms. These findings demonstrate that infrastructure targeting backfires strategically, echoing broader evidence on punishment strategies’ limitations in counterinsurgency. Our results also highlight concerns about the erosion of legal norms protecting medical facilities and civilians in armed conflict.",
          "url": "https://doi.org/10.1177/00220027251407077",
          "doi": "https://doi.org/10.1177/00220027251407077",
          "filter": 0
        },
        {
          "title": "Military Insubordination and International Coercion",
          "authors": "Md Muhibbur Rahman, Nazmus Sakib",
          "abstract": "Do acts of military insubordination affect foreign aggression? We argue that mutiny makes a state more vulnerable to international coercion. Mutinies help foreign adversaries differentiate weak targets from strong ones by “affecting” and “revealing” states’ war-fighting costs and resolve. They disrupt the military command structure, thereby increasing the costs of organizing a well-coordinated defense against foreign threats. They also make deterrence posturing less effective by signaling a weakened resolve that sets the stage for the mutiny. Using time-series-cross-sectional data from 1945 to 2014, we show that mutiny (a) increases the likelihood of the state being targeted in a militarized interstate dispute, and (b) decreases the likelihood of its resistance once the MID is initiated. The paper advances our understanding of how civil-military relations affect states’ external threat environment. It also underscores the dynamic role of private information in international conflict processes.",
          "url": "https://doi.org/10.1177/00220027251410091",
          "doi": "https://doi.org/10.1177/00220027251410091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Helping the party decide to decide: The media environment and party elite divisions in primary elections",
          "authors": "Hans J.G. Hassell",
          "abstract": "The success of party elites in nominating their preferred candidate is dependent on their ability to coordinate their efforts in the primary. While party elite coordination failure is not random, we know relatively little about what helps or hinders party coordination. Previous work has suggested, but not tested, that the media environment affects party coordination, either hindering party coordination by removing the monopoly party elites have on early politics or strengthening party coordination by giving party leaders access to media tools that facilitate coordination. I test these arguments using data on party elite coordination in congressional primaries between 2004 and 2020 and measures of media coverage not directly related to primary competition. I show that media focus on local politics in a congressional district substantially increases party coordination. Overall, this work broadens our understanding of the conditions, and specifically the media environments, that facilitate party elite coordination in primary elections.",
          "url": "https://doi.org/10.1177/13540688251413051",
          "doi": "https://doi.org/10.1177/13540688251413051",
          "filter": 0
        },
        {
          "title": "Book review: The backstage of democracy: India’s election campaigns and the people who manage them SharmaAmogh Dhar, The Backstage of Democracy: India’s Election Campaigns and the People Who Manage Them, UK, Cambridge University Press, 2024, pp. xxii +358, ISBN, 978-1-009-42398-4",
          "authors": "Amit Lugun",
          "url": "https://doi.org/10.1177/13540688251414297",
          "doi": "https://doi.org/10.1177/13540688251414297",
          "filter": 0
        },
        {
          "title": "Explaining programmatic party appeals in Contemporary Latin America: The differing roles of ideology, particularism, and populism",
          "authors": "Nicolás de la Cerda, Cecilia Martínez-Gallardo, Jonathan Hartlyn",
          "abstract": "Political parties and presidents in contemporary Latin America vary considerably in the extent to which they emphasize policy when appealing to voters (programmatism). We use Confirmatory Factor Analysis and data from the Chapel Hill Expert Survey—Latin America (CHES-LA) to examine how three key party characteristics relate to programmatism: ideological positions, particularistic strategies, and populism. Our results show that political actors on the ideological extremes rely more heavily on programmatism, that particularism and programmatism have a strong negative relationship, and that populism and programmatism are positively associated. These findings document important variation in how Latin American parties compete for votes, revealing concerning patterns in contemporary party competition. Highly populist parties also tend to be programmatic, creating potential trade-offs between clear policy positions and democratic accountability.",
          "url": "https://doi.org/10.1177/13540688251409367",
          "doi": "https://doi.org/10.1177/13540688251409367",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Extractive versus Generative Language Models for Political Conflict Text Classification",
          "authors": "Patrick T. Brandt, Sultan Alsarra, Vito D’Orazio, Dagmar Heintze, Latifur Khan, Shreyas Meher, Javier Osorio, Marcus Sianan",
          "abstract": "We review our recent ConfliBERT language model (Hu et al . 2022 [ConfliBERT: A Pre-Trained Language Model for Political Conflict and Violence]) to process political and violence-related texts. When fine-tuned, results show that ConfliBERT has superior performance in accuracy, precision, and recall over other large language models (LLMs) like Google’s Gemma 2 (9B), Meta’s Llama 3.1 (7B), and Alibaba’s Qwen 2.5 (14B) within its relevant domains. It is also hundreds of times faster than these more generalist LLMs. These results are illustrated using texts from the BBC, re3d, and the Global Terrorism Database. We demonstrate that open, fine-tuned models can outperform the more general models in terms of accuracy, precision, and recall, and at a fraction of the cost.",
          "url": "https://doi.org/10.1017/pan.2025.10027",
          "doi": "https://doi.org/10.1017/pan.2025.10027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Thin Populist Appeals and Democratic Backsliding Through Candidate Legitimization and Elite Delegitimization",
          "authors": "Paul Lendway",
          "url": "https://doi.org/10.1007/s11109-025-10109-4",
          "doi": "https://doi.org/10.1007/s11109-025-10109-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Imposing connectivity: Privileging an elephant corridor over ecotourism in the Sigur Plateau, South India",
          "authors": "Ananda Siddhartha",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103477",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Beliefs about collective victimization in contexts of ongoing and historical oppression: A Q methodology study among Kurds from Turkey and Northern Kurdistan in Germany",
          "authors": "Helin Ünal, Johanna Ray Vollhardt",
          "abstract": "The scarce political and social psychological research on the Kurdish–Turkish context primarily addresses intergroup relations and general perceptions of the conflict. Conversely, Kurds' experiences of and beliefs about collective victimization in this context have not been examined much to date. The present study examines how diaspora Kurds (from Turkey and Northern Kurdistan) who came to Germany as refugees or immigrants make sense of their group's experiences of collective victimization. Using Q methodology, an underutilized method that captures holistic, shared viewpoints on a given issue, we aimed to uncover the distinct viewpoints on Kurdish collective victimization in this community and contribute to the literature on collective victimization beliefs. Through purposive sampling, we recruited a diverse sample ( N = 50). We identified three distinct viewpoints concerning the ingroup's victimization: (1) a focus on the importance of ingroup cohesion rather than centering intergroup relations; (2) promoting positive intergroup relations through solidarity with other oppressed groups and structural attributions for the ingroup's victimization; and (3) upholding the victimized ingroup's honor by demanding justice and apology and supporting self‐defense. Our findings indicate that Kurds' understanding of their collective victimization goes beyond commonly studied collective victimization beliefs and that intergroup attitudes were less central than often assumed.",
          "url": "https://doi.org/10.1111/pops.70105",
          "doi": "https://doi.org/10.1111/pops.70105",
          "filter": 0
        },
        {
          "title": "The effects of perspective‐taking on multiple dimensions of discrimination: Can one size fit all?",
          "authors": "Carolin Rapp, Anita Manatschal, Oliver James, Xavier Fernandez‐i‐Marìn, Christian Adam",
          "abstract": "Perspective‐taking reduces discrimination, but research has taken a one‐size‐fits‐all approach, focusing on single attributes triggering discrimination, particularly ethnic origin, and has paid insufficient attention to heterogeneous treatment effects. Our study asks: How effective is perspective‐taking across different traits triggering discrimination, including gender, age, and profession, and how effective is it among individuals with strongly principled attitudes? We develop a conjoint experiment for a sample in Germany to measure discrimination through participants assessing the allocation of administrative help to non‐national EU citizens seeking social benefits. We apply a perspective‐taking treatment, randomly allocating participants to envision relocating abroad and needing to deal with local bureaucracies. Our results confirm that perspective‐taking is less effective for principled individuals, such as respondents with strong anti‐immigrant attitudes. Additionally, while the treatment reduced discrimination based on nationality, it inadvertently increased bias for attributes such as gender and profession. Further analysis suggests that these side effects are tied to the associations participants have when undertaking the task. Researchers should consider the associations respondents report after engaging with treatments as a source of heterogeneous treatment effects.",
          "url": "https://doi.org/10.1111/pops.70101",
          "doi": "https://doi.org/10.1111/pops.70101",
          "filter": 0
        },
        {
          "title": "Conspiracy theories as instruments of power: The case of conspiracy beliefs in the wake of the 2023 earthquakes in Türkiye",
          "authors": "Sinan Alper, Onur Varol, Onurcan Yilmaz",
          "abstract": "The prevalent view associates political disempowerment with increased conspiracy beliefs. However, the function of conspiracy theories for those in power to sustain their dominance is less understood, particularly in ecologically valid and non‐WEIRD ( W estern, E ducated, I ndustrialized, R ich, D emocratic) settings. Our research examined the emergence of conspiracy theories following the 2023 earthquakes in Türkiye and their relation to voting behavior in the subsequent general election, which occurred three months later. In Study 1, we analyzed the activities of 26,992 users on X (Twitter), identifying a preference among supporters of Erdogan, the incumbent president, for earthquake‐related conspiracy theories. In Study 2, face‐to‐face interviews with a nationally representative sample of 3568 individuals showed a correlation between the endorsement of these theories and increased support for Erdogan and his coalition, independent of other variables. These findings highlighted the significant role conspiracy theories that can play in bolstering authority and shaping electoral outcomes.",
          "url": "https://doi.org/10.1111/pops.70106",
          "doi": "https://doi.org/10.1111/pops.70106",
          "filter": 0
        },
        {
          "title": "Changes in support for free speech and hate speech restrictions: Cohort, aging, and period effects among ethnic minority and majority group members",
          "authors": "Maykel Verkuyten, Kumar Yogeeswaran, Elena Zubielevitch, Kieren J. Lilly, Chris G. Sibley",
          "abstract": "How do attitudes toward free speech and hate speech restrictions change across the adult lifespan? The current research utilizes data from five annual waves of longitudinal data from 2019 to 2024 ( N &gt; 50,000) to examine the extent to which cohort, period, and age effects contribute to changes in attitudes toward free speech and hate speech among ethnic majority and minority group members during a period of changing societal norms about freedom of expression. Through a series of cohort‐sequential latent growth models, we assess whether changes in tolerance follow a common aging pattern across the lifespan and/or depend on contextual characteristics (cohort and period effects). Results revealed that general support for free speech decreased across all birth cohorts of both ethnic majority and ethnic minority groups from 2019 to 2024. This downward shift in support for free speech during this period suggests that larger sociopolitical changes during the assessment period shaped public sentiments toward free speech. By contrast, there was little change in support for restricting hate speech during the assessment period, especially among ethnic minority group members, with data revealing largely normative aging processes involved in changes for support of hate speech restrictions.",
          "url": "https://doi.org/10.1111/pops.70107",
          "doi": "https://doi.org/10.1111/pops.70107",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Modeling issue competence over time: a Bayesian framework for estimating dynamic issue ownership",
          "authors": "Dominic Nyhuis, Jona-Frederik Baumert, Jeongho Choi, Sebastian Block, Morten Harmening",
          "abstract": "Recent years have witnessed considerable interest in (dynamic) issue ownership. While new insights have been gained, progress is stifled by two factors. One, research on issue ownership is typically subject to data sparsity, which has often restricted analyses to few issues. Two, research has mostly studied issue ownership as simple percentages, which are prone to random sampling error, thus disregarding uncertainty in estimating public attributions of issue ownership. To overcome both shortcomings, we propose a Bayesian multilevel model. The model can be flexibly specified to recover dynamic issue ownership. The model is applied to data from the German Longitudinal Election Study. Substantively, the model shows that parties’ issue competences display some malleability, but that changes unfold gradually over time.",
          "url": "https://doi.org/10.1017/psrm.2025.10074",
          "doi": "https://doi.org/10.1017/psrm.2025.10074",
          "filter": 0
        },
        {
          "title": "Red lines versus negotiables: how exposure to wartime violence influences support for peace settlements in Ukraine",
          "authors": "Anna Getmansky, Anton Grushetsky, Nadiya Kostyuk, Tolga Sinmazdemir, Austin Wright, Thomas Zeitzoff",
          "abstract": "What shapes attitudes toward wartime negotiation? Does exposure to violence lead citizens to take a hard-line approach to any peace settlements? Or does it make them more open to peace to make the violence stop? To answer these questions, we conducted a series of surveys and survey experiments in Ukraine in July 2022 and May 2023. First, using a series of survey experiments, we show that Ukrainians are flexible on certain issues, but others are considered red lines and not up for negotiation. Second, in the short-term, we find that exposure to violence does not turn Ukrainians against negotiations with Russia, in some cases, it makes them more amenable. Finally, over a longer duration of the war, we find that support for a negotiated solution drops. Our evidence suggests this drop is linked to exposure to violence and to beliefs about the war’s future course.",
          "url": "https://doi.org/10.1017/psrm.2025.10073",
          "doi": "https://doi.org/10.1017/psrm.2025.10073",
          "filter": 0
        },
        {
          "title": "Monitoring coalition partners in the EU: strategic committee appointments in the European Parliament",
          "authors": "Pit Rieger",
          "abstract": "Policymaking in the EU requires member states to delegate negotiations to individual ministers. For coalition governments, this creates information asymmetries because parties holding the relevant ministerial portfolio gain privileged access while their coalition partners are sidelined. This paper argues that bicameralism in the EU mitigates this problem: sidelined parties can shadow their coalition partners through the committees of the European Parliament. Committees allow parties to monitor legislative processes and negotiations in the Council, which is particularly attractive for sidelined parties. Analyzing original data on committee and rapporteur assignments between 2004 and 2024, I find that MEPs systematically shadow their coalition partners in policy areas where their national party lacks direct representation in the Council and is misaligned with its coalition partners.",
          "url": "https://doi.org/10.1017/psrm.2025.10072",
          "doi": "https://doi.org/10.1017/psrm.2025.10072",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Putting economics back in Humanomics",
          "authors": "Bryan P. Cutsinger, Alexander William Salter",
          "url": "https://doi.org/10.1007/s11127-025-01366-2",
          "doi": "https://doi.org/10.1007/s11127-025-01366-2",
          "filter": 0
        },
        {
          "title": "The decisional logic of treaty regime-making",
          "authors": "Kevin L. Cope",
          "abstract": "This Article develops a positive, decision-theoretical model of the logic that states or sub-national polities use in deciding to delegate sovereignty to a multilateral treaty regime. Rather than solving one or more specific regime-design problems, this Article develops a general framework for analyzing regime creation given a variety of cooperation problems and other assumptions. Perhaps most importantly, it introduces a dual-ideal-point framework for analyzing the creation of regimes with the possibility of opt-in. I first show how these regimes can be modeled spatially, and I then develop a formal decision-theoretical model that explains what factors polities consider in drafting, negotiating, and opting into the regimes. Unlike models of generic non-cooperative bargaining in the economics and political science literatures, this model is developed around the several dynamics unique to supranational regimes, especially, voluntary opt-in rules. The model leads to several findings, pertaining to where a regime creates partial externalities (public goods), no externalities (club or private goods), or only externalities (pure public goods). More practically, the model shows how a rational polity should consider the relative distributions of these regime traits to maximize its utility during the regime’s negotiation and creation processes. Given how many traditional constitutional prerogatives have been transferred to international institutions over the past few decades, the model has theoretical and empirical implications for international and constitutional law alike.",
          "url": "https://doi.org/10.1007/s11127-025-01342-w",
          "doi": "https://doi.org/10.1007/s11127-025-01342-w",
          "filter": 0
        },
        {
          "title": "Social segregation, misperceptions, and emergent cyclical choice patterns",
          "authors": "Daniel M. Mayerhoffer, Jan Schulz",
          "url": "https://doi.org/10.1007/s11127-025-01349-3",
          "doi": "https://doi.org/10.1007/s11127-025-01349-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
