{
  "update": "2026-01-09",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "To fight or to govern? Political capital and electoral competition",
          "authors": "Catherine Hafer, Scott A. Tyson, Congyi Zhou",
          "abstract": "We examine the endogenous development of specialized political capital and its use, by both governing and opposition parties, within a model of policymaking and electoral competition. The opposition party can use political capital to impede the governing party's policy agenda—to throw sand in the gears—but may make itself less electorally desirable in the process. We characterize conditions that give rise to different equilibrium patterns of political capital, including, among others, entrenched parties. Our results suggest that, in the special circumstances in which they arise, entrenched parties offer the voter a silver lining: In these cases, the incumbent and opposition parties have acquired different specialized political capital, and voters benefit from the opposition's developed capacity to curb the governing party's excesses. Due to the underlying conditions, policy outcomes are still poor, but, under relevant conditions, party entrenchment mitigates them, rather than exacerbating them as conventionally supposed.",
          "url": "https://doi.org/10.1111/ajps.70030",
          "doi": "https://doi.org/10.1111/ajps.70030",
          "filter": 0
        },
        {
          "title": "The policy adjacent: How affordable housing generates policy feedback among neighboring residents",
          "authors": "Michael Hankinson, Asya Magazinnik, Melissa Sands",
          "abstract": "While scholars have documented feedback effects among a policy's direct winners and losers, less is known about whether such effects can occur among the indirectly affected—“the policy adjacent.” Using 458 geocoded housing developments built between two nearly identical statewide ballot propositions funding affordable housing in California, we show that policy generates feedback effects among neighboring residents in systematic ways. New, nearby affordable housing causes majority‐homeowner blocks to increase their support for the housing bond, while majority‐renter blocks decrease or do not change their support. We attribute the positive effect among majority‐homeowner blocks to the housing's replacement of blight. In contrast, the lack of a positive effect among majority‐renter blocks may be driven by the threat of gentrification. Policy implementation can win support for expansion among unexpected beneficiaries, while failing to do so even among the policy's presumed allies.",
          "url": "https://doi.org/10.1111/ajps.70022",
          "doi": "https://doi.org/10.1111/ajps.70022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Relational Egalitarianism",
          "authors": "James Lindley Wilson",
          "abstract": "Relational egalitarianism refers to an approach to interpreting the meaning and value of equality. This approach emphasizes the egalitarian quality of social relations and deemphasizes the equal distribution of goods. This article provides a short history of relational egalitarianism. I then survey relational egalitarian criticisms of distributively focused egalitarian principles, arguing that theorists are converging on the view that both relational and distributive concerns have independent significance. I discuss attempts to identify what relational equality involves and why it matters. I argue that defenses of relational egalitarianism are more robust than often suggested. I review relational egalitarian approaches to specific political and policy problems, with a special focus on scholarship in democratic theory, given relational egalitarians’ long-standing concerns with inequalities of power and authority. I conclude with reflections on the relevance of relational egalitarianism for political science and political theory.",
          "url": "https://doi.org/10.1146/annurev-polisci-032824-085917",
          "doi": "https://doi.org/10.1146/annurev-polisci-032824-085917",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Foreign Policy Failures and Global Attitudes Towards Great Powers: Evidence from the US Withdrawal from Afghanistan",
          "authors": "Rachel Myrick, William Marble",
          "abstract": "Do perceived foreign policy failures shape assessments of a country’s leadership in the eyes of international observers? We explore the consequences of foreign policy failures using global reactions to the US withdrawal from Afghanistan. Some argue that a poorly executed withdrawal heightened concerns about America’s soft power and image abroad. Others believe that the negative consequences of the withdrawal were exaggerated. To adjudicate between these claims, we compile public opinion surveys across 24 countries containing over 17,000 respondents. Analyzing perceptions of US leadership before and after the fall of Kabul on 15 August 2021, we find that the Afghanistan withdrawal had a substantive negative impact on global perceptions of US leadership. However, we observe no corresponding evidence that the attractiveness of great powers is ‘zero-sum’: decreases in favorability towards the United States were not paralleled by increases in the perceived attractiveness of alternatives to US leadership like Russia and China.",
          "url": "https://doi.org/10.1017/s0007123425101233",
          "doi": "https://doi.org/10.1017/s0007123425101233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Still Going Strong? The Social and Political Relevance of Class Identification Over Time in Four Countries",
          "authors": "Rune Stubager, Peter Egge Langsæther, Stine Hesstvedt",
          "abstract": "According to influential theories of modernization and individualization, social class has ceased to be relevant to citizens and their political behaviour in Western countries; class has been proclaimed ‘dead’. The argument is particularly strong at the subjective level where people are thought to no longer identify with social classes let alone relate this identification to politics. Using time-series election study data covering many decades combined with manifesto data from the US, Britain, Denmark, and Norway, we challenge this view and show that levels of class identification have been stable. The relationship between class identification, attitudes to redistribution and vote choice has, however, changed but this appears to result more from political parties’ varying polarization on economic and social issues than from the demise of class in voters’ minds.",
          "url": "https://doi.org/10.1177/00104140251414034",
          "doi": "https://doi.org/10.1177/00104140251414034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Ableist institutions and party selection processes: Exploring the political recruitment of disabled candidates",
          "authors": "Elizabeth Evans, Stefanie Reher",
          "url": "https://doi.org/10.1016/j.electstud.2025.103040",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103040",
          "filter": 0
        },
        {
          "title": "Finding your perfect match nearby. A test of proximity and issue salience voting in local elections",
          "authors": "Raf Reuse, Dieter Stiers",
          "url": "https://doi.org/10.1016/j.electstud.2026.103044",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103044",
          "filter": 0
        },
        {
          "title": "Does switching pay off? The impact of parliamentary party instability on individual electoral performance",
          "authors": "Allan Sikk, Sona N. Golder, Raimondas Ibenskas, Paulina Sałek-Lipcean",
          "url": "https://doi.org/10.1016/j.electstud.2025.103037",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "A Conference of Europeanists: Economic, Cultural, and Political Challenges to the State",
          "authors": "M. Donald Hancock",
          "url": "https://doi.org/10.1017/s0304413000028745",
          "doi": "https://doi.org/10.1017/s0304413000028745",
          "filter": 0
        },
        {
          "title": "European Journal of Political Research",
          "url": "https://doi.org/10.1111/(issn)1475-6765",
          "doi": "https://doi.org/10.1111/(issn)1475-6765",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "EJR volume 63 issue 4 Cover and Front matter",
          "url": "https://doi.org/10.1111/1475-6765.12599",
          "doi": "https://doi.org/10.1111/1475-6765.12599",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Uncertainty, Information, and Risk in International Technology Races",
          "authors": "Nicholas Emery-Xu, Andrew Park, Robert Trager",
          "abstract": "A formal model reveals how the information environment affects international races to implement a powerful, dangerous new military technology, which may cause a “disaster” affecting all states. States implementing the technology face a tradeoff between the safety of the technology and performance in the race. States face unknown, private, and public information about capabilities. More decisive races, in which small performance leads produce larger probabilities of victory, are usually more dangerous. In addition, revealing information about rivals’ capabilities has two opposing effects on risk: states discover either that they are far apart in capability and compete less or that they are close in capability and drastically reduce safety to win. Therefore, the public information scenario is less risky than the private information scenario except under high decisiveness. Finally, regardless of information, the larger the eventual loser’s impact on safety relative to the eventual winner’s, the more dangerous is the race.",
          "url": "https://doi.org/10.1177/00220027231214996",
          "doi": "https://doi.org/10.1177/00220027231214996",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "One foot in parliament, one on the streets: Studying the fluid relation between individual participation and party evaluations of protest",
          "authors": "Felipe G. Santos, Matthias Hoffmann, Dan Mercea",
          "abstract": "This paper investigates the interconnection between electoral and non-electoral politics. Through a unique integration of social media and nationally representative survey data, we examine how political parties in Denmark, Germany, and the United Kingdom evaluate episodes of street protest and how these evaluations relate to their voters’ participation in such protests. Our analysis shows that all political parties, regardless of type or ideology, engage with the non-electoral field, showing a greater tendency to express support for protests they agree with, rather than to criticize those they oppose, in their social media posts. Moreover, our findings underscore a robust association between party support or criticism of a protest and the likelihood of its voters either participating in or shunning the same protest. These findings renew our understanding of fluid linkages between parties and civil society through a less structured and deterministic double role of voters and street protesters than in the past.",
          "url": "https://doi.org/10.1177/13540688251413043",
          "doi": "https://doi.org/10.1177/13540688251413043",
          "filter": 0
        },
        {
          "title": "Gender, perceptions of benefits and costs, and negative campaigning. Evidence from German candidate surveys",
          "authors": "Jürgen Maier, Corinna Oschatz, Jennifer Bast",
          "abstract": "Many studies have analyzed whether there are differences in the use of negative campaigning of men and women candidates. However, empirical evidence for a gender-specific use of attacks is inconclusive. We argue that we are not yet able to fully understand the conditions under which men and women candidates go negative on their political opponents, as the costs and benefits have not yet been empirically measured. Based on candidate surveys from Germany, we use a moderated mediation model to show that i. Women report lower levels of attack behavior than men, ii. Women show a less favorable balance of benefits and costs of negative campaigning, and iii. The perceived benefit-cost balance influences the decision to go negative. However, iv. This effect is moderated by gender; men only attack more often than women when the perceived costs are low and the expected benefits are high.",
          "url": "https://doi.org/10.1177/13540688251414991",
          "doi": "https://doi.org/10.1177/13540688251414991",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Elite Interviewing in Political Science: A Meta-Analysis of Reporting Practices",
          "authors": "Ozlem Tuncel",
          "abstract": "Elite interviewing is a valuable tool that helps political scientists to understand decision making, trace political processes, and access insider knowledge. Yet despite its prevalence, we know surprisingly little about how elite interviews are conducted and reported in the discipline. This study addresses this gap by examining elite interviewing practices and transparency using an original dataset of articles published in 13 leading political science journals between 2000 and 2023. Drawing on article content and supplementary materials, I analyze trends in the use and quality of elite interviews, highlighting an increasing reliance on this method, particularly in comparative politics. Findings show promising improvements in reporting practices over time. Systematic reporting and the inclusion of online appendices significantly enhance transparency, offering detailed insights into ethical considerations, confidentiality, and data-sharing practices. This study underscores the evolving rigor in reporting elite interviewing, reflecting its enduring relevance and growing methodological sophistication in political science research.",
          "url": "https://doi.org/10.1017/s1537592725104040",
          "doi": "https://doi.org/10.1017/s1537592725104040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Political Geography and the urgency of holding space for open and critical inquiry",
          "authors": "Deirdre Conlon, Mia Bennett, Kate Coddington, Patricia Ehrkamp, Charis Enns, Christopher Lizotte, Filippo Menga, Caroline Nagel, Olivier Walther",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103481",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103481",
          "filter": 0
        },
        {
          "title": "Maritime security technologies and coastal neo-fortification",
          "authors": "Alexandra E.J. Hall",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103483",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103483",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Silenced voice: Social identity, (empathetic) collective angst, and the troubled referendum to empower Indigenous Australians",
          "authors": "Michael Wenzel, Michael J. A. Wohl, Anna C. Barron, Blake Quinney, Lydia Woodyatt",
          "abstract": "Public policies designed to empower historically victimized groups rely on support from members of the perpetrator group (the dominant majority), who may wrestle with two concerns: a collective angst for the future vitality (continuity, prosperity) of their national ingroup and an empathetic collective angst for the future vitality of the victim group. A two‐wave survey of non‐Indigenous Australians ( N = 797/410) pre and post the 2023 Australian referendum on constitutionally enshrining a parliamentary “Voice” for its Indigenous peoples showed that collective angst was negatively, and empathetic collective angst positively, related to intending to vote “Yes” if the “Voice” was seen to have material implications. Latent true change modeling showed that participants who voted “Yes” (relative to “No”) felt, following the failure of the referendum, increased collective and empathetic collective angst. The findings highlight the role of existential collective concerns and how these shape, and are shaped by, political processes.",
          "url": "https://doi.org/10.1111/pops.70103",
          "doi": "https://doi.org/10.1111/pops.70103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Local taxes and economic voting: evidence from city ballot measures",
          "authors": "Jacques Courbe, Julia Payson",
          "abstract": "Do voters punish local politicians for raising taxes? In California, proposed tax increases must be approved via local ballot measures. Using a regression discontinuity design that exploits the narrow passage of local tax initiatives, we find that incumbents do not generally suffer a penalty when cities raise taxes, with the notable exception of business taxes. We explore several mechanisms behind this result and uncover suggestive evidence that business interests may be particularly likely to mobilize following a tax increase. These results suggest that interest groups likely play an important role in determining whether new taxes generate voter backlash.",
          "url": "https://doi.org/10.1017/psrm.2025.10078",
          "doi": "https://doi.org/10.1017/psrm.2025.10078",
          "filter": 0
        },
        {
          "title": "Propaganda to a cynical audience",
          "authors": "Alexei Zakharov",
          "abstract": "Using a model, we explain why propaganda in autocracies can be blatantly false and unconvincing. We model two news outlets that report on a hidden state of the world, motivated by the ex-post beliefs of the audience about the state of the world. News outlets face a tradeoff when making egregiously false statements. On the one hand, such statements are easily verifiable as false. On the other hand, a demonstrably false report reduces the credibility of the report made by the competing outlet. This is especially true for audiences in autocracies that are characterized by high media cynicism and are prone to making sweeping generalizations about the self-serving nature of all media.",
          "url": "https://doi.org/10.1017/psrm.2025.10081",
          "doi": "https://doi.org/10.1017/psrm.2025.10081",
          "filter": 0
        },
        {
          "title": "Media effects revisited: corporate scandals, partisan narratives, and attitudes toward cryptocurrency regulation",
          "authors": "Pepper D. Culpepper, Taeku Lee, Ryan Shandler",
          "abstract": "This article advances the literature on media effects by examining how contrasting partisan narratives influence support for regulation after a real-world corporate scandal. Using both multi-wave observational and randomized experimental data, we show that self-selected media exposure and experimentally assigned information shape public opinion in distinct ways. While scandals are narratives of regulatory failure, partisan media environments differently attribute blame for that failure. In two separate observational waves, only Democrats exposed to news about the FTX bankruptcy increased their support for crypto regulation. In the experiment, only Republicans shifted in favor of regulation. Research on media effects needs to take into account not only media content, but also the partisan information environments that expose citizens to that content.",
          "url": "https://doi.org/10.1017/psrm.2025.10079",
          "doi": "https://doi.org/10.1017/psrm.2025.10079",
          "filter": 0
        },
        {
          "title": "Surviving the screens: the problem of hidden inattentive respondents in online surveys",
          "authors": "Scott Blatte, Brian Schaffner",
          "abstract": "Inattentive survey respondents are a growing concern for social scientists who rely on online surveys for their research. While inattentiveness has been well documented in lower quality sample sources, there is less understanding of how common the phenomenon is in high-quality surveys. We document the presence of a small percentage of respondents in Cooperative Election Study surveys who pass quality control measures but still exhibit inattentive behavior. We show that these respondents may affect public opinion estimates for small subgroups. Finally, we present the results from an experiment testing whether inattentive respondents can be encouraged to pay more attention, but we find that such an intervention fails.",
          "url": "https://doi.org/10.1017/psrm.2025.10065",
          "doi": "https://doi.org/10.1017/psrm.2025.10065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Absence Of Diverse And Divergent Voices In Policy Making Around Nuclear Weapons: A Review",
          "authors": "Jessica Epstein",
          "url": "https://doi.org/10.1017/s1049096525000162",
          "doi": "https://doi.org/10.1017/s1049096525000162",
          "filter": 0
        },
        {
          "title": "Spotlight Introduction: Expanding Debates in Nuclear Politics",
          "authors": "Unislawa Williams, Tinaz Pavri",
          "url": "https://doi.org/10.1017/s1049096525101327",
          "doi": "https://doi.org/10.1017/s1049096525101327",
          "filter": 0
        },
        {
          "title": "Emerging Technologies and New Voices in Nuclear Debates",
          "authors": "Margaret E. Kosal",
          "url": "https://doi.org/10.1017/s1049096525000393",
          "doi": "https://doi.org/10.1017/s1049096525000393",
          "filter": 0
        },
        {
          "title": "From Deterrence to Conundrum: Understanding the Emerging Global Nuclear Order and How to Approach it",
          "authors": "Gregory O. Hall",
          "url": "https://doi.org/10.1017/s1049096525000253",
          "doi": "https://doi.org/10.1017/s1049096525000253",
          "filter": 0
        },
        {
          "title": "Domestic Costs Of Nuclear Deterrence: Voter Turnout and Nuclear Weapons Testing",
          "authors": "Unislawa Williams, Mya Whiles, Tinaz Pavri",
          "url": "https://doi.org/10.1017/s1049096525101315",
          "doi": "https://doi.org/10.1017/s1049096525101315",
          "filter": 0
        },
        {
          "title": "Mediocentricity of the War between Russia and Ukraine in the Context of Nuclear Arms Threat",
          "authors": "Teresa Sasińska-Klas, Weronika Świerczyńska-Głownia",
          "url": "https://doi.org/10.1017/s1049096525101273",
          "doi": "https://doi.org/10.1017/s1049096525101273",
          "filter": 0
        },
        {
          "title": "Expanding Youth Education On Nuclear Weapons",
          "authors": "Maryann E. Gallagher, Justin Conrad",
          "url": "https://doi.org/10.1017/s1049096525000174",
          "doi": "https://doi.org/10.1017/s1049096525000174",
          "filter": 0
        },
        {
          "title": "Intersectional Women’s Networks of the early U.S. Nuclear Abolition Movement (1955–1965)",
          "authors": "Tanya Maus",
          "url": "https://doi.org/10.1017/s1049096525000344",
          "doi": "https://doi.org/10.1017/s1049096525000344",
          "filter": 0
        },
        {
          "title": "Time for a Re-Think? US-Russian Escalation and the Need for a New Deterrence Trifecta",
          "authors": "Thomas E. Rotnem",
          "url": "https://doi.org/10.1017/s104909652500037x",
          "doi": "https://doi.org/10.1017/s104909652500037x",
          "filter": 0
        },
        {
          "title": "From Question to Canon: Celebrating Dr. Paula D. McClain and the 30th Anniversary of Can We All Get Along? Racial and Ethnic Minorities in American Politics",
          "authors": "Niambi M. Carter, Monique L. Lyle",
          "abstract": "Political scientist Dr. Paula D. McClain is an exemplary scholar who has dedicated much of her career to building diverse and inclusive scholarly communities in tandem with growing political science scholarship. Among Dr. McClain’s most enduring intellectual contributions is her pioneering work, Can We All Get Along? Racial and Ethnic Minorities in American Politics?, coauthored first with Dr. Joseph Stewart, Jr., and later with Dr. Jessica Johnson-Carew. Among the first comprehensive treatments of American racial and ethnic minority group politics, Can We All Get Along? still implores us to ponder a question that remains as critical as it has ever been to global and national politics, as well as to the academy and the discipline of political science, more than 30 years after its publication. The contributions to this special issue are dedicated to honoring the enduring significance of Can We All Get Along? and the extraordinary work and legacy of Dr. Paula McClain.",
          "url": "https://doi.org/10.1017/s104909652510156x",
          "doi": "https://doi.org/10.1017/s104909652510156x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSC volume 59 issue 1 Cover and Back matter",
          "url": "https://doi.org/10.1017/s1049096525101352",
          "doi": "https://doi.org/10.1017/s1049096525101352",
          "filter": 1
        },
        {
          "title": "PSC volume 59 issue 1 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1049096525101340",
          "doi": "https://doi.org/10.1017/s1049096525101340",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The quality of state governance as a source of international differences in total factor productivity",
          "authors": "Akash Issar, Jamus Jerome Lim, Sanket Mohapatra",
          "url": "https://doi.org/10.1007/s11127-025-01363-5",
          "doi": "https://doi.org/10.1007/s11127-025-01363-5",
          "filter": 0
        },
        {
          "title": "Compulsory military service and opinions toward cross-strait relations: evidence from Taiwan’s 2013 military reform",
          "authors": "Chen-Hsuan Liao",
          "url": "https://doi.org/10.1007/s11127-025-01365-3",
          "doi": "https://doi.org/10.1007/s11127-025-01365-3",
          "filter": 0
        },
        {
          "title": "The political business cycle of petroleum taxes: An analysis of Indian states",
          "authors": "Krishna Chaitanya Vadlamannati, Bimal Adhikari, Jeffrey King",
          "url": "https://doi.org/10.1007/s11127-025-01362-6",
          "doi": "https://doi.org/10.1007/s11127-025-01362-6",
          "filter": 0
        },
        {
          "title": "When rubbin’ becomes wreckin’: the death of the driver code in NASCAR",
          "authors": "Antón Chamberlin",
          "abstract": "Despite a comprehensive rulebook, NASCAR drivers historically adhered to an informal “Driver Code,” a decentralized system of self-governance that maintained order and sportsmanship through peer-enforced norms. Using Ellickson’s framework of norm emergence in close-knit groups, this paper examines how institutional changes within NASCAR—such as the introduction of the Playoff system, Green-White-Checkers, and restrictions on veteran participation in lower series—have systematically undermined the conditions that sustained this informal governance. These rule changes have disrupted low-cost information flows, removed opportunities for peer sanctioning, and shortened drivers’ planning horizons, incentivizing short-term aggression over long-term cooperation. As a result, the Driver Code has eroded. This paper contributes to the literature on self-governance by illustrating how formal rule changes can unintentionally weaken decentralized enforcement mechanisms, leading to the decline of once-effective norms.",
          "url": "https://doi.org/10.1007/s11127-025-01368-0",
          "doi": "https://doi.org/10.1007/s11127-025-01368-0",
          "filter": 0
        },
        {
          "title": "Do local elections affect the spending of intergovernmental transfers? Evidence from Germany’s stimulus package of 2009",
          "authors": "Yannick Bury, Lars P. Feld",
          "url": "https://doi.org/10.1007/s11127-025-01354-6",
          "doi": "https://doi.org/10.1007/s11127-025-01354-6",
          "filter": 0
        },
        {
          "title": "Can new constitutions tighten the reins? The effect of constitutional change on constitutional compliance",
          "authors": "Jerg Gutmann, Katarzyna Metelska-Szaniawska, Stefan Voigt",
          "abstract": "Constitutional compliance varies significantly across countries and over time. One might, therefore, expect that constitutional change is systematically used to bring constitutional rules in line with constitutional practice. We investigate whether constitutional change indeed induces better compliance by the government with the constitution. Using an event study design to analyze constitutional changes in 171 countries between 1951 and 2020, we find that new constitutions lead to durable improvements in constitutional compliance in democracies. The effect of constitutional change in nondemocracies, however, is small and short-lived.",
          "url": "https://doi.org/10.1007/s11127-025-01364-4",
          "doi": "https://doi.org/10.1007/s11127-025-01364-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "How Sexuality Affects Evaluations of Immigrant Deservingness and Cultural Similarity: A Conjoint Survey Experiment",
          "authors": "Nathan I Hoffmann, Kristopher Velasco",
          "abstract": "In the wake of significant increases in lesbian and gay (LG) immigration, do Americans view LG migrants as more deserving of entry to the United States than their straight counterparts? Using a conjoint survey experiment with 1,650 respondents, we investigate how potential immigrants’ sexual-minority status affects Americans’ perceptions of their deservingness for admission and their cultural similarity to the United States. Results show that, overall, Americans do not perceive LG immigrants as more deserving than straight ones, and LG immigrants are perceived as less culturally similar. But results also reveal heterogeneity: LG immigrants fleeing persecution are seen as more deserving of admission, and Democrats, atheists, and LG respondents consider LG migrants more deserving than straight ones. This paper helps disentangle Americans’ preferences for migrants’ presumed cultural similarity from economic potential and humanitarian merit as well as sheds light on public opinion of an understudied but politically salient group.",
          "url": "https://doi.org/10.1093/poq/nfaf054",
          "doi": "https://doi.org/10.1093/poq/nfaf054",
          "filter": 0
        },
        {
          "title": "The Partisan Effects of News Coverage Highlighting Inclusion in Congress",
          "authors": "Lauren P Olson, Nicole Huffman, Romeo A Gray",
          "abstract": "Abstract505 After US elections, news stories frequently highlight how the US Congress has a higher proportion of women and is more racially and ethnically diverse than at any point in history. While some literature suggests that this coverage may diminish legitimacy and support for democratic norms, other research suggests that as descriptive representation increases, citizens—including white people and men—have more trust in their institutions and perceive them to be more legitimate. However, little is known about the effect of this type of news coverage on citizens’ attitudes toward Congress and democracy as a whole. Given these competing expectations, we conduct a series of experiments to determine how portrayals of a diverse Congress affect its perceived legitimacy and support for democratic norms related to Congress’s power. We hypothesize that as Congress diversifies faster than the executive branch, the motivation to protect traditional hierarchies will undermine both the perceived legitimacy of Congress and the commitment to democratic restraints on presidential power among white people and men. Our results are mixed. Based on two survey experiments with nationally representative samples, we find that Democrats perceive Congress as having more institutional legitimacy when informed of its diversity, while Republicans show no difference in their legitimacy perceptions when compared to control conditions. Furthermore, we find no evidence that information about Congress’s diversity decreases support for democratic norms.",
          "url": "https://doi.org/10.1093/poq/nfaf050",
          "doi": "https://doi.org/10.1093/poq/nfaf050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Campaign Contributions, Reciprocity, and Gender Solidarity",
          "authors": "Christian Fong, Joshua McCrain, Catherine Wineinger",
          "url": "https://doi.org/10.1086/740167",
          "doi": "https://doi.org/10.1086/740167",
          "filter": 0
        },
        {
          "title": "Shaping the Bench: The Effect of Ideology and Influence on Judicial Reappointments",
          "authors": "Silje Synnøve Lyder Hermansen, Daniel Naurin",
          "url": "https://doi.org/10.1086/740169",
          "doi": "https://doi.org/10.1086/740169",
          "filter": 0
        },
        {
          "title": "Financial Sanction Spillovers and Firm Interdependence",
          "authors": "Lorenzo Crippa, Nikhil Kalyanpur, Abraham Newman",
          "url": "https://doi.org/10.1086/740171",
          "doi": "https://doi.org/10.1086/740171",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Same old, same old? The return of the (not so) Grand Coalition after the 2025 German Bundestag election",
          "authors": "Thorsten Faas, Tristan Klingelhöfer",
          "url": "https://doi.org/10.1080/01402382.2025.2600960",
          "doi": "https://doi.org/10.1080/01402382.2025.2600960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
