{
  "update": "2025-07-04",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Complements or Substitutes? How Institutional Arrangements Bind Traditional Authorities and the State in Africa – ERRATUM",
          "authors": "SOEREN J. HENN",
          "url": "https://doi.org/10.1017/s0003055425100828",
          "doi": "https://doi.org/10.1017/s0003055425100828",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "The Effect of Simultaneous Proposals: The Case of Immigrant Enfranchisement",
          "authors": "Klaudia Wegschaider",
          "abstract": "Is voting behaviour in referendums impacted by having similar proposals on the same topic? Drawing on the literature on the compromise effect, I argue that support for a proposal is higher if it is presented alongside a more extreme version. Empirically, I apply this argument to the substantive topic of electoral rights for immigrants—a contemporary frontier of democratisation. First, I test the argument with an original survey experiment fielded in the United States. Second, I delve into the practical relevance of the topic by focusing on Swiss immigrant enfranchisement referendums. Two case studies complement a subsequent analysis of voting data. The results of the experiment and the observational analysis both support the idea that the compromise effect shapes voting behaviour in simultaneous referendums. These findings call on scholars to consider the compromise effect in the study of popular votes and political decision-making more generally.",
          "url": "https://doi.org/10.1177/00104140251328017",
          "doi": "https://doi.org/10.1177/00104140251328017",
          "filter": 0
        },
        {
          "title": "Downward Mobility and Far-Right Party Support: Broad Evidence",
          "authors": "Alan M. Jacobs, Mark A. Kayser",
          "abstract": "Much debate has centered on the relative effects of economic and cultural factors on support for far-right parties. Recent work, however, has proposed a synthesis focused on the role of social status , a concept capturing a combination of economic position and social esteem. While previous studies have adduced suggestive evidence that status loss shapes far-right support, this paper presents the broadest empirical assessment of the proposition to date. Focusing on long-term status change, operationalized as intergenerational occupational mobility, we find a strong relationship between mobility and support for the far right across 11 European countries. Moreover, adopting a modeling approach that addresses confounding between status levels and status change, we demonstrate an asymmetry: while downward mobility predicts increased far-right voting, upward mobility has little effect. The findings suggest that long-run economic forces that have depressed the occupational prospects of native-born workers contribute to the far right’s rise.",
          "url": "https://doi.org/10.1177/00104140251349663",
          "doi": "https://doi.org/10.1177/00104140251349663",
          "filter": 0
        },
        {
          "title": "Expanding the State: Rural Mobilization and Bureaucratic Presence in Peru",
          "authors": "Christopher L. Carter, Madai Urteaga Quispe",
          "abstract": "Governments in the Global South have historically lacked bureaucratic capacity in peripheral areas, making it difficult for them to maintain order and implement their preferred policies. This paper explores when central states invest in establishing bureaucratic presence. We argue that twentieth-century peasant mobilization provided an important impetus for incumbents to create bureaucratic agencies. Using a novel dataset of bureaucratic presence and municipal-level data on peasant collective action in mid-twentieth-century Peru, we show that the Peruvian president responded to peasant mobilization by investing in new bureaucratic offices that could respond to peasant demands. We further demonstrate that these investments in bureaucratic offices endured, enabling the implementation of pro-peasant policies and reducing violence during the Shining Path insurgency of the late 20th century. This suggests a surprising reversal: early peasant mobilization is associated with a long-term reduction in later rural unrest.",
          "url": "https://doi.org/10.1177/00104140251349660",
          "doi": "https://doi.org/10.1177/00104140251349660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Rural representation in Europe: The presence of place in national parliaments",
          "authors": "Guillem Rico, Rubén García del Horno, Enrique Hernández",
          "url": "https://doi.org/10.1016/j.electstud.2025.102962",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102962",
          "filter": 0
        },
        {
          "title": "Place-based resentment and party support in multiparty systems: A study of three consecutive elections in the Netherlands",
          "authors": "Twan Huijsmans, Wouter van der Brug",
          "url": "https://doi.org/10.1016/j.electstud.2025.102963",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102963",
          "filter": 0
        },
        {
          "title": "Self-interest and voter support for defund the police",
          "authors": "Marcel Roman, Benjamin Newman",
          "url": "https://doi.org/10.1016/j.electstud.2025.102958",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102958",
          "filter": 0
        },
        {
          "title": "Happy and glorious? The sometimes-unifying effects of the British monarchy",
          "authors": "Braeden Davis, Yu-Shiuan Huang",
          "url": "https://doi.org/10.1016/j.electstud.2025.102961",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102961",
          "filter": 0
        },
        {
          "title": "Preferences for female successors: Evidence from a survey experiment among Japanese local politicians",
          "authors": "Hikaru Nukui, Hirofumi Miwa, Yoshikuni Ono",
          "url": "https://doi.org/10.1016/j.electstud.2025.102956",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102956",
          "filter": 0
        },
        {
          "title": "The politics of litigating and adjudicating electoral disputes: Evidence from Zambia",
          "authors": "Øyvind Stiansen, Haakon Gjerløw, Lise Rakner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102955",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102955",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/1475-6765.12692",
          "doi": "https://doi.org/10.1111/1475-6765.12692",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Apology Diplomacy: The International Image Effects of Interstate Apologies",
          "authors": "Michaela Mattes, Jessica L.P. Weeks",
          "abstract": "Can states improve their international image by apologizing for past wrongs, or do apologies hurt countries’ reputations? We argue that apologizing can boost a country’s international image by providing reassurance about future behavior and conveying appropriate values. Yet apologies could also signal weakness, and their international effects could depend on reactions in the sending and receiving countries. To test these arguments, we pair large-scale US-based survey experiments involving Russia’s invasion of Ukraine with the historical case of Germany’s 1951 Holocaust apology. In our experiments, respondents learned whether a foreign state apologized for past offenses, how the target of the apology responded, whether key domestic groups in the sender opposed the apology, and whether the sender was democratic or not. We found that apologies boosted foreign favorability and willingness to cooperate, and did not indicate weakness. These effects persisted even if the target rejected the apology or the apology provoked backlash inside the sender, and did not depend on whether the sender was described as democratic. The case of Germany’s 1951 Holocaust apology corroborates these patterns. Together, our findings suggest that apologies may be a powerful tool of public diplomacy.",
          "url": "https://doi.org/10.1017/s0020818325000086",
          "doi": "https://doi.org/10.1017/s0020818325000086",
          "filter": 0
        },
        {
          "title": "The Global Politics of Scientific Consensus: Evidence from the Intergovernmental Panel on Climate Change",
          "authors": "Zuhad Hai",
          "abstract": "When is science politicized in the international climate change regime? Does greater scientific certainty protect it from becoming politically contentious? I study these questions in the context of the Intergovernmental Panel on Climate Change (IPCC), the organization responsible for communicating the global scientific consensus on climate change. Using newly digitized data from inter-state negotiations at the IPCC, I show that states attempt to influence the IPCC’s assessment of scientific consensus in line with their bargaining positions in climate change negotiations. Estimating an ideal-point model, I find that the predominant cleavage over climate science is distributional—between new and old industrializers with broader ideological disagreements, rather than between large polluters and vulnerable countries. Next, I show that this cleavage is mediated by scientific uncertainty. Large polluters are more likely to agree with each other on interpretations of relatively uncertain science, which allows them to jointly weaken the scientific basis for strong climate agreements. Conversely, these countries are less likely to agree on relatively certain science, which heightens conflict over the distribution of the burden of mitigation. Thus greater scientific certainty may change the nature of politicization rather than reducing it.",
          "url": "https://doi.org/10.1017/s0020818325000062",
          "doi": "https://doi.org/10.1017/s0020818325000062",
          "filter": 0
        },
        {
          "title": "Civilian Harm and Military Legitimacy: Evidence from the Battle of Mosul",
          "authors": "Benjamin C. Krick, Jonathan B. Petkun, Mara R. Revkin",
          "abstract": "The legitimacy of armed forces in the eyes of civilians is increasingly recognized as crucial not only for battlefield effectiveness but also for conflict resolution and peace building. However, the concept of “military legitimacy” remains under-theorized and its determinants poorly understood. We argue that perceptions of military legitimacy are shaped by two key dimensions of warfare: just cause and just conduct . Leveraging naturally occurring variation during one of the deadliest urban battles in recent history—the multinational campaign to defeat the Islamic State in Mosul, Iraq—we evaluate our theory using a mixed-methods design that combines original survey data, satellite imagery, and interviews. Civilians living in neighborhoods where armed forces were less careful to protect civilians view those forces as less legitimate than civilians elsewhere. Surprisingly, these results persist after conditioning on personal experiences of harm, suggesting that perceptions are influenced not only by victimization—consistent with previous studies—but also by beliefs about the morality of armed forces’ conduct and the cause for which they are fighting.",
          "url": "https://doi.org/10.1017/s0020818325000098",
          "doi": "https://doi.org/10.1017/s0020818325000098",
          "filter": 0
        },
        {
          "title": "Trade and the Politics of Electoral Reform",
          "authors": "Michael Becher, Irene Menéndez González",
          "abstract": "While recent research on the origins of proportional representation (PR) in Europe has focused on domestic political explanations, we bring international trade back as an economic explanation for the politics of electoral system choice. Spurred by Rogowski’s (1987) theory of the trade origins of PR and the political economy literature on trade policy, we argue that political conflict over trade shaped the struggle over electoral reform during the first globalization. Because tariffs were a central and contested issue, economic interests hurt by rising tariffs under the old electoral system had economic motives to support the introduction of PR. To test this theory, we leverage district-level popular votes in Switzerland using a within-country research design. We find support for the core mechanism of the trade theory: demand for protectionism entailed stronger opposition to the introduction of PR. Using panel data, we demonstrate that changes in the relative size of the agricultural sector, the central pillar of support for protectionism, were closely related to changes in support for PR. We also examine legislative voting in Germany and find that protectionism was linked to subsequent opposition to electoral reform. Altogether, our analysis highlights the neglected importance of trade in conflict over electoral institutions.",
          "url": "https://doi.org/10.1017/s0020818325000104",
          "doi": "https://doi.org/10.1017/s0020818325000104",
          "filter": 0
        },
        {
          "title": "Shaming Paris: A Political Economy of Climate Commitments",
          "authors": "Justin Melnick, Alastair Smith",
          "abstract": "We use a formal model to explore leaders’ incentives to set climate commitments and subsequently exert downstream mitigation effort. Since the Paris Agreement asks countries to make unilateral voluntary commitments, we investigate the domestic factors motivating climate pledges. We study a country with electoral competition between two parties, Green and Brown, who first make commitments to reduce emissions and then implement policies to meet their commitments. Voters anticipate the equilibrium policies each party will implement given the pledge. If downstream mitigation policies are insufficient relative to the commitment, the government is “shamed” by the international community. Several incentive channels arise when parties make commitments, as they have policy and electoral value. Parties can use commitments to tie the opposition’s hands to implement preferential policies in the future. If parties care only about winning elections, they will exploit commitments to serve electoral needs, which paradoxically leads anti-environmental parties to implement more ambitious commitments.",
          "url": "https://doi.org/10.1017/s0020818325000074",
          "doi": "https://doi.org/10.1017/s0020818325000074",
          "filter": 0
        },
        {
          "title": "Conflicts that Leave Something to Chance",
          "authors": "Peter Schram",
          "abstract": "The development of nuclear weapons added a new dimension to conventional conflict: the possibility that it could inadvertently escalate into a nuclear exchange. How does this relationship between conventional war and nuclear escalation shape deterrence? I present a formal model of deterrence and arming. The novelty here is that investing in conventional capabilities has a direct effect on the balance of power but also an indirect effect on conflict duration and the likelihood of an accidental nuclear exchange. I find that accounting for the risk of nuclear escalation may require greater conventional force postures for deterrence, thus lowering welfare in the absence of nuclear war. I also find the nuclear era will be more peaceful, but when conflicts occur, they may be more aggressive and decisive. These results (and others) offer insight into the difficulty of substituting nuclear weapons for conventional arms, and into the Soviet response to the 1956 Hungarian Revolution.",
          "url": "https://doi.org/10.1017/s0020818325000025",
          "doi": "https://doi.org/10.1017/s0020818325000025",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "INO volume 79 issue 2 Cover and Front matter",
          "url": "https://doi.org/10.1017/s002081832500013x",
          "doi": "https://doi.org/10.1017/s002081832500013x",
          "filter": 1
        },
        {
          "title": "INO volume 79 issue 2 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0020818325100787",
          "doi": "https://doi.org/10.1017/s0020818325100787",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Citizen Support for a European Defense Union: An International Conjoint Experiment on Security Cooperation in Europe",
          "authors": "Francesco Nicoli, Brian Burgoon, David van der Duin",
          "abstract": "Even in the face of rising security threats, European regional security cooperation is fraught. The issue strikes at the heart of national sovereignty that citizens and governments can be jealous to preserve. Political support for European security integration is arguably sensitive not only to financial and sovereignty costs, but also to specific design choices—its scope and level of military commitments, its governance and sources of financing. To explore these issues, we carried out a conjoint experiment in five Western European countries (France, Germany, Italy, Netherlands, Spain) in November 2022 focused on public support for alternative designs of European defense union. The results show that these Western European publics are most supportive of policy packages requiring EU-level governance, joint procurement of military equipment, and repurposing of existing national expenditure as the preferred form of financing. Citizens in different Western European countries have generally aligned preferences regarding such security cooperation. The results suggest that European citizens support creating joint institutions and policies that substantially pool sovereignty even in the security realm—provided such pooling stays within a range of particular policy designs.",
          "url": "https://doi.org/10.1093/isq/sqaf044",
          "doi": "https://doi.org/10.1093/isq/sqaf044",
          "filter": 0
        },
        {
          "title": "Strategic Humanitarianism and US Refugee Admissions after the Cold War",
          "authors": "Idean Salehyan",
          "abstract": "The United States has historically been the world's leader in refugee resettlement. Yet, there has been little scholarship on the determinants of US refugee admissions policies. This paper asks, why does the United States resettle refugees from certain countries over others? How have these priorities changed over time? This paper argues that refugee admissions should be understood as more than a humanitarian initiative, but also reflects foreign policy priorities. This interplay between humanitarian factors and geopolitics is a key component of strategic humanitarianism. After the passage of the 1980 Refugee Act, the United States used refugee policy to resettle refugees from areas where it has been militarily involved and as a strategy to discredit foreign policy rivals. Yet, the September 11, 2001, terrorist attacks dramatically altered the foreign policy priorities of the United States. In the post-9/11 period, the United States is expected to have resettled far fewer refugees from military conflicts and Muslim-majority nations. A statistical analysis of refugee resettlement from 1990–2019 reveals that the United States prioritized refugees from its conflicts abroad in the 1990s, but that this preference declined considerably with the wars in Iraq and Afghanistan.",
          "url": "https://doi.org/10.1093/isq/sqaf045",
          "doi": "https://doi.org/10.1093/isq/sqaf045",
          "filter": 0
        },
        {
          "title": "Beyond Jobs: When Citizens Reject Socially Irresponsible Foreign Direct Investment",
          "authors": "Carolina Moehlecke, Guilherme N Fasolin, Matias Spektor",
          "abstract": "Recent scholarship shows that public attitudes toward foreign direct investment (FDI) are shaped by non-economic factors such as ethnocentrism, nationalism, and foreign threat perceptions. However, the influence of socially irresponsible behavior by investing firms on such attitudes remains underexplored. In this research note, we investigate individuals’ preferences regarding socially irresponsible FDI through a conjoint experiment conducted in Brazil, a key destination for international capital inflows in the Global South. We find that investing firms’ corrupt and environmentally damaging behavior significantly reduces public support for FDI, even when respondents are prompted to consider substantial job creation by the firm under challenging economic conditions. This effect persists among high-skilled labor, a group that typically stands to benefit the most from FDI. These findings contribute to our understanding of the determinants of public attitudes toward FDI by highlighting the salience of negative externalities over economic benefits. Ultimately, the study offers a cautionary tale for firms, policymakers, and civil society, underscoring public sensitivity to the social costs of globalization and the potential reputational risks of prioritizing expected economic benefits over responsible conduct.",
          "url": "https://doi.org/10.1093/isq/sqaf046",
          "doi": "https://doi.org/10.1093/isq/sqaf046",
          "filter": 0
        },
        {
          "title": "Agricultural Geography and International Water Conflict: Evidence from Remotely Sensed Data",
          "authors": "Qingqian He, Xun Pang, Yaqian He, Yekai Xu, Matthew H Connolly",
          "abstract": "Abstracts As global warming intensifies water stress, the geopolitics of shared water resources have become increasingly urgent, complex, and contentious. This study investigates the role of agricultural geography—specifically the size, location, and spatial configuration of agricultural land—in shaping water stress and its management, ultimately influencing the likelihood of international water conflict. To empirically address these dynamics, we introduce novel spatiotemporal measures of agricultural land features, using remotely sensed data and Geographic Information System (GIS) tools. Analyzing data from 311 country dyads within 58 international river basins over seven years, our study finds that extensive agricultural land spanning multiple sovereign territories in shared basins is associated with a high probability of international water conflict. While the upstream-downstream configuration does not inherently heighten conflict risk, the likelihood rises with larger upstream agricultural areas, particularly when coupled with extensive downstream agricultural land. These findings enhance our understanding of how geographic factors beyond mere proximity shape international security dynamics, and offer practical implications for conflict prevention, water resource management, and climate change governance.",
          "url": "https://doi.org/10.1093/isq/sqaf048",
          "doi": "https://doi.org/10.1093/isq/sqaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Living in Fear? Political Violence and Authoritarian Attitudes Among Politicians in South Africa",
          "authors": "Sarah Lockwood, Philip Martin",
          "abstract": "Do elected representatives become more authoritarian when violence against politicians is made salient? Many states are beset by politician-directed violence, but we know little about the consequences of such violence for democratic politics. In this paper we use a pre-registered survey experiment to investigate whether raising the salience of violence against politicians influences authoritarian attitudes among local councillors in South Africa. We find that councillors prompted to think about politician-directed violence are significantly more likely to adopt authoritarian attitudes. We also find strong heterogeneous treatment effects by political party, with the strongest effects among opposition party members. Unlike members of the nationally dominant African National Congress (ANC), opposition councillors appear to interpret politician-directed violence as a signal of systemic corruption, leading them to prioritize re-establishing order. Our findings have important implications for understanding the effects of violence on political elites and the determinants of authoritarianism.",
          "url": "https://doi.org/10.1177/00220027251353717",
          "doi": "https://doi.org/10.1177/00220027251353717",
          "filter": 0
        },
        {
          "title": "When Fairness is Unfair: Norm Abandonment in Bargaining and Its Implications for Peace Negotiations",
          "authors": "Vinh Pham, Linjia Jiang, Yoshio Kamijo",
          "abstract": "Fairness perceptions can significantly impact the instigation and resolution of conflicts. To examine how fairness norms shape agreements, we conduct an experiment, where participants first select a preferred rule between equal division, equal gain, and proportional division. When paired with another sharing the same norm, participants decide whether to adhere to the projected division or negotiate a different outcome. Experimental results reveal that participants renege on the agreement more frequently when allocations are perceived as unfair to the self: high contributors in equal division and low contributors in proportional division. Furthermore, attachment to the initial norm is sturdiest for strict equality and weakest for proportionality. Equal gain, coinciding with the Nash bargaining solution, is the most favored at both preselection and negotiation outcomes. We discuss several applications of our findings in resolving international conflicts.",
          "url": "https://doi.org/10.1177/00220027251356643",
          "doi": "https://doi.org/10.1177/00220027251356643",
          "filter": 0
        },
        {
          "title": "Signaling Strength Through Power Sharing",
          "authors": "Jacque Gao, Marton Szabo",
          "abstract": "This article develops a new theory of how a strong target regime can (partially) deter a sender from imposing sanctions over major issues. We develop a formal theoretic framework to show that, following a sender’s sanction threat, a strong target regime can signal its strength by deliberately weakening itself through always sharing power with a domestic opposition, while a weak target regime mixes between sharing and not sharing power with the opposition. The strategy offers the sender a better assessment of a target’s strength, enabling it to adjust its sanction policy accordingly and avoid the costs of a potentially ineffective sanction over a strong target regime. As a result, a strong target regime will be sanctioned with a lower probability than a weak one.",
          "url": "https://doi.org/10.1177/00220027251355757",
          "doi": "https://doi.org/10.1177/00220027251355757",
          "filter": 0
        },
        {
          "title": "How Intractable is Security Dilemma Thinking?",
          "authors": "Mark S. Bell, Kai Quek",
          "abstract": "How intractable is the security dilemma? The extent to which scholars believe the security dilemma’s pernicious effects can be ameliorated marks a key dividing line between theoretical approaches to international relations. However, questions about the intractability of the security dilemma have remained largely theoretical and not directly empirically tested. We take advantage of the fact that the security dilemma relies on individual-level mental processes. We use parallel survey experiments in the United States and China across two waves in early 2020 and mid-2023 to assess the extent to which threat perceptions consistent with security dilemma thinking exist among mass publics, change with political context, and can be ameliorated. Our findings are consistent with interpretations of the security dilemma emphasizing its relative intractability. At least in the U.S.-China context, threat perceptions consistent with security dilemma thinking do not appear easily ameliorated by priming respondents to consider factors believed to ameliorate the security dilemma: offense-defense distinguishability, economic interdependence, nuclear weapons, and the reciprocal nature of the security dilemma.",
          "url": "https://doi.org/10.1177/00220027251356279",
          "doi": "https://doi.org/10.1177/00220027251356279",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Success Denied: Social Class and Perceptions of Political Success",
          "authors": "Daniel Devine, Stuart J. Turnbull‐Dugarte, Matt Ryan",
          "abstract": "The working class are poorly represented in democratic institutions across the world, despite substantial evidence that the public do not discriminate against working‐class candidates and view them more positively across numerous character traits. We propose a novel explanation: a pragmatism bias where working‐class individuals are perceived as less likely to achieve political success. We provide experimental evidence that this bias may operate at multiple stages of the political process. We go beyond existing work by using a multidimensional operationalization of class to show that contemporary class has the largest effects on perceived chances of political success. Finally, we show that this cannot be remedied by social mobility, and high‐income individuals are more likely to display this belief.",
          "url": "https://doi.org/10.1111/lsq.70024",
          "doi": "https://doi.org/10.1111/lsq.70024",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/lsq.12461",
          "doi": "https://doi.org/10.1111/lsq.12461",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: Making of the parliamentary opposition in India KumarRupak, Making of the Parliamentary Opposition in India. London and New York: Routledge, 2025. £ 135.00 (hbk), xviii + 193 pp. ISBN: 978-1-041-00535-3 (hbk)",
          "authors": "Jaya Ojha",
          "url": "https://doi.org/10.1177/13540688251358138",
          "doi": "https://doi.org/10.1177/13540688251358138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Agents of Empire: English Imperial Governance and the Making of American Political Institutions. By Sean Gailmard. New York: Cambridge University Press, 2024. 336p.",
          "authors": "Richard F. Bensel",
          "url": "https://doi.org/10.1017/s1537592725001008",
          "doi": "https://doi.org/10.1017/s1537592725001008",
          "filter": 0
        },
        {
          "title": "With Power Comes Responsibility: The Politics of Structural Injustice. By Maeve McKeown. London: Bloomsbury, 2024. 280p.",
          "authors": "Farid Abdel-Nour",
          "url": "https://doi.org/10.1017/s1537592725000982",
          "doi": "https://doi.org/10.1017/s1537592725000982",
          "filter": 0
        },
        {
          "title": "Gender and Political Expression among International Relations Scholars and the Public",
          "authors": "Irene Entringer García Blanes, Shauna N. Gillooly, Emily Brooke Jackson, R Merriman-Goldring, Susan Peterson",
          "abstract": "Numerous studies show that women are less likely than men to express attitudes and opinions about politics. To explore the origins of this gender gap, we use data from a series of surveys of the general public and international relations scholars in the United States between 2014 and 2023. These data show that the gender gap in political expression exists, even among knowledge elites; female IR scholars say they don’t know the answer to survey questions at higher rates than their male colleagues. We also find that differences in political knowledge explain a significant part of the gap in political expression; the highly educated female scholars we surveyed were less likely than women in the general public to say they didn’t know the answer to survey questions. At the same time, factors other than knowledge, including confidence, also matter. Our public opinion survey shows that women select extreme answers, such as “strongly agree/disagree” rather than simply “agree/disagree,” at lower rates than men. Despite high levels of education among the female scholars we surveyed, they too are more hesitant than their male counterparts to select extreme answers. These findings have important implications for civic participation as well as for the recognition of women’s expertise within the academy and society more broadly.",
          "url": "https://doi.org/10.1017/s1537592725000507",
          "doi": "https://doi.org/10.1017/s1537592725000507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Accessibility and Equity in the Research Process: Gender Bias in Elite Interview Recruitment",
          "authors": "Margaret A. T. Kenney, John Salchak",
          "abstract": "Researchers’ racial and gender identities influence their outcomes in academia and the field of political science. This letter interrogates how researcher identity affects the research process: specifically elite interview recruitment. Within an ongoing research project we embed a pre-registered audit experiment randomizing the gender of the researcher conducting outreach to estimate whether there are differences in interviews scheduled holding all other confounders constant. We find that when outreach is conducted by a woman, elites are more likely to schedule an interview. This letter contributes to our understanding of bias and inequality during the research process. In addition, our study offers a new approach to audit experiments that limits deception and wasted time for elites.",
          "url": "https://doi.org/10.1017/pan.2025.10004",
          "doi": "https://doi.org/10.1017/pan.2025.10004",
          "filter": 0
        },
        {
          "title": "What to Observe When Assuming Selection on Observables",
          "authors": "Kevin M. Quinn, Guoer Liu, Lee Epstein, Andrew D. Martin",
          "abstract": "Political scientists regularly rely on a selection-on-observables assumption to identify causal effects of interest. Once a causal effect has been identified in this way, a wide variety of estimators can, in principle, be used to consistently estimate the effect of interest. While these estimators are all justified by appeals to the same causal identification assumptions, they often differ greatly in how they make use of the data at hand. For instance, methods based on regression rely on an explicit model of the outcome variable but do not explicitly model the treatment assignment process, whereas methods based on propensity scores explicitly model the treatment assignment process but do not explicitly model the outcome variable. Understanding the tradeoffs between estimation methods is complicated by these seemingly fundamental differences. In this paper we seek to rectify this problem. We do so by clarifying how most estimators of causal effects that are justified by an appeal to a selection-on-observables assumption are all special cases of a general weighting estimator. We then explain how this commonality provides for diagnostics that allow for meaningful comparisons across estimation methods—even when the methods are seemingly very different. We illustrate these ideas with two applied examples.",
          "url": "https://doi.org/10.1017/pan.2025.10003",
          "doi": "https://doi.org/10.1017/pan.2025.10003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Urbanisation, democracy, and political regime transformations",
          "authors": "Nick Dorward, Sean Fox, Kristian Hoelscher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103382",
          "filter": 0
        },
        {
          "title": "Genocidal warfare in Gaza and the issue of balance in political geography",
          "authors": "Andrew Brooks, Mark Griffiths",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103387",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103387",
          "filter": 0
        },
        {
          "title": "Devolution and democratic engagement in England",
          "authors": "Nicholas Patrick Sweeney",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103386",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103386",
          "filter": 0
        },
        {
          "title": "Precarious work and local governance through the lens of informality and caring for place",
          "authors": "Valeria Guarneros-Meza",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Foreign faith and rising state: An examination of state-building dynamics in late 16th-century Japan",
          "authors": "Minzhao Wang, Austin Michael Mitchell, Weiwen Yin",
          "abstract": "How does a ruler implement state-building at the local level? This paper examines state-building in late 16th-century Japan by focusing on Toyotomi Hideyoshi’s land surveys, which were crucial for establishing a centralized regime. We argue that Hideyoshi strengthened control over the locality via land surveys as a strategic response to the perceived threats emanating from Catholic missionaries. Using various empirical strategies including spatial econometrics, sensitivity analysis, and an instrumental variable approach, we find that the presence of Catholic churches significantly increased the likelihood of a locality being surveyed. These results highlight the importance of information-gathering beyond fiscal purposes for security objectives and emphasize the role of threats from foreign religious institutions in state formation processes.",
          "url": "https://doi.org/10.1017/psrm.2025.10023",
          "doi": "https://doi.org/10.1017/psrm.2025.10023",
          "filter": 0
        },
        {
          "title": "Polarization but not populism strengthens the association between presidential election results and emotions",
          "authors": "Dahjin Kim, Taishi Muraoka, Christopher Lucas, Jacob M. Montgomery, Margit Tavits",
          "abstract": "We investigate whether election results are associated with emotional reactions among voters across democracies and under what conditions these responses are more intense. Building on recent work in comparative politics, we theorize that emotional intensity is stronger after elections involving populist candidates and highly polarized parties. We test these expectations with a big-data analysis of emotional reactions on parties’ Facebook posts during 29 presidential elections in 26 democracies. The results show that ideological polarization of political parties might intensify emotional reactions, but there is no clear relationship with the presence of populist candidates.",
          "url": "https://doi.org/10.1017/psrm.2025.22",
          "doi": "https://doi.org/10.1017/psrm.2025.22",
          "filter": 0
        },
        {
          "title": "How strong are international standards in practice? Evidence from cryptocurrency transactions",
          "authors": "Karen Nershi",
          "abstract": "Despite widespread adoption of international anti-money laundering standards over the last 30 years, their effectiveness remains poorly understood due to persistent data limitations. I address this gap in the scholarship by leveraging cryptocurrency transaction data to assess how specific regulatory design features shape compliance. Using bunching estimation, I demonstrate that customers strategically adjust transaction sizes to avoid threshold-based screening requirements, while exchanges fail to adequately address this behavior through risk-based monitoring. Analysis of British Virgin Islands exchanges using difference-in-differences estimation before and after regulatory changes provides additional evidence supporting these conclusions. The findings reveal how regulatory design features shape behavior in cryptocurrency markets and suggest specific improvements for regulatory frameworks.",
          "url": "https://doi.org/10.1017/psrm.2025.10027",
          "doi": "https://doi.org/10.1017/psrm.2025.10027",
          "filter": 0
        },
        {
          "title": "Public and expert preferences in survey experiments in foreign policy: evidence from parallel conjoint analyses",
          "authors": "Melle Scholten, Kirill Zhirkov",
          "abstract": "The boom in survey experiments in international relations has allowed researchers to make causal inferences on longstanding foreign policy debates such as democratic peace, and audience costs. However, most of these experiments rely on mass samples, whereas foreign policy is arguably more technocratically driven. We probe the validity of generalizing from mass to elite preferences by exploring preferences of ordinary U.S. citizens and foreign policy experts (employees of the U.S. Department of State) in two identical conjoint experiments on democratic peace. We find that experts are not only more opposed to military actions against other democracies than members of the public—but also that overall preferences about the matters of war and peace are stronger among foreign policy professionals.",
          "url": "https://doi.org/10.1017/psrm.2025.10026",
          "doi": "https://doi.org/10.1017/psrm.2025.10026",
          "filter": 0
        },
        {
          "title": "Female mayors and violence against women: evidence from Mexico",
          "authors": "Marco Alcocer, Rachel Skillman, Angie Torres-Beltran",
          "abstract": "This study examines whether women politicians address violence against women (VAW) more effectively than their male counterparts at the local level in Mexico. Using a regression discontinuity design that leverages close mayoral elections, we find that women mayors reduce some of the most egregious violent crimes committed against women, with estimates suggesting a 64.7% reduction in homicides of women over their 3-year terms. As evidence of potential mechanisms, we find that women mayors actively work to combat VAW, appoint more women to leadership and support roles, and expand specialized services for crime victims. These findings suggest that women’s representation in local politics may be an important factor in advancing women’s safety.",
          "url": "https://doi.org/10.1017/psrm.2025.10030",
          "doi": "https://doi.org/10.1017/psrm.2025.10030",
          "filter": 0
        },
        {
          "title": "Beyond standardization: a comprehensive review of topic modeling validation methods for computational social science research",
          "authors": "Jana Bernhard-Harrer, Randa Ashour, Jakob-Moritz Eberl, Petro Tolochko, Hajo Boomgaarden",
          "abstract": "As the use of computational text analysis in the social sciences has increased, topic modeling has emerged as a popular method for identifying latent themes in textual data. Nevertheless, concerns have been raised regarding the validity of the results produced by this method, given that it is largely automated and inductive in nature, and the lack of clear guidelines for validating topic models has been identified by scholars as an area of concern. In response, we conducted a comprehensive systematic review of 789 studies that employ topic modeling. Our goal is to investigate whether the field is moving toward a common framework for validating these models. The findings of our review indicate a notable absence of standardized validation practices and a lack of convergence toward specific methods of validation. This gap may be attributed to the inherent incompatibility between the inductive, qualitative approach of topic modeling and the deductive, quantitative tradition that favors standardized validation. To address this, we advocate for incorporating qualitative validation approaches, emphasizing transparency and detailed reporting to improve the credibility of findings in computational social science research when using topic modeling.",
          "url": "https://doi.org/10.1017/psrm.2025.10008",
          "doi": "https://doi.org/10.1017/psrm.2025.10008",
          "filter": 0
        },
        {
          "title": "Labeling social media posts: does showing coders multimodal content produce better human annotation, and a better machine classifier?",
          "authors": "Haohan Chen, James Bisbee, Joshua A. Tucker, Jonathan Nagler",
          "abstract": "The increasing multimodality (e.g., images, videos, links) of social media data presents opportunities and challenges. But text-as-data methods continue to dominate as modes of classification, as multimodal social media data are costly to collect and label. Researchers who face a budget constraint may need to make informed decisions regarding whether to collect and label only the textual content of social media data or their full multimodal content. In this article, we develop five measures and an experimental framework to assist with these decisions. We propose five performance metrics to measure the costs and benefits of multimodal labeling: average time per post, average time per valid response, valid response rate, intercoder agreement, and classifier’s predictive power. To estimate these measures, we introduce an experimental framework to evaluate coders’ performance under text-only and multimodal labeling conditions. We illustrate the method with a tweet labeling experiment.",
          "url": "https://doi.org/10.1017/psrm.2025.10010",
          "doi": "https://doi.org/10.1017/psrm.2025.10010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The spectacular enlargement of the Bundestag and the long road to the 2023 German electoral law reform",
          "authors": "Joachim Behnke",
          "abstract": "Since 2002, the regular size of the German Bundestag has been 598 seats. However, due to overhang and compensatory mandates, the Bundestag was enlarged to 709 seats after the 2017 election and to 736 seats after the 2021 election. This made the Bundestag the largest parliament of any democratically governed nation state in the world. To address this issue, the Bundestag passed a reform of the electoral law on March 17, 2023. This article explains the mechanics behind the significant increase in seats in 2021. Furthermore, it analyzes the conditions that must be met for a significant increase to occur. Specifically, it examines the relationship between the increase in surplus seats that triggered the expansion and the change in the party system’s structure. This relationship is demonstrated by developing a simple formal model. The German electoral system is a system of personalized proportional representation. However, as shown, some essential and desirable normative requirements that such a system should fulfill are mutually incompatible. Against this background and considering the history of the reform, it is demonstrated how the chosen reform option developed.",
          "url": "https://doi.org/10.1007/s11127-025-01300-6",
          "doi": "https://doi.org/10.1007/s11127-025-01300-6",
          "filter": 0
        },
        {
          "title": "Coups and constitutional change",
          "authors": "Christian Bjørnskov, Stefan Voigt",
          "abstract": "Successful coup plotters come to power by disregarding the constraints of their country’s constitution. Yet, 42% of them initiate the writing of a new constitution within three years after their coup. In this paper, we ask under which conditions coup-plotters are particularly likely to instigate a new constitution, whether coups staged by members of the military lead to constitutions different from those instigated by civilian plotters, and in what sense these constitutions can be distinguished from those that have emerged out of other contexts. To do so, we introduce five measures of constitutional characteristics that specifically relate to the allocation of political power. We find that military coup plotters are particularly likely to draw on constitutional assemblies in order to produce new constitutions and that constitutions created in the aftermath of a coup are particularly difficult to amend. Individual traits of the coup plotters, such as their (military or civil) rank or their age, are not significantly associated with the structure of the new constitutions. We also show that in most ways, constitutions written by coup plotters are similar to those of other autocracies except that they include more paragraphs without being longer. We argue that our findings can inform the ongoing debate about the characteristics of autocratic regime transitions and democratisation.",
          "url": "https://doi.org/10.1007/s11127-025-01298-x",
          "doi": "https://doi.org/10.1007/s11127-025-01298-x",
          "filter": 0
        },
        {
          "title": "Cancellation of overhang seats: the price of unkept promises",
          "authors": "Jarosław Flis, Joachim Behnke, Katarzyna Lorenc, Jeremiasz Salamon",
          "abstract": "Mixed Member Proportional (MMP) electoral systems aim to balance territorial representation, personal voter-politician connections, and party proportionality. However, legislators face significant challenges in achieving these goals simultaneously. In Germany, these efforts led to the pressing issue of overhang seats, which prompted a reform of the electoral system in 2023. This study examines the effects of this reform and three alternative solutions discarded during the legislative process, focusing on their impact on representation and proportionality. We evaluate these solutions using various inequality indexes and their specific components to address issues such as disproportionality, malapportionment, and wasted votes. Our analysis includes counterfactual recalculations of the 2025 Bundestag election results across four alternative electoral systems: the German electoral system first used in the 2025 elections, the German electoral system used until 2021 elections, and two systems using the restricted Sainte-Laguë/Webster method to allocate votes, with or without inviolability of direct mandates. Our findings reveal minimal differences in unequal representation among the systems. However, the adopted solution introduces the controversial phenomenon of “orphaned seats” disproportionately affecting major political forces like the CDU/CSU and AfD. This fact is particularly significant in the specific context of German politics, but it reveals a certain vulnerability in the reform — it is difficult to expect stability from a solution whose most controversial effect is felt most acutely by the strongest players.",
          "url": "https://doi.org/10.1007/s11127-025-01306-0",
          "doi": "https://doi.org/10.1007/s11127-025-01306-0",
          "filter": 0
        },
        {
          "title": "Winners and losers of a Russian oil-export restriction",
          "authors": "Johan Gars, Daniel Spiro, Henrik Wachtmeister",
          "abstract": "Russia has on several occasions threatened to limit its oil exports as part of its energy-economic warfare. Using a quantifiable short-run model of oil trade and detailed production and consumption data, this paper evaluates the winners and losers of potential Russian oil-export reductions and connects these to the potential interests of the Russian regime, including Russia’s oil producers and consumers and its international friends and foes. We find that Russian producer profits would fall for any export restriction even as world oil prices increase. For example, a reduction of 10% of exports would yield Russian producer-profit losses of USD 290 million per day, equivalent to 5% of GDP, mostly due to lower domestic prices. Hence, an export restriction would substantially harm Russia’s oil-industry interests, including the oligarchs and elites benefiting from this trade. However, Russian consumers benefit from an export restriction, as they get access to cheaper oil if Russia exports less. Adding these benefits, an export restriction up to 12% causes net gains for Russia’s oil producers and consumers combined. Categorizing countries into those Russia may consider as foes, friends, and neutrals and using data on their oil consumption and production, we find that foe countries lose the most in absolute terms but friend countries lose more relative to their GDP. Hence, the Russian regime cannot restrict its oil exports without incurring a high collateral cost on its international friends. In sum, to motivate an export restriction, the Russian regime would need to put an order of magnitude more weight on its interest in causing international harm than on its own oil industry’s profits; or it would need to put a high weight on benefiting its own consumers instead of its oil industry.",
          "url": "https://doi.org/10.1007/s11127-025-01302-4",
          "doi": "https://doi.org/10.1007/s11127-025-01302-4",
          "filter": 0
        },
        {
          "title": "Risk diversification and vote decisions in mixed-member electoral systems",
          "authors": "Susumu Shikano, Erik S. Herron",
          "abstract": "This paper builds on the literature about mixed-member electoral systems, exploring how ballot design interacts with voter behavior. We present a theoretical model for vote decision-making in mixed-member systems that takes into account the interaction between both tiers. The model is grounded in a spatial model for vote decision-making under risk and inspired by the logic of portfolio diversification under risk. Accordingly, voters are modeled as risk-averse decision-makers who may prefer diversified vote packages (i.e. split-ticket) when party and candidate uncertainties are highly correlated. The risk diversification strategy abates when voters cast their votes sequentially. This finding provides a potential explanation for the impact of vote sequence in mixed-member systems, an under-investigated topic in the literature. It thus links the established literature on mixed-member systems with scholarship on ballot design and its effects. Additionally, the paper’s analysis explores the implications of combining the proposed model with the well-established wasted vote model.",
          "url": "https://doi.org/10.1007/s11127-025-01301-5",
          "doi": "https://doi.org/10.1007/s11127-025-01301-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Advertising Online Surveys on Social Media: How Your Advertisements Affect Your Study",
          "authors": "Anja Neundorf, Aykut Öztürk",
          "abstract": "Although the recruitment of online survey participants through paid social media advertisements is becoming increasingly common among survey researchers, we know little about how the content of advertisements influences the recruitment process. Our study systematically compares the effects of several approaches—being vague or explicit about the survey theme and offering material incentives—relying on 23 advertisements conducted in Turkey and Spain between May 2021 and June 2022, recruiting more than 30,000 respondents. Our article documents the important trade-offs that the content of an advertisement creates regarding cost and sample composition. We find that incentive-based advertisements can produce samples much closer to national population benchmarks; however, this also depends on the type of incentive. Thematic advertisements, which mention the political content of a survey, consistently return the cheapest samples, yet certain groups are overrepresented in these samples. Incentive-based advertisements also produce a generally higher response quality. We conclude our article by providing practical advice on which kind of advertisement to use, discussing the generalizability of our findings to other countries, and listing the main limitations of our study.",
          "url": "https://doi.org/10.1093/poq/nfaf018",
          "doi": "https://doi.org/10.1093/poq/nfaf018",
          "filter": 0
        },
        {
          "title": "How Different Mixed-Mode Data Collection Approaches Impact Response Rates and Provision of Biomeasure Samples",
          "authors": "Tarek Al Baghal, Jonathan Burton, Thomas F Crossley, Michaela Benzeval, Meena Kumari",
          "abstract": "Social surveys can be enriched with the collection of objective health measures, allowing new types of research in both health and social sciences. We experimentally tested three alternative designs for collecting survey responses and biomeasures within a longitudinal survey. In the nurse-administered design, a nurse conducts the survey and collects biomeasures in person. In the interviewer-first design, an interviewer initially attempts to carry out the survey in person, collects a subset of biomeasures, and then leaves a further biomeasure sample collection kit with the respondent. The web-first design invites respondents to complete the survey in web mode, and a biomeasure sample collection kit is sent after they do so. Nonrespondents to their initial mode are followed up with in an alternate mode. The outcomes of interest are both (i) response to the survey, and (ii) take-up and completion of the biomeasure sample collection. The impact of the experimental design is tested on both outcomes, utilizing intention-to-treat analysis (that is, by allocated design). To account for the importance of channel of communication in the consent decision for biomeasures, we also analyze observed consent outcomes by realized mode of response, other survey factors, and respondent characteristics. Findings show that the web-first design is superior in obtaining survey response, with nonsignificant differences between in-person interviewer-administered and nurse-administered designs. Conversely, the web was the least effective design for obtaining biomeasures. These findings imply that there is a design trade-off between obtaining survey responses and biomeasures, and this should be considered in future studies.",
          "url": "https://doi.org/10.1093/poq/nfaf022",
          "doi": "https://doi.org/10.1093/poq/nfaf022",
          "filter": 0
        },
        {
          "title": "Americanness Hierarchies: Partisanship and Perceptions of Racial Group Positions",
          "authors": "Victoria S Asbury-Kimmel",
          "abstract": "This study offers novel empirical insight and theoretical interventions regarding how Whites, Blacks, Latinos, and Asians are perceived in terms of “Americanness” among a nationally representative sample of White adults in the United States. The findings reveal that perceptions of racial groups’ Americanness differ significantly by political identification. Republicans and Independents typically regard Whites as the most American, but their opinions vary on other racial groups. Contrary to prior research, Republicans perceive Asians as more American than Latinos and Blacks, treating the latter two groups as essentially equal in terms of Americanness. In contrast, Democrats consider Blacks the most American, clearly differentiating them from other racial minorities. This research illuminates the subjective and politicized dimensions of status within the American national community and challenges existing theories on the hierarchical positioning of racial groups.",
          "url": "https://doi.org/10.1093/poq/nfaf014",
          "doi": "https://doi.org/10.1093/poq/nfaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Corrigendum to “An incomplete recipe: One-dimensional latent variables do not capture the full flavor of democratic support”",
          "url": "https://doi.org/10.1177/20531680251356392",
          "doi": "https://doi.org/10.1177/20531680251356392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "The Disparate and Durable Effects of Mail Voting Restrictions: Evidence from Texas",
          "authors": "Michael G. Miller, Kevin T Morris, Ian Shapiro, Coryn Grange",
          "url": "https://doi.org/10.1086/737439",
          "doi": "https://doi.org/10.1086/737439",
          "filter": 0
        },
        {
          "title": "Child Welfare System Contact and Voting",
          "authors": "Ariel R. White, Marie-Pascale Grimon, Rebecca Goldstein, Kelley Fong",
          "url": "https://doi.org/10.1086/737354",
          "doi": "https://doi.org/10.1086/737354",
          "filter": 0
        },
        {
          "title": "Democracy Reduces Inequality: Evidence Using Individual-level Data on Infant Mortality in Africa, 1960-2016",
          "authors": "Carmen Jacqueline Ho, Marie Christelle Mabeu, Roland Pongou",
          "url": "https://doi.org/10.1086/737434",
          "doi": "https://doi.org/10.1086/737434",
          "filter": 0
        },
        {
          "title": "Gender Stereotypes in Autocracies: Experimental Evidence from Morocco",
          "authors": "Carolyn Barnett, Alexandra Blackman, Marwa Shalaby",
          "url": "https://doi.org/10.1086/733000",
          "doi": "https://doi.org/10.1086/733000",
          "filter": 0
        },
        {
          "title": "Immigration Shocks and Unfounded Concerns About Crime: Evidence from Haitian Migration to Chile",
          "authors": "Fernando Severino, Giancarlo Visconti",
          "url": "https://doi.org/10.1086/732963",
          "doi": "https://doi.org/10.1086/732963",
          "filter": 0
        },
        {
          "title": "Descriptive Representation in an Era of Polarization",
          "authors": "Anna Weissman",
          "url": "https://doi.org/10.1086/732961",
          "doi": "https://doi.org/10.1086/732961",
          "filter": 0
        },
        {
          "title": "The Domestic Political Costs of Soliciting Foreign Electoral Intervention",
          "authors": "Michael Tomz, Jessica L. P. Weeks",
          "url": "https://doi.org/10.1086/732996",
          "doi": "https://doi.org/10.1086/732996",
          "filter": 0
        },
        {
          "title": "Using Social Media to Respond to Negative Polls: Politicians’ Issue Responsiveness on Facebook",
          "authors": "Helene Helboe Pedersen, Henrik Bech Seeberg",
          "url": "https://doi.org/10.1086/733007",
          "doi": "https://doi.org/10.1086/733007",
          "filter": 0
        },
        {
          "title": "Does Income Transparency Affect Support for Redistribution? Evidence from Finland’s Tax Day",
          "authors": "Maurice Dunaiski, Janne Tukiainen",
          "url": "https://doi.org/10.1086/732955",
          "doi": "https://doi.org/10.1086/732955",
          "filter": 0
        },
        {
          "title": "The Historical Sources of Language Policy",
          "authors": "David D. Laitin, Rajesh Ramachandran",
          "url": "https://doi.org/10.1086/732951",
          "doi": "https://doi.org/10.1086/732951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "A green divide? Climate policy support and its rural geography in Europe",
          "authors": "Theodore Tallent",
          "url": "https://doi.org/10.1080/01402382.2025.2521589",
          "doi": "https://doi.org/10.1080/01402382.2025.2521589",
          "filter": 0
        },
        {
          "title": "The crisis of long-termism: time and independence in the European Union",
          "authors": "Antoine Vauchez, Jonathan White",
          "url": "https://doi.org/10.1080/01402382.2025.2521595",
          "doi": "https://doi.org/10.1080/01402382.2025.2521595",
          "filter": 0
        },
        {
          "title": "Electoral input and political legitimacy",
          "authors": "Dieter Stiers",
          "url": "https://doi.org/10.1080/01402382.2025.2521591",
          "doi": "https://doi.org/10.1080/01402382.2025.2521591",
          "filter": 0
        },
        {
          "title": "Realignment within the right field: competition between the mainstream right and the far right",
          "authors": "Silja Häusermann, Simon Bornschier, Delia Zollinger, Marco Steenbergen",
          "url": "https://doi.org/10.1080/01402382.2025.2515546",
          "doi": "https://doi.org/10.1080/01402382.2025.2515546",
          "filter": 0
        },
        {
          "title": "The EU core executive and the Green Deal",
          "authors": "Uwe Puetter, Chiara Terranova",
          "url": "https://doi.org/10.1080/01402382.2025.2521585",
          "doi": "https://doi.org/10.1080/01402382.2025.2521585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
