{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Defiant pride: Origins and consequences of ethnic voting",
          "authors": "Mashail Malik",
          "abstract": "Why do voters often remain loyal to ethnic parties despite receiving little in terms of material welfare? I develop a theory focused on the role of dignity concerns in explaining within‐group variation in ethnic party loyalty. Group members who face discrimination from state agencies dominated by outgroups respond with defiant pride, which manifests as ethnicity becoming a larger part of the self‐concept. This heightened ethnic identification creates a demand for recognition through descriptive representation. Consequently, high‐identifying group members—often from lower social classes—are more forgiving of malfeasance by ethnic parties and more likely to trade off material for symbolic goods. I provide experimental, descriptive, and qualitative evidence for this argument from Karachi, Pakistan—a megacity ruled for three decades by a poorly governing ethnic party. This article pushes the literature on ethnic voting beyond dominant instrumental approaches and underscores the necessity of systematically unpacking heterogeneity within ethnic groups.",
          "url": "https://doi.org/10.1111/ajps.70015",
          "doi": "https://doi.org/10.1111/ajps.70015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Race, Democracy, and Public Support for War",
          "authors": "MICHAEL TOMZ, JESSICA L. P. WEEKS",
          "abstract": "Studies have found that voters in democratic countries are far more reluctant to use military force against democracies than against nondemocracies. This pattern may help explain why democracies almost never wage war against other democracies. In an important contribution, Rathbun, Parker, and Pomeroy (2025) propose that the apparent democratic peace in public opinion is an artifact of failing to account for race. Rather than democracy itself influencing support for war, they argue, the term “democracy” cues assumptions about the adversary’s racial composition, and those racialized assumptions are the true drivers of support for war. We reevaluate RPP’s evidence, concluding that their data do not support their predictions. In fact, their novel experiments provide powerful evidence that democracy affects support for war, independent of race. Our findings contribute to major debates about both regime type and race in international relations, as well as the design and interpretation of survey experiments.",
          "url": "https://doi.org/10.1017/s0003055425101056",
          "doi": "https://doi.org/10.1017/s0003055425101056",
          "filter": 0
        },
        {
          "title": "Countering Misinformation Early: Evidence from a Classroom-Based Field Experiment in India",
          "authors": "PRIYADARSHI AMAR, SUMITRA BADRINATHAN, SIMON CHAUCHARD, FLORIAN SICHART",
          "abstract": "Misinformation poses serious risks for democratic governance, conflict, and health. This study evaluates whether sustained, classroom-based education against misinformation can equip schoolchildren to become more discerning consumers of information. Partnering with a state government agency in Bihar, India, we conducted a field experiment in 583 villages with 13,500 students, using a 4-month curriculum designed to build skills, shift norms, and enhance knowledge about health misinformation. Intent-to-treat estimates demonstrate that treated respondents were significantly better at discerning true from false information, altered their health preferences, relied more on science, and reduced their dependence on unreliable news sources. We resurveyed participants 4 months post-intervention and found that effects persisted, as well as extended to political misinformation. Finally, we observe within-household treatment diffusion, with parents of treated students becoming more adept at discerning information. As many countries seek long-term solutions to combat misinformation, these findings highlight the promise of sustained classroom-based education.",
          "url": "https://doi.org/10.1017/s0003055425101184",
          "doi": "https://doi.org/10.1017/s0003055425101184",
          "filter": 0
        },
        {
          "title": "Political Symbols and Social Order: Confederate Monuments and Performative Violence in the Post-Reconstruction U.S. South",
          "authors": "LEE-OR ANKORI-KARLINSKY",
          "abstract": "Violent conflicts are often accompanied by symbols commemorating past violence. I argue that political symbols exert a causal effect on future violence. Such symbols generate shared understandings of the prevailing social order. Symbols that affirm this order may act as substitutes for performative violence motivated by status concerns, while their removal may signal contestation, increasing violence. I test this theory by examining the effect of Confederate monument construction on lynchings and public executions in the postbellum U.S. South. Using a difference-in-differences design and original archival work, I find that Confederate monuments reduced violence, acting as a substitute for performative violence in constructing a white supremacist social order. Effects are concentrated in counties where racial threat is higher. I then test the effects of Confederate monument removals in the present-day US and find that removals increased the likelihood of anti-Black hate crimes.",
          "url": "https://doi.org/10.1017/s0003055425101007",
          "doi": "https://doi.org/10.1017/s0003055425101007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Believing What Politicians Communicate: Ideological Presentation of Self and Voters’ Perceptions of Politician Ideology",
          "authors": "Hans J. G. Hassell, Michael Heseltine, Kevin Reuning",
          "abstract": "Politicians’ presentation of self is central to election efforts. For these efforts to be successful, they need voters to receive and believe the messages they communicate. We examine the relationship between politicians’ communications and voters’ perceptions of their ideology. Using the content of politicians’ ideological presentation of self through social media communications, we create a measure of messaging ideology for all congressional candidates between 2018 and 2022 and all congressional officeholders between 2012 and 2022 along with voter perceptions of candidate ideology during the same time period. Using these measures, our work shows voters’ perceptions of candidate ideology are strongly related to messaging, even after controlling for incumbent voting behavior. We also examine how the relationship between politician messaging and voter perceptions changes relative to other information about the politician and in different electoral contexts. On the whole, voters’ perceptions of candidate ideology are strongly correlated with politician communications.",
          "url": "https://doi.org/10.1017/s0007123425100768",
          "doi": "https://doi.org/10.1017/s0007123425100768",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Founding Leaders and National Narratives: Anthropomorphism and the Roots of Founding Leader Personality Cults in Three East Asian Cases",
          "authors": "Paul Schuler, Trung-Anh Nguyen, Yongfeng Tang, Mohammad Khan",
          "abstract": "Founding leader personality cults are crucial components of national narratives. Yet, relatively little research examines how they emerge. A small political science literature argues that cults follow a personalization of power to dominate society and induce loyalty . We argue this conceptualization explains late-stage cults. We theorize that rival elites sometimes intentionally promote a leader’s image prior to personalization to generate emotional connections to the masses. We call these cults of legitimation. To explain why elites concede to cults that could erode their own power, we apply social psychology research to argue that personality cults can generate greater emotional attachment to an abstract group – in this case a nation – by anthropomorphizing it. Symbols alone are less powerful in this regard. Using Vietnam, China, and Indonesia, we process trace cult emergence to demonstrate the plausibility of our theory. Our paper provides a new perspective on a visible, undertheorized component of authoritarian rule.",
          "url": "https://doi.org/10.1177/00104140251381777",
          "doi": "https://doi.org/10.1177/00104140251381777",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Does ideological polarization promote political engagement and trust? Evidence from Swiss panel data, 1999–2023",
          "authors": "Ursina Kuhn, Lionel Marquis",
          "abstract": "This study explores whether ideological polarization increases political engagement and trust, both of which are central elements of civic culture. Polarization can clarify political positions and thereby simplify the formation of opinions, increase the stakes of elections, and offer more options to citizens. To estimate the impact of polarization from a causal perspective, we exploit variation within individuals over time using individual-level data from the Swiss Household Panel spanning from 1999 – 2023, amounting to 178,251 observations from 28,187 persons. Ideological polarization at the individual level is measured by a process of increasing extremity of the self-position on the left-right scale. In addition, we test how polarization of cohabiting household members has spillover effects on political engagement and trust. For political engagement, we adopt a comprehensive approach, focusing on interest in politics, participation in popular votes, party identification, and frequency of political discussions as dependent variables. Political trust is measured as confidence in the federal council. To analyze the data, we primarily use fixed effects models, complemented by a pooled Ordinary Least Squares (OLS) model, and cross-lagged models to address reverse causality. Results show that ideological polarization does promote engagement but has a weak negative impact on political trust. This effect remains significant when controlling for affective polarization. Additionally, there is an overall increase in political engagement and a decrease in political trust if partners living in the same household become more extreme in their ideological preferences.",
          "url": "https://doi.org/10.1017/s1475676525100248",
          "doi": "https://doi.org/10.1017/s1475676525100248",
          "filter": 0
        },
        {
          "title": "Coalition government formation and policy payoffs",
          "authors": "David M. Willumsen, Simon Otjes",
          "abstract": "What determines the outcomes of negotiations is a central question in political science, and such negotiations are crucial in coalition systems where political parties distribute policy payoffs during coalition negotiations. In this paper, we argue that due to the combination of the non-separability of most public policies and the shared responsibility for policy outcomes under coalition governments, which policies a party manages to get included in a coalition agreement will reflect these policies’ popularity among the other governing coalition parties, rather than policy payoffs being driven by proportionality or relative salience. Using a unique dataset containing novel data on the budgetary impact of every measure proposed in election manifestos and coalition agreements over five government formations, we can directly observe the policy payoffs extracted by each party for participating in government, using a measure that is directly comparable across parties, policy areas, and time. The results have substantial implications for our understanding of the formation process and functioning of coalition governments.",
          "url": "https://doi.org/10.1017/s1475676525100005",
          "doi": "https://doi.org/10.1017/s1475676525100005",
          "filter": 0
        },
        {
          "title": "Representation and resentment: Explaining radical-right electoral success",
          "authors": "Roman Hlatky, Amy H. Liu, Yinlong Li, Ariel Pitre-Young",
          "abstract": "The radical right succeeds when minorities challenge the societal standing of majorities. In Central and Eastern Europe (CEE), research often focuses on the political gains of ethnic minorities. We build on this work by differentiating among (1) types of representation; (2) minority mobilization versus ally advocacy; and (3) politically mobilized versus socially marginalized ethnic minorities. First, we introduce a novel measure of representation based on the power, influence, and prestige afforded to ethnic minorities at the executive (cabinet) level. Second, we evaluate whether legislative descriptive representation, ethnic minority party coalition participation, and ethnic minority cabinet-level prestige are associated with radical-right aggregate electoral success and individual-level radical-right vote choice. Cabinet-level prestige consistently predicts radical-right success; descriptive representation and coalition participation have less robust associations. Third, experiments in Romania and Slovakia highlight the mechanism, underscoring that representation – namely the substantive representation of politically mobilized minorities – causes resentment among ethnic majorities. In sum, majority-minority relations continue to structure CEE electoral politics, and the politicization of minority gains remains a viable strategy for mobilizing radical-right support.",
          "url": "https://doi.org/10.1017/s1475676525100169",
          "doi": "https://doi.org/10.1017/s1475676525100169",
          "filter": 0
        },
        {
          "title": "Liberal democratic values among immigrants in Europe: Socialisation and adaptation processes",
          "authors": "Fabian Gülzau, Marc Helbling, Sandra Morgenstern",
          "abstract": "Against the backdrop of debates about migrant integration in Western countries, this article examines the extent to which liberal democratic values differ between migrants and non-migrants in Europe and whether potential differences can be explained by socialisation in different political contexts. We measure specific values of liberal democracies using data from the European Social Survey, covering a large number of countries, and from the German Integration Barometer, covering a representative sample of migrants from different countries of origin. This allows us to investigate how structural political socialisation and indoctrination in more or less democratic regimes affect the democratic values of migrants and to what extent possible differences in values diminish when migrants from non-democratic countries settle in democratic countries. The analyses show that all three – non-migrants, migrants from more democratic countries, and migrants from less democratic countries – have high levels of liberal democratic values. At this elevated level, we additionally observe that longer periods of socialisation in less democratic countries of origin reduce, and longer periods in more democratic countries of destination increase, migrants’ support for liberal democratic values. Thus, we find support for socialisation and adaptation processes among immigrants in Europe, but these effects are relatively small.",
          "url": "https://doi.org/10.1017/s1475676525100285",
          "doi": "https://doi.org/10.1017/s1475676525100285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Reconsidering the Relationship between CBI and FIX",
          "authors": "David H Bearce, Ana Carolina Garriga",
          "abstract": "Abstracts This research note reconsiders the question of whether central bank independence (CBI) and fixed exchange rates (FIX) function as substitutes or complements. We argue that these monetary institutions have neither served as substitutes nor performed as complements for either inflation control or exchange rate stability. In terms of their substitutability, our statistical evidence shows that while CBI has been used for inflation control, FIX has been more directed toward exchange rate stability using updated datasets with these monetary institutions measured both on a de jure and de facto basis with nearly global country/year coverage from 1970 to 2020. In terms of their complementarity, our results also demonstrate that CBI was not more effective at reducing inflation when paired with greater FIX, and FIX was not more effective at promoting exchange rate stability when paired with greater CBI. If anything, both are less effective when paired with the other monetary institution.",
          "url": "https://doi.org/10.1093/isq/sqaf074",
          "doi": "https://doi.org/10.1093/isq/sqaf074",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Is Ethnic Violence Self-Perpetuating? Quasi-Experimental Evidence From Hindu-Muslim Riots in India",
          "authors": "Sam van Noort, Tanushree Goyal",
          "abstract": "Ethnic riots tend to occur in the same places over time. We study whether this serial correlation exists because ethnic riots tend to be self-perpetuating or because both past and future riots are caused by the same underlying factors that persist through time. To answer this question, we leverage the fact that the timing of major Hindu festivals in India is exogenously determined by the lunar calendar and that when a major Hindu festival happens to fall on a Friday—the principal day Muslims attend mosque—the likelihood of a Hindu-Muslim riot increases significantly. Using this instrument, we find that the well-documented serial correlation in Hindu-Muslim riots disappears entirely (T = 1950–2006). This suggests that the observed recurrence of riots is not driven by the riots themselves, but by underlying conditions that remain unaddressed. Once these confounding factors are accounted for, we find no “additional” effect of past riots on future riots.",
          "url": "https://doi.org/10.1177/00220027251383563",
          "doi": "https://doi.org/10.1177/00220027251383563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Coercive engineered migrations and environmental stress",
          "authors": "Tobias Böhmelt",
          "abstract": "Countries can deliberately create, manipulate and exploit cross-border population movements to induce concessions from a target. Such ‘coercive engineered migrations’ are more likely to be successful when targeting domestically unstable states. I argue that environmental stress can add to this instability and ‘swamp’ a target’s ability to cope with cross-border population movements. Ultimately, the chances of migration-driven coercion to be successful should increase when target countries are both domestically unstable and suffer from environmental shocks. This claim is tested using quantitative data on the outcomes of coercive engineered migrations since the 1950s, which I combine with information on environmental extremes, as measured by the number of environmental disasters. Controlling for several other influences that may affect the outcome and employing sample-selection estimators that account for the non-random assignment of coercive engineered migration, the results support the argument as I show that the likelihood of successful migration-related coercion increases when domestically unstable target countries also face environmental disasters. This finding contributes to our understanding of migration as a foreign-policy instrument, it sheds new light on the role of environmental stress in international bargaining, and there are direct implications for conflict as a driver of cross-border population movements.",
          "url": "https://doi.org/10.1177/00223433251360202",
          "doi": "https://doi.org/10.1177/00223433251360202",
          "filter": 0
        },
        {
          "title": "Hand in fist: Attachment to the nation and tolerance for white supremacist violence",
          "authors": "Victoria Gurevich, Christopher Gelpi",
          "abstract": "How does attachment to the nation influence one’s perception of white nationalist terrorism in the United States? Whereas terrorism has traditionally been understood as attacking the interests of the State, the recent increase in white supremacist violence in the United States is also deeply connected to the country’s history. An emerging body of literature has begun to examine the subjectivity of what is considered terrorism, often finding that respondents are less likely to identify white perpetrators as terrorists compared to non-white perpetrators for similar crimes. We engage a survey experiment to extend the ‘relational theory of terror perception’ to one’s attachment to the nation. We test how national attachment, an ostensibly positive disposition and distinct from patriotism and nationalism, shapes how racially motivated violence is perceived. We find that those with a stronger attachment to the nation are less concerned by hypothetical incidents of white supremacist violence than those with a weaker attachment to the nation. These biases that minimize concern for white supremacist violence are held across the political spectrum and are not simply a function of race, party affiliation, or political ideology. In fact, national attachment is a stronger predictor of attitudes toward white supremacy than respondent race; we find no support for our hypothesis that white respondents would be less concerned by violence committed by white perpetrators. Recognizing the link between positive attachment to the nation and tolerance for white nationalist violence is crucial for shaping America’s response to this threat to national security and civil peace.",
          "url": "https://doi.org/10.1177/00223433251360902",
          "doi": "https://doi.org/10.1177/00223433251360902",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "The Effect of Policy Traceability on Legislative Incentives",
          "authors": "Matto Mildenberger, Alexander Sahn",
          "abstract": "Theories of legislative politics have long emphasized how a policy's traceability—whether and how voters connect legislative action with policy effects—shapes political incentives to legislate. Douglas Arnold emphasized how the “nature of the causal chain that links a policy instrument with its policy effects” structures the logic of congressional action. Despite its prominence, this key theoretical claim has received little empirical attention. In this article, we use two survey experiments to test how several policy attributes—including traceability—shape legislators and public policy preferences. We find that elites are responsive to both policy traceability and problem traceability—whether a policy problem itself can be linked to elite actions. By contrast, prospective voters are indifferent to both forms of traceability. With respect to other policy attributes, elites and mass publics share similar preferences. Our results provide support for a previously untested theory of policymaking and describe the nature of strategic decision‐making by legislators.",
          "url": "https://doi.org/10.1111/lsq.70036",
          "doi": "https://doi.org/10.1111/lsq.70036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Cast (the vote) away: Why Romanian emigrants support the radical right in home elections",
          "authors": "Sergiu Gherghina, Aurelian Giugal",
          "abstract": "The recent appeal of the radical right among Romanian emigrants goes against previous findings suggesting that emigrants are generally less inclined to vote for such political candidates. To understand why some emigrants support the radical right, this study focuses on the institutional characteristics of countries of residence. We use an original dataset of the aggregate voting patterns of Romanian emigrants in 44 countries around the world where at least 100 people voted. We focus on the four most recent elections in which the radical right gained prominence: the 2020 and 2024 national legislative elections, and the 2024 and 2025 presidential elections. The results show that the highest support comes from countries with high levels of democracy, those with large communities of Romanian emigrants, and those which are relatively close to Romania. Other variables, such as the presence of the radical right in the politics of the countries of residence or economic indicators, have no effect.",
          "url": "https://doi.org/10.1177/13540688251387098",
          "doi": "https://doi.org/10.1177/13540688251387098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Populist Attacks on Academic Freedom: How Populist Leadership Erodes Academic Freedom in Liberal and Electoral Democracies",
          "authors": "Víctor Hernández-Huerta, María Inclán",
          "abstract": "Governments are increasingly targeting academic institutions such as the Central European University in Hungary, Boğaziçi University in Turkey, or CIDE in Mexico. These attacks represent the most visible symptoms of the deterioration of academic freedom. What is the cause of this trend? We argue that populism, being a thin ideology that polarizes the public sphere into virtuous citizens and a corrupt elite while emphasizing the will of the people, has made universities and academics natural targets for leaders who seek to impose a narrative in which only they possess the truth and represent the will of the people. Universities are characterized not only by a pluralism of ideas but also possess an elitist character: these attributes are in direct conflict with the values and vision of populist leaders. To support this argument, we present a global statistical analysis correlating the degree of populism exhibited by executive leaders with the extent of academic freedoms between 2000 and 2021, based on data from the Global Populism Database and V-Dem, and we illustrate our arguments with an in-depth analysis of the case of CIDE in Mexico.",
          "url": "https://doi.org/10.1017/s1537592725102077",
          "doi": "https://doi.org/10.1017/s1537592725102077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Nationally Representative, Locally Misaligned: The Biases of Generative Artificial Intelligence in Neighborhood Perception",
          "authors": "Paige Bollen, Joe Higton, Melissa Sands",
          "abstract": "Researchers across disciplines increasingly use Generative Artificial Intelligence (GenAI) to label text and images or as pseudo-respondents in surveys. But of which populations are GenAI models most representative? We use an image classification task—assessing crowd-sourced street view images of urban neighborhoods in an American city—to compare assessments generated by GenAI models with those from a nationally representative survey and a locally representative survey of city residents. While GenAI responses, on average, correlate strongly with the perceptions of a nationally representative survey sample, the models poorly approximate the perceptions of those actually living in the city. Examining perceptions of neighborhood safety, wealth, and disorder reveals a clear bias in GenAI toward national averages over local perspectives. GenAI is also better at recovering relative distributions of ratings, rather than mimicking absolute human assessments. Our results provide evidence that GenAI performs particularly poorly in reflecting the opinions of hard-to-reach populations. Tailoring prompts to encourage alignment with subgroup perceptions generally does not improve accuracy and can lead to greater divergence from actual subgroup views. These results underscore the limitations of using GenAI to study or inform decisions in local communities but also highlight its potential for approximating “average” responses to certain types of questions. Finally, our study emphasizes the importance of carefully considering the identity and representativeness of human raters or labelers—a principle that applies broadly, whether GenAI tools are used or not.",
          "url": "https://doi.org/10.1017/pan.2025.10022",
          "doi": "https://doi.org/10.1017/pan.2025.10022",
          "filter": 0
        },
        {
          "title": "Survey Professionalism: New Evidence from Web Browsing Data",
          "authors": "Bernhard Clemm von Hohenberg, Tiago Ventura, Jonathan Nagler, Ericka Menchen-Trevino, Magdalena Wojcieszak",
          "abstract": "Online panels have become an important resource for research in political science, but the compensation offered to panelists incentivizes them to become “survey professionals,” raising concerns about data quality. We provide evidence on survey professionalism exploring three US samples of subjects who donated their browsing data, recruited via Lucid, YouGov, and Facebook (total $n = 3,886$ ). Survey professionalism is common, but varies across samples: by our most conservative estimate, we find 1.7% of respondents on Facebook, 7. $\\color {black}6$ % on YouGov, and 34 $\\color {black}.7$ % on Lucid to be professionals (under the assumption that professionals are as likely as non-professionals to donate data after conditioning on observable demographics available from all online survey takers). However, evidence that professionals lower data quality is limited: they do not systematically differ demographically or politically from non-professionals and do not exhibit more response instability. They are, however, somewhat more likely to speed, straightline, and attempt to take questionnaires repeatedly. To address potential selection issues in donating of browsing data, we present sensitivity analyses with lower bounds for survey professionalism. While concerns about professionalism are warranted, we conclude that survey professionals do not, by and large, distort inferences of research based on online panels.",
          "url": "https://doi.org/10.1017/pan.2025.10018",
          "doi": "https://doi.org/10.1017/pan.2025.10018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Activist’s Trade-Off: Climate Disruption Buys Salience at a Cost",
          "authors": "Clara Vandeweerdt",
          "abstract": "Disruptive non-violent protest in the name of climate action is on the rise, with more and more movements turning to unconventional actions in the hopes of raising awareness and creating policy change. So far, research has found mixed results regarding the effects of disruptive tactics on public opinion. This study is the first to measure effects on salience (public attention to climate change) side by side with other policy-relevant climate attitudes. In two pre-registered survey experiments, I present participants in Denmark and the UK with real-world media content showing climate protesters blocking a road (Study 1) and disrupting a sporting event (Study 2). Compared to a control condition with no content, the studies respectively show a 19% and a 10% increase in respondents naming climate change as a top problem in their country ( p &lt; 0 . 01). I also show null effects on many climate attitudes, with the exception of a limited backlash effect on opinions about the specific policy change demanded by the activists. Thus, I confirm the existence of an activist’s dilemma: actions that increase issue salience (by getting climate stories in the media) also have small backlash effects on their message.",
          "url": "https://doi.org/10.1007/s11109-025-10084-w",
          "doi": "https://doi.org/10.1007/s11109-025-10084-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Showerheads, coffee machines and the everyday political geographies of the green backlash",
          "authors": "Ed Atkins",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "filter": 0
        },
        {
          "title": "Go-along research in the UK Parliament",
          "authors": "Alex Prior, Samuel Johnson-Schlee, Ryan Swift",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "What traits do citizens value in leaders during war? Experimental and panel-based evidence from Ukraine in 2022",
          "authors": "Lasse Laustsen, Honorata Mazepus, Florian van Leeuwen, Henrikas Bartusevičius, Mark van Vugt",
          "abstract": "When do citizens want a dominant political leader? A prominent Conflict-Sensitivity Hypothesis suggests such preferences arise during intergroup conflict, yet it remains untested in a real war. We report results from an experiment embedded in a two-wave panel survey with 1,081 Ukrainians (811 re-interviewed) at the start of Russia’s 2022 invasion. We find that respondents generally value competence and warmth over dominance in leaders. Yet, war increases preferences for dominance and reduces preferences for warmth and competence. Emotional reactions to war also relate to leader trait preferences: Ukrainians who react with aggressive emotions display enhanced preferences for all leader traits, whereas fearful reactions leave trait preferences mostly unaffected. These findings advance our understanding of how war shapes leader preferences.",
          "url": "https://doi.org/10.1017/psrm.2025.10047",
          "doi": "https://doi.org/10.1017/psrm.2025.10047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "American Immigration Attitudes and NIMBYism: Do Immigration Preferences Vary by Spatial Scale?",
          "authors": "Jieun Lee, Harry G. Muttram",
          "abstract": "In recent years, prominent Republican elites have instituted statewide migrant transportation programs in which asylum-seeking migrants are “bused” to liberal cities across the country. These programs are often justified by invoking NIMBYism (not-in-my-backyard), suggesting that when people must consider the effects of immigration policy in terms of their community, their attitudes toward immigrants will vary. Despite this, extant scholarship has yet to document the extent to which American immigration preferences vary by spatial scale and gives no expectation about how important any variation is relative to other determinants of immigration attitudes. Findings from a conjoint experiment reveal that Americans, on average, oppose immigrants proposed to move into their neighborhoods, but spatial scale does not alter considerations at the national, state, or city level. The relative importance of this NIMBY effect, however, is modest compared to a host of other individual-level characteristics of an immigrant. Moreover, despite elite claims of “liberal hypocrisy” in immigration, we find no evidence that the NIMBY effect varies by partisanship. Both Democrats and Republicans exhibit modest preferences against immigrants expected to move to their neighborhoods.",
          "url": "https://doi.org/10.1017/s1049096525101467",
          "doi": "https://doi.org/10.1017/s1049096525101467",
          "filter": 0
        },
        {
          "title": "What is to be done about The Autocratic Academy?",
          "authors": "Michael W. McCann",
          "url": "https://doi.org/10.1017/s1049096525000411",
          "doi": "https://doi.org/10.1017/s1049096525000411",
          "filter": 0
        },
        {
          "title": "Becoming Citizens of the Academy",
          "authors": "Renee Heberle",
          "url": "https://doi.org/10.1017/s1049096524001227",
          "doi": "https://doi.org/10.1017/s1049096524001227",
          "filter": 0
        },
        {
          "title": "From Autocratic to Republican: Rethinking the Corporate University",
          "authors": "Isaac Kamola",
          "url": "https://doi.org/10.1017/s1049096525101121",
          "doi": "https://doi.org/10.1017/s1049096525101121",
          "filter": 0
        },
        {
          "title": "Response to Critics The Autocratic Academy: Reconstituting Rule within America’s Universities",
          "authors": "Timothy Kaufman-Osborn",
          "url": "https://doi.org/10.1017/s1049096524001240",
          "doi": "https://doi.org/10.1017/s1049096524001240",
          "filter": 0
        },
        {
          "title": "Reflecting on the Future of Academia: From the Vantage of Community College",
          "authors": "Elsa Dias",
          "url": "https://doi.org/10.1017/s1049096525101261",
          "doi": "https://doi.org/10.1017/s1049096525101261",
          "filter": 0
        },
        {
          "title": "The Case for Restoring Immigrant Voting Rights in the United States",
          "authors": "Ron Hayduk",
          "abstract": "Should voting rights be tied to citizenship? Over 20 million noncitizens pay taxes, own businesses and homes, send their children to schools, and make countless economic, social, and cultural contributions every day. Yet they cannot vote to select politicians who make policy that affects their daily lives. Today, noncitizens currently vote legally in local elections in 22 cities and towns in Maryland, Vermont, California, and Washington, DC. These practices have their roots in another little-known fact: noncitizens voted in 40 states at some point in time from the Founding until 1926. Noncitizens voted not only in local elections but also in state and federal elections, and they could hold office such as alderman. “Alien suffrage” was seen as a means to facilitate immigrant incorporation and citizenship, which it did in practice. This article examines the politics and practices of immigrant voting in the US, chronicling the rise and fall—and reemergence—of immigrant voting rights. It explores arguments for and against noncitizen voting, reviews evidence about its impact on policy and American political development, and considers its implications for immigration policy and democratic practice. Debate about immigrant voting rights can be viewed as a microcosm of broader debate about immigration, citizenship, and democracy reflected in scholarship and political conflict embroiling the nation, which holds valuable lessons for scholars and policy makers today. I argue, in a country where “no taxation without representation” was a rallying cry for revolution, such a proposition might not be so outlandish upon further scrutiny.",
          "url": "https://doi.org/10.1017/s1049096525101492",
          "doi": "https://doi.org/10.1017/s1049096525101492",
          "filter": 0
        },
        {
          "title": "The Advantages of taking the Long View: American Political Development and Higher Education",
          "authors": "Julie L. Novkov",
          "url": "https://doi.org/10.1017/s1049096525101157",
          "doi": "https://doi.org/10.1017/s1049096525101157",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Policy changes and growth slowdown: assessing Chile’s lost decade",
          "authors": "Emiliano Toni, Pablo Paniagua, Patricio Órdenes",
          "abstract": "Latin America has been snared in an economic slowdown since the end of the commodities boom. Within the region, Chile used to stand alone as the poster child of economic growth and political stability from 1990 to 2010. However, a stark contrast is perceived since around 2014, as Chile has also been trapped in a decade of slow economic growth, marking a shift in its economic trend. This paper examines this Chilean slowdown from an empirical perspective and determines how much can be attributed to internal and external causes. Using the Synthetic Control Method (SCM), our empirical analysis suggests that at least two-thirds of Chile’s recent slowdown can be attributed to internal causes (i.e., policy regime change) and only one-third to external ones. Our results are consistent with the literature, confirming that external volatility can explain only a small fraction of poor economic performance, suggesting that internal factors are the primary source. This research sheds light on the effects of policy regime shifts and their economic impact.",
          "url": "https://doi.org/10.1007/s11127-025-01318-w",
          "doi": "https://doi.org/10.1007/s11127-025-01318-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Intersectional Threat: How Race, Gender, and Sexuality Shape Black Americans’ Perspectives on Policing",
          "authors": "Jenn M. Jackson",
          "url": "https://doi.org/10.1086/738972",
          "doi": "https://doi.org/10.1086/738972",
          "filter": 0
        },
        {
          "title": "Who Represses? Career Incentives and the Geography of Repression in China",
          "authors": "Erin Baggott Carter, Jonghyuk Lee, Victor Shih",
          "url": "https://doi.org/10.1086/739056",
          "doi": "https://doi.org/10.1086/739056",
          "filter": 0
        },
        {
          "title": "Ballots and burials: Electoral turnovers and the health costs of elections during emergencies",
          "authors": "Max Schaub, Héloïse Cloléry, Guillaume Kon Kam King, Davide Morisi",
          "url": "https://doi.org/10.1086/738970",
          "doi": "https://doi.org/10.1086/738970",
          "filter": 0
        },
        {
          "title": "Beyond Transparency: Democratizing Algorithmic Governance",
          "authors": "Zeynep Pamuk",
          "url": "https://doi.org/10.1086/738971",
          "doi": "https://doi.org/10.1086/738971",
          "filter": 0
        },
        {
          "title": "Party Control and American Statehouse Democracy",
          "authors": "David Macdonald",
          "url": "https://doi.org/10.1086/739057",
          "doi": "https://doi.org/10.1086/739057",
          "filter": 0
        },
        {
          "title": "Gendered Patterns of Parliamentary Attention",
          "authors": "Oliver Rittmann, Dominic Nyhuis, Tobias Ringwald",
          "url": "https://doi.org/10.1086/739055",
          "doi": "https://doi.org/10.1086/739055",
          "filter": 0
        },
        {
          "title": "Ticket Splitting in a Nationalized Era",
          "authors": "Shiro Kuriwaki",
          "url": "https://doi.org/10.1086/734263",
          "doi": "https://doi.org/10.1086/734263",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Structural and cyclical unemployment and redistribution support in Europe: the moderating role of welfare state size",
          "authors": "Ivan Petrúšek, Kristyna Basna",
          "url": "https://doi.org/10.1080/01402382.2025.2556601",
          "doi": "https://doi.org/10.1080/01402382.2025.2556601",
          "filter": 0
        },
        {
          "title": "Updating cleavage theory for the twenty-first century",
          "authors": "Delia Zollinger, David Attewell",
          "url": "https://doi.org/10.1080/01402382.2025.2560781",
          "doi": "https://doi.org/10.1080/01402382.2025.2560781",
          "filter": 0
        },
        {
          "title": "What matters more to politicians: the quantity or quality of public opinion signals?",
          "authors": "Bart Maes, Stefaan Walgrave, Emmi Verleyen, Frédéric Varone, Anne Rasmussen, Mikael Persson",
          "url": "https://doi.org/10.1080/01402382.2025.2563983",
          "doi": "https://doi.org/10.1080/01402382.2025.2563983",
          "filter": 0
        },
        {
          "title": "Women’s descriptive representation in multi-level political systems: (almost) no pyramids found",
          "authors": "Adam Gendźwiłł, Stanisław Mazur",
          "url": "https://doi.org/10.1080/01402382.2025.2558054",
          "doi": "https://doi.org/10.1080/01402382.2025.2558054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
