{
  "update": "2025-08-08",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Public participation and constitutional compliance",
          "authors": "Jamie Bologna Pavlik, Andrew T. Young",
          "abstract": "Many constitutions are ratified by referendum, and public participation in earlier stages of constitution‐making is increasingly common. Participation may increase the perceived legitimacy of a constitution and citizens' knowledge about it. If this is true, one expects participation to lead to greater constitutional compliance. We explore this hypothesis using data on public participation in constitution‐making and compliance. Employing matching methods, we find little evidence of a positive effect of participation on compliance generally. However, there is compelling evidence of a positive effect on provisions specific to property rights and the rule of law.",
          "url": "https://doi.org/10.1111/ajps.70000",
          "doi": "https://doi.org/10.1111/ajps.70000",
          "filter": 0
        },
        {
          "title": "Injustice, relational violence, and the foster system",
          "authors": "Emma Ebowe",
          "abstract": "Political theorists have not paid sustained attention to the foster system or treated it as a political institution. Despite this, scholars and social movement advocates have identified the system as a site of social and political injustice. This paper develops an account of racial, class, and relational injustice in the contemporary US foster system and provides an ethical framework for evaluating moral harms to intimate relationships. I propose the novel ethical concept of relational violence, which I suggest occurs when an external force damages an intimate bond by substantially disrupting an intimate relationship. Relational violence is generally wrong, and we have moral reasons to avoid it. But in the foster system, poverty, housing insecurity, and racial prejudice can lead to unnecessary relational violence through child removals. The foster system, then, emerges as an unjust institution that can compound the existing harms of racial and economic inequality with painful relational injustices.",
          "url": "https://doi.org/10.1111/ajps.70003",
          "doi": "https://doi.org/10.1111/ajps.70003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Why Inequalities Persist: Parties’ (Non)Responses to Economic Inequality, 1970–2020",
          "authors": "ALEXANDER HORN, MARTIN HASELMAYER, K. JONATHAN KLÜSER",
          "abstract": "Do parties respond to inequality? Despite the relevance of inequality and its consequences, existing studies fail to capture parties’ emphasis on economic equality and redistribution or to differentiate between existing levels of inequality and increases in inequality. Based on 850,000 party statements from 12 (Organisation for Economic Co-operation and Development) countries (1970–2020), we introduce a crowd-coded dataset that allows us to distinguish positive references to economic equality and redistribution from upward-trending equal-rights/anti-discrimination rhetoric. We show that responses found in previous studies do not capture economic equality and redistribution. In reassessing the impact of inequality, we argue that low visibility, status quo bias, and turnout effects discourage party responses to high inequality levels , while rising inequality poses a visible status quo change and a threat that left parties respond to. We find that left parties respond to inequality increases (except less tangible gains among the most affluent) but not to (high) inequality levels. This helps to understand why inequality is not self-correcting.",
          "url": "https://doi.org/10.1017/s0003055425100907",
          "doi": "https://doi.org/10.1017/s0003055425100907",
          "filter": 0
        },
        {
          "title": "Smoke and Mirrors: Strategic Messaging and the Politics of Noncompliance",
          "authors": "JULIA C. MORSE, TYLER PRATT",
          "abstract": "Public allegations of international law violations are common in international politics. When do these accusations generate international backlash for governments? We argue that political costs hinge on a rhetorical battle to shape perceptions of the government’s behavior. Governments use strategic messaging to contest information, challenge the appropriateness of international law, or cite extenuating circumstances. International organizations (IOs) counter government rhetoric to reinforce the law. These competing messages shape support for punishment among citizens and political elites. We test our argument with survey experiments measuring perceptions of alleged military aggression and human rights violations. Among the US public and a global sample of diplomatic elites, foreign government denials and claims about mitigating circumstances reduce punitive attitudes. IO rebuttals counter denials but can only partially neutralize other claims. We offer a new framework for analyzing the politics of noncompliance and present novel evidence illuminating the strengths and limitations of IOs in enforcing international law.",
          "url": "https://doi.org/10.1017/s0003055425100877",
          "doi": "https://doi.org/10.1017/s0003055425100877",
          "filter": 0
        },
        {
          "title": "Jean Bodin’s Demonic Constitutionalism: Sovereignty, Natural Law, and Political Theology",
          "authors": "EERO ARUM, GIO MARIA TESSAROLO",
          "abstract": "It is commonly assumed that the “classical” concept of sovereignty, bequeathed by Jean Bodin, stands in tension with fundamental commitments of liberal modernity, including cosmopolitanism and the aspiration to establish a global legal order. We argue, in contrast, that Bodin’s theory of sovereignty presupposes a universal legal order that imposes binding and enforceable constraints on sovereigns. To substantiate this claim, we examine Bodin’s curious assertion that God, the sovereign ruler of the cosmos, employs a celestial government or administration of angels and demons to enforce His laws. By situating Bodin’s earlier political works alongside his later religious and philosophical writings, we demonstrate that his political thought was neither “absolutist” nor “constitutionalist,” in the ordinary sense of those terms; rather, he was a theorist of what we propose to call “demonic constitutionalism.”",
          "url": "https://doi.org/10.1017/s0003055425100804",
          "doi": "https://doi.org/10.1017/s0003055425100804",
          "filter": 0
        },
        {
          "title": "“They Attend Strictly to Their Own Business”: Disability and the Construction of the Worker-Citizen",
          "authors": "ANN K. HEFFERNAN",
          "abstract": "Contributing to a growing interest in disability in political science, this article makes the case for the central role of disability in upholding the belief in work as requisite for full citizenship. Turning to the nineteenth and early twentieth centuries, it shows how disability and the figure of the disabled worker were used to fortify emergent understandings of work against the changes wrought by industrial capitalism. Focusing on three sites of disabled labor—the school-based workshop, custodial institution, and industrial factory—it reveals the crucial ideological work performed by disability in sustaining the myth of the independent worker-citizen. Where existing scholarship has focused on disability either as an identity category or as a target of rights and policy, this article models an alternative approach, arguing for the relevance of disability as a concept that is integral to, and productive of, the ways we understand citizenship and political belonging.",
          "url": "https://doi.org/10.1017/s0003055425100944",
          "doi": "https://doi.org/10.1017/s0003055425100944",
          "filter": 0
        },
        {
          "title": "Institutional Recognition: Activating Representation to Build Police Responsiveness to Women",
          "authors": "GABRIELLE KRUKS-WISNER, AKSHAY MANGLA, SANDIP SUKHTANKAR",
          "abstract": "How can public agencies become more responsive to marginalized citizens? We develop a theory of bureaucratic responsiveness as the product of resources, representation, and recognition. While material investments and inclusion of marginalized personnel are insufficient in passive forms, they can be jointly activated through institutional recognition : organizational dynamics that enhance a social group’s visibility and ascribe value to efforts to meet their needs. We illustrate this in the domains of policing and gender, examining station-level Women’s Help Desks in India. Combining a large-scale experiment and sustained qualitative research, we reveal how the desks—when staffed by female officers—increased police responsiveness to women’s cases. This occurred as female personnel actively used help desk resources to build professional standing while supporting women. These gains, however, were constrained by patriarchal norms that limit reporting and prosecution of gender-based violence. Our findings illuminate possibilities and challenges of institutional change in unequal settings.",
          "url": "https://doi.org/10.1017/s0003055425100889",
          "doi": "https://doi.org/10.1017/s0003055425100889",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Voter Sexism and Electoral Penalties for Women Candidates: Evidence from Four Democracies",
          "authors": "Rosalind Shorrocks, Elizabeth Ralph-Morrow, Roosmarijn de Geus",
          "abstract": "Recent experimental research suggests that when women stand as political candidates, they often enjoy more support amongst voters than men. However, women remain under-represented in politics worldwide, and observational research suggests sexism is prevalent and consequential for voter behaviour. Here, we attempt to bridge these contradictory findings and offer observational evidence of approximately 26,000 voters and 5,346 candidates in Australia, Canada, Britain, and the USA. American voters are slightly more likely to vote for a woman than a man, but we find no evidence of gender preference in the other countries. Interestingly, although sexism is prevalent in all four countries, we find no evidence for an effect of voter sexism on support for women candidates. We do find evidence that abstention, at least in the USA, is an important electoral choice for sexist partisans faced with a woman co-partisan candidate.",
          "url": "https://doi.org/10.1017/s0007123425000390",
          "doi": "https://doi.org/10.1017/s0007123425000390",
          "filter": 0
        },
        {
          "title": "Taxation and Social Intermediaries: Experimental Evidence from Lagos, Nigeria",
          "authors": "Jessica Gottlieb, Adrienne LeBas, Janica Magat",
          "abstract": "Tax collection is difficult in low-income countries, and bureaucracies exist alongside non-state actors that extract revenue and provide services informally. Might weak states leverage these actors’ strengths to collect taxes, or should they invest in building fiscal capacity on their own? We conducted a field experiment in Lagos, Nigeria that randomly assigned market vendors to tax appeals delivered by state or non-state agents. Contrary to expectations, non-state actors were not effective messengers. Tax appeals delivered by representatives of marketplace associations, an important social intermediary in this context, were ineffective even at higher levels of trust and message credibility. Messages delivered by state agents, however, were sometimes effective in spurring registration and tax payments, especially among ethnic minorities. This study underlines the importance of social intermediaries in shaping the social contract, and it draws attention to the uneven effects of these kinds of institutions within populations.",
          "url": "https://doi.org/10.1017/s0007123424000255",
          "doi": "https://doi.org/10.1017/s0007123424000255",
          "filter": 0
        },
        {
          "title": "Principled Pragmatism: Big Business and Campaign Contributions After January 6",
          "authors": "Amy Meli, Florian Gawehns",
          "abstract": "Corporations use financial contributions to gain access to influential policymakers. How do these actors respond when officeholders violate widely held norms, such as accepting the results of free and fair elections? We argue that businesses are sensitive to norm violations because they balance their economic interests with accountability demands from employees and other stakeholders. Using a difference-in-differences approach, we find that legislators who supported Donald Trump’s false claims about a ‘stolen election’ experienced a significant decline in contributions from Fortune 500 PACs in 2021 and 2022. Additionally, our analysis reveals that companies continue to contribute more to party leaders and members of key committees, consistent with our hypothesis. These findings suggest that corporations are willing to balance the interests of their two audiences by sending signals of disapproval towards those who violate established norms while continuing to lobby key lawmakers.",
          "url": "https://doi.org/10.1017/s0007123425000389",
          "doi": "https://doi.org/10.1017/s0007123425000389",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Authoritarian Information Gathering amid Crisis",
          "authors": "Sasha de Vogel, Hannah S. Chapman, Lauren A. McCarthy",
          "abstract": "How do crises affect information gathering in authoritarian regimes? This study examines how crises impact appeal systems’ ability to collect information on everyday and crisis-related concerns. We argue that crisis immediacy and government repression shape the number and topic of appeals received. Utilizing a novel dataset of appeals submitted to Russia's Presidential Administration, we analyze four crises: the 2018 pension reform, the COVID-19 pandemic, Russia’s 2022 invasion of Ukraine, and the subsequent partial military mobilization. High-immediacy crises generate more crisis-related appeals, while repression suppresses everyday appeals on routine governance issues. This study contributes to scholarship on informational autocracies by highlighting the vulnerability of information-gathering institutions. Focusing on citizen behavior rather than regime incentives, we offer insights into how individuals utilize appeals systems under crisis conditions, enriching understanding of state-society dynamics and the limitations of consultative institutions in autocratic contexts.",
          "url": "https://doi.org/10.5129/001041525x17519048352854",
          "doi": "https://doi.org/10.5129/001041525x17519048352854",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does prepaid postage increase voter turnout? An analysis across time and municipalities in Switzerland",
          "authors": "Pierre F.R. Lüssi, Alina Zumbrunn",
          "url": "https://doi.org/10.1016/j.electstud.2025.102968",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102968",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Power, Parity, and Place: Why Forgetting the Loss-of-Strength Gradient Misses the Relative Power Relationship",
          "authors": "M. Patrick Hulme, Erik Gartzke, Alex Braithwaite, Lauren Gilbert",
          "abstract": "Students of international relations continue to debate the role of power as a cause of conflict. In particular, there exists no consensus about whether power parity or preponderance is more likely to trigger militarized disputes. Generally overlooked in this and related controversies is the question of where power is actually exercised. It is widely accepted that a state’s power declines with distance. This “loss-of-strength gradient” in turn must imply that the relative power of any combination of countries is not a constant, but rather varies spatially at different locations around the globe. Implementing this simple but as yet undocumented insight to the debate over the effects of relative power, we show that “proximate power”—i.e., power adjusted for the loss-of-strength imposed by distance—reveals a close relationship between parity and conflict onset. The finding conforms with the expectations of modern bargaining approaches to war, which emphasize the role uncertainty plays in precipitating military contests.",
          "url": "https://doi.org/10.1177/00220027251362147",
          "doi": "https://doi.org/10.1177/00220027251362147",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Pro-equality initiatives increase expressed sexism among men but may improve trust among women football fans",
          "authors": "Victor Araújo, Malu A.C. Gatto",
          "abstract": "Globally, prejudicial attitudes toward women persist. By taking anti-discriminatory stances, value-oriented organizations – e.g., political parties and religious denominations – can tap into group identities to shape their members’ attitudes. We know much less about the role of organizations that are not inherently value-oriented – such as sports teams – in accomplishing the same. Yet, as various campaigns by sports teams worldwide indicate, this is precisely what non-value-oriented organizations increasingly attempt to do. Can football team fandom be leveraged to promote gender-egalitarian attitudes? We address this question with data from a national survey in Brazil and a survey experiment conducted in partnership with a major Brazilian football club. We find that while football team identity is salient and may be leveraged to change displayed social attitudes, the Club’s anti-sexism campaign inadvertently increased men’s expressed prejudice toward women in football – although it may have also improved institutional trust among women.",
          "url": "https://doi.org/10.1017/xps.2025.10009",
          "doi": "https://doi.org/10.1017/xps.2025.10009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "A Measure of Congressional Committee Influence",
          "authors": "Stefani Langehennig, Ryan Bell, E. Scott Adler",
          "abstract": "In this article, we develop a temporally dynamic measure of each congressional committee's influence across nearly all areas of U.S. federal law. Our measure is derived from the United States Code, which provides detailed information on the evolution of public law across time and issue areas. We categorize sections of the U.S. Code by Comparative Agendas Project (CAP) policy topic areas and then construct a committee‐level influence score based on committees' authorship and revision of each section. Spanning the 104th through 115th Congresses (1995–2018), our measure demonstrates that there are dominant committees that consistently exercise control over enormous portions of federal law, a handful of committees expand their influence over time, while others ebb and flow in their influence.",
          "url": "https://doi.org/10.1111/lsq.70027",
          "doi": "https://doi.org/10.1111/lsq.70027",
          "filter": 0
        },
        {
          "title": "Competing Principals in a Multinational State: Legislative Behavior in Imperial Austria, 1907–1914",
          "authors": "Philip J. Howe, David Steinecke, Christina Isabel Zuber",
          "abstract": "This article examines legislative behavior in the lower house of the Imperial Austrian Reichsrat, a historical legislature representing a multinational society. The coincidence of economic and center‐periphery cleavages in that democratizing state presents an excellent opportunity to examine the influence of multiple competing principals on representatives' legislative behavior. Drawing on an original dataset, we test under which conditions representatives voted against their parliamentary party group between 1907 and 1914. We find relatively high levels of unity, especially for the transnational Social Democrats. Where deviations occur, they are associated with the ethno‐national and economic composition of representatives' electoral districts and initially with membership in parliamentary professional associations. The findings highlight the importance of the center‐periphery (respectively transnational) cleavage as an additional driver of legislative behavior in parliaments, like the European Parliament or the parliaments of Spain or the United Kingdom, that represent multiple nations.",
          "url": "https://doi.org/10.1111/lsq.70029",
          "doi": "https://doi.org/10.1111/lsq.70029",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/lsq.12462",
          "doi": "https://doi.org/10.1111/lsq.12462",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "The Ethics of Defunding the Police",
          "authors": "Ben Jones, Désirée Lim",
          "abstract": "Calls to defund the police gained prominence with the Black Lives Matter (BLM) movement and take various forms. Depending on what will be defunded, the idea has attracted support from different parts of the political spectrum. The politicized nature of the debate often cuts short reflection on how best to assess proposals to defund the police. This article takes up that task. It begins by developing a typology of defund measures: abolitionist cuts, abolitionist reallocation, disaggregative cuts, and disaggregative reallocation. It then outlines a framework to evaluate policing and defund measures, drawing on criteria from the ethics of defensive force. Since policing relies on force, it faces a high justificatory bar and must satisfy the principles of just aim, proportionality, and necessity. The state should not fund unjustified forms of policing that violate those principles. Different violations, though, demand different policy responses.",
          "url": "https://doi.org/10.1017/s1537592725101850",
          "doi": "https://doi.org/10.1017/s1537592725101850",
          "filter": 0
        },
        {
          "title": "Earthborn Democracy: A Political Theory of Entangled Life. By Ali Aslam, David W. McIvor, and Joel Alden Schlosser. New York: Columbia University Press, 2024. 232p.",
          "authors": "Amanda Machin",
          "url": "https://doi.org/10.1017/s1537592725001112",
          "doi": "https://doi.org/10.1017/s1537592725001112",
          "filter": 0
        },
        {
          "title": "Against American Ethnic Democracy: White Rule and Black Rebellion",
          "authors": "Derefe Kimarley Chevannes",
          "abstract": "Since the inception of the United States, religion has long permeated its politics, so much so that racial construction cannot be fully understood without first dissecting America’s cosmological underpinnings. This article maps the founding of ethnic democracy within European modernity and its centrality to the development of the American nation-state. I contend that American ethnic democracy emerges when ethno-racial tyranny expresses itself as white supremacy that is built and sustained through a cosmological justification for its political existence. The political ramifications reveal an unfolding of transhistorical racial terror against the Black as a precondition for ethno-democratic continuity. Nevertheless, contestations against the US ethno-democratic state emerge via the heretical praxis of Black rebels who, through a commitment to subversive belief systems, struggle for Black freedom as a recovery of abolition–democracy.",
          "url": "https://doi.org/10.1017/s1537592725102089",
          "doi": "https://doi.org/10.1017/s1537592725102089",
          "filter": 0
        },
        {
          "title": "Welfare Goes Global: Making Progress and Catching Up. By Richard Rose. Oxford: Oxford University Press, 2024. 212p.",
          "authors": "Anthony Gregory",
          "url": "https://doi.org/10.1017/s1537592725000933",
          "doi": "https://doi.org/10.1017/s1537592725000933",
          "filter": 0
        },
        {
          "title": "The Performative State: Public Scrutiny and Environmental Governance in China. By Iza Yue Ding. Cornell, NY: Cornell University Press, 2022. 258p.",
          "authors": "Sarah Eaton",
          "url": "https://doi.org/10.1017/s1537592725001057",
          "doi": "https://doi.org/10.1017/s1537592725001057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Effects of Voting by Mail on Correct Voting",
          "authors": "Jennifer Wolak, Carey E. Stapleton",
          "abstract": "The share of Americans voting by mail surged in 2020. For those casting a mail-in ballot, their voting experience was different from those who voted in-person. When voting by mail, people can make their choices at their own pace at a time convenient to them, conducting additional research if they wish to do so. We propose that when people vote by mail, they are more likely to successfully identify the candidates that are best aligned with their preferences. Using cross-sectional and causal inference approaches, we show that people who voted by mail in 2020 were more likely to vote correctly than those who cast their ballots in-person. Vote-by-mail was more than just a way to minimize health risks during the coronavirus pandemic – it also had civic dividends. When people vote by mail, they are more likely to choose candidates aligned with their stated preferences.",
          "url": "https://doi.org/10.1007/s11109-025-10067-x",
          "doi": "https://doi.org/10.1007/s11109-025-10067-x",
          "filter": 0
        },
        {
          "title": "Losers’ Conspiracy: Elections and Conspiracism",
          "authors": "Joanne M. Miller, Christina E. Farhart, Kyle L. Saunders",
          "abstract": "Elections produce winners and losers. Winners reap the benefits; losers have to dust themselves off. How each side chooses to respond has important implications for democratic stability. Winners may attempt to develop post-election narratives in such a way as to claim a mandate and consolidate power. But losers are even more likely to be motivated to search for an explanation—a narrative that not only explains the loss in a self-esteem preserving way but also provides guidance for how to engage (or not) in the future to avoid subsequent losses. Building on extant research on the winner-loser gap in political attitudes, we theorize that electoral losers will be more conspiratorial (as assessed by a general measure of conspiracism) after the election than before the election. We report the results of five nationally representative pre/post-election panel surveys spanning three election years in the U.S. (2016, 2018, 2020) that provide strong and consistent support for the “losers’ conspiracism” hypothesis and discuss the implications of our findings.",
          "url": "https://doi.org/10.1007/s11109-025-10063-1",
          "doi": "https://doi.org/10.1007/s11109-025-10063-1",
          "filter": 0
        },
        {
          "title": "Moralization and Foreign Policy Attitudes",
          "authors": "Sarah Maxey, Kathleen E. Powers",
          "url": "https://doi.org/10.1007/s11109-025-10064-0",
          "doi": "https://doi.org/10.1007/s11109-025-10064-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Domains of dominance: Political territorial control and conflict-related violence in postwar Abidjan",
          "authors": "Sebastian van Baalen, Thao-Nguyen Ha",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103393",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "China–Ethiopia Relations and Industrial Development: A Brief Evaluation",
          "authors": "John H. S. Åberg, Haftom Bayray Kahsay",
          "abstract": "Ethiopia aspired to become Africa’s “light manufacturing hub” and a “lower middle-income country” by 2025 (National Planning Commission 2016, 143, 169). Successive Ethiopian governments launched long-term plans and pursued industrial policies in line with a declared “developmental state” approach inspired by Japanese, South Korean, and Chinese models (Aberg and Becker 2020; Cheru and Oqubay 2019; Clapham 2018; Fourie 2015; Gebreeyesus 2013; Oqubay 2018). The intention was to build on the country’s comparative advantages of cheap land and labor to develop manufacturing with backward linkages to the domestic economy, focus on labor-intensive light manufacturing, build special economic zones (SEZs) to attract foreign direct investment (FDI), and promote exports for global markets to create jobs, enhance skills, expand the private sector, and kickstart wider industrialization.",
          "url": "https://doi.org/10.1017/s1049096524001070",
          "doi": "https://doi.org/10.1017/s1049096524001070",
          "filter": 0
        },
        {
          "title": "Exporting the China Model? Two Chinese Technology Firms in Kenya’s Digital Development",
          "authors": "Yabo Wu",
          "abstract": "Western pundits have warned about the risks posed by Chinese companies for exporting surveillance technologies to Africa (Bartlett 2023) due to not only risks in the technology but also the exportation of authoritarian development. Scholars who perceive Chinese technology companies as state instruments that facilitate the state’s agenda to expand authoritarian digital development in Africa support this view (Cheney 2019; Gravett 2020; Khalil 2020; Mozur, Kessel, and Chan 2019). This view is contested by empirical findings arguing that Chinese companies primarily engage in digital capitalism, providing products that meet certain African states’ digital control and heterogenous development needs (Bagwandeen 2019; Gagliardone 2019).",
          "url": "https://doi.org/10.1017/s1049096524001082",
          "doi": "https://doi.org/10.1017/s1049096524001082",
          "filter": 0
        },
        {
          "title": "The Development Bank and the Developmental State Strategy based on a Comparison of China and South Africa",
          "authors": "Xiaochen Hou",
          "abstract": "At present, the international situation is complex and volatile, with the global economy facing multiple risks and challenges. The North–South development divide is widening, drawing increasing attention to the “Global South.” Given their distinct historical backgrounds and resource characteristics, countries in the Global South cannot simply replicate the development models of developed nations; rather, they must formulate their own development strategies tailored to their specific national conditions. The development models of these countries vary significantly and warrant further exploration.",
          "url": "https://doi.org/10.1017/s1049096524001306",
          "doi": "https://doi.org/10.1017/s1049096524001306",
          "filter": 0
        },
        {
          "title": "The Study of Agency in Africa–China Relations: The Case for Typologies",
          "authors": "Folashadé Soulé",
          "abstract": "In the past two decades, China has emerged as Africa’s biggest bilateral trading partner, its top five foreign direct investors, a significant contributor for development finance, and a contractor for infrastructure finance (Oqubay and Lin 2019). The study of how African agents have negotiated with or (re)defined institutions or entities in this relationship and how agents negotiate or utilize existing power structures to maintain or redefine existing settings has witnessed a surge in the past 20 years. The increase in literature on “African agency” offers not only a deeper understanding of the different ways that African actors use their various spaces of engagement to their advantage; it also has allowed researchers to more effectively locate, unpack, and outline such agency (Chipaike and Bischoff 2018; Chipaike and Bischoff 2019; Chipaike and Knowledge 2018; Chiyemura 2020; Corkin 2013; Cheru and Obi 2010; Gadzala 2015; Kragelund and Carmody 2016; Mohan and Lampert 2012; Mann 2023; Odoom 2019; Otele 2016). However, much of this literature categorizes African agency into general categories, such as state, nonstate, elite, and local agency. Although general categories prove useful for an initial understanding, they are limited in explaining the different ways that agency is carried out by different African actors within the state apparatus or among nonstate actors, their modalities, and their impact. Various actors within these large categories of state and nonstate actors exercise agency differently with different motivations, and they use different repertoires of action.",
          "url": "https://doi.org/10.1017/s1049096525000083",
          "doi": "https://doi.org/10.1017/s1049096525000083",
          "filter": 0
        },
        {
          "title": "Introduction: Rethinking China–Africa Engagements in the Age of Discontent",
          "authors": "Obert Hodzi",
          "abstract": "Over the past five years, China–Africa engagements have undergone significant changes, mainly due to the COVID-19 pandemic. Padraig Carmody (2021) describes the pandemic’s effect on China’s global engagements as a critical juncture. This is because due to its extended lockdown, China prioritized domestic consumption and sustainability of its economy, buffering it from external pressures. This led to China restructuring its position in the global supply chains, exposing Africa’s dependency on China and other external powers for both financing and manufactured goods. With most African countries’ economies dependent on exports of primary commodities, these shifts in the global supply chain and reorientation of the Chinese economy led to financial depression in Africa, leaving countries unable to finance critical development projects and service their foreign debts.",
          "url": "https://doi.org/10.1017/s1049096525000356",
          "doi": "https://doi.org/10.1017/s1049096525000356",
          "filter": 0
        },
        {
          "title": "From Political Resource to Political Liability? International Student Mobilization in China",
          "authors": "Heidi Østbø Haugen",
          "abstract": "Higher educational cooperation has long been central to China’s foreign relations. This article examines the political ramifications of the exodus of international students from China during the COVID-19 pandemic. China introduced some of the world’s most restrictive entry requirements for international travelers, forcing most international students at Chinese universities to study remotely between the Spring semesters of 2020 and 2022. This affected the 221,700 foreign students who were enrolled in Chinese universities, 81,600 of whom were from African countries (Mulvey 2021; UNESCO 2022). Travel restrictions were barely eased until late in the spring semester of 2022, and the border was finally opened for most students during the fall semester of 2022 (Liu and Peng 2024). Some students missed five semesters of in-person classes, and others gave up on their studies in China altogether. Thousands of students campaigned globally for the right to travel to China, attend classes in person, and get the educational experience they had envisioned.",
          "url": "https://doi.org/10.1017/s1049096524001094",
          "doi": "https://doi.org/10.1017/s1049096524001094",
          "filter": 0
        },
        {
          "title": "The Afro-Asiatic Resilience to the Global Color Line: Revisiting Du Bois and Pearson in the Context of BRICS and the Alliance of Sahel States",
          "authors": "Richard Atimniraye Nyelade",
          "abstract": "In the complex landscape of early twenty-first-century geopolitics, racial ideologies and the concept of the “color line” continue to shape international relations. Charles Henry Pearson, in his seminal work National Life and Character: A Forecast (1893), introduced the idea of “unchangeable limits of the higher races,” theorizing that European “higher races” are bound by natural and climatic constraints that prevent them from fully dominating regions populated by “lower races,” such as Africans, Chinese, Indians, and Indigenous peoples. Pearson predicted that these lower races would eventually outnumber and challenge European dominance, reflecting a deterministic view of global racial dynamics.",
          "url": "https://doi.org/10.1017/s1049096524001124",
          "doi": "https://doi.org/10.1017/s1049096524001124",
          "filter": 0
        },
        {
          "title": "Actors, Agency, and Localization: The Making of an African Belt and Road Initiative",
          "authors": "Obert Hodzi",
          "abstract": "Whether the Belt and Road Initiative (BRI) is being praised or criticized, the focus often is on the perceptions of it in African countries rather than how it is conceptualized in those countries and by continental entities such as the African Union (AU). As a result, there is no understanding of the collective African conceptualization of the BRI and how that conceptualization shapes the continent’s engagement with China and, in turn, the perceptions of the BRI. By employing the intentionality, instrumentalist, and geopolitical approaches, this study analyzes Africa’s conceptualization of the BRI as a global project through the lens of strategic utility, intentionality, and geopolitical positioning, which can be summarized as “strategic globalism.”",
          "url": "https://doi.org/10.1017/s104909652510111x",
          "doi": "https://doi.org/10.1017/s104909652510111x",
          "filter": 0
        },
        {
          "title": "Legitimating LGBTQ+ Scholarship in Political Science and Making It Flourish",
          "authors": "Jerry Thomas, Scott N. Siegel",
          "abstract": "This article introduces the LGBTQ+ Special edition of PS. It traces major developments of queer scholarship in political science beginning with Kenneth Sherrill’s 1973 paper, “Leaders in the Gay Activist Movement: The Problem of Finding Followers,” which was the first paper presented at an APSA annual meeting on a queer topic. As part of the celebration of the fiftieth anniversary of Professor Sherrill’s first paper, this introduction describes the efforts scholars made in their work and in the American Political Science Association to legitimate LGBTQ+ scholarship during the past half decade.",
          "url": "https://doi.org/10.1017/s1049096525101133",
          "doi": "https://doi.org/10.1017/s1049096525101133",
          "filter": 0
        },
        {
          "title": "Uncovering African Agency: Non-State Actors and Sino–Ghana Relations",
          "authors": "Isaac Nunoo",
          "abstract": "The burgeoning China–Africa debates often fail to consider questions of African agency and, in particular, the role played by non-state actors (NSAs)—such as civil society organizations (CSOs), the media, and local groups—to give greater voice to African agency in Sino–African relations (SRA). Drawing on qualitative methods (i.e., interviews and content analysis), this study examines the relationship and focuses primarily on the case of Ghana to investigate how these NSAs engage, negotiate, influence, and resist Chinese actors’ involvement in Africa. It answers the question: “To what extent do NSAs (i.e., CSOs, the media, and local groups) exert agency in Sino–Ghana relations?”",
          "url": "https://doi.org/10.1017/s1049096524001331",
          "doi": "https://doi.org/10.1017/s1049096524001331",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSC volume 58 issue 3 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1049096525101212",
          "doi": "https://doi.org/10.1017/s1049096525101212",
          "filter": 1
        },
        {
          "title": "PSC volume 58 issue 3 Cover and Back matter",
          "url": "https://doi.org/10.1017/s1049096525101224",
          "doi": "https://doi.org/10.1017/s1049096525101224",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The royal touch",
          "authors": "Vladimir V. Maltsev, Alicia M. Plemmons",
          "abstract": "This paper examines the royal touch, a thaumaturgic healing ritual in which the monarchs of medieval-early modern England and France attempted to cure scrofula through physical contact with the afflicted. Using rational choice theory, we explain how this esoteric practice endured for so long. Monarchs engaged in the royal touch to secure political legitimacy and popular support by projecting divine favor and Christian benevolence, especially in times of instability or dynastic uncertainty. Meanwhile, patients willingly participated in the royal touch as it was a cheap and non-invasive procedure that was consistent with their belief in the efficacy of miracles. This belief was reinforced by scrofula’s self-limiting nature and by the monarchs’ strategic selection of likely-to-recover individuals. The practice ultimately faded with the spread of secularism, disillusionment in monarchy as a viable form of governance, and advancements in medical science. Our key finding is that mystical healing rituals persist when both patients and monarchs perceive them as net beneficial within their specific institutional and historical contexts.",
          "url": "https://doi.org/10.1007/s11127-025-01314-0",
          "doi": "https://doi.org/10.1007/s11127-025-01314-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "When the party is over: Explaining the rise of the Spanish far-right SALF",
          "authors": "Javier Padilla Moreno-Torres, Álvaro Canalejo-Molero, Alberto López Ortega",
          "abstract": "Can a second far-right party succeed in a country where the radical right was, until recently, absent? Spain’s 2024 European Parliament elections provided a striking answer with the emergence of SALF (“Let the Party Be Over”), a far-right anti-politics platform that captured 4.6% of the vote in its electoral debut, outperforming Podemos and the major regional parties. Through a comprehensive analysis of individual-level data from approximately 38,000 respondents across eleven surveys, we provide the first systematic assessment of SALF’s voters and compare them to other Spanish constituencies. First, our findings reveal an intriguing paradox: while SALF voters self-identify as more centrist than supporters of VOX (Spain’s main far-right party), their positions on substantive policies are similarly extreme. In contrast, SALF’s success stems from a distinctive combination of dissatisfaction with democracy and nontraditional media consumption patterns, especially among young male voters. Notably, while VOX’s earlier rise was primarily driven by Spain’s territorial tensions, SALF’s emergence signals a deeper phenomenon: profound disillusionment with Spain’s political system among specific segments of society.",
          "url": "https://doi.org/10.1177/20531680251357602",
          "doi": "https://doi.org/10.1177/20531680251357602",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "The political life cycle and electoral mobilisation among immigrant-origin and native citizens during the 2021 German election",
          "authors": "Achim Goerres, Jonas Elis, Sabrina Jasmin Mayer",
          "url": "https://doi.org/10.1080/01402382.2025.2524879",
          "doi": "https://doi.org/10.1080/01402382.2025.2524879",
          "filter": 0
        },
        {
          "title": "Opposition parties seek more conflict with the government when losing electoral support",
          "authors": "Elias Koch",
          "url": "https://doi.org/10.1080/01402382.2025.2524944",
          "doi": "https://doi.org/10.1080/01402382.2025.2524944",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
