{
  "update": "2025-10-03",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Unpacking gendered co‐participation in political violence: Women perpetrators of the 1994 genocide in Rwanda",
          "authors": "Jared F. Edgerton, Elizabeth L. Brannon, Dagmar Heintze, Hollie Nyseth Nzitatira",
          "abstract": "How does gender influence participation in violence? Research shows that women are less likely than men to engage in direct violence. However, women remain consequential actors in conflicts. Drawing on gendered understandings of conflict, we argue that mobilization is shaped by gendered homophily within social networks. We theorize that both men and women are likely to mobilize with individuals of the same gender. However, this effect is more pronounced for women due to differences in how men and women are mobilized for conflict as well as other forms of political engagement. To test this argument, we utilize data from the 1994 genocide that targeted Tutsi in Rwanda. Using network analysis, we demonstrate the pivotal role women played in mobilizing other women to commit violence. This article broadens our understanding of network dynamics in conflict and emphasizes the importance of gendered differences in mobilization patterns for political processes.",
          "url": "https://doi.org/10.1111/ajps.70007",
          "doi": "https://doi.org/10.1111/ajps.70007",
          "filter": 0
        },
        {
          "title": "The electoral politics of immigration and crime",
          "authors": "Jeyhun Alizade",
          "abstract": "Concern that immigration worsens crime problems is prevalent across Western publics. How does it shape electoral politics? Prior research asserted a growing left–right divide in immigration attitudes and voting behavior due to educational realignment. In contrast, I argue that leftist voters are more conservative on immigrant crime than leftist parties, which can drive highly educated progressives (so‐called “cosmopolitans”) to right‐wing parties. I demonstrate this voter–party mismatch using survey data from 14 Western European countries linked with expert ratings of party positions. A panel survey from Germany further shows that concern about immigrant crime increases vote intention for the center right among voters of the Greens—the party of leftist cosmopolitans. A conjoint experiment among German voters replicates this defection effect and shows that it persists even if the center right stigmatizes immigrants or adopts conservative sociocultural issue positions. Repercussions of immigration can in fact drive leftist cosmopolitans to the right.",
          "url": "https://doi.org/10.1111/ajps.70013",
          "doi": "https://doi.org/10.1111/ajps.70013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "What Happens When You Can’t Check the Box? Categorization Threat and Public Opinion among Middle Eastern and North African Americans",
          "authors": "AMANDA SAHAR D’URSO",
          "abstract": "Middle Eastern and North African (MENA) Americans are politically visible yet institutionally invisible, long categorized as “white” by the U.S. government despite neither self-categorizing nor racially assigned as such. Most forms—across public and private sectors—still lack a “MENA” category option. What are the political consequences of institutional invisibility? Across two survey experiments and in-depth interviews, I find that exclusion from official identity categories triggers the experience of categorization threat, a psychological response rarely linked to political behavior. When MENA Americans experience categorization threat, they respond by expressing opinions on politics in ways that attempt to signal and assert their MENA identity and, to a lesser extent, Person of Color (POC) identity. Such identity assertion demonstrates that bureaucratic categorization influences expressions of public opinion on politics, not simply how people self-categorize. Researching the effects of category exclusion on public opinions creates opportunities for more accurate and democratic scholarship.",
          "url": "https://doi.org/10.1017/s0003055425100919",
          "doi": "https://doi.org/10.1017/s0003055425100919",
          "filter": 0
        },
        {
          "title": "How Partisan Are U.S. Local Elections? Evidence from 2020 Cast Vote Records",
          "authors": "ALEKSANDRA CONEVSKA, SHIGEO HIRANO, SHIRO KURIWAKI, JEFFREY B. LEWIS, CAN MUTLU, JAMES M. SNYDER",
          "abstract": "Analyzing nominally partisan contests, previous literature has argued that state and local politics have nationalized. Here we use individual ballots from the 2020 general elections covering over 50 million voters to study the relationship between individual national partisanship and voting in over 5,700 contested down-ballot contests, including nonpartisan races and ballot measures. Voting in partisan contests can be explained by voter’s national partisanship, consistent with existing literature. However, we find that voting for local nonpartisan offices and ballot measures is much less partisan. National partisanship explains more than 80% of the within-contest variation in voting for partisan state and local offices but less than 10% for local nonpartisan contests and local ballot measures. The degree of partisanship in local spending measures varies by the type of service—for example, education, roads, public safety, housing. Finally, we find evidence of structure in the pattern of votes on local spending measures.",
          "url": "https://doi.org/10.1017/s0003055425100920",
          "doi": "https://doi.org/10.1017/s0003055425100920",
          "filter": 0
        },
        {
          "title": "The Political Transformation of Corporate America, 2001–2022",
          "authors": "REILLY S. STEEL",
          "abstract": "This article reconciles conflicting views about the political landscape of corporate America with new data on the revealed political preferences of 97,469 corporate directors and executives at 9,005 different U.S. companies. Driven largely by turnover, I find that average observed ideology for directors and executives has shifted meaningfully to the left over time, changing from modestly conservative in 2001 to roughly centrist by 2022. This finding supports a middle-ground position between conventional wisdom casting “big business” as a conservative stronghold and revisionist views holding the opposite. Counterfactual simulations and a difference-in-differences design suggest multifaceted reasons for these changes, and hand-collected data on corporate stances on LGBTQ-related legislation suggest a strong connection between corporate political activity and individual views. Overall, this transformation has profound implications for American politics, as the individuals comprising one of the most powerful interest groups—corporate elites—appear to be fracturing ideologically and to some degree even switching sides.",
          "url": "https://doi.org/10.1017/s0003055425100993",
          "doi": "https://doi.org/10.1017/s0003055425100993",
          "filter": 0
        },
        {
          "title": "The Path of Law: Legal Uncertainty and Issues of First Impression in the U.S. Courts of Appeals",
          "authors": "ANTHONY R. TABONI",
          "abstract": "When deciding new issues, judges face uncertainty about how cases map into their existing understanding of the law. This uncertainty can lead to conflicting decisions on the same legal question, generating inconsistent law. I develop a formal theory of judicial decision making, where courts learn about and rule on new legal issues. I find that courts learn most from their ideological allies; however, increasing the ideological distance between courts can either increase or decrease legal uniformity. Using an original dataset of cases of first impression in the U.S. Courts of Appeals, I find that increasing the ideological distance between two courts increases the probability of disagreement if the previous court’s decision is in-line with their relative bias, and decreases disagreement when the decision runs counter to their relative bias. My findings highlight the ways that courts can use decisions from even ideologically distant peers to learn about new legal issues.",
          "url": "https://doi.org/10.1017/s0003055425101160",
          "doi": "https://doi.org/10.1017/s0003055425101160",
          "filter": 0
        },
        {
          "title": "Land, Power, and Property Rights: The Political Economy of Land Titling in Sub-Saharan Africa",
          "authors": "MATTHEW K. RIBAR",
          "abstract": "Only 15% of African households possess a formal title for their agricultural land, despite the widespread availability of titles and their documented benefits. Local politics combine with national land regimes to explain this empirical anomaly. I combine 170,216 household-level observations of titling across 22 African countries with a novel geospatial measure of land values and the returns to agricultural investment. Households in areas with high returns to potential agricultural investment title more. However, in countries with centralized land tenure regimes, strong customary institutions attenuate this relationship; in countries with decentralized land regimes, strong customary institutions reinforce it. I use a case study in Côte d’Ivoire, including an original survey of 801 households and 194 customary elites, to trace these mechanisms at work. This research documents granular variation in the uptake of land titles, illustrates how local politics explain this variation, and outlines conditions under which customary elites impede development.",
          "url": "https://doi.org/10.1017/s0003055425100981",
          "doi": "https://doi.org/10.1017/s0003055425100981",
          "filter": 0
        },
        {
          "title": "A Precolonial Paradox? Rethinking Political Centralization and Its Legacies",
          "authors": "MARTHA WILFAHRT",
          "abstract": "A paradox has emerged in the growing literature on the legacies of the precolonial past: areas home to precolonial centralized polities are associated with beneficial long-run outcomes in some studies, but harmful ones elsewhere. This article introduces an original dataset of precolonial African states in the nineteenth century to explain this seeming contradiction. By developing a typology of precolonial statehood, I show that there is no single legacy of the precolonial past. Rather, statehood only increases civil conflict where political power was highly concentrated in a polity. Where political authority was more diverse, conflict prevalence is lower. A largely inverse pattern holds for development outcomes. These findings, and the associated dataset, suggest promising new pathways for understanding not only the legacies of Africa’s precolonial past, but the study of comparative state-building, which has largely relegated the African experience to a single story.",
          "url": "https://doi.org/10.1017/s0003055425101044",
          "doi": "https://doi.org/10.1017/s0003055425101044",
          "filter": 0
        },
        {
          "title": "Lights, Camera, Inaction? The Effects of Gavel-to-Gavel Floor Coverage on U.S. State Legislatures",
          "authors": "JEFFREY LYONS, JOSH M. RYAN",
          "abstract": "As elected officials and citizens struggle to understand the increasingly polarized political landscape in the United States, some have pointed to the introduction of “gavel-to-gavel” camera coverage in legislative bodies as driving the downward trajectory of these institutions. Advocates of increased transparency suggest cameras empower voters, producing more moderate behavior among legislators, whereas opponents suggest cameras encourage partisanship and dysfunction. Previous research offers mixed conclusions, in part, because of a focus on national legislatures where the introduction of cameras occurs only once. Using an original dataset of the adoption of gavel-to-gavel coverage in state legislative chambers, we examine whether cameras are associated with a range of chamber- and individual-level outcomes. The findings suggest that there are no systematic impacts from the introduction of gavel-to-gavel coverage. Normative concerns about cameras in legislatures may be overstated, an important finding given their proliferation in public proceedings since the COVID-19 pandemic.",
          "url": "https://doi.org/10.1017/s0003055425101032",
          "doi": "https://doi.org/10.1017/s0003055425101032",
          "filter": 0
        },
        {
          "title": "Racial Inequality in War",
          "authors": "CONNOR HUFF, ERIC MIN, ROBERT SCHUB",
          "abstract": "How does racial inequality shape who dies in war? Focusing on the era of United States military segregation, we argue that discriminatory societal institutions and prejudicial attitudes combined to reduce commanders’ beliefs about Black soldiers’ combat effectiveness. These biased assessments decreased the likelihood that Black soldiers were assigned combat occupational specialties, and that Black combat units received key frontline assignments. However, commanders’ biases also created a desire to preserve white lives. Accordingly, we expect Black soldiers received worse support. These choices shaped soldiers’ risk of death. Analyzing the case of World War I (WWI), we leverage data on over 44,000 infantry fatalities and show that white units incurred four times as many combat fatalities as comparable Black units. However, holding fixed exposure to combat, Black units suffered higher levels of noncombat deaths. Commanders thus deemed Black soldiers insufficiently qualified to fight as equals, but sufficiently expendable to die in war’s least consequential conditions.",
          "url": "https://doi.org/10.1017/s0003055425101172",
          "doi": "https://doi.org/10.1017/s0003055425101172",
          "filter": 0
        },
        {
          "title": "Do Politicians Outside the United States Also Think Voters Are More Conservative than They Really Are? – CORRIGENDUM",
          "authors": "JEAN-BENOIT PILET, LIOR SHEFFER, LUZIA HELFER, FREDERIC VARONE, RENS VLIEGENTHART, STEFAAN WALGRAVE",
          "url": "https://doi.org/10.1017/s0003055425101019",
          "doi": "https://doi.org/10.1017/s0003055425101019",
          "filter": 0
        },
        {
          "title": "Administrative Records Mask Racially Biased Policing—CORRIGENDUM",
          "authors": "DEAN KNOX, WILL LOWE, JONATHAN MUMMOLO",
          "url": "https://doi.org/10.1017/s0003055425101214",
          "doi": "https://doi.org/10.1017/s0003055425101214",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Deepening, Bridging, and Moving Minds in Stressful Times",
          "authors": "Simon Stocker, André Bächtiger, Bernhard Kittel, Marco Steenbergen",
          "abstract": "This article focuses on the effects of different communication modes – ‘contestatory’, ‘collaborative’, and ‘open’ (and two control groups – ‘information-only’ and a ‘placebo’ group) on reasoning and opinion formation in the context of conflictive collective decision problems. Focusing on two population-based survey experiments in Germany and Austria on the prioritization of health or freedom (Germany) and the introduction of mandatory vaccination (Austria) in the COVID-19 crisis, we find an important trade-off: while a contestatory and open mode enhances in-depth reasoning, a collaborative mode promotes constructive thinking. Regarding opinion formation, we find that when societal polarization is not extreme, communication modes do not matter for opinion (de-)polarization; here, the exposure to information is all that is needed to move minds. In highly polarized situations, however, open communication is the only way to communicatively reach out to people. Our results contradict both advocates of a contestatory and collaborative renewal of public discourse.",
          "url": "https://doi.org/10.1017/s0007123425100562",
          "doi": "https://doi.org/10.1017/s0007123425100562",
          "filter": 0
        },
        {
          "title": "Information, Uncertainty, and Public Support for Brinkmanship During the 2023 Debt Limit Negotiations – CORRIGENDUM",
          "authors": "Matthew DiGiuseppe, Patrick E. Shea",
          "url": "https://doi.org/10.1017/s0007123425000353",
          "doi": "https://doi.org/10.1017/s0007123425000353",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Elections Increase Satisfaction With Democracy",
          "authors": "Shane P. Singh",
          "abstract": "A large literature shows that election outcomes affect satisfaction with democracy by separating voters into winners and losers. Moving beyond victory and defeat, I theorize that elections themselves boost satisfaction due to the psychosocial, representational, and economic utility they provide to citizens. I test my expectations across three separate studies. These leverage survey fieldwork that was interrupted by elections in several countries (Study 1), cross-national panel survey data (Study 2), and a survey experiment (Study 3). The timing of survey interviews in each study helps isolate the impact of elections from that of winning and losing in the sense of a voter’s party entering government. Results together show that elections increase satisfaction with democracy, and an investigation of the theoretical mechanisms suggests that this relationship is driven by the representational and economic benefits of elections.",
          "url": "https://doi.org/10.1177/00104140251381758",
          "doi": "https://doi.org/10.1177/00104140251381758",
          "filter": 0
        },
        {
          "title": "Beyond Hate Speech: Online Rumors and Out-Group Resentment in Divided Societies",
          "authors": "Mathilde B. Mjelva, Sebastian Schutte, Helga Malmin Binningsbø, Francesca R. Jensenius",
          "abstract": "The political consequences of hate speech on social media are the subject of intense research. Studies from Europe and North America have found that online exposure to hate speech affects both attitudes and offline behavior. Moving beyond hate speech, we show how little it takes for online rumors to stoke inter-group tensions in divided societies. In a pre-registered survey experiment with 3075 Hindu social media users in India, we navigate ethical challenges with very mild information treatments, post-treatment fact-checks, and debriefs. We find that even subtle online rumors change sentiments toward entire groups and heighten conflict-related emotions, especially when combined with injustice frames. As none of our information treatments classify as hate speech, these problems appear inherent to social media technology and point toward a need for a broader debate on policy responses.",
          "url": "https://doi.org/10.1177/00104140251381753",
          "doi": "https://doi.org/10.1177/00104140251381753",
          "filter": 0
        },
        {
          "title": "Strategic Inclusion Without Transformation: How Populist Radical Right Parties Engage With Women’s Interests",
          "authors": "Bonnie M. Meguid, Hilde Coffé, Ana Catalano Weeks, Miki Caul Kittilson",
          "abstract": "Despite their Männerparteien reputation, populist radical right (PRR) parties have recently expanded their agendas to include women’s interests. When do they embrace these interests, and what shapes their stance? We propose a theory of strategic window dressing: electorally struggling PRR parties, seeking to gain voters, showcase women’s interests superficially without shifting core gender ideologies. Using original text analysis of PRR party manifestos across 30 European countries (1984–2022), we find that parties emphasize gender-related rights when electorally vulnerable—but avoid adopting more gender-egalitarian positions. Instead, they promote risk-averse, femonationalist stances. While having a woman leader increases attention to gender-based violence, a higher share of women MPs has no impact on either the salience of or position on women’s interests. These findings suggest that the PRR’s nod to women’s interests is largely a tactical move, not a genuine commitment to substantive representation of women’s interests.",
          "url": "https://doi.org/10.1177/00104140251381760",
          "doi": "https://doi.org/10.1177/00104140251381760",
          "filter": 0
        },
        {
          "title": "Between Human Dignity and Security: Identifying Citizen and Elite Preferences and Concerns Over Refugee Reception",
          "authors": "Kristin E. Fabbe, Eleni Kyrkopoulou, Mara E. Vidali",
          "abstract": "After humanitarian crises involving asylum seekers, how do citizens and elites view reception policies? What concerns drive their preferences? This paper examines these questions using an original survey of 5916 citizens and 586 politicians in Greece, a critical European front-line case. Using experimental and text analysis methods, we find aggregate support for controlled national management of reception sites featuring geographic distancing, restricted mobility, and limited size. However, substantial polarization emerges among citizens regarding asylum seekers’ freedom of movement and facility administration, irrespective of crisis exposure. Left-wing respondents prioritize humanitarian obligations and human dignity, while right-wing citizens emphasize security concerns and legalistic deservedness. Elites appear less polarized than citizens, and right-wing citizens express greater threat perceptions than their elite counterparts. These findings suggest reception approaches providing organized accommodation while spatially segregating residents and restricting mobility may be democratically viable, but risk generating values-based polarization around human dignity, security, and administrative authority.",
          "url": "https://doi.org/10.1177/00104140251381741",
          "doi": "https://doi.org/10.1177/00104140251381741",
          "filter": 0
        },
        {
          "title": "Political Responsiveness, Information Provision, and Capacity Gaps",
          "authors": "Miriam Golden, Saad Gulzar, Luke Sonnet",
          "abstract": "To investigate whether lack of information is one reason politicians may be unresponsive to voter preferences, we conduct a randomized control trial with senior politicians in Pakistan that collects citizen preferences using Interactive Voice Response (IVR). IVR allows politicians to script questions for citizens and allows the latter to respond on their cell phones. There is strong politician interest in soliciting opinions via IVR; additionally, response rates by citizens are relatively high. Nonetheless, politicians fail to use the new information to modify on-the-ground engagement with voters or service delivery. Nor do we observe improvements in citizen evaluations of politicians or in their electoral support for them. A forecasting exercise shows that experts find these null outcomes unexpected. Our findings reveal that even eager and informed politicians may be unable to respond to citizen preferences due to institutional capacity constraints, highlighting limits of information-centric theories of accountability.",
          "url": "https://doi.org/10.1177/00104140251381745",
          "doi": "https://doi.org/10.1177/00104140251381745",
          "filter": 0
        },
        {
          "title": "Electoral Support for Candidates Involved in Drug Trafficking: Experimental Evidence From Peru",
          "authors": "Mariana V. Ramírez Bustamante",
          "abstract": "Why do citizens vote for candidates involved in organized crime? Drawing on theories of voting behavior and accountability, I assess the extent to which individuals engage in trade-off evaluations when voting for candidates linked to drug trafficking organizations (DTOs). Using a vignette experiment embedded in online surveys in Peru, I manipulated side benefits that accrue from drug trafficking. The results, which I also test using qualitative evidence from in-depth elite interviews, show support for my core hypothesis, which I term a competence mechanism : citizens are more favorable toward DTO-linked candidates when that connection brings positive returns. Specifically, I find security side benefits increase electoral support for narco-linked politicians, while economic goods do not have a direct significant effect on voting behavior unless citizens justify this illegal economy. Further, tolerance toward the drug trade has a direct effect on support for this type of malfeasant candidates.",
          "url": "https://doi.org/10.1177/00104140251381759",
          "doi": "https://doi.org/10.1177/00104140251381759",
          "filter": 0
        },
        {
          "title": "Institutional Ambiguity Enables Successful Centralization: Evidence From China and Vietnam",
          "authors": "Minh D. Trinh, Warren Wenzhi Lu",
          "abstract": "In authoritarian regimes, internal information distortion happens when lower-level bureaucrats who directly extract and process information from society are compelled by local officials to manipulate this information before reporting it to regime leaders at the top of the hierarchy. Autocrats may attempt to minimize distortion with centralization reforms, but they are unlikely to succeed if local officials maintain their monopoly of authority over local bureaucrats. Institutional ambiguity in an authoritarian administrative hierarchy may undermine this monopoly, allowing centralization reforms to mitigate information distortion. Through a paired comparison of China and Vietnam, we find that institutional ambiguity within the Chinese hierarchy—characterized by uncertainty over the establishment of skip-level reporting lines that bypass local officials to connect the central government with lower-level actors—prevented local officials from outmaneuvering Beijing’s centralization reform. In contrast, the absence of such ambiguity in Vietnam allowed information distortion to persist despite the regime instituting a similar reform.",
          "url": "https://doi.org/10.1177/00104140251381737",
          "doi": "https://doi.org/10.1177/00104140251381737",
          "filter": 0
        },
        {
          "title": "The Repression-Dissent Nexus in High-Threat Environments: Evidence From the Romanian Gulag",
          "authors": "Vlad Surdea-Hernea, Aurelian-Petrus Plopeanu",
          "abstract": "This paper investigates how exposure to political repression shapes dissent in high-threat environments in the long term. We develop a theory of repression-induced norm formation, arguing that proximity to repressive institutions fosters anti-regime identities and increases the propensity for dissident behavior, even when the costs of dissent remain high. Using the case of the Romanian Gulag, we demonstrate that localities which hosted labor camps or extermination sites during the communist era saw a disproportionately higher number of severe injuries during the 1989 Revolution. Leveraging an original geocoded dataset of Gulag facilities, we show that localities with Gulag facilities had, on average, 5 times more people seriously injured in confrontations with government forces during the anti-communist Revolution of 1989. We also provide mixed-methods mechanistic evidence that this effect is partly driven by anti-communist norms developed in response to the Gulag, and not just by shifts in the political opportunity structure.",
          "url": "https://doi.org/10.1177/00104140251381752",
          "doi": "https://doi.org/10.1177/00104140251381752",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The unfulfilled promises of upward mobility and support for radical left parties in Western Europe",
          "authors": "José Pedro Lopes",
          "url": "https://doi.org/10.1016/j.electstud.2025.102999",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Support for liberal democracy in times of crisis: Evidence from the COVID-19 pandemic",
          "authors": "Kevin Arceneaux, Bert N. Bakker, Sara B. Hobolt, Catherine E. De Vries",
          "abstract": "Support for fundamental political rights is a defining feature of liberal democracy. Crises may undermine citizen support for these rights. Yet, existing research does not often distinguish support for ‘illiberal’ policies that encroach on fundamental political rights from other ‘intrusive’ crisis policy responses. By conducting a series of well-powered, preregistered conjoint and vignette experiments in the and the UK during the height of the first wave of the COVID-19 pandemic in 2020, we examine the extent to which citizens are willing to support policies that violate liberal democratic rights in a crisis as well as intrusive policies. Our results suggest that support for liberal democratic rights is quite robust, although endorsements by an in-group party or trusted expert can increase support for illiberal policies. Overall, we find noteworthy resistance to illiberal policy measures, such as postponing elections and banning protests, indicating popular commitment to liberal democratic norms.",
          "url": "https://doi.org/10.1017/s1475676525100145",
          "doi": "https://doi.org/10.1017/s1475676525100145",
          "filter": 0
        },
        {
          "title": "Allies on the streets but illiberal in the sheets? Gender and the public vs. private inclusion of sexual minorities",
          "authors": "Stuart J. Turnbull-Dugarte",
          "abstract": "Traditional sexualities are in decline. Across the world, individuals in liberal democracies are increasingly identifying with sexual identities that challenge the heteronormative status quo. Today, an average of one in five young people identify with a sexually inclusive identity. How do members of the sexual majority group in liberal democracies respond to this change? Women are far more likely to express public support for sexual minorities, but does this public support translate into private behaviour? Do women accommodate potential partners with gender-inclusive dating preferences more than men? Relying on three novel pre-registered experiments – a double-list experiment, a visual conjoint, and a vignette study – I demonstrate that: i) the sexual majority group penalises sexually inclusive individuals on the dating market, and ii) women in the sexual majority group are far more likely to reject gender-inclusive and sexually inclusive partners compared to men. Empirically, I show that the sizeable difference in the penalty exhibited against sexually inclusive men, an empirical expectation equally anticipated by men and women, can be explained by women perceiving sexually inclusive men as deviating from traditional gender norms. These findings reveal a critical disconnect between public support for LGBTQ+ inclusion and actual behaviour in intimate contexts. They highlight how entrenched expectations of gender-congruent behaviour continue to shape interpersonal dynamics, even in ostensibly liberal societies. As a result, sexually inclusive men face distinct and intensified pressures to conform, which may help explain patterns of identity suppression among young men.",
          "url": "https://doi.org/10.1017/s1475676525100182",
          "doi": "https://doi.org/10.1017/s1475676525100182",
          "filter": 0
        },
        {
          "title": "Chosen (not) to win? Party nomination strategies and the unequal class representation in parliament",
          "authors": "Lea Elsässer, Jonas Wenker",
          "abstract": "Two interrelated trends have narrowed the class backgrounds of policymakers over the past decades: a decreasing share of working-class MPs and a parallel rise of highly educated ‘career politicians’ with little occupational experience outside politics. Although these trends risk aggravating representational inequality, we know little about their causes. Focusing on parties as the main gatekeepers to parliament, we analyse how the class background of political candidates influences the chances of being nominated in electorally safer positions. Based on original data on MPs’ backgrounds and the German GLES Candidate Study, we show that candidates with a working-class background have lower chances to be placed in safe positions, especially in center-right parties. Careerists, in contrast, enjoy systematic advantages in the nomination process, at least in left-wing parties. Lacking individual resources is thus not the only obstacle to working-class representation, but political parties are important actors in shaping the class composition of parliaments.",
          "url": "https://doi.org/10.1017/s1475676525100017",
          "doi": "https://doi.org/10.1017/s1475676525100017",
          "filter": 0
        },
        {
          "title": "Voter perceptions and the politics of hidden costs in unilateral sustainable supply chain regulations",
          "authors": "Dennis Kolcava, E. Keith Smith, Thomas Bernauer",
          "abstract": "While political opposition to economic globalisation has increased, several governments have adopted stricter unilateral interventions in global supply chains in the name of sustainability, despite their potentially significant economic costs. We argue that these policy choices are partly driven by politicians’ incentives to align with domestic public opinion. In particular, new information disclosure rules enable governments to implement market access restrictions compliant with binding trade liberalisation commitments while (a priori) obscuring their costs to voters. We assess the latter argument with original survey data and experiments with representative samples from the twelve major OECD importing economies ( N = 24,000). Indeed, citizens expect substantive benefits while discounting costs from these new regulations, resulting in majority support for rather stringent standards. We further observe that these relationships are muted in countries with high trade exposure. These findings suggest that governments may strategically implement unilateral policies with high-cost obfuscation to garner domestic voter support, driving regulatory proliferation in international economic relations.",
          "url": "https://doi.org/10.1017/s1475676525100212",
          "doi": "https://doi.org/10.1017/s1475676525100212",
          "filter": 0
        },
        {
          "title": "How group appeals shape candidate support: The role of group membership, identity strength, and deservingness perceptions",
          "authors": "Ruth Dassonneville, Rune Stubager, Mads Thau",
          "abstract": "Recent research draws attention to parties’ reliance on group appeals. Such group appeals are a tool that parties and candidates use to strengthen the association between voters’ social group membership and their electoral support. However, what we know about the effects of such appeals on voters is mostly limited to class appeals. Using two survey experimental studies among British voters ( N =1,500; N =3,200), we shed light on the generalizability of the effects of symbolic group appeals for other types of social groups. We show that group appeals based on class, place, education, age, gender, and ethnicity all shape candidate support. We also theorize that effects are conditioned by respondents’ strength of identity and their deservingness perceptions and show that the latter are key to explaining voters’ reactions to group appeals. These findings clarify the scope and conditions of group appeals’ effects and advance our understanding of group politics.",
          "url": "https://doi.org/10.1017/s1475676525100170",
          "doi": "https://doi.org/10.1017/s1475676525100170",
          "filter": 0
        },
        {
          "title": "Sore losers on election night? Examining the temporal emergence of the winner–loser gap",
          "authors": "Einar Bäckström",
          "abstract": "Despite numerous studies demonstrating a winner–loser gap in voter satisfaction with democracy, the temporal dynamics of its initial emergence remain poorly understood. This study introduces a new framework, distinguishing between short- and long-term effects. Short-term effects refer to immediate attitudinal shifts among winners and losers triggered directly by the establishment of the result. Meanwhile, long-term effects unfold gradually thereafter, through processes like cue-taking and motivated reasoning, polarizing voter attitudes over an extended period following the election. Leveraging survey data coincidentally collected during elections, the empirical analysis provides evidence for both effects. However, it is the long-term mechanisms that predominantly explain the gap’s emergence. Notably, in elections where a government transition occurred, a new gap did not materialize until a few weeks after the outcome solidified. These findings illustrate the temporal complexity of voter reactions, carrying significant implications for addressing challenges related to system support during election periods.",
          "url": "https://doi.org/10.1017/s1475676525100157",
          "doi": "https://doi.org/10.1017/s1475676525100157",
          "filter": 0
        },
        {
          "title": "Representation matters: Technocracy, populism, and attitudes towards international organisations",
          "authors": "Reinout van der Veer, Michal Onderco",
          "abstract": "Under what conditions citizens accept public institutions as legitimate authorities is a key question in political science. Recent accounts suggest that populist citizens reject international organisations (IOs) as distant, elitist, and undemocratic. Conversely, technocratic citizens should favour IOs as they represent the pinnacle of depoliticised, expertise-driven decision-making. In this article, we provide the first joint analysis of technocratic and populist attitudes as drivers of attitudes towards IOs. We analyse a unique survey conducted in five European countries that covers four IOs and ask how individual populist and technocratic attitudes influence attitudes towards IOs. We find only conditional evidence for a structural association between technocratic and populist and IO attitudes, and credible evidence that country-specific experiences with populism in power moderate these associations. Our contribution has important implications for our understanding of citizen attitudes towards various forms of political representation and the legitimacy of IOs.",
          "url": "https://doi.org/10.1017/s147567652510008x",
          "doi": "https://doi.org/10.1017/s147567652510008x",
          "filter": 0
        },
        {
          "title": "Far-right agenda setting: How the far right influences the political mainstream",
          "authors": "Daniel Saldivia Gonzatti, Teresa Völker",
          "abstract": "How do far-right actors influence mainstream parties over time? Previous research shows that mainstream parties contribute to the electoral success of far-right parties through coalitions or policy alliances. However, a long-term perspective on the influence of far-right actors, including parties, civil society organisations, and social movements, on mainstream parties’ communication is lacking. This article investigates how far-right actors and issues have influenced mainstream parties’ communication in Germany since the 1990s. Using automated text analysis, we analyse 520,408 articles from six newspapers. First, we semi-automatically collect far-right actors and mainstream parties and implement a structural topic model to analyse their issue agendas. Second, we use time-series analysis to examine agenda-setting effects and their drivers. The results show that far-right influence on mainstream parties’ communication has increased, particularly among opposition parties and around issues of Islam and migration. Notably, the agenda-setting effect cuts across party ideologies, indicating mainstream parties’ impact on the rise of the far right in democracies.",
          "url": "https://doi.org/10.1017/s1475676525100066",
          "doi": "https://doi.org/10.1017/s1475676525100066",
          "filter": 0
        },
        {
          "title": "Democracy and disadvantage: How subjective group relative deprivation undermines democratic support",
          "authors": "Maximilian Filsinger, Steffen Wamsler",
          "abstract": "Subjective group relative deprivation (SGRD) is a powerful driver of political protest and support for radical parties. Yet, we lack insights into whether such subjective perceptions of disadvantage attack the very core of democratic legitimacy, that is, citizens’ support for democracy. Against this backdrop, we investigate how SGRD relates to diffuse democratic support. We argue that perceptions of being systematically disadvantaged fuel disaffection with and resentment against the prevailing democratic system, whereas authoritarian systems with their strongmen leadership appear appealing as they promise a stronger in-group protection and pursue more confrontational in-group-out-group relations, which both can be understood as coping strategies to overcome an unfair disadvantage. Employing original – cross-sectional and panel – survey data, we show that SGRD has the potential to undermine citizens’ support for democracy across six European countries in 2020–2022. Our study highlights the negative impact of subjective disadvantage on support for democracy by combining literature from political psychology and political economy.",
          "url": "https://doi.org/10.1017/s1475676525100029",
          "doi": "https://doi.org/10.1017/s1475676525100029",
          "filter": 0
        },
        {
          "title": "Campaigns do matter: The impact of campaigns in reducing framing effects",
          "authors": "Derek Beach, Jannik Fenger, Roman Senninger",
          "abstract": "This study examines the role of political campaigns in reducing voter susceptibility to framing effects. The case chosen is the 2022 EU defence opt-out referendum in Denmark. Using a novel survey experiment design that exposed voters to arguments at the start and the end of the campaign, we were able to directly test the impact of a real-world campaign on voter susceptibility to frames. The findings reveal a notable reduction in framing effects. Initially, loss-related framed arguments swayed voters, but this impact waned at the campaign’s end. Our analysis suggests that the campaign provided voters with information and arguments that made them less susceptible to framing effects and instead empowered voters to make informed decisions on the referendum based on their own attitudes towards the EU. In the conclusions, we encourage further research on susceptibility to elite messages in real-world settings.",
          "url": "https://doi.org/10.1017/s147567652510011x",
          "doi": "https://doi.org/10.1017/s147567652510011x",
          "filter": 0
        },
        {
          "title": "Congenial messages from politicians reduce affective polarization among citizens",
          "authors": "Rasmus T. Pedersen, Julian Christensen, Niels Bjørn Grund Petersen",
          "abstract": "Affective polarization among citizens is often attributed to the harsh rhetoric and personal attacks that politicians direct at one another. However, the influence of elite rhetoric on affective polarization may work in both directions. We theorize that politicians can reduce affective polarization by making positive or respectful statements about their political opponents. A preregistered survey experiment with 2,000 citizens provides strong support for this expectation. Politicians’ congenial messages about their opponents significantly reduce affective polarization on two distinct measures. Specifically, the experimental treatments reduce citizens’ negative emotions toward outpartisans, as well as their desire to socially distance themselves from such outpartisans. The depolarizing effect of such messages does not depend on the political alignment of either the politician or the citizen, nor does it necessarily require high levels of political trust.",
          "url": "https://doi.org/10.1017/s1475676525100030",
          "doi": "https://doi.org/10.1017/s1475676525100030",
          "filter": 0
        },
        {
          "title": "The effect of formateur expectations on vote choice: A comparative analysis",
          "authors": "Reut Itzkovitch-Malka, Liran Harsgor, Or Tuttnauer",
          "abstract": "Expectations about election outcomes shape voter behavior, yet little research has examined how expectations regarding the post-election formateur influence voting decisions. This study examines the conditions under which voters engage in formateur optimization – strategically supporting parties with a realistic chance of forming the government rather than their most preferred party. We argue that while formateur uncertainty plays a key role, its effect depends on voters’ preferences regarding their most preferred party and their preferred formateur. Using modules 1–5 of the Comparative Study of Electoral Systems (CSES) and German pre-election surveys (1998–2021), we find that formateur optimization is more likely in tightly contested elections. However, our results also show that voters’ preferences moderate the effect of formateur uncertainty: formateur optimization remains low even under high uncertainty when voters strongly favor a non-formateur party over the formateur’s party. Furthermore, we find that voters who expect their preferred formateur candidate to lose behave similarly to those uncertain about the outcome – and still engage in formateur optimization. These findings highlight the interplay between expectations and preferences in shaping voting decisions in coalition systems, offering new insights into voter calculations in multiparty democracies.",
          "url": "https://doi.org/10.1017/s1475676525100236",
          "doi": "https://doi.org/10.1017/s1475676525100236",
          "filter": 0
        },
        {
          "title": "Are elected representatives’ intimate ties representative? Examining their socio-economic status in 13 countries",
          "authors": "Nino Junius, Stefaan Walgrave",
          "abstract": "Research indicates a lack of presence of lower socioeconomic status (SES) individuals in parliament, hindering their representation due to a lack of shared experiences between low SES citizens and representatives. Theorists argue that understanding low SES experiences depends not only on representatives’ own SES but also on those closest to them. However, little is known about whether elected representatives count lower SES citizens in their intimate network. Surveying 1,185 representatives across 13 Western countries, we examine the educational attainment and social class of their parents, partner, and two closest friends. In none of these countries do representatives’ ties mirror the share of lower SES citizens in the population. The results are only slightly better when we examine how many representatives have at least a single lower SES tie. We also find evidence for homophily. High SES representatives tend to associate with high SES individuals, and they tend to do that much more than high SES citizens associate with other high SES citizens. This shows that representatives who could benefit most from lower SES perspectives in their personal networks often lack them.",
          "url": "https://doi.org/10.1017/s1475676525100042",
          "doi": "https://doi.org/10.1017/s1475676525100042",
          "filter": 0
        },
        {
          "title": "Perceived inequality and populism",
          "authors": "Lukas F. Stoetzer, Johannes Giesecke, Heike Klüver",
          "abstract": "Rising inequalities have been described as fertile ground for populist parties across the world. In this article, we investigate the role that inequality perception plays in strengthening populist attitudes and increasing support for populist parties. Using data from the International Social Survey Programme, we find that those who perceive greater inequality in society are more likely to support populist parties. To explore the causal relationship, we also conduct a survey experiment in Denmark, Germany, and Italy, randomly exposing participants to factual information about the wealth distribution. The results show that the perception of inequality can increase populist attitudes, but does not immediately affect the likelihood of voting for populist parties in this context. The findings speak to current debates on how inequalities and their perception became a pre-condition for the rise of populist parties all over Europe.",
          "url": "https://doi.org/10.1017/s1475676525100078",
          "doi": "https://doi.org/10.1017/s1475676525100078",
          "filter": 0
        },
        {
          "title": "Pragmatic rather than principled – organisational bans in democracies",
          "authors": "Michael C. Zeller",
          "abstract": "Why do governments ban some extremist organisations and not others? To answer this question, this article investigates the banning of far-right groups in Germany, the archetype of ‘militant democracy’, where there are laws and institutions that protect a state’s democratic order through selective and qualified restrictions of certain political rights. The study draws on data about far-right organisations mentioned in federal security agency reports since 1990. Two-step fuzzy-set qualitative comparative analysis (QCA) reveals that situations of high far-right visibility are necessary to take banning action. Within such situations, there are four sufficient combinations of organisational conditions that lead to banning action: Germany has imposed bans on neo-Nazi groups, longstanding organisational hubs in the far-right scene, aggressive militant organisations, and neo-Nazi sham parties. Two follow-on case studies identify related causal mechanisms underlying these sufficiency patterns. The article shows that Germany’s militant democracy practices are not applied as a matter of principle to every far-right organisation susceptible to a ban, but rather are used more pragmatically. This pragmatic approach implies that state actors should be especially attentive to the efficacy of using bans to disrupt and diminish extremist threats. Although there is some evidence of state actors considering efficacy, there are also indications that banning is sometimes a tool of politics rather than a targeted response to threats.",
          "url": "https://doi.org/10.1017/s1475676525100121",
          "doi": "https://doi.org/10.1017/s1475676525100121",
          "filter": 0
        },
        {
          "title": "Political representation from the people’s perspective: the problem-solving principal–agent partnership",
          "authors": "Kenza Amara-Hammou, Karen Celis, Virginie Van Ingelgom",
          "abstract": "Combining key elements of classical and constructivist approaches to representation, this article suggests a novel reconceptualisation of political representation. Developed through participatory agency research with people in socio-economically difficult situations and anchored in people’s lived experiences and sense-making processes, the representative relationship is redefined as a pragmatic and solution-oriented partnership between representatives and the represented. Expanding the classical Pitkinian model, it enables representatives to be better informed about how to address peoples’ concerns. In doing so, it advances the notion of dynamic political representation, where the represented are not passive principals but active partners in decision-making. While we uphold the classical principle of acting in the interests of the represented, we reconceptualise these interests as dynamic and continuously evolving – a perspective consistent with constructivist thought. This research aligns with scholarly calls to rethink representation and revise the roles of the representatives and the represented, fostering meaningful and effective engagement. Our empirical findings highlight the urgency of reform for people in socio-economically difficult situations and underscores the broader relevance of these insights, in a context of increasing legitimacy deficits and rising discontent with current modes of representation in contemporary democracies.",
          "url": "https://doi.org/10.1017/s1475676525100133",
          "doi": "https://doi.org/10.1017/s1475676525100133",
          "filter": 0
        },
        {
          "title": "Citizen perceptions of ideological bias in public service institutions: A cross-institutional analysis in five countries",
          "authors": "Erika J. van Elsas, Take Sipma, Maurits J. Meijers",
          "abstract": "Public service institutions such as the judiciary, universities, and the police force derive their legitimacy from their impartial functioning. Yet, around the world, such institutions are increasingly accused of holding a left- or right-wing bias. This study examines to what extent citizens perceive ideological bias among the actors working in public service institutions, and what explains these perceptions. We collected original survey data in five European countries (Germany, the United Kingdom, Spain, Poland, and the Netherlands), measuring citizen perceptions of left-right bias among the actors working in six public service institutions. We find that bias perceptions are widespread, with some institutional actors (scientists, schoolteachers, and journalists) being associated more to the left, and others (police, judges) more to the right. Bias perceptions are more common among citizens with more political interest, lower levels of education and income, and ideologically extreme positions. Crucially, we find that the (left-right) direction of perceived bias depends on one’s own (left-right) position, such that left- and right-leaning citizens tend to associate institutional actors with the opposite (‘hostile’) ideology. Our analyses reveal cross-national and cross-institutional variation in bias perceptions and suggest that public service institutions can become politicised in the eyes of citizens. This highlights the need for further research into the contextual drivers of bias perceptions and their implications for perceived institutional legitimacy.",
          "url": "https://doi.org/10.1017/s1475676525100194",
          "doi": "https://doi.org/10.1017/s1475676525100194",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Negotiating Difficult Issues with Little Fervour? Why Peace Processes in Territorial Conflicts Tend to Produce Incomplete Outcomes",
          "authors": "Meri Dankenbring, Iris Volg, Constantin Ruhe",
          "abstract": "There is widespread consensus in peace research that territorial conflicts are more enduring and difficult to settle than non-territorial conflicts. However, theoretical explanations for this relationship vary. We apply a new conceptual framework to integrate existing explanations into a broader theory. We highlight how earlier work suggests alternative mechanisms: either actors in territorial intra-state conflicts are less willing to compromise at the negotiation table, or the most relevant negotiation issues on the table in territorial conflicts are particularly difficult. This theoretical argument directly translates into a statistical model, enabling us to measure and compare the latent compromise propensity and the relative difficulty of negotiated provisions in territorial versus non-territorial conflicts. In a preregistered analysis, we find that comprehensive peace agreements are less likely in territorial civil wars because provisions primarily relevant in territorial conflicts are particularly difficult. Further analyses show that territorial conflicts also have a lower overall compromise propensity than government conflicts, but specific context characteristics in territorial conflicts explain this difference.",
          "url": "https://doi.org/10.1093/isq/sqaf072",
          "doi": "https://doi.org/10.1093/isq/sqaf072",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Bruce Russett Award for Article of the Year in JCR for 2024",
          "url": "https://doi.org/10.1177/00220027251386938",
          "doi": "https://doi.org/10.1177/00220027251386938",
          "filter": 0
        },
        {
          "title": "Armed Conflict and the Location of Extractive Foreign Direct Investment",
          "authors": "Gyu Sang Shim",
          "abstract": "Despite the link between resource wealth and conflict, some mining regions experience intense violence while others remain relatively peaceful. This paper argues that foreign ownership of mines restrains armed conflict near mining facilities. The potential for intervention by the home governments of foreign miners discourages rebel attacks. Using a staggered difference-in-differences design with georeferenced conflict and mining facility data from 1998 to 2010, the analysis shows a reduction in armed conflict following the entry of foreign miners. The military expenditure of the foreign miner’s home country further strengthens this restraining effect, highlighting the protective role of foreign ownership.",
          "url": "https://doi.org/10.1177/00220027251383439",
          "doi": "https://doi.org/10.1177/00220027251383439",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Do Your Job, Keep Your Seat: The Causal Effect of MPs' Legislation on Reelection",
          "authors": "Serika Atsumi",
          "abstract": "Distinguishing between personal and party votes is inherently challenging, and it remains unclear to what extent they function in each country. This study employs the ballot of a private member's bill as an instrumental variable to examine whether legislative behavior influences electoral outcomes in the United Kingdom, which has a highly institutionalized party system. The findings reveal that legislative behavior increases the vote share of Conservative MPs by 2.6 percentage points compared to the previous election. However, given the high prominence of the party vote, this increase is only large enough to change the electoral winner in just under 10% of the constituencies. Furthermore, for opposition MPs, legislative behavior had no effect in any respect. Nevertheless, this result suggests that personal votes exist even in an unlikely case—when party competition is intense and MPs have limited autonomy in Parliament.",
          "url": "https://doi.org/10.1111/lsq.70037",
          "doi": "https://doi.org/10.1111/lsq.70037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Non-mainstream left parties, primaries, and women’s winning chances in leadership contests",
          "authors": "Javier Astudillo, Andreu Paneque",
          "abstract": "This paper investigates how party primaries affect the likelihood of women winning mixed-gender leadership contests, considering the ideological orientation of political parties. Previous studies, which focused on center-left and center-right parties, found that women tend to fare worse than men under party primaries. However, it remains unclear whether this conclusion also applies to non-mainstream left parties that prioritize women’s issues. Using an original dataset encompassing 692 candidates from 204 mixed-gender leadership contests in green, far-left, center-left, and center-right parties across seven Western parliamentary countries over the past 15 years, we demonstrate that the impact of party primaries on women’s success depends on the party’s ideological orientation. This paper thus contributes to the debate on the trade-off between inclusiveness in candidate and leader selection, and the representation of marginalized groups, such as women.",
          "url": "https://doi.org/10.1177/13540688251383623",
          "doi": "https://doi.org/10.1177/13540688251383623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "The Inverted Hierarchy: How Public Bias Can Favor Potential Indigenous Candidates",
          "authors": "Josh Holloway, Duncan McDonnell, Michelle Evans",
          "abstract": "Indigenous communities have long been marginalized and underrepresented in democracies, yet we know little about how publics evaluate Indigenous people who are thinking of running as candidates. Using two experimental surveys with nationally representative samples of Australian adults, we examine how citizens assess the personality traits of eight women and men who are interested in running for office. All eight have identical biographies, other than the fact that they are from White, Chinese, and both dark-skinned and light-skinned Indigenous Australian backgrounds. Surprisingly, we find an inverted hierarchy of bias, moderated by respondent ideology, in which darker-skinned Indigenous potential candidates fare better than all others. Although this may be due to a positive violation of expectations, our results have implications for theories about how people view Indigenous and ethnic minority aspirant politicians. They also point to the need for further research globally into how the public and parties evaluate Indigenous candidates.",
          "url": "https://doi.org/10.1017/s1537592725102107",
          "doi": "https://doi.org/10.1017/s1537592725102107",
          "filter": 0
        },
        {
          "title": "Institutions as Perpetrators: Power and Political Violence in Responses to Rape",
          "authors": "Milli Lake, Alexandra C. Hartman",
          "abstract": "How and why do attempts to remedy sexual violence fail survivors so profoundly? In industrialized democracies, government consensus that rape is something to combat has done little to reduce its prevalence. A rich corpus of literature in political science focuses on the causes and consequences of public violence while ignoring private violence altogether. In states that identify as leaders on gender equality, how does this failure to effectively respond to sexual violence unfold? We build on a wealth of feminist scholarship to advance a simple claim, worthy of urgent attention from scholars of political violence. Through formal and informal institutions, states routinely perpetrate violence, upholding structures of gendered, classed, and racialized domination and oppression. We show how legal, medical, and family systems perpetrate violence by reimposing rather than challenging patriarchal power in their interactions with survivors. By denying survivors’ experiences, dehumanizing their survival, and subjugating them in their efforts to seek care, legal, medical, and family systems refuse survivors and other feminized populations autonomy, power, and control over their own lives and bodies. These practices enact violence by recreating the embodied experiences and power dynamics present in acts of sexual violence. We join a chorus of feminist scholars to argue that understanding how institutions perpetrate violence after rape is critical for understanding broader power relations in society.",
          "url": "https://doi.org/10.1017/s1537592725101953",
          "doi": "https://doi.org/10.1017/s1537592725101953",
          "filter": 0
        },
        {
          "title": "Making Bureaucracy Work: Norms, Education, and Public Service Delivery in Rural India. By Ashkay Mangla. Cambridge: Cambridge University Press, 2022. 440p. – CORRIGENDUM",
          "authors": "Prerna Singh",
          "url": "https://doi.org/10.1017/s1537592725103307",
          "doi": "https://doi.org/10.1017/s1537592725103307",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Meaning Beyond Numbers: Introducing the Plot Staircase to Measure Graphical Preferences",
          "authors": "Talbot M. Andrews, Justin Curl, Markus Prior",
          "abstract": "People regularly get information about the political world in visual form, such as graphs of past economic growth, nonverbal cues from politicians, or projections of future climate change. Visual characteristics affect people’s preferences, but it is difficult to measure the extent of this effect precisely and concisely in surveys. We present a new adaptive design that measures the impact of visual characteristics on people’s preferences: The plot staircase. We apply it to graphs of time series data, identifying the effect of the slope of a sequence on evaluations of the sequence. The plot staircase replicates the existing finding that people have a strong preference for increasing trends. Using fewer survey questions than past approaches, it measures at the individual level how much overall welfare a survey respondent is willing to sacrifice for an increasing trend. We demonstrate the flexibility of the plot staircase across domains (economic growth, jobs creation, and the COVID-19 vaccine rollout) and across sequence characteristics. Survey measurement is more difficult for concepts that cannot be represented textually or numerically; our method enables researchers to measure preferences for graphical properties not reducible to the individual pieces of information.",
          "url": "https://doi.org/10.1017/pan.2025.10015",
          "doi": "https://doi.org/10.1017/pan.2025.10015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Local Immigration Policies Shape Immigrants’ Relocation Preferences Regardless of Immigration Status",
          "authors": "Hans Lueders",
          "url": "https://doi.org/10.1007/s11109-025-10080-0",
          "doi": "https://doi.org/10.1007/s11109-025-10080-0",
          "filter": 0
        },
        {
          "title": "“We Should all be Christian Nationalists”: Elite Influence on Identification with Christian Nationalism",
          "authors": "Amy Brooke Grauley",
          "abstract": "The rise of Christian Nationalism as a social and political identity has had widespread effects on American politics, yet little is known about the factors that influence individual identification with Christian Nationalism. I argue that identification with Christian Nationalism is partially shaped by the elite cues, specifically the rhetorical context within which individuals are exposed to the term. I test this theory in two preregistered vignette experiments on a sample of American Christians. Results show that elite cues significantly affect identification: negative cues notably decrease identification, especially among individuals without strong pre-existing beliefs. These findings demonstrate that elite discourse plays a powerful and enduring role in shaping public support for Christian Nationalism.",
          "url": "https://doi.org/10.1007/s11109-025-10074-y",
          "doi": "https://doi.org/10.1007/s11109-025-10074-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Migrant struggles in the Darién Gap-Tapón: Rethinking a more-than-human border",
          "authors": "Mauricio Palma-Gutiérrez",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "filter": 0
        },
        {
          "title": "Hijacking legality: Corruption and property creation in Brazil's frontiers",
          "authors": "Joachim S. Stassart, Flávia Mendes de Almeida Collaço, Dário Cardoso, Renato Morgado",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103407",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103407",
          "filter": 0
        },
        {
          "title": "Reading Andrew Curley's Carbon Sovereignty: Coal, Development, and Energy Transition in the Navajo Nation. Tucson, Arizona: University of Arizona Press (2023). 217 pp ISBN 9780816539604",
          "authors": "Sara Smith, Angela Parker, Kaitlin Reed, Dylan M. Harris, Brittani R. Orona, Jen Rose Smith, Andrew Curley",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103423",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103423",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Integrating insights into radicalization: A text‐mining systematic review",
          "authors": "Anna Knorr, Nikita Podolin, Gabriele Di Cicco, Małgorzata Kossowska",
          "abstract": "The study of radicalization encompasses a broad spectrum of perspectives, with scholars from diverse disciplines – ranging from psychology, sociology, political science, criminology, to economics – contributing to its multifaceted comprehension. Despite this substantial body of empirical research, the knowledge is fragmented across disciplines, emphasizing the need for integration to establish a cohesive framework. As laying the groundwork for a unified framework begins with identifying relevant phenomena, this systematic review analyzed 4019 research articles using text mining to detect phenomena associated with radicalization. Author keywords and abstracts were analyzed by examining term frequency as an indicator of relevance and term co‐occurrence as an indicator of association. The results reflect themes commonly featured in theory, such as ideology, identity, and social networks, but also identified themes not well developed in theory. Macro‐level phenomena, including the role of the state, economy, elections, policy, and regional factors, as well as micro‐ and meso‐level phenomena like the internet, social media, adolescence, personality, language, education, and mental health, are not sufficiently embedded in theory. The findings further provide the first empirical evidence confirming the fragmentation of research on radicalization. This review represents a crucial step toward synthesizing existing knowledge and advancing a unified understanding of radicalization.",
          "url": "https://doi.org/10.1111/pops.70070",
          "doi": "https://doi.org/10.1111/pops.70070",
          "filter": 0
        },
        {
          "title": "An adversarial collaboration on the rigidity‐of‐the‐right, symmetry thesis, or rigidity‐of‐extremes: The answer depends on the question",
          "authors": "Shauna M. Bowes, Cory J. Clark, Lucian Gideon Conway, Thomas Costello, Danny Osborne, Philip E. Tetlock, Jan‐Willem van Prooijen",
          "abstract": "In an adversarial collaboration, two preregistered U.S.‐based studies (total N = 6181) tested three hypotheses regarding the relationship between political ideology and belief rigidity (operationalized as less evidence‐based belief updating): rigidity‐of‐the‐right, symmetry, and rigidity‐of‐extremes. Across both studies, general and social conservatism were weakly associated with rigidity (| b | ~ .05), and conservatives were more rigid than liberals (Cohen's d ~ .05). Rigidity generally had null associations with economic conservatism, as well as social and economic political attitudes. Moreover, general extremism (but neither social nor economic extremism) predicted rigidity in Study 1, and all three extremism measures predicted rigidity in Study 2 (average | b s| ~ .07). Extreme rightists were more rigid than extreme leftists in 60% of the significant quadratic relationships. Given these very small and semi‐consistent effects, broad claims about strong associations between ideology and belief updating are likely unwarranted. Rather, psychologists should turn their focus to examining the contexts where ideology strongly correlates with rigidity.",
          "url": "https://doi.org/10.1111/pops.70071",
          "doi": "https://doi.org/10.1111/pops.70071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Toward a framework for creating trustworthy measures with supervised machine learning for text",
          "authors": "Ju Yeon Park, Jacob M. Montgomery",
          "abstract": "Supervised learning is increasingly used in social science research to quantify abstract concepts in textual data. However, a review of recent studies reveals inconsistencies in reporting practices and validation standards. To address this issue, we propose a framework that systematically outlines the process of transforming text into a quantitative measure, emphasizing key reporting decisions at each stage. Clear and comprehensive validation is crucial, enabling readers to critically evaluate both the methodology and the resulting measure. To illustrate our framework, we develop and validate a measure assessing the tone of questions posed to nominees during U.S. Senate confirmation hearings. This study contributes to the growing literature advocating for transparency and rigor in applying machine learning methods within computational social sciences.",
          "url": "https://doi.org/10.1017/psrm.2025.10042",
          "doi": "https://doi.org/10.1017/psrm.2025.10042",
          "filter": 0
        },
        {
          "title": "When salience undermines representation: democratic dilemmas in security and counterterrorism policy",
          "authors": "Livio Di Lonardo, Tiberiu Dragu",
          "abstract": "Congruence between the policies implemented by elected representatives and voters’ policy preferences is fundamental to representation and democratic accountability. Can we anticipate a closer alignment between voters’ policy preferences and the policies explicitly adopted by elected representatives on the more electorally significant issues? We address this question using a simple game theoretic model, where we demonstrate that greater salience of a particular issue in elections leads to less congruence between the policies implemented by elected representatives compared to voters’ policy preferences on that very issue. This finding carries significant implications for the connection between electoral salience and representation on valence issues, and has particular relevance for understanding the democratic foundations of security and counterterrorism policies.",
          "url": "https://doi.org/10.1017/psrm.2025.10049",
          "doi": "https://doi.org/10.1017/psrm.2025.10049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Political Engagement of Political Scientists: Partisans, Public Scholars, and Teachers/Pedagogues",
          "authors": "Paul A. Djupe, Amanda Friesen, Jacob R. Neiheisel",
          "abstract": "It has been a long time since political scientists have taken measure of our political engagement in the United States. Drawing on data collected from political scientists in Summer 2024, this article assesses the extent and type of political engagement, finding three alliterative dimensions into which we tend to fall: partisans (who engage in partisan politics), public scholars (who share political science logic and findings), and pedagogues (who engage through teaching and event sponsorship). This effort may represent the first time we have tried to measure individual beliefs about how personal participation should intersect with professional responsibilities. Our dimensions of engagement tend not to differ substantially by demography, institution, or rank. However, we do have different beliefs about the propriety and the likely effects of different types of engagement with politics that give structure to our presence in the public sphere.",
          "url": "https://doi.org/10.1017/s1049096525101455",
          "doi": "https://doi.org/10.1017/s1049096525101455",
          "filter": 0
        },
        {
          "title": "An Undergraduate Degree in ‘Data for Political Research’: High in Demand and Student Value but Low in Supply",
          "authors": "Paul A. Djupe, Miles D. Williams",
          "abstract": "Political science is useful for many things but especially for the suite of research methods that we teach our students that generalize to a wide range of careers. However, that training is often buried deep in the major and is not well integrated into further coursework except perhaps for senior research. In reaction to that model, we started a new program that frontloads quantitative research methods, beginning with data visualization and then modeling following an inquiry model. With their newfound independence, students are able to approach substantive upper-level courses ready to engage the worth of theory by evaluating and updating their empirical tests. This article describes the program and reports on survey results from a 2024 sample of political scientists that reveals broadscale support for the program and its operating assumptions.",
          "url": "https://doi.org/10.1017/s1049096525101443",
          "doi": "https://doi.org/10.1017/s1049096525101443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Do congressional candidates benefit from rejecting PAC contributions? Evidence from a pre-registered candidate evaluation survey experiment",
          "authors": "Michelangelo Landgrave, Nicholas R. Jenkins, Aubree J. Hardesty",
          "abstract": "Do congressional candidates benefit electorally from the public’s disdain of political action committees (PACs)? Despite the large sums of money given by PACs, an increasing number of candidates have sworn off corporate PAC money. In this research note, we investigate whether the decision to accept or reject PAC contributions in general affects voters’ evaluation of candidates and their willingness to vote for them. To test these questions, we use a pre-registered candidate evaluation survey experiment that was fielded as part of the 2020 Cooperative Congressional Election Study. We find that voters are more likely to vote for, donate to, and trust candidates that reject PAC contributions. Surprisingly, we fail to find evidence that this effect is moderated by party ID. The evidence indicates that Republican and Democratic voters alike penalize candidates that accept PAC money. This study is among the first to investigate how candidates’ campaign financing choices influence their perceptions among voters.",
          "url": "https://doi.org/10.1177/20531680251383284",
          "doi": "https://doi.org/10.1177/20531680251383284",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum",
          "url": "https://doi.org/10.1177/20531680251326800",
          "doi": "https://doi.org/10.1177/20531680251326800",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Full-Power Cabinets and Caretaker Administrations in Parliamentary Democracies, 1945-2024",
          "authors": "Francesco Bromo, Jose Antonio Cheibub",
          "url": "https://doi.org/10.1086/738892",
          "doi": "https://doi.org/10.1086/738892",
          "filter": 0
        },
        {
          "title": "Defending Methodological Anarchism in Empirically Informed Political Theory",
          "authors": "Edmund Handby",
          "url": "https://doi.org/10.1086/738893",
          "doi": "https://doi.org/10.1086/738893",
          "filter": 0
        },
        {
          "title": "Disguised Repression: Targeting Opponents with Nonpolitical Crimes to Undermine Dissent",
          "authors": "Jennifer Pan, Xu Xu, Yiqing Xu",
          "url": "https://doi.org/10.1086/734267",
          "doi": "https://doi.org/10.1086/734267",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Awakening the sleeping giant: rising Euroscepticism and turnout in European Parliament elections",
          "authors": "Filip Kostelka, Eva Krejcova",
          "url": "https://doi.org/10.1080/01402382.2025.2557753",
          "doi": "https://doi.org/10.1080/01402382.2025.2557753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
