{
  "update": "2024-08-23",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Correction to Skill specificity and attitudes toward immigration",
          "url": "http://dx.doi.org/10.1111/ajps.12898",
          "doi": "10.1111/ajps.12898",
          "filter": 0
        },
        {
          "title": "The right to dream: Martin Luther King Jr.’s pragmatist argument for racial progress",
          "authors": "Nicholas Tampio",
          "abstract": "Do Americans have a right to believe that the country is making racial progress? Conservatives sometimes answer yes and argue that the country is achieving Martin Luther King Jr.’s dream of a color‐blind society. Afropessimists answer no and point to the continuing problems of police terror, mass incarceration, and poverty among Black Americans. This article unearths King's 1952 term paper on the pragmatists to reveal an early engagement with William James’ notion of the will to believe. The article interprets King as articulating a right to dream of a just and loving world to maximize the chance of the community actualizing it. The conclusion argues that the idea of a right to dream helps people become energized rather than despondent in the aftermath of the Supreme Court case prohibiting race‐conscious college admissions.",
          "url": "http://dx.doi.org/10.1111/ajps.12903",
          "doi": "10.1111/ajps.12903",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors",
          "url": "http://dx.doi.org/10.1017/s0003055424000595",
          "doi": "10.1017/s0003055424000595",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 118 issue 3 Cover and Front matter",
          "url": "http://dx.doi.org/10.1017/s0003055424000686",
          "doi": "10.1017/s0003055424000686",
          "filter": 1
        },
        {
          "title": "PSR volume 118 issue 3 Cover and Back matter",
          "url": "http://dx.doi.org/10.1017/s0003055424000674",
          "doi": "10.1017/s0003055424000674",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Selective Bribery: When Do Citizens Engage in Corruption?",
          "authors": "Aaron Erlich, Jordan Gans-Morse, Simeon Nichter",
          "abstract": "Corruption often persists not only because public officials take bribes, but also because many citizens are willing to pay them. Yet even in countries with endemic corruption, few people always pay bribes. Why do citizens bribe in some situations but not in others? Integrating insights from both principal-agent and collective action approaches to the study of corruption, we develop and empirically evaluate an analytical framework for understanding selective bribery. Our framework reveals how citizens’ motivations, costs, and risks influence their willingness to engage in corruption. A conjoint experiment conducted in Ukraine in 2020 predominantly corroborates our pre-registered predictions. By shedding light on conditions that dampen citizens’ readiness to pay bribes, our findings offer insights into the types of institutional reforms that may reduce corruption and ultimately help countries to escape self-reinforcing corruption cycles.",
          "url": "http://dx.doi.org/10.1177/00104140241259444",
          "doi": "10.1177/00104140241259444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "The Future Is History: Restorative Nationalism and Conflict in Post-Napoleonic Europe",
          "authors": "Lars-Erik Cederman, Yannick I. Pengl, Luc Girardin, Carl Müller-Crepon",
          "abstract": "As illustrated by Russia's invasion of Ukraine, the recent revival of nationalism has triggered a threatening return of revisionist conflict. While the literature on nationalism shows how nationalist narratives are socially constructed, much less is known about their real-world consequences. Taking nationalist narratives seriously, we study how past “golden ages” affect territorial claims and conflict in post-Napoleonic Europe. We expect nationalists to be more likely to mobilize and initiate conflict if they can contrast the status quo to a historical polity with supposedly greater national unity and/or independence. Using data on European state borders going back to 1100, combined with spatial data covering ethnic settlement areas during the past two centuries, we find that the availability of plausible golden ages increases the risk of both domestic and interstate conflict. These findings suggest that specific historical legacies make some modern nationalisms more consequential than others.",
          "url": "http://dx.doi.org/10.1017/s0020818324000122",
          "doi": "10.1017/s0020818324000122",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Resilience and Domination: Resonances of Racial Slavery in Refugee Exclusion",
          "authors": "Luke Glanville",
          "abstract": "We are encouraged to think of refugees as resilient people with agency and capacity for flourishing, rather than passive victims needing help. This framing purports to uphold and celebrate refugees’ humanity. But some scholars worry that it problematically serves to demand resilience from refugees, normalize their displacement, and legitimate state bordering practices. This article builds on this critique by examining how powerful actors have long attributed resilience to vulnerable others to legitimate domination and control. I focus on the deployment of resilience-talk by white enslavers and their supporters to justify Black enslavement in the American South. Their philosophical, climatological, and epidemiological arguments about the resilient Black slave were supplemented with a claim that Black people could not survive liberation in the American North. I probe the resonances of this resilience-talk with contemporary invocations of the resilience of refugees in the Global South, and their supposed non-resilience in the Global North.",
          "url": "http://dx.doi.org/10.1093/isq/sqae116",
          "doi": "10.1093/isq/sqae116",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Media Attention and Compliance With the European Court of Human Rights",
          "authors": "José M. Reis, Marcel Garz",
          "abstract": "International courts lack traditional enforcement mechanisms. Scholars theorize that compliance with human rights rulings is therefore often driven by domestic processes, including political mobilization and parliamentary agenda setting. A necessary condition underlying these processes is attention to the rulings which is in part expected to be mediated by media attention. However, these conditions have not been explicitly addressed by the existing compliance literature. In this paper, we assess the impact of media attention to rulings by the European Court of the Human Rights on the likelihood of their implementation, using a novel dataset of case-specific news coverage. Exploiting exogenous variation in media attention caused by competing newsworthy events, we find that the probability of compliance increases, the more coverage a ruling receives. Our findings indicate that domestic news media play a key role for compliance with international courts.",
          "url": "http://dx.doi.org/10.1177/00220027241269897",
          "doi": "10.1177/00220027241269897",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Procedural ethics for social science research: Introducing the Research Ethics Governance dataset",
          "authors": "Rebecca Tapscott, Daniel Rincón Machón",
          "abstract": "Conflict research is rife with ethical issues, and the field is increasingly reflecting on how to best address these. Recent debates in political science have mainly focused on ethics in practice, leaving questions of procedural ethics to the side. But procedural ethics are important: they are increasingly required across all areas of research, they are the bedrock of institutional approaches to regulating ethics, and they shape ideas about what constitutes ethical research practice. This article introduces the Research Ethics Governance dataset, the first globally comprehensive dataset of national-level ethics regulations. The dataset provides a picture of the status of research ethics regulations and how they pertain to conflict research. While 87% of countries have requirements for ethical review, only 25% extend those regulations to the social sciences. Of countries with no evidence of requirements, nearly half are classed as fragile or conflict-affected states. The data will be useful for scholars concerned with questions of research ethics, as well as those seeking to study the politics of this regulatory structure and its implications for knowledge production.",
          "url": "http://dx.doi.org/10.1177/00223433241249352",
          "doi": "10.1177/00223433241249352",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Why do voters support niche parties?",
          "authors": "Dieter Stiers",
          "abstract": "Niche parties have gained substantial political ground in many liberal democracies. While party behaviour scholars have examined which strategies these parties can use to increase their electoral success, less is known about the individual-level determinants of support for niche parties. In this study, I investigate why voters support niche parties. Building on previous research, I hypothesise that niche voting can be driven both by ideological considerations and by voter discontent. Analyses on 61 elections in 28 countries show that voters support niche parties mostly because of policy considerations – such as their ideological position and core issues – and less because of dissatisfaction with mainstream parties. These results show that a niche vote is in the first place a policy-driven vote and not a sign of protest with mainstream politics, and this finding holds important implications for our understanding of electoral results.",
          "url": "http://dx.doi.org/10.1177/13540688241273930",
          "doi": "10.1177/13540688241273930",
          "filter": 0
        },
        {
          "title": "Book review: When left moves right: The decline of the left and the decline of the right in postcommunist Europe",
          "authors": "Seán Hanley",
          "url": "http://dx.doi.org/10.1177/13540688241275501",
          "doi": "10.1177/13540688241275501",
          "filter": 0
        },
        {
          "title": "The Government Party: Political Dominance in Democracy",
          "authors": "Costas Eleftheriou",
          "url": "http://dx.doi.org/10.1177/13540688241277773",
          "doi": "10.1177/13540688241277773",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Walls, Weed, and Coal: How Threats to Local Industry Shape Economic Voting",
          "authors": "Loren Collingwood, Jason L. Morín, Eitan Tzelgov",
          "url": "http://dx.doi.org/10.1007/s11109-024-09967-1",
          "doi": "10.1007/s11109-024-09967-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Extending comparative typologies of diaspora policies: Towards a \"cautiously proactive\" diaspora policy state",
          "authors": "Eva Janská, Kristýna Janurová, Olga Löblová, Josef Novotný",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103189",
          "doi": "10.1016/j.polgeo.2024.103189",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gender stereotypes and petty corruption among street-level bureaucrats: Evidence from a conjoint experiment",
          "authors": "Miguel Carreras, Sofia Vera, Giancarlo Visconti",
          "abstract": "Do female public servants receive a stronger negative public reaction from being involved in corruption than their male counterparts? While there are good theoretical reasons to suggest they do, the empirical evidence on this question to date, which primarily focuses on elected officials, remains inconclusive. To shed new light on this matter, we investigate a larger but hitherto understudied group: street-level bureaucrats. Using a conjoint experiment conducted in Paraguay, one of the most corrupt countries in Latin America, we evaluate public preferences for corrupt versus non-corrupt bureaucrats. Contrary to existing theories of gender and corruption, our results suggest there is no significant difference in how citizens react to male and female corrupt bureaucrats.",
          "url": "http://dx.doi.org/10.1177/20531680241277405",
          "doi": "10.1177/20531680241277405",
          "filter": 0
        },
        {
          "title": "Elite-public gaps in support for nuclear and chemical strikes: New evidence from a survey of British parliamentarians and citizens",
          "authors": "Michal Smetana, Marek Vranka, Ondrej Rosendorf",
          "abstract": "In this research article, we provide empirical evidence for the hypothesis that there are substantial elite-public gaps in attitudes toward the military use of nuclear and chemical weapons. We designed and preregistered an original survey investigating support for nuclear and chemical strikes in a hypothetical scenario and fielded it to representative samples of British citizens and parliamentarians. Our results provide strong empirical support for the elite-public gap hypothesis, with the parliamentarians expressing a significantly stronger aversion to nuclear and chemical use than the public respondents. These findings contribute to contemporary scholarly debates on the nature and strength of nuclear and chemical weapon “taboos” in world politics.",
          "url": "http://dx.doi.org/10.1177/20531680241276795",
          "doi": "10.1177/20531680241276795",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
