{
  "update": "2025-05-16",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Argumentation strategies in party competition",
          "authors": "Catherine Hafer, Federica Izzo, Dimitri Landa",
          "abstract": "Political parties' rhetorical strategies play a crucial role in shaping public opinion and electoral outcomes. To gain insight into what kind of arguments parties present to the public, and under what conditions, we develop a model of argumentation where parties compete to persuade voters before engaging in platform competition. Our model allows us to explore when parties present arguments that highlight the strengths of their ideological positions, as opposed to those that expose the weaknesses of their opponents'; when parties try to persuade voters on the same or on different dimensions; and when parties tacitly collude on an dimension, neither truly attempting to change voters' preferences.",
          "url": "https://doi.org/10.1111/ajps.12983",
          "doi": "https://doi.org/10.1111/ajps.12983",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Legislative Cooptation in Authoritarian Regimes: Policy Cooperation in the Kuwait National Assembly",
          "authors": "Daniel L. Tavana, Erin York",
          "abstract": "This article examines how authoritarian regimes use legislative institutions to coopt rival elites and induce policy cooperation. Theories of cooptation under authoritarianism emphasize two mechanisms: economic rents and policy concessions. Despite the persistence of these mechanisms in the literature, evidence of their effect on policy outcomes remains limited. In this paper, we develop a theory of legislative cooptation, or the intentional exchange of economic rents and policy concessions to legislators in exchange for policy cooperation. We test our theory using a novel dataset of 150,000 roll-call votes from the Kuwait National Assembly that spans the entirety of Kuwait’s legislative history. We leverage the regime’s participation in the legislature to establish a measure of legislative cooperation and use this measure to estimate the efficacy of mechanisms of cooptation in inducing conformity with its policy agenda. Both mechanisms effectively elicit cooperation: but they have different strategic and normative implications for our understanding of how representation emerges in non-democratic contexts.",
          "url": "https://doi.org/10.1017/s0007123424000371",
          "doi": "https://doi.org/10.1017/s0007123424000371",
          "filter": 0
        },
        {
          "title": "Workplace Networks and Political Selection",
          "authors": "Linuz Aggeborn, Henrik Andersson",
          "abstract": "Do social networks at workplaces function as cues into the political arena? We consider this question using the case of Sweden, which has many leisure politicians who work in the regular labour market. Restricting our networks to small cells of individuals within the same occupation and workplace, we find that an individual is more likely to become a politician in the future if that person has a colleague who was a politician. We further find that these newly enrolled individuals are placed higher up on the party lists – which to a very large extent dictates which party nominees are elected – in subsequent elections. Our mechanism analysis indicates that the effect is stronger if we consider political party bloc networks and that high-ability party officials are more prominent than low-ability officials in terms of recruiting from their workplace networks.",
          "url": "https://doi.org/10.1017/s0007123425000067",
          "doi": "https://doi.org/10.1017/s0007123425000067",
          "filter": 0
        },
        {
          "title": "Anti-Asian Hate Crimes and American Reputation",
          "authors": "Joonseok Yang, Sung Eun Kim, Jong Hee Park, Inbok Rhee",
          "abstract": "Racial hate crimes against Asian Americans in the USA have recently risen. While many examined the domestic consequences of hate crimes, little is known about their impact on foreign public perception of the country. This study fills this gap by investigating how hate crimes in the USA influence attitudes toward the USA. Conducting a survey experiment in nine Asian countries, we found that exposure to information about hate crime incidents in the USA resulted in a significant increase in unfavourable views of the USA (−10.1pp), decreased confidence in the USA (−6.3pp), and increasingly negative perceptions of American democracy (−6.5pp), American ideas and customs (−11.0pp), and American people (−11.8pp). We also find that legislative actions can mitigate the negative effects of hate crime information. These findings underscore the global significance of addressing hate crimes in the USA for the country’s reputation and soft power.",
          "url": "https://doi.org/10.1017/s0007123424001030",
          "doi": "https://doi.org/10.1017/s0007123424001030",
          "filter": 0
        },
        {
          "title": "Gender Vote Gaps Among Ethnic Minority Voters in Britain",
          "authors": "Nicole S. Martin, Rosalind Shorrocks",
          "abstract": "Both gender and ethnicity have received increasing scholarly attention in British elections. But surprisingly little is published on whether there is a gender gap among ethnic minority voters, although intersectional perspectives suggest that this matters a great deal. We analyse data from Understanding Society to test whether there is such a gender gap among the five main ethnic minority groups with high levels of electoral eligibility and participation. We show that there is a positive gender gap with women in Pakistani and Bangladeshi ethnic groups more likely to support Labour than the Conservatives, but that there is not a gender gap among other ethnic minority groups. We further show that these gender gaps do not change in magnitude when socio-economic characteristics or political attitudes are taken into account. Our results suggest that further work is needed to explain gender gaps in vote choice among ethnic minority voters in Britain.",
          "url": "https://doi.org/10.1017/s0007123425000341",
          "doi": "https://doi.org/10.1017/s0007123425000341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Consequences of Corruption for Political System Support: Evidence From a Brazilian Scandal",
          "authors": "David De Micheli, Whitney K. Taylor",
          "abstract": "How do corruption scandals affect mass support for democratic institutions? We leverage the surprise news of Brazil’s historic 2015 corruption scandal, which broke during Latinobarometer data collection, to assess the causal effects of scandals on political system support. From the corruption literature, we derive and test two hypotheses: (1) a conditional hypothesis in which the public rewards democratic institutions for uncovering corruption and punishes those institutions implicated in the scandal, and (2) a cynical hypothesis in which the public punishes democratic institutions as complicit or failing to prevent corruption. Our regression discontinuity analysis finds support for the cynical hypothesis. Being randomly sampled after the news of the scandal broke leads to a significant reduction in trust in institutions, whether they were involved in the scandal or not, in democratic values, and in support for democracy. We conclude with the implications of these findings for accountability and challenges to democracy.",
          "url": "https://doi.org/10.1177/00104140251342918",
          "doi": "https://doi.org/10.1177/00104140251342918",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Do second-order elections produce second-order governments? How national and regional factors influence the composition of regional governments",
          "authors": "Alexander Verdoes",
          "url": "https://doi.org/10.1016/j.electstud.2025.102941",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102941",
          "filter": 0
        },
        {
          "title": "An election forecasting model for subnational elections",
          "authors": "Lukas F. Stoetzer, Cornelius Erfort, Hannah Rajski, Thomas Gschwend, Simon Munzert, Elias Koch",
          "url": "https://doi.org/10.1016/j.electstud.2025.102939",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102939",
          "filter": 0
        },
        {
          "title": "The Patriarchy in the Parties: Voters, parties and women’s electoral fortunes in the 2024 legislative election in Indonesia",
          "authors": "Jóhanna Kristín Birnir, Noory Okthariza, Khoirunnisa Nur Agustyati, Heroik M. Pratama",
          "url": "https://doi.org/10.1016/j.electstud.2025.102938",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The anatomy of populist ideology: How political parties define ‘the people’ and ‘the elite'",
          "authors": "MAURITS J. MEIJERS, ROBERT A. HUBER, ANDREJ ZASLOVE",
          "abstract": "Populist ideology centres around a supposed clash between the ‘honest and upright people’ and the ‘evil and corrupted elite’. Yet, which groups are perceived to constitute ‘the people’ and ‘the elite’ likely varies across parties. This research note investigates which factors explain how inclusive or exclusive the conceptions of these two core groups are. Why do some parties define the people in cultural terms, whereas others rely on economic considerations? And why do some parties consider CEOs as elites, whilst others consider academics as elites? We argue that parties’ degree of populism in combination with their ideological orientation allow us to understand these dynamics. In order to investigate these questions systematically, a new wave of the Populism and Political Parties Expert Survey (POPPA) was collected in 2023. Covering 312 political parties in 31 European countries in 2023, a novel module allows us to understand how parties define ‘the people’ and ‘elites’. We find that parties' populism and host ideology are important drivers of their people/elite conceptions. The higher a party's level of populism the more exclusionary its conception of the people is. Nativism is, moreover, associated with the exclusion of societal groups on cultural grounds, while left‐wing economic ideology drives the exclusion of societal groups on economic grounds. With respect to elites, populism is the most important determinant for parties' conceptions of the elite. By contrast, party ideology plays a subordinate role in parties' elite conceptions. This investigation has important implications for our understanding of populist parties, what the nature of their populist appeal is, and how they seek to mobilize in the political arena.",
          "url": "https://doi.org/10.1111/1475-6765.70026",
          "doi": "https://doi.org/10.1111/1475-6765.70026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "Lost in Transmission: Bureaucracy, Noise, and Communication in International Politics",
          "authors": "Don Casler, Tyler Jost",
          "abstract": "Effective communications are often the difference between whether states go to war or remain at peace. Yet decision-makers in one state frequently fail to understand what decision-makers in another are trying to say. Under what conditions do international communications fail? We argue that division of labor within government can degrade international communication by introducing transmission noise, which occurs when bureaucracies dispatch signals to foreign countries that deviate from the leader's intended meaning. The structure of bureaucratic institutions—the formal and informal rules and procedures defining how leaders and bureaucrats interact—affects the severity of transmission noise. Open institutions reduce transmission noise by improving information-sharing between leaders and bureaucrats; closed institutions increase transmission noise by impeding information-sharing and bureaucratic oversight. In short, patterns of communication within states shape communication effectiveness between states. We evaluate the theory by analyzing bureaucratic signaling processes before and after institutional reforms in India in the mid-1960s. For the cases on India's negotiations with China in 1962 and with Pakistan in 1965, we leverage sources from six countries to illustrate how sender-side institutions can degrade communication. The theory and findings emphasize the important but relatively overlooked roles that transmission noise and bureaucracy play in international communication.",
          "url": "https://doi.org/10.1162/isec_a_00511",
          "doi": "https://doi.org/10.1162/isec_a_00511",
          "filter": 0
        },
        {
          "title": "Monks Behaving Badly: Explaining Buddhist Violence in Asia",
          "authors": "Nilay Saiya, Stuti Manchanda",
          "abstract": "The dramatic rise in religious violence across the globe since the end of the Cold War has motivated scholars to try to explain violent religion-related extremism. Much of the attention to religious violence in the modern world focuses on Islam. Of the world's major faith traditions, Buddhism is most commonly and widely associated with peace, tolerance, and compassion. Yet Buddhism, like every other great religion, has a violent side. While scholars acknowledge violence within Buddhism, few have explored why Buddhism becomes violent in some places but not others. We develop a structural explanation for Buddhist violence. Our central claim is that Buddhist violence tends to occur in countries where Buddhism and the state are closely intertwined. We test this theory using both a statistical analysis of Buddhist violence in Buddhist-majority and Buddhist-plural countries and case studies of Buddhist violence (or lack thereof) in Myanmar, Singapore, Sri Lanka, and Thailand. Our findings show that religion-state integration emboldens Buddhist vigilantes to attack religious minorities. Our analysis suggests that states can take specific actions to mitigate the risk of violent religious extremism.",
          "url": "https://doi.org/10.1162/isec_a_00510",
          "doi": "https://doi.org/10.1162/isec_a_00510",
          "filter": 0
        },
        {
          "title": "Hedging on Hegemony: The Realist Debate over How to Respond to China",
          "authors": "Stephen M. Walt",
          "abstract": "Regional hegemony is a realist concept explaining how great powers deal with each other and with their immediate surroundings. Realism's competing strands disagree on whether regional hegemony is a feasible objective, and on whether states should actively pursue this goal. For offensive realists, the international system's anarchic structure and the impossibility of gauging others' intentions compel states to maximize relative power and try to become the only great power in their region. They predict that a great power war is more likely because China will try to establish hegemony in Asia and the United States will try to prevent it from doing so. By contrast, defensive realists maintain that bids for hegemony are usually thwarted by powerful balancing coalitions. Defensive realists have the stronger case: In modern times, the United States is the only great power whose bid for hegemony was not thwarted by a powerful balancing coalition. The United States succeeded because conditions in North America were unusually favorable; China does not enjoy similar advantages. A Chinese bid for hegemony in Asia is likely to fail and Beijing would be unwise to attempt it. U.S. leaders can therefore adopt a measured approach to this danger, facilitating balancing behavior by the United States' Asian partners while working with China to create a more stable regional order.",
          "url": "https://doi.org/10.1162/isec_a_00508",
          "doi": "https://doi.org/10.1162/isec_a_00508",
          "filter": 0
        },
        {
          "title": "The U.S.-China Military Balance in Space",
          "authors": "Zachary Burdette",
          "abstract": "How will the U.S. military's growing use of space to support its operations and the growing counterspace capabilities available to its rivals shape the balance of power? This article develops a framework to assess the U.S.-China military balance in space and applies that framework to a Taiwan scenario. It evaluates trends in both the U.S. military's dependence on space to defend Taiwan and the resilience of U.S. satellite constellations against a Chinese counterspace campaign. The findings highlight some of the challenges that China's military modernization and expansion have created for the U.S. military, but they caution against overstating the magnitude of the threat. The findings also support qualified optimism about the future: Encouraging trends in resilience will enable space to remain a major asset rather than a major liability for the U.S. military. But the Chinese military will also benefit from these positive trends in resilience, which will create new challenges for the United States in countering China's use of space to support its own military operations.",
          "url": "https://doi.org/10.1162/isec_a_00509",
          "doi": "https://doi.org/10.1162/isec_a_00509",
          "filter": 0
        },
        {
          "title": "Summaries",
          "url": "https://doi.org/10.1162/isec_x_00506",
          "doi": "https://doi.org/10.1162/isec_x_00506",
          "filter": 0
        },
        {
          "title": "War and International Politics",
          "authors": "John J. Mearsheimer",
          "abstract": "With the end of unipolarity, security competition among the great powers—China, Russia, and the United States—is back with a vengeance. Given the possibility of war between rival great powers, the purpose of this article is to analyze great power war. My central claim is that war is the dominant feature of life in the international system, mainly because of the nature of politics. In particular, politics is a fundamentally conflictual enterprise with the ever-present possibility of violence in the background. This argument, which differs from Carl von Clausewitz's famous claim that war is an extension of politics by other means, is rarely made in the international relations literature. I examine how the interplay between politics and war affects how states both initiate and conduct armed conflict. What are the limits on states starting wars, and how do political and military factors contribute to their escalation? I argue that it is almost impossible to put meaningful limits on when states can start wars, and that there is a powerful tendency for wars to escape political control and escalate.",
          "url": "https://doi.org/10.1162/isec_a_00507",
          "doi": "https://doi.org/10.1162/isec_a_00507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Presenting the Governmental Incompatibilities Data Project (GIDP) 2.0",
          "authors": "Peter B White, David E Cunningham, Kristian Skrede Gleditsch",
          "abstract": "Abstracts This research note introduces a new dataset—the Governmental Incompatibilities Data Project (GIDP) 2.0—which identifies the presence of incompatibilities over governments for all countries in the world from 1960 to 2020. Incompatibilities over government involve organizations making maximalist claims related to the legitimacy of elections, the composition of the national government, or regime change. GIDP 2.0 includes information about which of these claims is present in each incompatibility year. These data can facilitate analyses of the onset, dynamics, and outcomes of both civil war and nonviolent campaigns, improve our ability to predict their occurrence, and allow for analysis of whether international efforts to prevent violent conflicts over government are effective. We present a series of descriptive analyses showing that governmental incompatibilities are common but not ubiquitous, and occur across time periods, and within and across regime types. These descriptive analyses further show interesting variation among the types of claims articulated in democracies, autocracies, and anocracies and across different types of autocratic institutions. A brief two-stage analysis shows that some factors commonly included in studies of armed conflict and nonviolent campaign onset have different effects on the emergence of governmental incompatibilities and on whether these incompatibilities escalate to mass mobilization.",
          "url": "https://doi.org/10.1093/isq/sqaf037",
          "doi": "https://doi.org/10.1093/isq/sqaf037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Selling Violent Extremism",
          "authors": "Danny Klinenberg",
          "abstract": "Why do people join domestic violent extremist organizations? This paper examines an understudied reason: organizational outreach. I study how the inflow of new members to the Oath Keepers, until recently America’s largest paramilitary organization, changes when the group’s leadership employs three tactics: showcasing their ideological zeal through armed standoffs with the government, membership discounts, and sports sponsorships. Using a variant of the synthetic control method, I find that standoffs increase new memberships by 150 percent, discounts increase new memberships by over 60 percent, and sports sponsorships decrease new memberships. Membership is less responsive in counties with higher income inequality, but more responsive in politically conservative counties. The findings provide new insights into ways extremist groups attract potential recruits.",
          "url": "https://doi.org/10.1177/00220027251329598",
          "doi": "https://doi.org/10.1177/00220027251329598",
          "filter": 0
        },
        {
          "title": "A Model of Long-Term Conflict Resolution and Cooperation",
          "authors": "David A. Peterson, Mirta Galesic, Ross A. Hammond",
          "abstract": "The formal end of a political conflict does not always create lasting peace, as interpersonal violence can persist for years or decades after large-scale hostility ends. A key question for policymakers and peace builders, then, is how interventions into situations of low social capital might resolve persistent interpersonal conflicts sustained through complex networks of interaction. Existing approaches to this question generally focus on the small-scale effects of interventions like peace education that seek to change the attitudes of a few individuals at a time. Less focus has been paid to how such programs could leverage social networks to have broader effects on society as a whole. This paper explores this scale effect by building a conceptual agent-based model of conflict resolution and cooperation to examine when new ideas introduced by peace builders might spread throughout a population. We find significant benefits to layering different kinds of programs on the same populations, with the goal of leveraging the structure of society to maximize intervention impact.",
          "url": "https://doi.org/10.1177/00220027251338841",
          "doi": "https://doi.org/10.1177/00220027251338841",
          "filter": 0
        },
        {
          "title": "The Effect of Reciprocity on Trust: International Cooperation and COVID Aid",
          "authors": "Andrew Roskos-Ewoldsen, Morgan Ellithorpe, Brandon J Kinne",
          "abstract": "Reciprocity is a well-known influence on international cooperation. However, we lack an explanation for how reciprocity at the international level affects individual beliefs and attitudes. How do people interpret situations where countries return favors, or fail to? In this study, we present a micro-level explanation of reciprocity based on the theoretical framework of Unbounded Generalized Reciprocity, where reciprocity operates as an informational shortcut about the trustworthiness of others. In an experimental survey of US adults, we test the roles of exposure to between-country reciprocity, perceived similarity, and costliness on trust toward a counterpart country, using the context of cooperation during the COVID-19 pandemic. We find that reciprocity, compared to a reciprocity violation, predicted significantly more trust, and this was not moderated by similarity or costliness. We interpret these results as supporting evidence that reciprocity, at the individual-level, acts as a heuristic tool for determining the trustworthiness of other countries.",
          "url": "https://doi.org/10.1177/00220027251342144",
          "doi": "https://doi.org/10.1177/00220027251342144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Malnutrition and violent conflict in a heating world: A mediation analysis on the climate–conflict nexus in Nigeria",
          "authors": "Anna Belli, Victor Villa, Marina Mastrorillo, Antonio Scognamillo, Chun Song, Adriana Ignaciuk, Grazia Pacillo",
          "abstract": "Climate variability is increasingly gaining recognition as a factor exacerbating risks to peace in Africa, particularly in contexts characterized by weak institutions and fragile agri-food systems. Existing literature has highlighted the intricate indirect pathways that can lead to increasing conflicts following a climatic shock, including reduced agricultural yields, increased food insecurity, and other socio-economic channels that are highly context-specific as well as difficult to quantify. This study investigates the nexus between climate variability (proxied by temperature anomalies) and violent conflicts as mediated by child acute malnutrition in Nigeria. Starting from previous quantitative analyses that implicitly assumed the existence of a singular transmission pathway linking climate variability to conflict, this study employs a structural equation model that accommodates the presence of multiple, albeit unobserved, mediating factors. In doing so, it pioneers the use of children’s nutritional indicators as mediating factors to capture the multidimensional nature of the climate–conflict relationship. The novel approach proposed for this analysis increases the accuracy of estimating the indirect impacts of climate variability on conflict, as mediated by child nutritional outcomes, and contributes to the literature linked to the humanitarian, development and peace nexus. From a policy perspective, our findings aim to inform and support identifying policies and interventions aimed at mitigating the threat posed by climate variability to human security through the nutrition channel.",
          "url": "https://doi.org/10.1177/00223433251318566",
          "doi": "https://doi.org/10.1177/00223433251318566",
          "filter": 0
        },
        {
          "title": "Trained to rebel: Rebel leaders’ military training and the dynamics of civil conflicts",
          "authors": "Juliana Tappe Ortiz",
          "abstract": "Rebel leaders can prolong civil wars. Although past research has examined how rebel groups have shaped civil wars, little attention has been paid to rebel leaders. I argue that civil wars last longer and are less likely to be terminated in government-favorable outcomes when rebel leaders with training in a nonstate armed group are in charge, in contrast to leaders with no training or state military service. Nonstate training makes leaders more capable of continuing the conflict with few weapons and resources and more willing to persevere because of their combatant socialization. The rebel leaders trained in creativity and perseverance are more likely to make strategic choices that heighten bargaining challenges and the risk of bargaining failure thus leading to longer wars. I test propositions through a quantitative analysis of all rebel leaders in civil conflicts from 1989 to 2015. The analysis is supplemented with a qualitative discussion based on personal interviews with top-level leaders of the Fuerzas Armadas Revolucionarias de Colombia.",
          "url": "https://doi.org/10.1177/00223433251333389",
          "doi": "https://doi.org/10.1177/00223433251333389",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Minor Party Major Change: Democratic Environmental Re‐Prioritization in Response to Green Party Competition",
          "authors": "Cassidy Reller",
          "abstract": "How does the emergence of new political competition alter established party behavior? In this article, I analyze how major parties in the United States adjust their agendas in response to new third‐party competition. By analyzing state party platforms using text as data, I show that the emergence of Green Party competition prompts a re‐prioritization of environmental issues within the Democratic platform. Unlike previous literature in the United States focused on adaptation in issue positions or ideology, I demonstrate that adaptation occurs in the salience an issue is given. This happens when a third party strategically contests close elections; the ideologically similar major party will re‐focus on the new third party's policy priorities. This article highlights the role that third parties play in shaping the agendas of major parties, underscores the continued importance of party adaptation in maintaining the two‐party system in American politics, and illustrates the influence that electorally marginalized interests can exert on major parties.",
          "url": "https://doi.org/10.1111/lsq.70002",
          "doi": "https://doi.org/10.1111/lsq.70002",
          "filter": 0
        },
        {
          "title": "Interest Groups and Intra‐Party Conflict on Scored Votes",
          "authors": "Laurel Harbridge‐Yong, Warren Snead",
          "abstract": "While inter‐party conflicts and polarization are central for understanding policymaking, salient intra‐party conflicts remain. We explore one lens into these conflicts—interest groups scoring votes at odds with party leaders. We examine how often and under what conditions party‐aligned interest groups oppose the positions of party leadership and whether this disagreement is associated with heightened intra‐party conflict. We find that disagreement is more common for the majority party compared to the minority party and, for both parties, disagreement is associated with reduced voting cohesion. We also identify salient differences between Democrats and Republicans during this time period. Disagreement on scored votes shines a valuable light into the competing pressures on both parties and interest groups, including those to govern and message. Although interest groups and aligned party leaders often agree on policy, both face a complex constellation of incentives and can make different tradeoffs on specific votes.",
          "url": "https://doi.org/10.1111/lsq.70013",
          "doi": "https://doi.org/10.1111/lsq.70013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: The 2021 German Federal Election CampbellRossDavidson-SchmichLouise K. (2023) The 2021 German Federal Election. Cham: Palgrave Macmillan. £109.99 (hbk); £109.99 (pbk), XXIII + 444pp. ISBN 978303138929-0; 9783031389320.",
          "authors": "Sarah Wagner",
          "url": "https://doi.org/10.1177/13540688251341448",
          "doi": "https://doi.org/10.1177/13540688251341448",
          "filter": 0
        },
        {
          "title": "Authoritarian strange bedfellows? European radical right parties’ positions on China: An analysis of roll-call votes in the european parliament",
          "authors": "Tian Tan",
          "abstract": "This paper examines European Radical Right Parties’ (RRPs) positions on China using 209 roll-call votes from the VoteWatch Europe Dataset. While previous research suggests RRPs focus on economic issues, this study finds their interest lies in foreign and security matters. RRPs exhibit strong voting cohesion on “Support for Democratic Values” and “International Relations and Sanctions,” but are divided on “Trade and Economic Investment” and do not demonstrate a consistent voting pattern on “Global Cooperation and Development.” Overall, RRPs maintain a somewhat neutral to somewhat negative position, adopting a cherry-picking approach driven more by interests than ideology. Discrepancies between their rhetoric and voting behavior reveal a complex relationship with China, highlighting the need for further comparative studies on their social media discourse and legislative actions.",
          "url": "https://doi.org/10.1177/13540688251341449",
          "doi": "https://doi.org/10.1177/13540688251341449",
          "filter": 0
        },
        {
          "title": "Supply-side dynamics of parties’ group appeals: How dominance affects the choice between symbolic and policy-based appeals",
          "authors": "Felicia Riethmüller, Simon T Franzmann",
          "abstract": "Social group appeals are a crucial but often overlooked aspect of party competition. Challenger parties differ from dominant parties not only in their issue entrepreneurship and anti-establishment rhetoric, but also in how they approach social groups. Whereas dominant parties can and must use their policy record when appealing to groups rhetorically, challenger parties compensate for their lack of policy influence and long-lasting group ties by using more symbolic group-based appeals, creating affective affiliations with voters while avoiding accountability or dividing their potential base. Similarly, they are more inclined to use negative group-based appeals. Using a most-similar-systems design and a new dataset of 15,460 tweets from German subnational parties, our main finding is that dominant parties, particularly those having held the prime minister’s office, favour policy-based group appeals, while challengers rely more on symbolic appeals. However, differences in appeal strategies diminish during campaign times. Our findings underline the importance of group-based appeals for mainstream-challenger competition.",
          "url": "https://doi.org/10.1177/13540688251339624",
          "doi": "https://doi.org/10.1177/13540688251339624",
          "filter": 0
        },
        {
          "title": "Get In MaguirePatrickPogrundGabriel, Get In. London: Bodley Head, 2025, £25.00 (hbk), 480 pp.: ISBN: 9781847928375",
          "authors": "Karl Pike",
          "url": "https://doi.org/10.1177/13540688251343179",
          "doi": "https://doi.org/10.1177/13540688251343179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Mapping Quality Judgment in International Relations: Cognitive Dimensions and Sociological Correlates",
          "authors": "Fabrício H. Chagas-Bastos, Peter Marcus Kristensen",
          "abstract": "Research quality assessment is a cornerstone of academic practice, yet the criteria that inform such judgments are often assumed rather than critically examined through empirical research. This article draws on a global survey of international relations (IR) scholars ( N = 820) to analyze the cognitive dimensions underlying research quality evaluation and their variation across sociological and epistemological factors. We identify seven distinct quality factors: theoretical significance, logical style and structure, practical significance, methodological rigor, contribution and value for future research, interest and topicality, and challenge to existing knowledge. Our results suggest that, while personal preferences, disciplinary norms, and professional practices—shaped by variables such as gender, nationality, and political orientation—influence evaluations, research quality judgments are ultimately grounded in shared cognitive frameworks. Our study offers robust evidence that quality assessments, though subject to sociological variation, reflect deeper, common cognitive structures across scholarly communities.",
          "url": "https://doi.org/10.1017/s1537592724002676",
          "doi": "https://doi.org/10.1017/s1537592724002676",
          "filter": 0
        },
        {
          "title": "Gendered Perceptions of Legislative Influence",
          "authors": "Jaclyn Kaslovsky, Tabitha Koch, Michael P. Olson",
          "abstract": "Women legislators face a variety of gendered barriers both outside and inside the legislature. Yet, little previous scholarship has quantitatively examined whether legislative insiders are biased against women and their accomplishments. We explore a new potential explanation for gender inequity in legislatures: that women in office may get less credit than men for similar achievements. If legislative insiders systematically undervalue women’s work, women will have a harder time gaining influence within the chamber; alternatively, those working in and with the legislature may be uniquely aware of the effort that goes into representational activities and can observe the work that women perform firsthand. To examine this question, we combine elite evaluations of legislators from the North Carolina General Assembly with data on committee assignments, legislative effectiveness, electoral performance, and more. We find little systematic evidence that women legislators’ accomplishments are valued less than those of the men with whom they serve.",
          "url": "https://doi.org/10.1017/s1537592725000477",
          "doi": "https://doi.org/10.1017/s1537592725000477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Green colonialism or green transformation? The equity implications of clean hydrogen trade",
          "authors": "Marie Dejonghe, Thijs Van de Graaf",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103338",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103338",
          "filter": 0
        },
        {
          "title": "Bodily autonomy, corporeal security and the threat of nonlethal firearm abuse",
          "authors": "Dana Cuomo",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103339",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103339",
          "filter": 0
        },
        {
          "title": "Perceptions of regional neglect: Deepening the deviant Dutch case",
          "authors": "Bram van Vulpen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103349",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103349",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0962-6298(25)00076-9",
          "doi": "https://doi.org/10.1016/s0962-6298(25)00076-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The limits of Brexit prejudice",
          "authors": "Joseph B. Phillips, Florian Stoeckel",
          "abstract": "Since the Brexit referendum, two novel political identities, Leaver and Remainer, have gained political salience in the United Kingdom. Some work contends that Leavers and Remainers display great animus toward one another in ways similar to affective polarization (dislike of opposing partisans). However, it remains unclear whether the dislike is as deep as partisan affective polarization and whether these identities are still relevant several years after Brexit. Additionally, it is not known whether Brexit‐related animus is based more on in‐group favoritism or out‐group dislike. Using a survey experiment paradigm to assess different levels of prejudice (based on pre‐registered hypotheses), we find clear prejudice based on Brexit identity in 2019 that is almost unchanged in 2023. Both in‐group favoritism and out‐group animus appear to drive these tendencies, but out‐group animus's effects are more robust. Leavers and Remainers have different motivations for different manifestations of prejudice, but each displays both tendencies at times.",
          "url": "https://doi.org/10.1111/pops.70037",
          "doi": "https://doi.org/10.1111/pops.70037",
          "filter": 0
        },
        {
          "title": "Bridging the divide: Understanding the psychological factors influencing feminist women's support to transgender related policies",
          "authors": "Danna Galván‐Hernández, Lucía Estevan‐Reina, Ángel del Fresno‐Díaz, Finn Frohn, Stephen Wright, Soledad de Lemus",
          "abstract": "The demand for trans people's institutional rights and the approval of the Trans Law (Law 04/3023) has polarized the feminist movement in Spain. In this contentious context, our studies examined the relationship between feminist identity and support for, or opposition to, trans rights among the University community. Two correlational studies (Study 1a = 317; Study 1b = 323) conducted before the law's passage provided opposing results regarding the association between feminist identity and support for trans rights. Building upon these findings, two experimental studies (Study 2 N = 415; Study 3 N = 405) exposed ciswomen to cooperation or conflict narratives and examined their impact on reactive threat, zero‐sum beliefs, and support for pro‐trans or anti‐trans collective actions. Conflict narratives increased reactive threat and zero‐sum beliefs, leading to more anti‐trans and fewer pro‐trans actions. Additionally, a direct positive link was observed between feminist identification and support for pro‐trans actions, while a negative association was found with reactionary actions (opposite for ideological threat). Based on these findings, we propose a series of win‐win strategies to support trans rights and promote peacebuilding and inclusivity in Spanish universities without triggering threat or zero‐sum beliefs in ciswomen.",
          "url": "https://doi.org/10.1111/pops.70032",
          "doi": "https://doi.org/10.1111/pops.70032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Survey sampling in the Global South using Facebook advertisements – CORRIGENDUM",
          "authors": "Leah R. Rosenzweig, Parrish Bergquist, Katherine Hoffmann Pham, Francesco Rampazzo, Matto Mildenberger",
          "url": "https://doi.org/10.1017/psrm.2025.28",
          "doi": "https://doi.org/10.1017/psrm.2025.28",
          "filter": 0
        },
        {
          "title": "Economic evaluations and partisan faultfinding: when are respondents most likely to answer survey questions honestly?",
          "authors": "Jan Zilinsky, James Bisbee",
          "abstract": "This paper introduces a simple approach for assessing which survey questions are more likely to elicit political identity-influenced responses. We use daily data from Gallup to test which survey self-reports exhibit more or less susceptibility to politicization, finding the highest likelihood of politicization for societal-level questions. Conversely, we show that self-reported assessments of personal finances are less sensitive to partisan motivated responding. We also show how egotropic economic evaluations are influenced by the presence of other items on the same survey. Taken together, our results uncover scope conditions for how to interpret self-reported views of the economy, and we argue that measures of public opinion which have not yet been strongly politicized are better proxies for capturing the underlying welfare of the public.",
          "url": "https://doi.org/10.1017/psrm.2025.32",
          "doi": "https://doi.org/10.1017/psrm.2025.32",
          "filter": 0
        },
        {
          "title": "Fiscal opportunity coupled with political willingness? Unpacking the effects of TELs and partisan governments on income inequality in the American states, 1986–2020",
          "authors": "George A. Krause, Michelle L. Lofton",
          "abstract": "Governments shape policy outcomes using two distinct mechanisms: rules and discretion. A simple decomposition strategy is proposed for distinguishing between these policymaking mechanisms on income inequality in the American states from 1986 to 2020. This analytical strategy is easily applicable to other policy settings. The statistical evidence, for the most part, that income inequality observed in the American states is generally unaffected by both TELs and partisan control of state governments—the lone exception being unified Republican state governments operating under a TEL. The decomposition evidence, however, shows that this is primarily the result of discretionary policymaking differences among partisan governments. This study underscores the importance of disentangling policy mechanisms that jointly occur when evaluating the consequences of government policymaking authority.",
          "url": "https://doi.org/10.1017/psrm.2025.30",
          "doi": "https://doi.org/10.1017/psrm.2025.30",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "White or Woke Christian Nationalists? How Race Moderates the Link Between Christian Nationalism and Progressive Identities",
          "authors": "Samuel L Perry, Allyson F Shortle, Eric L McDaniel, Joshua B Grubbs",
          "abstract": "Scholarship on “Christian nationalism” often frames it as antithetical to progressive politics. Yet recent studies find that historically disadvantaged racial minorities often espouse more progressive political views as Christian nationalism increases. Building on an understanding that American religion and politics are fundamentally racialized and drawing on nationally representative data from a nonprobability sample with a Christian nationalism scale incorporating ideology and self-identification, we examine how racial identity moderates the link between Christian nationalism and how much Americans identify with the terms “woke” and “progressive.” Results reveal racial divergence. As Christian nationalism increases, White Americans are either no different or less likely to affirm progressive identities, while Black Americans become more likely to identify as “woke,” and both Black and Hispanic Americans become more likely to identify as “progressive.” Patterns are also consistent across partisan identity. Results further affirm how race moderates Christian nationalist views and demonstrate how endorsing progressive identities is differentially shaped by race and religion.",
          "url": "https://doi.org/10.1093/poq/nfaf009",
          "doi": "https://doi.org/10.1093/poq/nfaf009",
          "filter": 0
        },
        {
          "title": "Voice and Value: How Elected Officials Evaluate Online and Offline Constituent Feedback",
          "authors": "Nathan Lee, Kaiping Chen, William Marble, Curtis Bram",
          "abstract": "Social media has made it easier than ever for citizens to voice their opinion to their elected representatives. However, officials may infer that constituents who write to them via low-effort online mediums care less about the issues than those who communicate in person. To test how policymakers evaluate messages from constituents, we fielded a national survey of local US policymakers to examine responsiveness to different types of messages. Our findings indicate that online communication presents a double-edged sword: while it lowers the effort needed for constituents to communicate, officials discount information conveyed through social media. We examine this trade-off using an embedded conjoint experiment. Our results suggest that a social media message would have to be sent by more than 47 constituents for it to exceed the value of a single face-to-face meeting. These findings illustrate that, all else equal, in-person meetings likely remain the most persuasive form of grassroots communication. However, using social media can be an effective choice to the extent that it facilitates a large increase in overall levels of constituent engagement.",
          "url": "https://doi.org/10.1093/poq/nfaf006",
          "doi": "https://doi.org/10.1093/poq/nfaf006",
          "filter": 0
        },
        {
          "title": "The Effects of Forecasts on the Accuracy and Precision of Expectations",
          "authors": "Matthew Barnfield, Joseph Phillips, Florian Stoeckel, Benjamin Lyons, Paula Szewach, Jack Thompson, Vittorio Mérola, Sabrina Stöckli, Jason Reifler",
          "abstract": "Quantitative forecasts have become increasingly prominent as tools for aiding public understanding of sociopolitical trends. But how much, and what, do people learn from quantitative forecasts? In this note, we show through a preregistered survey experiment that real forecasts of the 2022 French presidential election significantly affect expectations of the election result. The direction of that effect hinges on how the forecast is presented. Voters become more accurate and precise in their predictions of each candidate’s vote share when given forecast information in the form of projected vote share. Forecasts presented as numerical probabilities make such expectations less accurate and less precise. When combined, the effects of both forms on vote share expectations tend to cancel out, but jointly boost voters’ ability to identify likely winners. Our findings have implications for the public communication of quantitative information.",
          "url": "https://doi.org/10.1093/poq/nfaf003",
          "doi": "https://doi.org/10.1093/poq/nfaf003",
          "filter": 0
        },
        {
          "title": "Public Opinion Quarterly : Past, Present, and Future",
          "authors": "Allyson L Holbrook, Philip Edward Jones",
          "url": "https://doi.org/10.1093/poq/nfaf005",
          "doi": "https://doi.org/10.1093/poq/nfaf005",
          "filter": 0
        },
        {
          "title": "Less Partisan but No More Competent: Expressive Responding and Fact-Opinion Discernment",
          "authors": "Matthew H Graham, Omer Yair",
          "abstract": "Research suggests that partisanship interferes with people’s ability to distinguish between factually verifiable statements and opinion statements. We investigate the degree to which observed partisan bias in fact-opinion discernment is due to expressive responding: partisans may claim that congenial opinions are facts, and that uncongenial facts are opinions, because they want to express their partisan attitude toward the statement. Four experiments (total N = 10,614) show that expressive responding substantially inflates measured partisan differences in fact/opinion classifications, by more than 50 percent in the United States and about 30 percent in Israel. Despite this, we find little evidence that our treatments increased the proportion of correct classifications. In other words, although expressive responding makes people look more partisan than they really are, it does not lead surveys to underestimate the average person’s ability to distinguish fact from opinion. These results are compatible because of a rarely noted implication of expressive responding theory: when the correct answer is party congenial, expressive responding makes people look more competent than they really are. Notably, expressive responding emerged despite the survey instrument’s instructions not to respond in this manner. This suggests that approaches that rely on instructions or requests may be too weak to eliminate expressive responding.",
          "url": "https://doi.org/10.1093/poq/nfaf008",
          "doi": "https://doi.org/10.1093/poq/nfaf008",
          "filter": 0
        },
        {
          "title": "Michael A. Bailey. Polling at a Crossroads: Rethinking Modern Survey Research",
          "authors": "Geert Loosveldt",
          "url": "https://doi.org/10.1093/poq/nfaf011",
          "doi": "https://doi.org/10.1093/poq/nfaf011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Can Citizen Pressure Be Induced to Improve Public Service Provision?",
          "authors": "Pia J. Raffler, Daniel N. Posner, Doug Parkerson",
          "url": "https://doi.org/10.1086/736577",
          "doi": "https://doi.org/10.1086/736577",
          "filter": 0
        },
        {
          "title": "A global scale of economic left-right party positions: cross-national and cross-expert perceptions of party placements",
          "authors": "Nicolás de la Cerda, Ryan Bakker, Seth Jolly, Jelle Koedam, Ruth Dassonneville, Patrick Leslie, Jonathan Polk, Jill Sheppard, Roi Zur",
          "url": "https://doi.org/10.1086/736578",
          "doi": "https://doi.org/10.1086/736578",
          "filter": 0
        },
        {
          "title": "Fiscal Rules, Corruption, and Electoral Accountability",
          "authors": "Gianmarco Daniele, Tommaso Giommoni",
          "url": "https://doi.org/10.1086/732957",
          "doi": "https://doi.org/10.1086/732957",
          "filter": 0
        },
        {
          "title": "Meet the Press: Gendered Conversational Norms in Televised Political Discussion",
          "authors": "Daniel Naftel, Jon Green, Kelsey Shoub, Jared Edgerton, Mallory Wagner, Skyler Cranmer",
          "url": "https://doi.org/10.1086/732995",
          "doi": "https://doi.org/10.1086/732995",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
