{
  "update": "2024-08-30",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Civilian behavior on social media during civil war",
          "authors": "Anita R. Gohdes, Zachary C. Steinert‐Threlkeld",
          "abstract": "Recent research emphasizes social media's potential for citizens to express shared grievances. In active conflict, however, social media posts indicating political loyalties can pose severe risks to civilians. We develop a theory that explains how civilians modify their online behavior as part of efforts to improve their security during conflict. After major changes in territorial control, civilians should be more likely to post positive content, and more content that supports the winning side. We study social media behavior during and after the siege of Aleppo in November 2016. We match Aleppo‐based Twitter users with users from other parts of Syria and use large language models to analyze changes in online behavior after the regime's retaking of the city. Results show that users in Aleppo post more positive and pro‐Assad content, but only when self‐disclosing their location. The findings have important implications for our understanding of digital communication in civil conflict.",
          "url": "http://dx.doi.org/10.1111/ajps.12899",
          "doi": "10.1111/ajps.12899",
          "filter": 0
        },
        {
          "title": "The process and perils of coming around: The assimilation of political appointees into bureaucratic agencies",
          "authors": "Dan Alexander, Darrian Stacy",
          "abstract": "The tendency for political appointees to assimilate into the bureaucratic agencies that they lead is a recurring source of tension between appointees and the executives who appoint them. This paper employs a formal model to explore how appointees come around to the views of the civil servants whom they oversee. We conceptualize a bureaucrat as providing a cheap‐talk message about privately known, policy‐relevant conditions to an appointee who uses that information to update her beliefs and set two types of policy. Though the bureaucrat's and appointee's preferences are aligned conditional on beliefs, the appointee's prior beliefs about the likelihood of various states of the world differ from the bureaucrat's. In equilibrium, truthful reporting and inducing belief convergence may be at odds and we identify when the bureaucrat will strategically choose to issue false reports. We apply the model's insights to the budget process and agency recommendations during the COVID‐19 pandemic.",
          "url": "http://dx.doi.org/10.1111/ajps.12902",
          "doi": "10.1111/ajps.12902",
          "filter": 0
        },
        {
          "title": "Communication, coordination, and surveillance in the shadow of repression",
          "authors": "Tak‐Huen Chau, Mai Hassan, Andrew T. Little",
          "abstract": "Communication technology helps protesters organize, but also allows the government to monitor and repress their actions. We study this trade‐off in a model where protesters want to show up at the same time and place, but also want to avoid government forces. If leaders of a movement can send messages observed only by other protesters, they can successfully coordinate on a variety of sites and force the government to spread resources thin, helping the success of the movement. If the government always observes the messages too, protesters can do no better than always going to a “focal site” knowing that the government will send all resources there as well, and thus experience higher levels of repression for the sake of coordinating tactics. Intermediate cases where messages are partially observed generate dynamics where new technologies and media that are relatively known to other protesters and not the government are used until the government can reliably infiltrate them and the protesters move on to a new medium. When some protesters are more informed than others, the model can explain protest tactics observed in recent prominent cases like having smaller “parallel” protests at the same time but different location of the main gathering.",
          "url": "http://dx.doi.org/10.1111/ajps.12904",
          "doi": "10.1111/ajps.12904",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Who Governs Policing? Mayors’ Strategic Linkages to Police in Latin American Cities",
          "authors": "Yanilda González, Jessica Zarkin",
          "abstract": "What explains variation in mayors’ strategic linkages with police forces they do not formally control? This question is of central importance in Latin America, home to 43 of the 50 most violent cities in the world. As mayors with limited to no authority over police came to see their electoral fortunes affected by citizen demands for security, some have expanded the role of municipal governments in policing. Others, however, deliberately constrained their role in this electorally risky area. Drawing on within and cross-case comparisons of São Paulo, Colombia, and Mexico City police forces, we argue and show that variation in mayors’ strategic linkages to policing and security is shaped by electoral incentives for responsiveness, constitutional rules that impose responsibility, and risks of shirking by police. Our findings speak to an emerging research agenda placing policing at the center of our understanding of urban governance and democratic responsiveness more broadly.",
          "url": "http://dx.doi.org/10.1177/00104140241269938",
          "doi": "10.1177/00104140241269938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Prompting Peasant Protest: Cashews, Coalitions, and Collective Action in Ghana and Côte d’Ivoire",
          "authors": "Nicolai Goritz",
          "abstract": "Political scientists have historically viewed smallholder farmers in low-income countries as lacking the capacity to collectively oppose adverse policies. This article argues that they can if they are able to attribute price distortions to government action. Apart from direct taxes, however, this is likely to occur only when traders inform smallholders of unfavorable policies. When traders are also significantly harmed by a price-distorting policy (e.g., by an export ban), they are motivated to use their networks and financial resources to inform farmer protest. When traders can pass on price distortions to farmers (as with low export taxes), they will not. The article probes this argument through a controlled comparative case analysis of export bans and taxes on raw cashew nuts in Ghana and Côte d'Ivoire.",
          "url": "http://dx.doi.org/10.5129/001041524x17219263204952",
          "doi": "10.5129/001041524x17219263204952",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Cultural sources of gender gaps: Confucian meritocracy reduces gender inequalities in political participation",
          "authors": "Baowen Liang",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102848",
          "doi": "10.1016/j.electstud.2024.102848",
          "filter": 0
        },
        {
          "title": "Candidate selection and its behavioral consequences",
          "authors": "Elena Frech, Simon Hug",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102849",
          "doi": "10.1016/j.electstud.2024.102849",
          "filter": 0
        },
        {
          "title": "Spirited away: Access to alcohol and support for the populist radical right",
          "authors": "Zeth Isaksson",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102850",
          "doi": "10.1016/j.electstud.2024.102850",
          "filter": 0
        },
        {
          "title": "In-person or convenience voting? The role of the direct costs in explaining preferences for voting modalities",
          "authors": "M. Belén Abdala",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102851",
          "doi": "10.1016/j.electstud.2024.102851",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Does economic inequality reduce political system support? Local‐level evidence from Denmark",
          "authors": "FRANCESCO COLOMBO, PETER THISTED DINESEN, KIM MANNEMAR SØNDERSKOV",
          "abstract": "Does economic inequality dampen support for the political system? This question has been answered in the affirmative in prior work studying the relationship between economic inequality and various manifestations of political system support across countries or US states. However, recent work challenges the premise underlying such analyses by showing that citizens are generally ignorant about national‐level inequality. Relatedly, work on contextual effects finds that economic and social phenomena are particularly consequential for political attitudes when they reflect palpable everyday experiences. Combining these insights, we suggest that a more theoretically and methodologically appropriate test of the proposition that economic inequality reduces political system support should focus on local, neighbourhood‐level economic inequality, which citizens encounter on a daily basis. By linking multiple geo‐referenced surveys – both cross‐sectional and longitudinal – with Danish registry data, we create micro‐contextual measures of local economic inequality and relate them to a range of indicators of political system support. We find no evidence indicating that local inequality reduces political system support.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12715",
          "doi": "10.1111/1475-6765.12715",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Violent Competition and Terrorist Restraint",
          "authors": "Sara M.T. Polo, Blair Welsh",
          "abstract": "A large literature has argued that domestic competition increases a militant organization's use and severity of terrorism to differentiate their “brand” and “outbid” other organizations. However, most empirical analyses infer such competition from the quantity of groups present in a geographic area. This approach neglects specific group relationships, such as cooperation, rhetorical or violent rivalry, or peaceful coexistence. We introduce a behavioral measure of group competition and argue that variation in the quality , rather than the quantity, of competition affects the violence profile of militant groups in unexpected ways. Violent competition, where militants attack one another, imposes significant constraints on group resources and increases groups’ dependence on civilian support, which exacerbates the costs of a popular backlash against brutality. Moreover, violent competition effectively substitutes for crowding out rivals via outbidding. As competition becomes extreme, we posit that groups increasingly opt for a strategy of terrorist restraint and reduce the share of high-profile attacks on soft civilian targets. We test this argument at the macro and micro levels with cross-national data on 290 organizations in civil war (1970–2018) and granular data on the subnational targeting strategy of the Islamic State in Syria (2013–2018). Both analyses provide robust support for our argument. The findings shed light on the strategic limitations of outbidding and provide important insights for research and policy.",
          "url": "http://dx.doi.org/10.1017/s0020818324000110",
          "doi": "10.1017/s0020818324000110",
          "filter": 0
        },
        {
          "title": "Resources and Territorial Claims: Domestic Opposition to Resource-Rich Territory",
          "authors": "Soyoung Lee",
          "abstract": "Are states more interested in claiming territories that have economic resources? While previous theories of international relations assume that resources make a territory more tempting to claim, all else equal, I argue that certain types of economic resources can make states less willing to claim a territory. The presence of capital-intensive resources—such as oil or minerals—raises concerns about how the benefits of acquiring the territory would be distributed within the nation. These distributional concerns make it harder and costlier for leaders to mobilize widespread and consistent support for claiming resource-rich lands. Using original geocoded data on territorial claims in South America from 1830 to 2001, I show that states are indeed less likely to claim lands that have oil or minerals, even when they can be claimed for historical or administrative reasons. I then illustrate the theoretical mechanism through a case study of Bolivia, comparing Bolivian attitudes toward reclaiming its two lost provinces, the Chaco and the Litoral. By showing how the presence of economic resources can become a liability in mobilizing unified support, this paper questions the widespread assumption that resources make territories more desirable to claim.",
          "url": "http://dx.doi.org/10.1017/s0020818324000134",
          "doi": "10.1017/s0020818324000134",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "Summaries",
          "url": "http://dx.doi.org/10.1162/isec_x_00491",
          "doi": "10.1162/isec_x_00491",
          "filter": 0
        },
        {
          "title": "The Iron Dice: Fatalism and War",
          "authors": "Dominic Tierney",
          "abstract": "Leaders in international relations often exhibit fatalism, or the belief that events are guided by forces beyond their control. In some cases, fatalism may reflect reality, or be rhetoric to boost support. But there is also an important psychological explanation: fatalism can help leaders avoid responsibility for costly outcomes and protect their self-image. Fatalism is more likely: (1) in regard to bad outcomes versus good outcomes; (2) when war is seen as imminent versus far-off; and (3) in nondemocratic regimes versus democratic regimes. The concept of fatalism is central to philosophy, religion, medicine, sociology, and psychology, but has been neglected by scholars in international relations. Fatalism may be an important cause of war, especially when combined with a perceived window of opportunity. This research contributes to democratic peace theory by helping explain the lack of war between representative regimes. If elected leaders are less prone to extreme fatalism about war, democracies may have more room to maneuver in a crisis. I use case studies of the origins of World War I and World War II to probe the argument.",
          "url": "http://dx.doi.org/10.1162/isec_a_00487",
          "doi": "10.1162/isec_a_00487",
          "filter": 0
        },
        {
          "title": "Editors' Note",
          "url": "http://dx.doi.org/10.1162/isec_e_00490",
          "doi": "10.1162/isec_e_00490",
          "filter": 0
        },
        {
          "title": "Reviewers for Volume 48",
          "url": "http://dx.doi.org/10.1162/isec_x_00492",
          "doi": "10.1162/isec_x_00492",
          "filter": 0
        },
        {
          "title": "Damned If They Do, Damned If They Don't: The Assurance Dilemma in International Coercion",
          "authors": "Reid B. C. Pauly",
          "abstract": "Why do some coercive demands succeed but others fail? A dominant paradigm explains coercive outcomes by pointing to the credibility and severity of threats. The concept of coercive assurance is an understudied type of commitment problem in the coercion literature. It suggests that a coercer must assure its target that its threats are conditional on the target's behavior. Many scholars overlook coercive assurance, in part because they assume it is automatic. But assurance is a crucial component of any coercive process. Even highly credible and severe threats can fail when the coercer's assurance is not credible. A novel theory, the assurance dilemma, helps to answer the following questions: Why do targets of coercion fear unconditional pain? Why do coercers punish after receiving compliance? What is the relationship between threats and assurances in coercion? The actions that a coercer can take to bolster the credibility of a threat undermine the credibility of its assurance that it will not punish the target. Targets fear that punishment may be unavoidable and thus look for assuring signals before ceding to the coercer's demands. The case of coercive bargaining over the Iranian nuclear program demonstrates the logic and effectiveness of the use of assurance.",
          "url": "http://dx.doi.org/10.1162/isec_a_00488",
          "doi": "10.1162/isec_a_00488",
          "filter": 0
        },
        {
          "title": "Stabilizing Civil Wars without Peacekeeping: Evidence from South Asia",
          "authors": "Basil Bastaki, Paul Staniland, Bryan Popoola",
          "abstract": "Peacekeeping is helpful in resolving civil wars, but there is little chance of peacekeeping operations or other international peace-building interventions for many conflicts. How do internal wars stabilize in the absence of meaningful international involvement? Two key factors, the government's political space for bargaining and the relative power of armed groups, help to explain when it is possible to reach either stable cooperation between states and armed groups or negotiated settlements. We analyze three conflict trajectories—“long-term limited cooperation” arrangements, state incorporation or disarmament, and ongoing conflict—to show that the paths to stabilization are often ethically fraught and empirically complicated but exist even when international involvement is off the table. We use quantitative and qualitative data to study the relationships between armed groups and governments in much of post-colonial South Asia, including during periods of little or no violence. Understanding these trajectories provides policymakers, analysts, and scholars with useful tools for identifying policy options and political trade-offs as they seek to reduce the human costs of war.",
          "url": "http://dx.doi.org/10.1162/isec_a_00489",
          "doi": "10.1162/isec_a_00489",
          "filter": 0
        },
        {
          "title": "Do Autocrats Need a Foreign Enemy? Evidence from Fortress Russia",
          "authors": "Henry E. Hale, Adam C. Lenton",
          "abstract": "Conventional thinking suggests that autocrats need enemies and thus have incentives to create them. Russia's Vladimir Putin is often thought to reap domestic legitimacy from belligerence. We examine multiple public opinion datasets collected in Russia that span Putin's presidency to confirm that he gains popularity from a sense of Western threat. But findings indicate that until 2021, these gains came primarily from a carefully cultivated domestic reputation for responding to threats with moderation instead of bellicosity. Our survey experiment further suggests that Putin wins as much support when he is prudent and cooperative as when he is hostile and aggressive. These findings add to evidence that Russia's full-scale 2022 invasion of Ukraine was not a war of domestic political necessity. They also help explain why Putin felt that he had to promote the invasion at home as a careful, limited, defensive act rather than something glorious for which the Russian population should fully mobilize. Even the most aggressive autocrats may still cater to public preferences for moderate foreign policy.",
          "url": "http://dx.doi.org/10.1162/isec_a_00486",
          "doi": "10.1162/isec_a_00486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Learning to Fight Together: UN Peacekeeping Coalitions and Civilian Protection",
          "authors": "Michael A Morgan, Daniel S Morey",
          "abstract": "Since the end of the Cold War, the United Nations has increasingly used peacekeeping operations (PKOs) to manage crises between and within states. The mandates of contemporary PKOs are demanding, calling on peacekeeping personnel to separate belligerent parties, enforce ceasefire agreements, and protect the physical security of civilians. The pursuit of these distinct objectives presents a unique challenge for the UN because it relies on member states to volunteer personnel for these missions. Therefore, the achievement of mandated goals depends on the ability of diverse national contingents to overcome coordination problems and function as a cohesive force. Integrating research of PKOs and international military coalitions, we argue that as national contingents share operational experience within a UN mission, they develop common institutional practices, and become more effective at protecting the civilian population. Using monthly data on UN PKOs from 1990 to 2019, we find that increasing operational experience within a peacekeeping coalition reduces civilian fatalities significantly.",
          "url": "http://dx.doi.org/10.1093/isq/sqae118",
          "doi": "10.1093/isq/sqae118",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Credibility, Organizational Politics, and Crisis Decision Making",
          "authors": "Don Casler",
          "abstract": "When and why do foreign policy officials believe that it is important to fight for credibility? Conventional wisdom suggests that policymakers tend to care uniformly about how others perceive them. Yet this logic overlooks substantial variation in how officials prioritize credibility when weighing policy options. I argue that organizational identity affects the dimensions of credibility that policymakers value and their preferences on the use of force. Diplomats see the world from a reputational perspective, whereas military officials do so through the lens of military capabilities. During crises, diplomats match their advice to reputational considerations, while military officials attend to available capabilities. I examine these propositions via an original, vignette-based elite experiment involving over 250 U.S. national security officials and analysis of historical elite survey data. The findings demonstrate that where you sit shapes when you want to fight for credibility.",
          "url": "http://dx.doi.org/10.1177/00220027241268586",
          "doi": "10.1177/00220027241268586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Judges Behaving Badly: Judicial Misconduct and a Threat to Rights",
          "authors": "Melissa N. Baker, Kayla S. Canelo",
          "abstract": "Unethical behavior among US judges, including sexual misconduct and other forms of discriminatory behavior, is becoming increasingly publicized. These controversies are particularly concerning given the important role judges play in shaping policy pertaining to individual rights. We argue that types of misconduct serve as a signal to the public about potential threats judges may pose to people, particularly groups of people who are marginalized. We use a survey experiment that introduces a judge who has engaged in misconduct to measure if the type of misconduct will influence attitudes on whether the judge poses a threat to the rights of women, racial minorities, and ethnic minorities. Interestingly, we find that judges accused of discriminatory misconduct toward one group are viewed as a threat to rights across the board and are seen as less able to rule fairly on matters pertaining to marginalized people more generally.",
          "url": "http://dx.doi.org/10.1017/xps.2024.8",
          "doi": "10.1017/xps.2024.8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "The references of the nations: Introducing a corpus of United Nations General Assembly resolutions since 1946 and their citation network",
          "authors": "Rafael Mesquita, Antonio Pires",
          "abstract": "This article introduces a novel corpus containing all resolutions adopted by the United Nations General Assembly (UNGA) from 1946 to 2019, the network of citations between them, and an online tool for exploring them. Resolutions adopted by the organization provide a valuable record of the evolution of multilateralism and political ideas on the global stage. Given that resolutions typically cite past ones, the resulting network of references offers a wealth of information on the UNGA’s most relevant themes over time. This article applies network analysis to the corpus of approximately 18,000 resolutions and 77,000 citations, aiming to answer questions such as: What are the most cited resolutions of all? Are there thematic clusters? And can we delineate historic patterns based on themes prioritized? Our findings show that leading resolutions, such as the Universal Declaration of Human Rights, stemmed from the early years of the UNGA and created cores around which thematic clusters emerged. We conclude by listing highly cited resolutions and prominent clusters, while also conducting a descriptive exploration of how some of the largest clusters formed. The dominant clusters addressed human rights, development, decolonization and peace and security, and by monitoring their evolution we offer a new, data-intensive account of the interaction between these topics since 1946.",
          "url": "http://dx.doi.org/10.1177/00223433241254997",
          "doi": "10.1177/00223433241254997",
          "filter": 0
        },
        {
          "title": "Resolving bargaining problems in civil conflicts: Goals, institutions and negotiations",
          "authors": "Minnie M Joo",
          "abstract": "Moderate (or ‘limited’) rebel goals and inclusive political institutions have been suggested to increase the chances of rebel–government negotiations. This article attempts to shed light on the politics of rebel–government negotiations by presenting new, systematic data on the scope of rebel goals and demonstrating both theoretically and empirically that it is the interaction of moderate rebel goals and inclusive political institutions – rather than each variable in isolation – that helps disputants overcome bargaining problems and engage in negotiations. Particularly, the article contends that while moderate rebel goals allow the disputants to recognize that negotiations may be mutually beneficial, the presence of a dual commitment problem – where rebel groups and governments are both concerned about the opponent’s commitment to negotiated settlements – hinders them from negotiating. In such cases, the institutional features of polyarchy, defined by Dahl as competitive and inclusive elections accompanied by civil liberties, alleviate this dual commitment problem and induce moderate rebels and the government to follow through with their incentives to negotiate. Statistical results from newly collected data on rebel group goals and rebel–government negotiations support this claim: rebel–government negotiations are significantly more likely to occur when rebel groups espouse moderate goals and the level of polyarchy in a country is sufficiently high. Results indicate that the influence of rebel goals and institutions on negotiations is better understood in conjunction.",
          "url": "http://dx.doi.org/10.1177/00223433241252552",
          "doi": "10.1177/00223433241252552",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Explanation, formal models, and rational choice",
          "authors": "Scott Ashworth",
          "abstract": "Formal theorists use a unified collection of models to generate intentional and causal explanations of political behavior. I explicate this claim and argue that disagreements about the role of unification and intentionality are at the root of persistent friction between theorists and empiricists. A debate around pathologies of rational choice theory is used to illustrate the argument.",
          "url": "http://dx.doi.org/10.1177/09516298241270965",
          "doi": "10.1177/09516298241270965",
          "filter": 0
        },
        {
          "title": "Informative campaigns, overpromising, and policy bargaining",
          "authors": "Dahjin Kim, Gechun Lin, Keith E. Schnakenberg",
          "abstract": "What is the relationship between policy positions taken in campaigns and those proposed in bargaining when the final policy outcome depends on other political actors? Why do candidates sometimes advocate policies in their campaigns that are unlikely or impossible to pass given the preferences of other actors in the government? We analyze a model in which candidates make non-binding policy platform announcements and then bargain with a Veto player over the final policy if they take office. In the model, a candidate has private information that is related to the policy preferences of a key citizen group and engages in bargaining with a Veto player who is responsive to this information. When the citizen’s group sometimes interprets campaign promises naively, elections are more likely to allow information revelation. Furthermore, in this case, politicians overpromise: the politician’s platform is outside of the range of feasible bargaining outcomes.",
          "url": "http://dx.doi.org/10.1177/09516298241268751",
          "doi": "10.1177/09516298241268751",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Incentivizing anticorruption reform: Evidence from a natural experiment in Mexican subnational legislatures",
          "authors": "Gustavo Guajardo",
          "abstract": "While popular with voters, politicians rarely advance anticorruption policies because they can personally inconvenience them. When do the benefits of anticorruption reform outweigh the costs? I explore the role of electoral incentives by leveraging original data on over 600 anticorruption initiatives introduced to state legislatures in Mexico and an overlap between two reforms—one that required states to create local anticorruption systems and one that lifted an 80‐year‐old ban on reelection. Results show that legislators with reelection incentives were more likely to advance anticorruption initiatives and more likely to comply with the creation of local anticorruption systems. Findings underscore that while anticorruption reform is often met with resistance because corruption benefits those in power, electoral incentives can generate conditions under which reform takes place.",
          "url": "http://dx.doi.org/10.1111/lsq.12477",
          "doi": "10.1111/lsq.12477",
          "filter": 0
        },
        {
          "title": "How germane are moral and economic policies to ideology? Evidence from Latin American legislators",
          "authors": "Elías Chavarría‐Mora, Chuang Chen, Valentina González‐Rostani, Scott Morgenstern",
          "abstract": "How do legislators, many of whom hold policy positions that are not consistently conservative or progressive, position themselves on the left–right ideological scale? Analyzing data from the Parliamentary Elites in Latin America (PELA) survey, this paper leverages combinations of moral and economic policy positions to determine the weight—germaneness—of each policy on that scale. Using bi‐ and multivariate models on a database of about 5000 legislators, we confirm the importance of economics but also find that moral issues can be germane to the left–right placement of many of the region's legislators. The relative germaneness of the policies is inconsistent for legislators of the left and right. The left is more heterogeneous because moral policies are less germane to their identification. However, many centrists hold conservative economic and moral views, blurring the tie between policy and ideological positions. We confirm that contextual factors can sharpen the issue‐to‐ideology relationship.",
          "url": "http://dx.doi.org/10.1111/lsq.12476",
          "doi": "10.1111/lsq.12476",
          "filter": 0
        },
        {
          "title": "About the Authors",
          "url": "http://dx.doi.org/10.1111/lsq.12431",
          "doi": "10.1111/lsq.12431",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "http://dx.doi.org/10.1111/lsq.12432",
          "doi": "10.1111/lsq.12432",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The future is (ever) promising: Elected representatives’ promises in routine parliamentary discourse",
          "authors": "Avital Zalik, Christian Baden",
          "abstract": "This study investigates how elected representatives make promises to the electorate as part of their routine, everyday parliamentary discourse. Departing from the dominant focus on pre-election pledges in existing scholarship, we examine how representatives’ practices of making promises vary systematically over time (before/after elections/mid-term), by government role (government/opposition), party membership (catch-all/identity-based parties), and addressed electorate (inclusive/exclusive). Drawing upon research in speech acts, political discourse, and corpus pragmatics, we employ manual and computational text analysis on session transcripts from the Israeli parliament to identify variations in representatives’ use of direct or indirect action promises ( N = 709), expressing different orientations of commitment. Documenting that promises continue to be prevalent after elections (especially among coalition members), we argue that the practices of making promises fulfill a critical role in representation that extends far beyond the election campaign, maintaining continuous accountability throughout the electoral cycle.",
          "url": "http://dx.doi.org/10.1177/13540688241276774",
          "doi": "10.1177/13540688241276774",
          "filter": 0
        },
        {
          "title": "Book review: Life in the middle: Marginalized moderate senators in the era of polarization",
          "authors": "Scott R Meinke",
          "url": "http://dx.doi.org/10.1177/13540688241279100",
          "doi": "10.1177/13540688241279100",
          "filter": 0
        },
        {
          "title": "The Routledge Handbook of Political Parties",
          "authors": "Steven Wolinetz",
          "url": "http://dx.doi.org/10.1177/13540688241269679",
          "doi": "10.1177/13540688241269679",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Influence of Descriptive Representation on Support for Judicial Nominees and the US Supreme Court",
          "authors": "Miles T. Armaly, Christopher N. Krewson, Elizabeth A. Lane",
          "abstract": "We argue that characteristics of unelected officials directly influence individuals’ perceptions and evaluations of them. These evaluations then have indirect, downstream consequences on evaluations of the institution. To test this, we fielded a unique survey with an oversample of Black Americans after the nomination of Justice Ketanji Brown Jackson to the Supreme Court. Using a conjoint experimental design to randomize nominee race, we find that increased racial descriptive representation elicits more favorable views of the nominee and Court among Black respondents. Causal mediation analysis confirms our theoretical expectation that descriptive representation indirectly influences views of the Court through its effects on views of nominees. The effects we uncover are not confined to co-partisan nominees, indicating that descriptive representation may matter for more than policy reasons alone. Finally, our external validity test suggests these effects generalize beyond our experimental setting, with Black (but not white) respondents equally as supportive of an anonymous profile matching Justice Jackson’s characteristics as they are of Jackson herself.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09966-2",
          "doi": "10.1007/s11109-024-09966-2",
          "filter": 0
        },
        {
          "title": "Someone Like Me? Disability Identity and Representation Perceptions",
          "authors": "Stefanie Reher, Elizabeth Evans",
          "abstract": "Studies have shown that citizens from minoritized groups, including women and people of color, tend to feel better represented by politicians who share their identity, often translating into electoral support. Is this also the case for disabled people, one of the largest yet often ignored minority groups in our societies? Analyses of data from a conjoint survey experiment with 6,000 respondents in the UK and US show that disabled people indeed feel better represented by disabled candidates. This representational link does not require a sense of group identity and is only partly explained by perceptions of shared policy preferences. The study also reveals that non-disabled people feel better represented by non-disabled candidates. The findings highlight the relevance of disability as a political identity, bolstering calls for more disabled people in politics, and might help explain the disability gaps in political trust and participation.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09969-z",
          "doi": "10.1007/s11109-024-09969-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Duality and dual use in Israel's war on Gaza",
          "authors": "Craig Jones, Ichamati Mousamputri, Mark Griffiths",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103188",
          "doi": "10.1016/j.polgeo.2024.103188",
          "filter": 0
        },
        {
          "title": "Indigenous pedagogies of love: Theorizing nonscalable worlds",
          "authors": "Elspeth Iralu, Dolly Kikon",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103184",
          "doi": "10.1016/j.polgeo.2024.103184",
          "filter": 0
        },
        {
          "title": "Who votes for populist presidential candidates? Differential support among US-based Latin American diasporas",
          "authors": "Konstantin Ash, Anca Turcu",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103182",
          "doi": "10.1016/j.polgeo.2024.103182",
          "filter": 0
        },
        {
          "title": "On spaciocide and resistance: Between Bi'r as-Sab'a and Gaza",
          "authors": "Michal Huss, Sleman Altehe",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103186",
          "doi": "10.1016/j.polgeo.2024.103186",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "A fair go? How belief in a just world shaped attitudes, intentions, and behaviors before and after the Australian referendum on a First Nations voice to parliament",
          "authors": "Jonathan Bartholomaeus, Peter Strelan",
          "abstract": "In October 2023, Australia voted on whether to enshrine in the constitution an Aboriginal and Torres Strait Islander “Voice” to Parliament. Debate around the Voice raised questions of justice and deservingness for a marginalized group within Australian society. The belief in a just world, the perception of fairness in this world for others (BJW‐other) and the self (BJW‐self), was, therefore, central to how people formed and expressed their opinions. In this longitudinal study ( N = 253), we examined associations between BJW‐other, BJW‐self, and attitudes, intentions, and actions towards the Voice before and after the vote. Analysis indicated broadly negative associations between T1 BJW‐other and pro‐Voice outcomes (at both timepoints), while BJW‐self was positively related. Findings were, however, inconsistent when controlling for a broad range of sociopolitical covariates. These findings make an important contribution to justice motive theory by illustrating the role of justice beliefs in the political context.",
          "url": "http://dx.doi.org/10.1111/pops.13024",
          "doi": "10.1111/pops.13024",
          "filter": 0
        },
        {
          "title": "The impact of situational context and dispositions on costly signals of reassurance: Experimental evidence from Taiwan",
          "authors": "Ronan Tse‐min Fu, Elaine I‐lien Lee",
          "abstract": "When do costly signals of reassurance enhance trust between nations? While previous research has established the role of dispositions in costly signaling, this paper highlights the critical influence of situational context. Employing an interactionist framework, we theorize that the effectiveness of costly signals depends on the complex interplay between situational contexts, such as crises and non‐crises, and individual dispositions, particularly hawkish and dovish orientations. We test our theory through two identical survey experiments fielded among Taiwanese citizens—one conducted during a crisis and the other during a non‐crisis period. Our findings show that during crises, China's costly reassurances are ineffective and even backfire among hawkish individuals. In contrast, China's costly reassuring signals enhance trust in non‐crisis situations, particularly among dovish individuals. Our findings contribute to signaling theory by underscoring important boundary conditions and the value of integrating contextual and psychological factors in analyzing the efficacy of costly signals. Moreover, by demonstrating that backfire effects emerge when hawks encounter reassurance during crises, we provide preliminary evidence on the scope conditions of this phenomenon. These insights offer empirical implications for policymakers, emphasizing the need for tailored reassurance strategies that account for timing and audience to effectively build trust between nations.",
          "url": "http://dx.doi.org/10.1111/pops.13018",
          "doi": "10.1111/pops.13018",
          "filter": 0
        },
        {
          "title": "Class, genes, and rationality: A gene–environment interaction approach to ideology",
          "authors": "Rafael Ahlskog",
          "abstract": "Variation in political preferences is increasingly understood to stem from both environmental influences and genetics. Research in political psychology has argued that a pathway for genetic effects on ideology is via cognitive performance, showing a sizable genetic overlap between the traits. Yet the link between actual trait cognitive performance and economic conservatism is itself highly ambiguous, with both positive, null, and negative estimates prevalent in the literature. In this study, I argue that this puzzle can only be understood from a gene–environment interaction (GxE) perspective. Drawing on traditional theories of political preference formation, I argue that genetics associated with cognitive performance should cause more left‐wing economic preferences if you grow up in relative poverty, but more right‐wing economic preferences if you grow up affluent. Utilizing variation in a polygenic index (PGI) of cognitive performance within dizygotic twin pairs, coupled with unique register data on economic conditions for the twins, their parents, and their childhood neighborhood, I show that the causal effect of the PGI on economic conservatism is zero on average, but indeed sizable and sign‐discordant by class background. The GxE perspective thus has wide‐ranging implications for future research attempting to integrate genetic methods into political psychology.",
          "url": "http://dx.doi.org/10.1111/pops.13023",
          "doi": "10.1111/pops.13023",
          "filter": 0
        },
        {
          "title": "How collective punishment harm intergroup relations through ingroup homogeneity, perceived fairness, and counter‐collective action: A registered report",
          "authors": "Mete Sefa Uysal, Sami Çoksan, Thomas Kessler",
          "abstract": "In collective punishment, a group as a whole receives negative consequences because of the actions of a few. We argue that collective punishments lead to ingroup cohesiveness and adverse intergroup relations by instigating a punishment‐revenge cycle. In four experimental studies conducted in Turkey and Germany ( N = 2059), we demonstrated that collective punishment increased ingroup homogeneity, negative outgroup attitudes, and counter‐collective action intention, while it decreased perceived outgroup fairness. However, the impact on perceived fairness and negative outgroup attitudes was consistent regardless of whether all group members or only perpetrators were punished. This reveals that punishment itself influences the perception towards the punishing outgroup, regardless of the legitimacy and the target of punishment. Overall, willingness for retaliation was boosted by collective punishment; therefore, collective punishment not only fails to silence conflicts but, on the contrary, exacerbates them by fueling the urge for revenge.",
          "url": "http://dx.doi.org/10.1111/pops.13028",
          "doi": "10.1111/pops.13028",
          "filter": 0
        },
        {
          "title": "Wear it like armor and it can never be used to hurt you: Reappropriation, identity change, and collective action",
          "authors": "Mete Sefa Uysal, Yasemin Gülsüm Acar",
          "abstract": "Reappropriation has been discussed as an identity management strategy as a means to reevaluate oneself in a context that will not allow for large‐scale social change. There are, however, numerous examples of reappropriation of stigmatizing labels as connected to political movements. This research examines whether reappropriation of stigmatizing labels can function as a precursor to collective action. In Study 1, we conducted semi‐structured interviews on the reappropriation of çapulcu identity with 20 Gezi Park protesters in Turkey. Interviews focused on how they recall the reappropriation of the word to have started, how they gave subsequent meaning, and how çapulcu identity predicted their protest participation and their broader politicization during and after the protests. In Study 2, we conducted a cross‐sectional survey on the reappropriation of fat identity by collecting data from fat liberation and body positivity activists in North America ( n = 479). Reflexive thematic analysis (Study 1) and structural equation modeling (Study 2) showed that reappropriation of stigmatizing labels among activists is associated with a greater willingness to participate in collective action through increased agency, empowerment, and identity change. Findings provide important insights on identity management strategies and social change, and open new avenues to discuss reappropriation as a possible political strategy that might mobilize oppressed groups.",
          "url": "http://dx.doi.org/10.1111/pops.13022",
          "doi": "10.1111/pops.13022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Africana Political Theory as Decolonial Critique",
          "authors": "Derefe Kimarley Chevannes",
          "abstract": "This article illuminates a fundamental problem at the core of canonical political theory: the racialization of knowledge. It contends that the history of canonical thought as being necessarily Western and, therefore, European American, means the emergence of epistemic racism produces enormous consequences for the practice of philosophical thought—namely, Africana political theory (APT). Thus, this article raises important questions such as the colonization of reason, as well as the ongoing relationship between political theory and race, such that the specter of anti-black racism manifests and becomes intertwined with the foundations of the canon. Ultimately, the article proffers APT as decolonial critique to complicate and expand the parameters of philosophical practice. The overall consequences for the discipline, its students, and its practitioners actualize an ongoing movement for black liberation.",
          "url": "http://dx.doi.org/10.1017/s1049096524000192",
          "doi": "10.1017/s1049096524000192",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Government incentives and firm location choices",
          "authors": "Donghyuk Kim, Byoungmin Yu",
          "url": "http://dx.doi.org/10.1007/s11127-024-01197-7",
          "doi": "10.1007/s11127-024-01197-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Words that matter: A machine learning analysis of United Nations General Assembly speeches and their influence on aid allocation",
          "authors": "Alessio Mitra",
          "abstract": "This article studies whether countries’ speeches at the United Nations General Assembly (UNGA) matter for international aid allocation. I use a supervised machine learning algorithm called Wordscore and 7,533 different statements from 198 countries made in the period from 1975 to 2018 to measure countries’ preferences from text. Then, by employing panel regression analysis and the synthetic control method, I find considerable evidence that countries’ preferences derived from speeches affect aid allocation. Both the US and Russia provide more aid to countries that present speeches more in line with their current agenda and preferences.",
          "url": "http://dx.doi.org/10.1177/20531680241272626",
          "doi": "10.1177/20531680241272626",
          "filter": 0
        },
        {
          "title": "Understanding the effect of term limits on voter turnout: Evidence from a quasi-experiment in Costa Rica based on a registered report",
          "authors": "Karel Kouba",
          "abstract": "Imposing term limits on elected officials is expected to increase turnout due to enhanced competition by one theoretical perspective, while another predicts depressed turnout as a result of clientelist turnout buying. These puzzling contradictory predictions are examined by a quasi-experiment (using a difference-in-differences approach) based on a 2022 reform which introduced term limits for Costa Rican mayors that were applied for the first time in the 2024 municipal election. Over one half of mayors suddenly faced retroactive term limits, while the remaining ones were eligible for reelection. This analysis was pre-registered following the 2022 reform but before the 2024 election, that is, at a time when treatment assignment already occurred but the post-treatment outcomes were not known and the analysis could still not be performed. The analysis could only be completed after the February 2024 election. The results suggest that the adoption of term limits reinvigorated electoral competition but that its participatory gains were only modest, fostering turnout only in the largest cities. The analysis contributes by advancing the—still uncommon—practice of pre-registering observational research after the treatment assignment but prior to the release of the data (and even prior to the processes that produce that data).",
          "url": "http://dx.doi.org/10.1177/20531680241266899",
          "doi": "10.1177/20531680241266899",
          "filter": 0
        },
        {
          "title": "Fitting z-curves to estimate the size of the UESD file drawer and the replicability of published findings",
          "authors": "Joris Frese",
          "abstract": "The unexpected event during survey design (UESD) established itself as a viable causal inference design across multiple social science disciplines in the past few years. The distribution of UESD test statistics has not yet been scrutinized for potential anomalies to the same degree as those from other causal inference methods, such as DiD, RDD, or IV. In this article, I leverage recent advances in meta-analytical methodology to estimate the replicability of statistically significant UESD findings and quantify the size of the file drawer of non-significant findings. Precisely, I aggregate 1095 ITT coefficients and standard errors from UESD studies published between 2019 and 2023 to fit their z-curve and estimate their observed discovery rate, expected discovery rate, and expected replication rate. While most statistically significant UESD findings are predicted to be replicable, the distribution of z-values also indicates publication bias toward marginally significant findings and a large file drawer of non-significant findings. The innovative z-curve methodology, which has not seen much (or any) use in political science yet, provides promising new insights beyond established tools for the assessment of publication bias, such as funnel plots or caliper tests, and can readily be applied to entire subfields of quantitative political science.",
          "url": "http://dx.doi.org/10.1177/20531680241277634",
          "doi": "10.1177/20531680241277634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Another sleeping giant? Environmental issue preferences in the 2019 European Parliament elections",
          "authors": "Leonardo Puleo, Daniela Braun, Ann-Kathrin Reinl, Eftichia Teperoglou",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2384797",
          "doi": "10.1080/01402382.2024.2384797",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
