{
  "update": "2025-01-10",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Partisan temporal selective news avoidance: Evidence from online trace data",
          "authors": "Michael Heseltine, Hennes Barnehl, Magdalena Wojcieszak",
          "abstract": "We assess the phenomenon of partisan temporal selective avoidance, or individuals dynamically altering their news consumption when news is negative toward their in‐ and out‐party. Using nine months of online behavioral data (27,648,770 visits) from 2,462 Americans paired with machine learning classifications, we examine whether changing daily news sentiment toward in‐ and out‐party (macro‐level) and exposure to articles negative toward in‐ or out‐party during one's browsing session (micro‐level) influence news use. We test if partisans change their consumption of (a) news overall, (b) partisan outlets, (c) hard versus soft news, and (d) individual articles. We find support for partisan temporal selective news avoidance; partisans alter the volume, type, and source of news because of changing news sentiment. On the macro‐level, partisan asymmetries emerge, and on the micro‐level negative news about either party reduce news browsing length while increasing hard news and negative news visits for both Democrats and Republicans.",
          "url": "https://doi.org/10.1111/ajps.12944",
          "doi": "https://doi.org/10.1111/ajps.12944",
          "filter": 0
        },
        {
          "title": "Can norm‐based information campaigns reduce corruption?",
          "authors": "Aaron Erlich, Jordan Gans‐Morse",
          "abstract": "Can norm‐based information campaigns reduce corruption? Such campaigns use messaging about how people typically behave (descriptive norms) or ought to behave (injunctive norms). Drawing on survey and lab experiments in Ukraine, we unpack and evaluate the distinct effects of these two types of social norms. Four findings emerge: First, injunctive‐norm messaging produces consistent but relatively small and temporary effects. These may serve as moderately effective, low‐cost anti‐corruption tools but are unlikely to inspire large‐scale norm transformations. Second, contrary to recent studies, we find no evidence that either type of norm‐based messaging “backfires” by inadvertently encouraging corruption. Third, descriptive‐norm messages emphasizing corruption's decline produce relatively large and long‐lasting effects—but only among subjects who find messages credible. Fourth, both types of norm‐based messaging have a substantially larger effect on younger citizens. These findings have broader implications for messaging campaigns, especially those targeting social problems that, like corruption, require mitigation of collective action dilemmas.",
          "url": "https://doi.org/10.1111/ajps.12940",
          "doi": "https://doi.org/10.1111/ajps.12940",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Traditional Authorities Around the World: Toward a Better Understanding of their De Facto Power, Downward Accountability, and State Recognition",
          "authors": "Kate Baldwin",
          "abstract": "Research in political science on traditional authorities has advanced quickly in the past decade, highlighting the diversity of these institutions and how variation among them affects political outcomes. However, existing research often fails to distinguish between three distinct attributes of these institutions: their de facto power, their downward accountability to the communities they lead, and their recognition by the state. This review demonstrates the importance of these conceptual distinctions by showing that they are empirically distinct concepts, that they have separate causes, and that they have different political effects. In particular, existing research shows that powerful traditional authorities increase collective action to provide local public goods, but state recognition of traditional institutions is important for improving conflict resolution, and their own downward accountability conditions their effect on the accountability of elected representatives.",
          "url": "https://doi.org/10.1146/annurev-polisci-070723-012434",
          "doi": "https://doi.org/10.1146/annurev-polisci-070723-012434",
          "filter": 0
        },
        {
          "title": "The Politics of Childcare",
          "authors": "Kimberly J. Morgan",
          "abstract": "The politics of childcare has become a vibrant area of research. This review analyzes the evolution of this research over several decades and identifies two phases of scholarship. The first phase concerned the limited public supports for childcare in most countries and how this reinforced a particular gender order. A second current of research took off as many countries expanded their childcare systems and highlighted the role of electoral politics and ideas about public spending on childcare as an investment in human capital. In the drive to explain patterns of policy change, the research focus has narrowed, occluding the substantive impact of different childcare systems. Future research should probe the stubbornness of gender inequalities in paid work and care and how politics and public policies shape different care economies.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-113403",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-113403",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Democracy-Reinforcing Hardball: Can Breaking Democratic Norms Preserve Democratic Values?",
          "authors": "David A. Bateman",
          "abstract": "The threat of democratic backsliding has prompted growing interest in “hardball,” the pursuit of legal and constitutional changes with the intended purpose of biasing outcomes in favor of one party over others. Such actions can be allowed under existing constitutional and legal rules, but are in tension with norms that these rules ought to be insulated from the contest for power. This paper provides a new definition of what I call democracy-reinforcing hardball, and a framework for thinking about when it might be successful. I show how the averting-backsliding literature’s injunction against hardball limits the feasibility of its suggested reforms. I categorize various hardball scenarios, highlighting conditions under which it might be democracy-reinforcing, and describe three cases in terms of this concept. I conclude by arguing that future research should study the conditions under which hardball might help stabilize a democratic political order over the long-term.",
          "url": "https://doi.org/10.1177/00104140241312107",
          "doi": "https://doi.org/10.1177/00104140241312107",
          "filter": 0
        },
        {
          "title": "More Equality for Women Does Mean Less War: Descriptive Representation, Legislative Votes, and International Conflict",
          "authors": "Kyosuke Kikuta",
          "abstract": "Although the pacifying effect of gender equality is said to be a near-consensus, the causal mechanisms remain underspecified, and causal identification is weak. I address those shortcomings by providing the first causal evidence regarding the effects of women’s legislative representation on the state’s foreign military actions. I argue that women legislators affect foreign policies via legislative votes, and hence that the effect depends on whether military deployment requires legislative approval. I test the hypotheses by exploiting as-if random variation in mixed-gender close races and classifying the gender of 270,553 candidates in 253 legislative elections across 50 countries. The analysis indicates that women’s close victories reduced the state’s military actions but only with legislative veto power. The analysis of legislative votes also suggests that women legislators influenced other legislators and substantially reduced votes for military deployment. These results imply the crucial roles of legislatures in the gender-peace thesis.",
          "url": "https://doi.org/10.1177/00104140241312103",
          "doi": "https://doi.org/10.1177/00104140241312103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Spatial contagion and party competition on environmental issue salience",
          "authors": "Luigi Curini, Luca Pinto",
          "url": "https://doi.org/10.1016/j.electstud.2024.102893",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102893",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Varieties of pro‐Europeanism? How mainstream parties compete over redistribution in the European Union",
          "authors": "CHRISTIAN FREUDLSPERGER, MARTIN WEINRICH",
          "abstract": "Having long shied away from proactively politicizing issues of European integration, the past crisis decade has put generally pro‐European mainstream parties under pressure to spell out more clearly which kind of Europe they support. We distinguish two such fundamental ideas of Europe: the redistributive polity, organizing transnational solidarity and the regulatory polity, strengthening national self‐reliance. Both notions are integrationist, but they come with distinct policy implications. What determines mainstream party support for either of these polity ideas? We investigate this question on data provided by the ‘EUandI’ voting advice application, which contains party positions on core issues of integration for all EU member states for the four European Parliament elections between 2009 and 2024. Mainstream party support for redistribution, we find, is generally driven by their ideological placement on the economic and cultural dimension. While progressive and left parties tend towards EU‐level redistribution, conservative and right parties are wedded to the idea of a regulatory European polity. This general dynamic, however, interacts with parties’ domestic considerations, that is, the public salience of an issue and a country's net‐payer status in the EU. We further find that the effect of mainstream parties’ ideological positioning differs across policy domains. While cultural and economic positions drive support for redistribution in fiscal and taxation policy to a nearly equal extent, support for redistribution in migration policy is driven by cultural factors alone, while in matters of security and defence right mainstream parties are more supportive of European solidarity than parties of the mainstream left. Our analysis demonstrates that mainstream parties now compete visibly over EU‐level redistribution, but that their stances on transnational solidarity differ depending on the domestic situation and the policy domain in question.",
          "url": "https://doi.org/10.1111/1475-6765.12753",
          "doi": "https://doi.org/10.1111/1475-6765.12753",
          "filter": 0
        },
        {
          "title": "Adding economic insult to chauvinistic injury? Attitudes toward immigration in Germany, Sweden and the UK",
          "authors": "CORNELIUS CAPPELEN, STEIN KUHNLE, JONAS LINDE, TOR MIDTBØ",
          "abstract": "In this study we show that on different dimensions of social security (compensation level, maximum duration and eligibility criteria), respondents in Germany, Sweden and the United Kingdom prefer their governments to compensate unemployed immigrants less generously than unemployed natives, even after considering potential prejudices about work ethics, job experience, etc. We add to the extant literature in several ways. Based on survey experiments, we identify a strong economic component in welfare chauvinistic sentiments across the three countries. Chauvinism is negatively related to the income level of both immigrants and the respondents. We also find that low income reinforces the effect of chauvinism, a phenomenon we refer to as ‘intersectionality’. Furthermore, by comparing the preferences in the experiments with the actual welfare schemes, we find that the respondents are more generous than their respective governments regarding the level of compensation for natives as well as immigrants. When the comparison is between respondents’ preferences and actual welfare policies rather than between treatment groups, the respondents appear to be more welfare inclusive than welfare chauvinistic.",
          "url": "https://doi.org/10.1111/1475-6765.12752",
          "doi": "https://doi.org/10.1111/1475-6765.12752",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Can States Be Interviewed?",
          "authors": "Tadek Markiewicz",
          "abstract": "Abstracts While states are not human beings, they are institutionalized social groups. It is humans who constitute and run them. Consequently, it is argued that countries can be interviewed. This claim is based on in-depth interviews with seventy Israeli and British officials, which “captured” states’ anxiety. In ontological security studies, countries’ anxieties are typically inferred from historical and narrative analysis. The article lays another path to establish that states are anxious. Despite the increasing acknowledgement of the “emotional turn” in international relations, there is a notable lack of methodological focus on how emotions impact statecraft. This study bridges the gap by showing how interviewing can investigate the internal lives of states. The research also addresses critiques of ontological security studies, namely the challenge of applying an individual-level concept to state behavior and empirically validating its relevance in statecraft. It traced how officials’ anxiety about their country’s policies “scales up” to the state level. The rich evidence—coming from country officials themselves—affirmed ontological security’s capacity to explain state behavior and underscored the importance of integrating political psychology into international relations research. Moreover, it is the first study to use elite interviews to investigate whether countries experience ontological insecurity.",
          "url": "https://doi.org/10.1093/isq/sqae153",
          "doi": "https://doi.org/10.1093/isq/sqae153",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Peace Negotiations and Civilian Targeting",
          "authors": "Ipek Ece Sener",
          "abstract": "Does the participation of armed actors in peace talks influence their strategy of targeting civilians? I argue that before peace talks belligerents have incentives to demonstrate their military strength and respect for humanitarian standards to international third parties. Thus, they are more likely to spare civilians and discriminately target enemy combatants before international talks. Using change point analysis and surrogate data testing on the daily casualty and territorial control data for the Syrian Civil War, I show that belligerents engaged in negotiations incite more combatant and fewer civilian casualties in the enemy territory immediately before an international meeting is to be held. These findings underscore that international parties can drive combatants to avoid civilian victimization before peace talks by offering them a seat at the negotiation table.",
          "url": "https://doi.org/10.1177/00220027241308270",
          "doi": "https://doi.org/10.1177/00220027241308270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Exposure to Online Abuse of Politicians Does Not Scare Citizens Away From Politics",
          "authors": "Rasmus T. Pedersen, Mads Thau, Niels Bjørn Grund Petersen",
          "abstract": "Recent studies suggest that online abuse directed at politicians can have negative effects on their public engagement and continued participation in politics. This article considers the broader consequences of such online abuse by testing whether exposure to online abuse of politicians also decreases the prospective political participation of ordinary citizens. In a preregistered survey experiment with 2,000 participants from Denmark, we find that exposing citizens to cases of online abuse of politicians does not have any statistically significant, or substantively meaningful, negative effects on citizens’ prospective political participation. This result holds across multiple measures of political participation and when distinguishing citizens by their gender and level of conflict avoidance. If anything, exploratory analyses indicate that online abuse of politicians may in some cases mobilize citizens who have been bystanders to such abuse.",
          "url": "https://doi.org/10.1017/xps.2024.20",
          "doi": "https://doi.org/10.1017/xps.2024.20",
          "filter": 0
        },
        {
          "title": "Immigration is difficult?! Informing voters about immigration policy fosters pro-immigration views",
          "authors": "Alexander Kustov, Michelangelo Landgrave",
          "abstract": "The US public is mostly ignorant about basic immigration knowledge. While various attempts to correct misperceptions have generally failed to change people’s minds about the issue, it is possible that this failure has been the result of not providing relevant information. We argue that informing the public about the difficulty of the legal immigration admission process is an effective, perspective-changing way to raise support for more open immigration policies. We test and confirm this hypothesis using a nationally representative US survey experiment ( N = 1000) that informs respondents about US immigration’s administrative burdens and restrictions through short verifiable narratives. We also provide the first evidence of the widespread ignorance about the immigration process across diverse political and demographic groups. Our results suggest that providing a better understanding of the immigration process’ difficulty has more promise to change public policy preferences than challenging skeptics’ crystallized beliefs about immigration’s effects or numbers.",
          "url": "https://doi.org/10.1017/xps.2024.21",
          "doi": "https://doi.org/10.1017/xps.2024.21",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The power of party to help voters overcome a participation obstacle in the United States",
          "authors": "David Niven",
          "abstract": "Can partisanship itself – independent of any party mobilizing activity – help voters overcome participatory obstacles? Challenges for evaluating this question in normal circumstances abound as parties mobilize voters specifically based on their partisanship and in order to counter participatory hurdles they may face. Here, taking advantage of a quasi-experimental circumstance in which a targeted mobilizing effort was not feasible, I show that party membership itself reduced vulnerability to an unforeseeable electoral hurdle and did so even among a class of supervoters who participated in every recent election. Employing logistic regression and propensity matching to isolate the influence of party, the results show the inoculating effect of party applies not only to major U.S. parties (Democrats and Republicans), but also to adherents of minor parties, rendering partisans about 40% less likely to have their ballot thwarted. The results offer unique evidence that party loyalties have an effect independent of party mobilization and a stark warning that while party-less voters may not be the intended target of procedural voting hurdles, they are likely to bear the sternest burden of them.",
          "url": "https://doi.org/10.1177/13540688241313444",
          "doi": "https://doi.org/10.1177/13540688241313444",
          "filter": 0
        },
        {
          "title": "Radical or aligned? Assessing issue congruence between youth wing elites, parliamentary candidates and voters in Norway",
          "authors": "Kristoffer Kolltveit, Rune Karlsen",
          "abstract": "Party youth wings are generally said to be more ideologically extreme than their mother parties. Youth wing elites, however, can have career reasons to align with mother party elites and voters. Although there is a growing body of literature focusing on party youth wings and an established literature on issue congruence, few studies have compared the opinions of youth wing elites with those of their mother party elites and the electorate. We ask, in what ways and to what extent do youth wing elites align ideologically with party elites and the electorate? We draw on surveys to youth wing members in leading positions, voters and parliamentary candidates, and explore congruences on the ideological left–right scale as well as on the climate, immigration and centre–periphery issues. Youth wing elites are indeed more extreme than voters and party elites, but there are clear differences across issues and parties, suggesting that all youth wings have the potential to be clear correctives to their mother parties.",
          "url": "https://doi.org/10.1177/13540688241312372",
          "doi": "https://doi.org/10.1177/13540688241312372",
          "filter": 0
        },
        {
          "title": "Setting realistic expectations: When do citizens appreciate willingness to compromise on specific policies?",
          "authors": "Ida B Hjermitslev",
          "abstract": "Recent research draws mixed conclusions about voters’ appreciation for compromise in politics. On one hand, compromise is touted as a democratic virtue and on the other hand, voters seem to punish politicians that are seen as too compromising. Do voters understand and appreciate that parties will have to make concessions on some issues in order to influence others? Or do voters prefer representatives who vouch to stay ideologically pure across the board? In a conjoint experiment, embedded in a survey of Austrian voters conducted in June 2022, I test various hypotheses about the interactive effects of policy positions, issue importance, and compromise behavior in a pre-electoral setting. I find that voters generally prefer willingness to compromise over steadfast principles, but this is particularly true if it moves policy outcomes closer towards themselves or if it is on issues they care less about.",
          "url": "https://doi.org/10.1177/13540688241313030",
          "doi": "https://doi.org/10.1177/13540688241313030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Backlash or Inclusion? The Political Effects of Co-Ethnic Immigration",
          "authors": "David Attewell, Andreas Jozwiak, Eroll Kuhn",
          "url": "https://doi.org/10.1007/s11109-024-09995-x",
          "doi": "https://doi.org/10.1007/s11109-024-09995-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Attitude change by facilitating choice: Experimentally evaluating a social identity‐based intervention to nativist populist rhetoric",
          "authors": "John Shayegh, Gülseli Baysu, Rhiannon N. Turner",
          "abstract": "Nativist populism is on the rise across many liberal democratic contexts, yet we know relatively less about how to challenge its negative impacts. This study investigates the effectiveness of a novel intervention designed to counter nativist populist rhetoric. We draw on a social identity mobilization approach, and across two randomized control experiments in the United Kingdom ( n = 850), test whether showing people how social identities can be used for influence effectively challenges populist and anti‐immigrant attitudes. In study 1, we found significantly lower populist attitudes among participants who received the intervention versus control. However, we did not observe any significant differences in anti‐immigrant attitudes. In study 2, we developed the immigration materials and employed a more comprehensive assessment that considered pre‐existing attitudes. Results replicated the effects on populist attitudes but did not indicate impacts on anti‐immigration attitudes. Notably, the effects on populist attitudes were maintained after controlling for age, gender, education, political orientation, and political interest. Overall, our intervention represents a novel avenue to addressing challenges posed by nativist populist rhetoric. Furthermore, the paper highlights the potential of leveraging social identity mobilization research to challenge political rhetoric, contributing wider insights for future interventions.",
          "url": "https://doi.org/10.1111/pops.13073",
          "doi": "https://doi.org/10.1111/pops.13073",
          "filter": 0
        },
        {
          "title": "Understanding the war in Ukraine: Comparing knowledge and bias in Russia and the U.S.",
          "authors": "Peter Beattie, Elena Sherstoboeva",
          "abstract": "What mass publics know about foreign affairs is of great importance in international politics. Knowledge and ignorance probabilistically delimit the range of opinions likely to form on foreign affairs issues. Military strategists understand the importance of “information warfare,” since publics apply foreign affairs knowledge to form opinions that may help or hinder a government's foreign policy goals. However, little research has investigated what the Russian and U.S. publics know about the invasion of Ukraine. By using a signal detection technique to assess the accuracy of, and bias in, knowledge related to the war in its first few months, this study provides insight into the knowledge both publics used to form opinions about the conflict in mid‐2022. The results indicate that both groups have more accurate knowledge pertaining to the dominant narrative in the opposing country, compared to the dominant narrative in their own country. Both groups evinced greater bias toward their own‐country narrative, with Russians more biased than Americans. These results are connected to differences and similarities in the two countries' media systems and political contexts. Normative implications differ; from a classical realist international relations perspective, public ignorance is expected and irrelevant, but some versions of democratic theory require unbiased and accurate knowledge found absent here.",
          "url": "https://doi.org/10.1111/pops.13067",
          "doi": "https://doi.org/10.1111/pops.13067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Reward or punishment? The distribution of life-cycle returns to political office",
          "authors": "Jens Olav Dahlgaard, Frederik K. Kjøller, Nicolai Kristensen",
          "abstract": "The remuneration of MPs affects who engages in politics. Even if average returns to office are positive, as found in all other studies, some officeholders’ returns are likely negative. Further, the timing of returns to office is crucial as politicians often enjoy delayed compensation like lucrative pensions. Utilizing administrative data for parliamentary candidates in Denmark from 1994 to 2015, we estimate first-time runners’ earnings and total income returns to office. Based on total income, practically all elected MPs experience economic gains during their first term. Computations of life-cycle returns reveal that the 25 percent highest earning candidates (pre-office) have no long-term economic gain from winning. Generally, considering the distribution and timing of returns to office improves studies of how office-holding is economically rewarded.",
          "url": "https://doi.org/10.1017/psrm.2024.67",
          "doi": "https://doi.org/10.1017/psrm.2024.67",
          "filter": 0
        },
        {
          "title": "Competent legislators or mere pawns? Experimental evidence of attitudes toward gender quota politicians",
          "authors": "Carolyn Barnett, Alexandra Blackman, Marwa Shalaby",
          "abstract": "Do citizens evaluate quota and non-quota politicians similarly? Do voters perceive quota-elected politicians as less competent and autonomous? Despite the proliferation of gender quotas, it remains unclear how citizens view female quota politicians compared to their non-quota male and female counterparts. This is particularly important in electoral systems where competitive and reserved seats both exist. We conducted a vignette experiment in Morocco where we randomized information about how politicians were elected and their legislative behavior. We find no evidence that voters evaluate quota women as less competent than non-quota male and female politicians. Our data demonstrate partial support for the argument that quota women are perceived as pawns of their parties, although information about legislative behavior can mitigate this perception.",
          "url": "https://doi.org/10.1017/psrm.2024.69",
          "doi": "https://doi.org/10.1017/psrm.2024.69",
          "filter": 0
        },
        {
          "title": "Interactions among simultaneous elections",
          "authors": "Congyi Zhou",
          "abstract": "In this study, we examine the interactions among elections by considering two parties competing in simultaneous elections, where each party fields candidates in every election. We model these interactions through voters’ utility functions, influenced not just by the policies proposed in a specific election but also by those in concurrent elections. The benchmark result indicates that all candidates adopt positions more polarized than those predicted by the Calvert–Wittman model. This shift occurs because candidates leverage the policy stance of their counterparts in co-partisan elections to pursue policies more aligned with their preferences. In multidistrict elections, candidates from areas with strong ideological leanings deviate further from the median voter's stance at the national level. Moreover, this interaction effect may select candidates with more extreme ideology into the local elections.",
          "url": "https://doi.org/10.1017/psrm.2024.66",
          "doi": "https://doi.org/10.1017/psrm.2024.66",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Visualizing Scientific Landscapes: A Powerful Method for Mapping Research Fields",
          "authors": "Aya Shoshan, Jennifer Oser",
          "abstract": "How can political science scholars use visualization and mapping tools to refine the development of research on complex theoretical concepts? Literature mapping, a powerful method commonly used in the natural sciences to visualize scientific landscapes, is not yet widely used in political science. This study illustrates the capabilities of this method by analyzing visual maps of academic research on the term “organizing” in the context of political action. We describe our multistep methodological approach for generating the maps and demonstrate how they can be analyzed to produce insights about themes, potential gaps, canonical literature, and levels of dialogue across research areas. We conclude by outlining future research possibilities generated by this study’s literature mapping approach.",
          "url": "https://doi.org/10.1017/s1049096524001057",
          "doi": "https://doi.org/10.1017/s1049096524001057",
          "filter": 0
        },
        {
          "title": "The Fragility of the Local News Trust Advantage: Evidence from Republican Attacks on Local News",
          "authors": "Allison M. N. Archer, Erik Peterson",
          "abstract": "Today, few political news outlets receive universally favorable evaluations from the American public. In retaining broad public approval, local media remain a notable exception that is important to understand. We consider the durability of local news trust to criticism from politicians, focusing on Republican elites because they generally are more willing to attack the media than Democrats. In a survey experiment, we find that exposure to a Republican politician’s attack on a local newspaper dramatically reduces the public’s trust in and intent to use local news. This attack is particularly effective among Republicans, although it also leads Democrats and Independents to negatively shift their views of the local newspaper. Among those exposed to elite criticism of local news, overall trust and partisan divides between Republicans and Democrats resemble those for national media. This shows that the credibility of local news depends on the absence of elite criticism rather than resilience to it.",
          "url": "https://doi.org/10.1017/s1049096524000775",
          "doi": "https://doi.org/10.1017/s1049096524000775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "What factors drive cross-country economic freedom convergence?",
          "authors": "James E. Payne, James W. Saunoris, Saban Nazlioglu, Russell S. Sobel",
          "url": "https://doi.org/10.1007/s11127-024-01254-1",
          "doi": "https://doi.org/10.1007/s11127-024-01254-1",
          "filter": 0
        },
        {
          "title": "Correction to: Ruled by robots: preference for algorithmic decision makers and perceptions of their choices",
          "authors": "Marina Chugunova, Wolfgang J. Luhan",
          "url": "https://doi.org/10.1007/s11127-024-01209-6",
          "doi": "https://doi.org/10.1007/s11127-024-01209-6",
          "filter": 0
        },
        {
          "title": "Perceived job security and politicians’ legislative effort",
          "authors": "Michael Nower",
          "abstract": "The relationship between job security and politicians’ legislative effort is bidirectional, making isolating the impacts, and the mechanisms underlying them, in either direction difficult. Increased legislative effort could increase politicians’ job security, as they might be considered to be more desirable by voters, however, increased job security can change the incentives to engage in legislative activity. We analyse the behaviour of UK Members of Parliament (MPs) from 1997 to 2019 to examine the mechanisms driving any impact of job security on legislative effort, using an instrument for job security that is not impacted by individual effort. We show that the impact of job security on effort is primarily driven by an opportunity cost of time allocation mechanism, with MPs who are less secure in their job allocating less of their time to legislative activities. This opportunity cost increases with the breadth of their legislative effort, and is primarily driven by individuals with lower outside options, who face a greater cost of electoral defeat. We provide reduced-form evidence that this opportunity cost is primarily driven by the maintenance of non-parliamentary human capital by MPs, rather than activities designed to improve their electoral prospects.",
          "url": "https://doi.org/10.1007/s11127-024-01255-0",
          "doi": "https://doi.org/10.1007/s11127-024-01255-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Spelling correction with large language models to reduce measurement error in open-ended survey responses",
          "authors": "Maxwell B. Allamong, Jongwoo Jeong, Paul M. Kellstedt",
          "abstract": "Open-ended survey questions have a long history in public opinion research and are seeing a renewed interest as computing power and tools of text analysis proliferate. A major challenge in performing text analyses on open-ended responses is that the documents—especially if transcribed or collected through web surveys—may contain measurement error in the form of misspellings which are not easily corrected in a reliable and systematic manner. This paper provides evidence that large language models (LLMs), specifically OpenAI’s GPT-4o, offer a flexible, dependable, and low-cost solution to correcting misspellings in open-ended responses. We demonstrate the efficacy of this approach with open-ended responses about the Democratic and Republican parties from the 1996–2020 American National Election Studies, where GPT is shown to correct 85%–90% of misspellings identified by human coders in a sample of responses. Following spelling correction on ∼50,000 responses, we document several consequential changes to the data. First, we show that spelling correction reduces the number of unique and single-use tokens while increasing the number of words matched to a sentiment dictionary. Then, to highlight the potential benefits and limitations of spelling correction we show improved out-of-sample prediction accuracy from a text-based machine learning classifier. Finally, we show a significantly larger degree of emotionality is captured in the spelling-corrected texts, though the size of this measure’s relationship with a known correlate in political interest remains relatively unchanged. Our findings point to LLMs as an effective tool for reducing measurement error by correcting misspellings in open-ended survey responses.",
          "url": "https://doi.org/10.1177/20531680241311510",
          "doi": "https://doi.org/10.1177/20531680241311510",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "How street-level bureaucrats’ traits affect community leaders' assessments of the government",
          "authors": "Nico Ravanilla, Dotan Haim, Matthew Nanes",
          "url": "https://doi.org/10.1086/734550",
          "doi": "https://doi.org/10.1086/734550",
          "filter": 0
        },
        {
          "title": "Do Politicians Listen to Youth Wings? Evidence from an Elite Experiment",
          "authors": "Henrik bech Seeberg",
          "url": "https://doi.org/10.1086/734549",
          "doi": "https://doi.org/10.1086/734549",
          "filter": 0
        },
        {
          "title": "Dark Money and Politician Learning",
          "authors": "Keith Schnakenberg, Ian R. Turner",
          "url": "https://doi.org/10.1086/734548",
          "doi": "https://doi.org/10.1086/734548",
          "filter": 0
        },
        {
          "title": "Systemic and Sequential Links between Campaign Donations and Lobbying",
          "authors": "In Song Kim, Jan Stuckatz, Lukas Wolters",
          "url": "https://doi.org/10.1086/734531",
          "doi": "https://doi.org/10.1086/734531",
          "filter": 0
        },
        {
          "title": "Repelling Rape: Foreign Direct Investment Empowers Women",
          "authors": "Tianshu Li, Sonal Pandya, Sheetal Sekhri",
          "url": "https://doi.org/10.1086/734590",
          "doi": "https://doi.org/10.1086/734590",
          "filter": 0
        },
        {
          "title": "Residency Blues: The Unintended Consequences of Police Residency Requirements",
          "authors": "Julia Payson, Srinivas Parinandi",
          "url": "https://doi.org/10.1086/730719",
          "doi": "https://doi.org/10.1086/730719",
          "filter": 0
        },
        {
          "title": "Candidate Gender, Campaign Appeals, and Voter Support in Judicial Elections",
          "authors": "Anna Gunderson, Jeong Kim, Elizabeth Lane, Nichole Bauer, Belinda Davis, Kathleen Searles",
          "url": "https://doi.org/10.1086/730721",
          "doi": "https://doi.org/10.1086/730721",
          "filter": 0
        },
        {
          "title": "The Gap Within: The Impact of Separate-Gender Polling Stations on Voter Turnout",
          "authors": "Muhammad Khudadad Chattha, Shruti Lakhtakia",
          "url": "https://doi.org/10.1086/730739",
          "doi": "https://doi.org/10.1086/730739",
          "filter": 0
        },
        {
          "title": "Driving While Different: Examining Traffic Stop Outcomes Experienced by Historically Marginalized Communities",
          "authors": "Kelsey Shoub",
          "url": "https://doi.org/10.1086/730727",
          "doi": "https://doi.org/10.1086/730727",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "How party polarisation exacerbates the link between democratic deficit and populist voting: evidence from Europe",
          "authors": "Frédéric Gonthier",
          "url": "https://doi.org/10.1080/01402382.2024.2437936",
          "doi": "https://doi.org/10.1080/01402382.2024.2437936",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
