{
  "update": "2025-04-04",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Can Americans’ trust in local news be trusted? The emergence, sources, and implications of the local news trust advantage",
          "authors": "Erik Peterson, Joshua P. Darr, Maxwell B. Allamong, Michael Henderson",
          "abstract": "Despite eroding consensus about credible political news sources, much of the public still trusts local media. We assess the emergence, sources, and implications of the trust advantage local news holds over national media. We argue the public now uses a news outlet's local orientation as a shortcut to assess its credibility. In survey experiments, we find unfamiliar news outlets are trusted more when they have a local cue in their name. In surveys where people evaluate digital sources covering their community, this heuristic leads the public to trust unreliable information providers that signal a local focus more than high‐quality sources that do not. Our findings position local media as unique, broadly trusted communicators while also illustrating a logic behind recent efforts to disseminate biased political information by packaging it as local news. More broadly, we show the challenges that arise when the public applies once‐reliable heuristics in changing political circumstances.",
          "url": "https://doi.org/10.1111/ajps.12969",
          "doi": "https://doi.org/10.1111/ajps.12969",
          "filter": 0
        },
        {
          "title": "The ethics of responding to democratic backsliding abroad",
          "authors": "James Pattison",
          "abstract": "The past decade has seen a marked shift as many previously liberal democratic states have backslidden, taking authoritarian turns. How should liberal actors respond to democratic backsliding by others? Although it might seem that it is vital for liberal actors to react robustly to avoid complicity or to maintain their liberal integrity, this paper argues that complicity‐based and integrity‐based approaches offer an incomplete picture of the ethical challenges posed by democratic backsliding and propose problematic responses. They tend to focus too much on the internal effects of backsliding, that is, the effects on the citizens within the backsliding state. Instead, the paper proposes a responsibility‐based approach that emphasizes the need to take much more seriously the external effects of backsliding, arguing that the central focus of responses to democratic backsliding should be the dangers posed to the fulfilment of global responsibilities.",
          "url": "https://doi.org/10.1111/ajps.12974",
          "doi": "https://doi.org/10.1111/ajps.12974",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Partisan Leaning",
          "authors": "ZUHEIR DESAI, ANDERSON FREY, SCOTT A. TYSON",
          "abstract": "A decisive voter’s exact ideological preferences can be hard to predict, even for seasoned candidates. We develop a novel theory of electoral competition where candidates are evaluated on ideological and nonideological dimensions. The key feature of our theory is that an electorate’s partisan leaning serves as a signal of the median voter’s ideological position where extreme leanings are more informative about voters than centrist leanings. We show that this leads to an endogenous sorting of districts between “extreme” and “centrist” and that an increase in the importance of candidate competence for voters increases polarization—but only in extreme districts. We evaluate our theory using data from mayoral elections in Brazil’s 95 largest municipalities and exploit COVID-19 as a shock to the salience of candidate competence. We show that COVID-19 increases the salience of competence in these elections, leading to increased political polarization, which is concentrated in cities with extreme partisan leanings.",
          "url": "https://doi.org/10.1017/s0003055424001175",
          "doi": "https://doi.org/10.1017/s0003055424001175",
          "filter": 0
        },
        {
          "title": "Plutopopulism: Wealth and Trump’s Financial Base",
          "authors": "SEAN KATES, ERIC MANNING, TALI MENDELBERG, OMAR WASOW",
          "abstract": "Comparative scholarship suggests authoritarian candidates often rely on backing from the wealthy. The wealthy are also said to play an important role in American campaign finance. Studies of Donald Trump, however, found that he drew significant support from white Americans with less education and privilege. We evaluate wealthy and non-wealthy Americans’ financial support for Trump, compared to other candidates, by constructing a comprehensive dataset of property values matched to contributions and voter files. We find Trump underperformed among wealthy Republican donors while mobilizing new non-wealthy donors. Trump also diversified the donorate, especially by education. That is, Trump built an unusual coalition of wealthy and non-wealthy donors. Our results support an alternative, “plutopopulist” model of Trump’s financial base. This study demonstrates the importance of studying both non-wealthy and wealthy Americans, the group who give the most but whose individual behavior has been studied the least.",
          "url": "https://doi.org/10.1017/s0003055425000061",
          "doi": "https://doi.org/10.1017/s0003055425000061",
          "filter": 0
        },
        {
          "title": "How Cases Speak to One Another: Using Translation to Rethink Generalization in Political Science Research",
          "authors": "ERICA S. SIMMONS, NICHOLAS RUSH SMITH",
          "abstract": "Regardless of method, political scientists often seek to develop arguments that can be generalized to a population of cases. But is this the only way to think about how cases speak to one another? We advocate for a new way to think about how qualitative research produces broadly applicable insights: translation. Much like linguistic translation, the goal of translation in political science is to develop ideas that are intelligible in a different context, even as the context will change how an idea or political practice is interpreted or enacted. Translation offers at least three benefits. It allows us to (1) rethink how we form and deploy concepts; (2) rethink what a generalizable argument is by carrying parts of an argument, instead of entire causal chains to other cases; and (3) rethink how we conceptualize knowledge accumulation to include an abductive process where generating theory is the primary goal.",
          "url": "https://doi.org/10.1017/s0003055425000140",
          "doi": "https://doi.org/10.1017/s0003055425000140",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "More Turnover, Less Turnout? Domestic Migration and Political Participation Across Communities",
          "authors": "Giuliana Pardelli, Alexander Kustov",
          "abstract": "Why do some areas experience lower voter turnout even under compulsory voting systems? This paper examines the impact of migration turnover – encompassing both in- and out-migration – on voter turnout across communities. While past research has focused on migrant/non-migrant differences or in-/out-migration separately, we propose that both migratory movements tend to decrease political participation due to increased transaction and social costs. Using surveys and a new panel dataset combining census and voting records from over 5,000 Brazilian municipalities, we identify a robust negative association between local migratory turnover and voter turnout. This relationship holds across various time frames, levels of aggregation, analytical approaches, and variable definitions. Individual-level data analyses further corroborate these results. Additional tests suggest social costs constitute a key mechanism deterring turnout. These findings highlight the need to consider the broader consequences of population mobility for democratic processes and representation, particularly in areas experiencing higher levels of turnover.",
          "url": "https://doi.org/10.1017/s000712342500002x",
          "doi": "https://doi.org/10.1017/s000712342500002x",
          "filter": 0
        },
        {
          "title": "Call Me By Your Name: The Impacts of American Human Rights Violations in Authoritarian States",
          "authors": "Jamie J. Gruffydd-Jones",
          "abstract": "When the world’s leading human rights advocates violate international norms, how does this affect support for those norms around the world? Rather than diffusing norm breaking across borders, I argue that authoritarian states’ propaganda about liberal states’ violations may increase the salience of human rights norms in places where those norms are normally censored. Focusing on American racial discrimination, I find that the Chinese Communist Party publicizes American human rights violations on to its citizens for strategic political reasons. Through two survey experiments I show that while exposure to news about American discrimination does provide substantial propaganda benefits to the regime, it also makes Chinese respondents more supportive of minority rights and more critical of their own country’s respect for those rights. The study shows how prominent violations of international norms may be an underappreciated means of strengthening global public support for those norms.",
          "url": "https://doi.org/10.1017/s0007123425000079",
          "doi": "https://doi.org/10.1017/s0007123425000079",
          "filter": 0
        },
        {
          "title": "Ignoring Women’s Performance: A Survey Experiment on Policy Implementation in Argentina",
          "authors": "Gustavo Diaz, Virginia Oliveros, Rebecca Weitz-Shapiro, Matthew S. Winters",
          "abstract": "How does a politician’s gender shape citizen responses to performance in office? Much of the existing literature suggests that voters hold higher expectations of women politicians and are more likely to punish them for malfeasance. An alternative perspective suggests that voters view men politicians as more agentic and are, therefore, more responsive to their performance, whether good or bad. Using an online survey experiment in Argentina, we randomly assign respondents to information that the distribution of a government food programme in a hypothetical city is biased or unbiased, and we also randomly assign the gender of the mayor. We find that respondents are more responsive to performance information – both positive and negative – about men mayors. We find little evidence that respondents hold different expectations of malfeasance by men versus women politicians. These results contribute to our understanding of how citizens process performance information in a context with few women politicians.",
          "url": "https://doi.org/10.1017/s0007123424000668",
          "doi": "https://doi.org/10.1017/s0007123424000668",
          "filter": 0
        },
        {
          "title": "When Reelection Increases Party Unity: Evidence from Parties in Mexico",
          "authors": "Lucia Motolinia",
          "abstract": "It is often argued that when legislators have personal vote-seeking incentives, parties are less unified because legislators need to build bonds of accountability with their voters. I argue that these effects depend on a legislator’s ability to cultivate a personal vote. When parties control access to the ballot and the resources candidates need to cultivate personal votes, they can condition a legislator’s access to these resources on loyalty to the party’s agenda. I test this theory by conducting a difference-in-differences analysis that leverages the staggered implementation of the 2014 Mexican Electoral Reform. This reform introduced the possibility of consecutive reelection for state legislators, increasing their incentives to cultivate personal votes. I study unity in position-taking and voting behaviour of Mexican state legislators from 2012 to 2018. To analyze position-taking, I apply correspondence analysis to a new dataset of over half a million legislative speeches in twenty states. To study voting, I analyze over 14,500 roll-call votes in fourteen states during the same period. Results show that reelection incentives increased intra-party unity, which has broad implications for countries introducing electoral reforms aiming to personalize politics.",
          "url": "https://doi.org/10.1017/s0007123424000693",
          "doi": "https://doi.org/10.1017/s0007123424000693",
          "filter": 0
        },
        {
          "title": "Strategies of a Rising Power: Chinese Economic Influence in Regional International Organizations",
          "authors": "Alicia R. Chen",
          "abstract": "How does China use development finance to gain influence in international organizations? Leveraging the exogenous rotation of ASEAN and African Union Chairmanship, I estimate the effect of regional leadership on Chinese commitments. Results suggest that Chinese projects are politically motivated only when the lending and recipient entities are linked to the Chinese and host governments. Governments that assume the Chair received seven times more commitments from Chinese government agencies relative to non-Chair years, a $90 million increase for the average project. By contrast, there is no evidence to suggest that Chinese banks act as agents of Beijing. Moreover, I find a consistent null relationship between temporary UN Security Council status and Chinese finance, unlike established findings about Western donors, suggesting that China is deliberately seeking regional influence. These results underscore the importance of considering the specific actors involved in China’s economic statecraft.",
          "url": "https://doi.org/10.1017/s0007123425000031",
          "doi": "https://doi.org/10.1017/s0007123425000031",
          "filter": 0
        },
        {
          "title": "How Parliamentarism Developed in Western Europe",
          "authors": "Simon Davidsson",
          "abstract": "The description of the long-run historical development of parliamentarism has presented an empirical and methodological challenge because it is only loosely related to constitutional writings. This article offers a solution. Using a wide variety of historiography, I collect data on government terminations in eleven West European states from the establishment of national parliaments until today. To describe the evolution of parliamentarism, I apply a Bayesian learning model that estimates institutional development as the change in current expectations about interactions grounded in past experience. The result is the first long-run continuous description of parliamentarism at the country level, which suggests that parliamentarism in many cases was established later than hitherto believed. In general, it is an institution of the Postwar period. The finding that unelected heads of state in several countries influenced government terminations well into the twentieth century also has implications for ideas about democratization.",
          "url": "https://doi.org/10.1017/s0007123424000917",
          "doi": "https://doi.org/10.1017/s0007123424000917",
          "filter": 0
        },
        {
          "title": "The Islamist Advantage: The Religious Infrastructure of Electoral Victory",
          "authors": "Sharan Grewal",
          "abstract": "Why do Islamists regularly win elections in the Middle East? Why, for instance, did Ennahda perform well in every election in Tunisia’s democratic era (2011–2021)? I argue that regular interactions in mosques allow Islamists to build deeper ties and greater trust with their supporters than secular parties can. Post-election, this trust also allows Islamists to better sell their performance and justify their compromises, contributing to re-election as well. I test this infrastructure advantage in Tunisia in two ways. First, an original survey shows that mosque attendance strongly correlates with voting for Ennahda in the 2019 elections and that this correlation is driven by greater trust in Ennahda. Second, a dataset of Tunisia’s 6,000 mosques shows that sub-nationally, mosque density strongly correlated with Islamist vote share in the 2011, 2014, and 2019 elections. Overall, these results help us understand the continued victories of Islamist political parties even in contexts of poor performance.",
          "url": "https://doi.org/10.1017/s0007123424001054",
          "doi": "https://doi.org/10.1017/s0007123424001054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Perceived Inequality as an Impediment to Mass Taxation: Evidence From Latin America",
          "authors": "Guy Heilbrun",
          "abstract": "Despite high rates of inequality, direct taxation in Latin America remains limited, constraining both the magnitude of fiscal redistribution and the expansion of welfare systems. This article presents a novel explanation for the persistence of this pattern in democratic settings. Drawing on the literature on inequality, fairness and fiscal policy preferences, I argue that higher levels of perceived inequality reduce support for a broad-based income tax, thereby weakening the incentives for governments to implement policies towards mass taxation. An empirical analysis based on public opinion data from 18 countries and a newly developed measure of perceived inequality provides strong support for this argument. These findings offer new insights into public finance challenges in Latin America, which depart from the conventional focus on the power of elites and advance our understanding of the viability of tax reforms across the region.",
          "url": "https://doi.org/10.1177/00104140251328028",
          "doi": "https://doi.org/10.1177/00104140251328028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Money and Time in Access to Public Services: How Do Citizens Evaluate Different Forms of Bureaucratic Corruption?",
          "authors": "Miguel Carreras, Sofia Vera, Giancarlo Visconti",
          "abstract": "There is extensive research about how bureaucracies in the developing world depart from the Weberian ideal and the ways in which corruption distorts the provision of public services. However, less is known about how citizens respond to the corruption they encounter in daily life. In this study, we implement a conjoint experiment to investigate how citizens evaluate different forms of corruption in the public sector. We find that they prefer “speed money” corrupt bureaucrats and reject “petty theft” corrupt bureaucrats when seeking a government service. In addition, this preference for “speed money” is not more salient among citizens who perceive the bureaucracy as inefficient. Instead, those who can afford to pay bribes are more accepting of bureaucratic corruption.",
          "url": "https://doi.org/10.5129/001041524x17302980129542",
          "doi": "https://doi.org/10.5129/001041524x17302980129542",
          "filter": 0
        },
        {
          "title": "Mechanisms of Resistance: Informal Institutional Impediments to Japanese Postal Privatization",
          "authors": "Patricia L. Maclachlan",
          "abstract": "Why has Japan failed to fulfill the mission of its 2005 postal privatization legislation? The answer is informal institutions that empower the postmasters within the electoral system and facilitate the mobilization of elites on behalf of anti-reformist goals. To support this claim, I analyze three such institutions: the postmasters’ ownership of postal facilities; the re-employment of former bureaucrats by the postal system and of top postal employees elsewhere in the system; and sales and vote-mobilization quotas. Theoretically, this study analyzes four sources of informal institutional resilience following formal institutional change: the heretofore understudied participation of officialdom in the introduction, communication, and enforcement of informal institutions; the establishment of such institutions prior to new formal rules; institutional duplication across economic sectors; and institutional complementarities.",
          "url": "https://doi.org/10.5129/001041524x17292553869970",
          "doi": "https://doi.org/10.5129/001041524x17292553869970",
          "filter": 0
        },
        {
          "title": "Shifts of Administrative Power: Competence Trumps Aristocracy in Swedish State-Building",
          "authors": "Daniel Carelli",
          "abstract": "This study explores the transition from patrimonial structures to the inclusion of ordinary citizens in public office, focusing on Swedish state-building. Analyzing newly collected data on 1,351 civil servants, the research reveals how the demand for competence led to the adoption of meritocratic recruitment starting in the seventeenth century. This shift contributed to Sweden’s elimination of systemic corruption by the nineteenth century. Key factors in this transition include the increasing complexity of public administration tasks, which drove education policies; the ennoblement of individuals to broaden the pool of qualified personnel; and tensions within the expanded noble class. Conceptualized as “administrative democratization,” this process initially enhanced competence at lower ranks and progressively empowered ordinary citizens in senior positions, underscoring education’s role in developing effective public administration.",
          "url": "https://doi.org/10.5129/001041524x17304979499812",
          "doi": "https://doi.org/10.5129/001041524x17304979499812",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Who are the internet voters? An age, period and cohort analysis of e-voting use",
          "authors": "Moulay Lablih, Pascal Sciarini",
          "url": "https://doi.org/10.1016/j.electstud.2025.102923",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102923",
          "filter": 0
        },
        {
          "title": "Relative out-party hostility and its consequences in multiparty democracies",
          "authors": "Melek Hilal Eroglu",
          "url": "https://doi.org/10.1016/j.electstud.2025.102924",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102924",
          "filter": 0
        },
        {
          "title": "Electoral role models: The impact of gender quotas on voters in Taiwan",
          "authors": "Matthew Yi-Hsiu Lee",
          "url": "https://doi.org/10.1016/j.electstud.2025.102927",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102927",
          "filter": 0
        },
        {
          "title": "A quiet and invisible challenge: Depressive symptoms and the evaluation of democratic institutions",
          "authors": "Claudia Landwehr, Christopher Ojeda, Paul Weingärtner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102928",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Social progress at the expense of economic equality? New data on left parties' equality preferences",
          "authors": "ALEXANDER HORN, K. JONATHAN KLÜSER, MARTIN HASELMAYER",
          "abstract": "Have concerns about equal rights and equal chances crowded out economic equality as a priority of left parties? Despite the increased importance of inequality in political science, this contentiously fought debate has been standing on shaky empirical foundations. While voter's equality preferences are well understood, parties’ equality emphases remain uncharted territory. This research note assesses whether the Left has replaced its emphasis on economic equality with a focus on equal chances and equal rights. Based on a new dataset of 300,000 party statements, we use online crowd‐coding to map the equality trajectories of left parties in 12 OECD countries from 1970 to 2020. We examine if trade‐offs between economic and non‐economic aspects of inequality have come to dominate left parties’ equality profiles. Distinguishing social democratic, green and far‐left parties, we refute a meritocratic or ‘woke’ crowding out of redistribution. Yet, Social Democrats have indeed forsaken the once complementary link between economic equality and equal rights in favour of a weak trade‐off.",
          "url": "https://doi.org/10.1111/1475-6765.70008",
          "doi": "https://doi.org/10.1111/1475-6765.70008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Does Memory Make Safe in the Wake of Atrocity? Pacification of Violent Pasts, Memory Labor, and Everyday Security",
          "authors": "Andrea Purdeková",
          "abstract": "Does commemoration of violence enhance or undermine everyday security? Whilst memorialization has become a staple of peacebuilding processes, the everyday security dimensions of memory remain understudied. Drawing on three case studies of recent transitional justice memory initiatives in Eastern and Central Africa—Rwanda, Burundi, and Kenya– and on qualitative fieldwork in all three countries, the paper shows that elites are vested in the pacification of memory—careful management of the perceived threatening aspects of memory—rather than in its emancipatory potential, with profound implications for everyday material and physical security. People’s production and consumption of memorialization in context of securitized memory reproduce forms of insecurity—in material sense of extractive labor when producing witness testimony or research on memory, in the sense of physical threats when probing silences or challenging hegemonic narratives of the past, and in the form of retraumatization during memorialization. These everyday insecurities constrict the emancipatory and peacebuilding potential of postatrocity memory initiatives, as evidenced by very different types of war–peace transition, mass violence, and political regime. The paper contributes to debates on critical security and everyday IR by theorizing the memory-security nexus as a domain of lived experience in conflict-affected contexts.",
          "url": "https://doi.org/10.1093/isq/sqaf011",
          "doi": "https://doi.org/10.1093/isq/sqaf011",
          "filter": 0
        },
        {
          "title": "Introducing the UNCIPPO (UN Civilian Posts in Peacekeeping Operations) Dataset",
          "authors": "Jessica Di Salvatore, Kseniya Oksamytna, Katharina P Coleman",
          "abstract": "This research note presents a dataset on budgeted civilian personnel posts in UN peacekeeping operations by mission, unit, rank, and staff category in the 1991–2020 period: the UNCIPPO (UN Civilian Posts in Peacekeeping Operations) Dataset. Civilian staff in UN peacekeeping operations include specialists in political affairs, human rights, gender, child protection, electoral support, security sector reform, strategic communications, and information analysis, among others. Our coding of almost three hundred UN budget documents reveals what kinds of civilian posts member states agree to fund. UNCIPPO data also permit more nuanced analyses of the impact of civilian personnel on mission effectiveness. We illustrate this by re-examining Blair, Di Salvatore, and Smidt's (2023) study of the effect of civilian staff on host country democratization, showing that the observed effect is driven by international staff—countering a surprising negative national staff effect—and that staff in units with democracy-related tasks contribute more significantly to this effect than staff in other units. The dataset opens new avenues for research on peacekeeping operations (for example, on peacekeeping resourcing and effectiveness) and IOs more generally (for instance, on the politics of budgeting, the growth of transnational expertise, and the profiles of international bureaucrats).",
          "url": "https://doi.org/10.1093/isq/sqaf021",
          "doi": "https://doi.org/10.1093/isq/sqaf021",
          "filter": 0
        },
        {
          "title": "Responding to Unilateral Challenges to International Institutions",
          "authors": "Stefanie Walter, Nicole Plotke-Scherly",
          "abstract": "Abstracts How do international institutions respond to unilateral challenges by its member states, such as non-compliance, blocking of reforms, renegotiation requests, or withdrawal? This paper argues that this response depends on a trade-off between the risks of not accommodating the challenge, which could disrupt cooperation gains, and the risks of accommodating, which may embolden future challengers. International institutions aim to minimize costs, accommodating challenges when cooperation losses are high, and resisting when the risk of contagion is significant. When both risks are large, they face an “accommodation dilemma” and politically charged negotiations with the challenging country. We evaluate this framework with a comparative case study of fourteen referendum-endorsed challenges to international institutions, analyzing cases that varied in cooperation gains at risk and contagion risks. The analysis shows that across a range of different issues and institutions, the framework helps us better understand why member states respond differently to such challenges and why some challenges are resolved easily whereas others become conflictual. By developing a widely applicable theoretical framework and a versatile coding scheme, the paper contributes to a better understanding of how international institutions respond to contestation and the populist and nationalist backlash against global governance.",
          "url": "https://doi.org/10.1093/isq/sqaf022",
          "doi": "https://doi.org/10.1093/isq/sqaf022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "We Only Care What You Do, Not Who You Are: Reexamining Human Rights and Public Support for War",
          "authors": "Weifang Xu, Taylor Kinsley Chewning, Qing Wang",
          "abstract": "Does the public apply a “double standard” for human rights abuses based on the perpetrator’s alliance status? Research shows that individuals are more supportive of military action against states that violate human rights. However, other studies claim that condemnations of violations are often contingent upon the strategic relationship with the perpetrators. In this paper, we bridge these different strands of literature by examining whether the effect of foreign states’ human rights practices on public support for war depends on the alliance status of the violator. To investigate this interaction, we conducted two preregistered experiments that independently randomized the state’s human rights practices and U.S. alliance status. Both experiments reveal that the alliance status of the human rights violator has a negligible effect on support for war. Consequently, our findings challenge the prevailing notion that the public applies a double standard for human rights violations.",
          "url": "https://doi.org/10.1017/xps.2024.19",
          "doi": "https://doi.org/10.1017/xps.2024.19",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "The Journal of Peace Research is excited to announce that the Nils Petter Gleditsch Article of the Year Award for 2024 goes to Melanie Sauter!",
          "url": "https://doi.org/10.1177/00223433251322306",
          "doi": "https://doi.org/10.1177/00223433251322306",
          "filter": 0
        },
        {
          "title": "Introducing new data on UN Special Political Mission Mandated Tasks (UNSPMMT)",
          "authors": "Wakako Maekawa",
          "abstract": "Whereas United Nations Special Political Missions are established following UN Peacekeeping Operations or as substitute measures to enhance peace and security, studies have paid little attention to what United Nations Special Political Missions do and whether they are effective. The UN Special Political Mission Mandated Tasks Dataset provides new data on United Nations Special Political Mission-mandated tasks between 1993 and 2021. The dataset covers traditional and relatively new mandated tasks, such as those concerned with the enhancement of the rule of law and addressing climate change mitigation and counter-terrorism, respectively. To illustrate the usefulness of the data, this study investigates the effectiveness of the election-mandated task of United Nations Special Political Missions as an exit strategy of UN Peacekeeping Operations on democratisation. The results show that election-mandated tasks improve the quality of democracy. It helps unpack the mixed results of the UN’s effectiveness in enhancing democratisation in post-conflict countries, implying that its intervention matters through both peacekeeping and political mission mandates. This dataset helps researchers investigate the interactive effects of mandates and provides insights into the sequence of peacebuilding strategies.",
          "url": "https://doi.org/10.1177/00223433251317816",
          "doi": "https://doi.org/10.1177/00223433251317816",
          "filter": 0
        },
        {
          "title": "The Journal of Peace Research is excited to announce that the 2024 JPR Best Visualization Award has been awarded to Masanori Kikuchi!",
          "url": "https://doi.org/10.1177/00223433251322305",
          "doi": "https://doi.org/10.1177/00223433251322305",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Military Experience and the Use of Force: Congressional AUMF Votes Among Combat and Non‐Combat Veteran Legislators",
          "authors": "Matthew Fiorelli, Heather Jebb",
          "abstract": "Does prior military experience affect the way members of Congress vote when authorizing the use of military force abroad? Some scholars argue that military experience increases hawkishness, while others posit that military service fosters restraint and caution. We intervene in this debate by separating AUMF resolutions from other foreign policy legislation and by examining the disparate effects of prior combat and non‐combat service on veterans in Congress. We argue that the socializing effects of combat experience are more narrowly relevant to use of force legislation than non‐combat military service. Using original research to determine which members of Congress deployed to combat theaters, we aggregate and analyze six roll call votes authorizing the use of military force abroad in six different Congresses. We find that combat exposure increases the likelihood that a member of Congress will vote to authorize the use of force. Our results challenge conventional wisdom and contribute new insights to the studies of American foreign policy, international relations, and civil‐military relations.",
          "url": "https://doi.org/10.1111/lsq.70003",
          "doi": "https://doi.org/10.1111/lsq.70003",
          "filter": 0
        },
        {
          "title": "Policy Content of Legislative Vetoes and Success of Presidential Activism Under Semi‐Presidentialism",
          "authors": "Mažvydas Jastramskis, Lukas Pukelis",
          "abstract": "The power to veto legislation and return it to parliament is one of the most prominent presidential powers and a major source of presidential activism. Until now, research has mostly focused on the frequency of presidential vetoes—that is, how often presidents use veto power. However, we still know relatively little about the determinants of veto success, especially under semi‐presidential republics. We argue that categorizing legislative vetoes according to their policy content introduces an important dimension to research on the success of presidential activism. This article employs the case of Lithuania, where presidents have the power of an amendatory veto. We find that the content of vetoes is partially important: technical vetoes have significantly higher chances of being successful.",
          "url": "https://doi.org/10.1111/lsq.70006",
          "doi": "https://doi.org/10.1111/lsq.70006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Spatialities of slow resistance in Congo-Brazzaville",
          "authors": "Charden Pouo Moutsouka",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103320",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103320",
          "filter": 0
        },
        {
          "title": "Psychoanalytic political ecology",
          "authors": "Pieter de Vries, Ilan Kapoor",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103297",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Tune in to the prebunking network! Development and validation of six inoculation videos that prebunk manipulation tactics and logical fallacies in misinformation",
          "authors": "Mikey Biddlestone, Jon Roozenbeek, Jane Suiter, Eileen Culloty, Sander van der Linden",
          "abstract": "Meta‐analyses have demonstrated how inoculation interventions increase the detection of misinformation, but their scalability has remained elusive. To address this, Study 1 (pre‐registered; N = 1,583) tested the efficacy of three short inoculation videos (prebunks) against three common manipulation tactics used in misinformation: (1) polarization, (2) conspiracy theories, and (3) fake experts. Results indicated that all three inoculation videos (vs. control) increased the detection of relevant manipulative content without altering perceptions of non‐manipulative content, but only the polarization inoculation video increased manipulation discernment (i.e., increased ability to distinguish between manipulative and non‐manipulative content). In Study 2 (pre‐registered; N = 1,603), we tested the efficacy of three more inoculation videos containing logic‐based prebunks against logical fallacies commonly used in misinformation: (1) whataboutism, (2) the moving the goalposts fallacy, and (3) the strawman fallacy. Detection of the relevant fallacious content was higher in all conditions (vs. control), but only the strawman fallacy inoculation video increased fallacy discernment. The moving the goalposts fallacy inoculation video appeared to increase overall distrust of relevant content, whereas the other two videos did not alter perceptions of relevant non‐fallacious content. We discuss the implications and limitations of these findings.",
          "url": "https://doi.org/10.1111/pops.70015",
          "doi": "https://doi.org/10.1111/pops.70015",
          "filter": 0
        },
        {
          "title": "Reaching across the aisle: Committed and optimistic citizens support a non‐preferred presidency and cooperate with electoral winners",
          "authors": "Ismaharif Ismail, Lile Jia",
          "abstract": "Increasing voters' cooperative tendencies following an election loss is paramount for modern democracies, especially those becoming increasingly polarized. In the context of the 2020 United States presidential election, we investigated the effect of national attachment on Americans' cooperative tendencies following an electoral loss. In a preregistered study, Americans' national attachment along three dimensions ( commitment , deference , superiority ) and their cognitive identification with the country (importance) were measured. Americans who were more committed to contributing to the country showed greater pre‐election readiness to accept a non‐preferred presidency and stronger post‐election intentions to cooperate with the non‐preferred president and his supporters. In contrast, importance, deference, and superiority showed sporadic predictability and generally failed to contribute to cooperative intentions. Optimism toward the country mediated the effects of commitment, deference, and superiority on all attitudinal and intention measures, suggesting that it may serve as a ‘hub’ through which various dimensions of national attachment jointly facilitate cooperative tendencies. We discuss the implications of our findings for the graceful acceptance of election results among electoral losers, smooth leadership transitions, and understanding the motivational bases underlying political and societal issues.",
          "url": "https://doi.org/10.1111/pops.70018",
          "doi": "https://doi.org/10.1111/pops.70018",
          "filter": 0
        },
        {
          "title": "The more you want to fit in, the more similar you become: How others' ideologies relate to our own intergroup attitudes",
          "authors": "Berfin Acar, Jasper Van Assche",
          "abstract": "Why people develop prejudice has been under the spotlight of many political and social psychological studies. The current contribution bridges the gap between individual and contextual perspectives and conceptualizes attitudes as joint products of personal ideologies and social norms, as such adopting a person‐within‐context approach. In two US samples (total N = 1150), representative in terms of age, gender, ethnic background (Studies 1–2), and political orientation (Study 2), we examined whether perceived levels of Right‐Wing Authoritarianism (RWA) and Social Dominance Orientation (SDO) in one's close groups (family, friends, colleagues, and people in one's town) were related to outgroup warmth and avoidance through one's own RWA and SDO. We also included norm enactment as a moderator of close‐group ideologies' effect on one's own ideologies. The results showed that close‐group ideologies were positively linked to participants' own RWA and SDO, which, in turn, were associated with lower outgroup warmth and higher outgroup avoidance in both studies. Most importantly, these effects were strongest for those who have a high desire to enact close‐group norms, and weakest for those who have a low desire for norm enactment. These findings highlight the significance of situating personal ideologies within their contextual plenum while studying intergroup relations.",
          "url": "https://doi.org/10.1111/pops.70020",
          "doi": "https://doi.org/10.1111/pops.70020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Social segregation, inter-group contact, and discriminatory policing",
          "authors": "Ryan Hübert, Andrew T. Little",
          "abstract": "We analyze a formal model of social contact and discrimination in the context of policing. Officers decide how to interact with members of two social groups while working and while socializing. The officers do not fully distinguish between their experiences of crime across these two contexts (“coarse thinking”), so they end up with excessively positive views of groups they socialize with and excessively negative views of those they police. This creates dual feedback loops as officers choose to socialize more with groups they view favorably and over-police those they view as “more criminal.” Interventions that induce positive contact with an overpoliced group can mitigate the officer’s discriminatory policing. However, this beneficial effect only persists if the policy intervention creates sustained positive contact. Our results provide a novel theoretical microfoundation for the contact hypothesis and highlight why effects of many policy interventions aimed at increasing positive contact may be short-lived.",
          "url": "https://doi.org/10.1017/psrm.2025.21",
          "doi": "https://doi.org/10.1017/psrm.2025.21",
          "filter": 0
        },
        {
          "title": "Out of order: specification check sequencing in Cox models",
          "authors": "Benjamin T. Jones, Shawna K. Metzger",
          "abstract": "The Cox duration model serves as the basis for more complex duration models like competing risks, repeated events, and multistate models. These models make a number of assumptions, many of which can be assessed empirically, sometimes for substantive ends. We use Monte Carlo simulations to show the order in which practitioners assess these assumptions can impact the model’s final specification, and ultimately, can produce misleading inferences. We focus on three assumptions regarding model specification decisions: proportional hazards (PH), stratified baseline hazards, and stratum-specific covariate effects. Our results suggest checking the PH assumption before checking for stratum-specific covariate effects tends to produce the correct final specification most frequently. We reexamine a recent study of the timing of GATT/WTO applications to illustrate our points.",
          "url": "https://doi.org/10.1017/psrm.2025.12",
          "doi": "https://doi.org/10.1017/psrm.2025.12",
          "filter": 0
        },
        {
          "title": "Survey sampling in the Global South using Facebook advertisements",
          "authors": "Leah R. Rosenzweig, Parrish Bergquist, Katherine Hoffmann Pham, Francesco Rampazzo, Matto Mildenberger",
          "abstract": "Survey research in the Global South has traditionally required large budgets and lengthy fieldwork. The expansion of digital connectivity presents an opportunity for researchers to engage global subject pools and study settings where in-person contact is challenging. This paper evaluates Facebook advertisements as a tool to recruit diverse survey samples in the Global South. Using Facebook’s advertising platform, we quota-sample respondents in Mexico, Kenya, and Indonesia and assess how well these samples perform on a range of survey indicators, identify sources of bias, replicate a canonical experiment, and highlight trade-offs for researchers to consider. This method can quickly and cheaply recruit respondents, but these samples tend to be more educated than corresponding national populations. Weighting ameliorates sample imbalances. This method generates comparable data to a commercial online sample for a fraction of the cost. Our analysis demonstrates the potential of Facebook advertisements to cost-effectively conduct research in diverse settings.",
          "url": "https://doi.org/10.1017/psrm.2025.18",
          "doi": "https://doi.org/10.1017/psrm.2025.18",
          "filter": 0
        },
        {
          "title": "Everything in moderation? The effect of extremist nominations on individual and corporate PAC fundraising",
          "authors": "Mellissa Meisels",
          "abstract": "Do ideologically extreme candidates enjoy fundraising advantages over more moderate candidates? Extant work documents a relationship between candidates’ positions and campaign contributions subnationally and in donor surveys, yet identification challenges have hampered investigation in the congressional context. I employ a close primaries regression discontinuity design to examine how “as-if random” nominations of extreme versus moderate House candidates influence general election contributions from individual donors and corporate political action committees (PACs) from 1980 to 2020. Results at both the nominee and contributor levels demonstrate that corporate PACs financially penalize extremists, while individual donors respond similarly to extreme and moderate candidates. These findings contribute to ongoing debates regarding the extent and nature of campaign contributors’ role in congressional polarization.",
          "url": "https://doi.org/10.1017/psrm.2025.23",
          "doi": "https://doi.org/10.1017/psrm.2025.23",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Empowering Students to Have Difficult Conversations",
          "authors": "Ioana Emy Matesan",
          "abstract": "Classroom discussions of current events and controversial topics can devolve into unproductive and highly charged debates. This article describes an in-class exercise used to foster respect during difficult conversations by encouraging students to design rules for discussions and guidelines to create a safe space for dialogue. This activity relies on three underlying principles: trust, empowerment, and empathy. These principles can be integrated into a broader pedagogical approach that emphasizes a democratic classroom and active learning. Student feedback shows that the intervention can be useful for promoting respectful and engaging discussions during moments of tension and polarization. However, an emphasis on civility also may undermine the diversity of opinions and require respecting students’ silences.",
          "url": "https://doi.org/10.1017/s1049096525000265",
          "doi": "https://doi.org/10.1017/s1049096525000265",
          "filter": 0
        },
        {
          "title": "Transgender Bodies are the Battleground: Backlash, Threat, and the Future of Queer Rights in the United States",
          "authors": "Kaitlin Kelly-Thompson, Amber Lusvardi",
          "abstract": "Legislation that seeks to restrict the ability of transgender people to fully participate in society has proliferated across state legislatures in the last four years. In legislative sessions throughout the United States, legislators have argued in favor of denying transgender people access to public facilities, sports, health care, and even their own guardians. What can these debates tell us not only about the backlash against transgender people but the queer community and women more broadly? Using an analysis of the debate on anti-transgender legislation in two state legislatures, we argue that legislators attempt to gain support for anti-transgender legislation using paternal, protectionist frames and by coopting the language of feminism. We argue that the gender essentialism and heteronormativity at the center of these debates indicates an attempt on behalf of conservative movements and legislators to pursue an idealized, heteropatriarchal society with a strict gender binary.",
          "url": "https://doi.org/10.1017/s1049096525000010",
          "doi": "https://doi.org/10.1017/s1049096525000010",
          "filter": 0
        },
        {
          "title": "Redesigning the Political Science Curriculum to Incorporate LGBTQ+ Issues",
          "authors": "James M. McQuiston",
          "abstract": "Political science educators have a responsibility to design their programs in a way that incorporates content that involves and engages underserved populations. In recent polls, a significant majority of Generation Z identified as LGBTQ+, representing a percentage that is larger than those who identify as African American or Hispanic (Jones 2024; Public Religion Research Institute 2024). Implementing changes in mainline political science courses (e.g., introduction to American national government, the presidency, and comparative politics) will allow the discipline to better serve LGBTQ+ students. Ample examples involving LGBTQ+-themed content provide instruction in a wide battery of political science courses. Pivoting into a more supportive pedagogy may be a successful strategy for addressing the oncoming “population cliff” (i.e., a projected decline in college enrollment) that will impact the number of students beginning college in the future. Whereas the process will require substantial investment in energy to initiate, an updated approach to teaching political science courses will reap dividends in terms of student interest, engagement with course material, and LGBTQ+ representation in the profession.",
          "url": "https://doi.org/10.1017/s104909652500023x",
          "doi": "https://doi.org/10.1017/s104909652500023x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Constitutional renewals: the lineage of democratizing constitutions",
          "authors": "Gabriel L. Negretto, Mariano Sánchez-Talanquer",
          "url": "https://doi.org/10.1007/s11127-025-01269-2",
          "doi": "https://doi.org/10.1007/s11127-025-01269-2",
          "filter": 0
        },
        {
          "title": "On the macroeconomic effects of fiscal reforms: fiscal rules and public expenditure efficiency",
          "authors": "Ablam Estel Apeti, Bao We Wal Bambe, Jean-Louis Combes",
          "url": "https://doi.org/10.1007/s11127-025-01275-4",
          "doi": "https://doi.org/10.1007/s11127-025-01275-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Ineffectiveness of Priming and Contextualizing Personal Weather Experiences: Evidence from a Survey Experiment on Summer Heat",
          "authors": "Søren Damsbo-Svendsen, Tobias Heide-Jørgensen",
          "abstract": "We study whether communication that attributes extreme weather to climate change along with individuals’ personal weather experiences can increase support for climate change action and policies. Using a preregistered representative survey experiment from Denmark, we randomly assign respondents to two treatments: (a) a hot weather prime that asks them to recall the extreme Danish summer of 2018; and (b) contextualizing information that links extreme weather events to climate change. We find that priming past heat experience does not foster increased climate awareness, opinions, or willingness to act or pay. We also fail to find that climate communication strengthens the effect of heat experience on climate attitudes or matters on its own. We argue, and provide tentative evidence, that this is because people in northern regions often recall heat spells as something pleasant rather than perceiving them as a risk. Similar results were obtained using quasi-experimental data on recent local temperature deviations instead of past heat experiences. Overall, the results suggest that what is objectively and meteorologically extreme may subjectively evoke positive feelings and therefore not increase support for climate action. We discuss the implications for climate communication and opinion formation.",
          "url": "https://doi.org/10.1093/poq/nfae067",
          "doi": "https://doi.org/10.1093/poq/nfae067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What do Germans of Russian and Turkish migration background think about sanctions against Russia?",
          "authors": "Marc Debus, Julius Diener, Noam Himmelrath, Christian Stecker",
          "abstract": "The Russian invasion of Ukraine has significant implications not only for foreign, defence, economic and energy policies of European democracies, but also for their societal cohesion. While the debates about sanctions against Russia are mainly structured along partisan lines, with supporters of far-left and far-right parties tending to be against harsh responses, we argue that also a specific migrant background and an ethnic identity matter for the position on this highly salient and polarizing issue. Using original survey data from Germany, we find that respondents with a Russian or a Turkish ethnic background are less in favour of sanctions against Russia. This finding remains robust when considering respondents’ party preferences, education level, age, religious affiliation, and their region of residence, whether in Western or Eastern Germany. The results suggest that Russia’s war against Ukraine is likely to create tensions not only between individuals with different ideological orientations, but can also result in conflicts between citizens with and without a Russian or Turkish migrant background or identity.",
          "url": "https://doi.org/10.1177/20531680251325428",
          "doi": "https://doi.org/10.1177/20531680251325428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Gendered targeting: Do parties tailor their campaign ads to women?",
          "authors": "Cornelius Erfort",
          "url": "https://doi.org/10.1086/736027",
          "doi": "https://doi.org/10.1086/736027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Political support in times of progressive policy change and radical-right populist party success",
          "authors": "Paul Vierus, Conrad Ziller",
          "url": "https://doi.org/10.1080/01402382.2025.2477420",
          "doi": "https://doi.org/10.1080/01402382.2025.2477420",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
