{
  "update": "2024-09-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Running toward rankings: Ranked choice voting's impact on candidate entry and descriptive representation",
          "authors": "Jonathan Colner",
          "abstract": "Does the implementation of a ranked choice voting (RCV) system increase the number, diversity, and quality of candidates competing in local elections? Using original data from 273 cities across three decades and employing a preregistered difference‐in‐differences design with matching, I find that the size of the candidate pool increases following implementation. However, this effect dissipates in later election cycles, indicating that RCV has no long‐term effect on candidate entry. Indeed, the short‐term increase in the candidate pool mostly reflects increased entry by low‐quality candidates with little chance of winning. Additionally, I find that RCV has no effect on the proportion of female and non‐white candidates running for office. These results call into question several purported benefits of RCV and suggest that RCV, by itself, might not be sufficient to influence candidate entry at the local level.",
          "url": "http://dx.doi.org/10.1111/ajps.12908",
          "doi": "10.1111/ajps.12908",
          "filter": 0
        },
        {
          "title": "Competence and advice",
          "authors": "Anna Denisenko, Catherine Hafer, Dimitri Landa",
          "abstract": "We develop a theory of policy advice that focuses on the relationship between the competence of the advisor (e.g., an expert bureaucracy) and the quality of advice that the leader may expect. We describe important tensions between these features present in a wide class of substantively important circumstances. These tensions point to the presence of a trade‐off between receiving advice more often and receiving more informative advice. The optimal realization of this trade‐off for the leader sometimes induces her to prefer advisors of limited competence—a preference that, we show, is robust under different informational assumptions. We consider how institutional tools available to leaders affect preferences for advisor competence and the quality of advice they may expect to receive in equilibrium.",
          "url": "http://dx.doi.org/10.1111/ajps.12905",
          "doi": "10.1111/ajps.12905",
          "filter": 0
        },
        {
          "title": "The economic roots of cross‐national similarity in voter preferences",
          "authors": "David Fortunato, Sebastian Juhl, Laron K. Williams",
          "abstract": "We argue that economic and political integration leads voters' political preferences toward cross‐national convergence. Analyzing data on voter preferences across 30 European democracies from 1976 to 2022, we measure the similarity of preference distributions across state dyads over time, documenting an average increase in similarity over this period. We then model these associations statistically and find that greater similarity and complementarity in economic production and co‐participation in the European Union and the Eurozone are associated with increasingly similar voter preferences. The argument and analyses broaden our understanding of the political implications of globalization and also provide a theoretical and empirical foundation for two growing literatures: one on the cross‐national diffusion of parties' strategies and one on the political implications of macroeconomic stimuli such as trade shocks or banking crises.",
          "url": "http://dx.doi.org/10.1111/ajps.12910",
          "doi": "10.1111/ajps.12910",
          "filter": 0
        },
        {
          "title": "Do grids demobilize? How street networks, social networks, and political networks intersect",
          "authors": "Noah L. Nathan",
          "abstract": "Amid rapid urbanization in the developing world, there is growing interest in the effects of urban context on political behavior. An underexplored element of urban context is the built environment itself—the physical architecture and design of urban space—which can structure how residents interact both with each other and with the state. Drawing on street network data and an original survey from urban Ghana, I suggest that more gridded, orderly neighborhoods reduce the social interactions residents have with neighbors, lower embeddedness in political problem‐solving networks, and depress electoral turnout. Rather than making residents more legible to state officials, gridded streets make the local state and political realm less legible to residents by reducing opportunities to forge politically valuable social ties in a context of clientelist politics. The paper demonstrates that greater focus is needed on built environments to understand the social structures undergirding grassroots urban politics.",
          "url": "http://dx.doi.org/10.1111/ajps.12912",
          "doi": "10.1111/ajps.12912",
          "filter": 0
        },
        {
          "title": "Fiscal legibility and state development: Theory and evidence from colonial Mexico",
          "authors": "Francisco Garfias, Emily A. Sellars",
          "abstract": "We examine how fiscal legibility, the ability of central authorities to observe local conditions for the purposes of taxation, shapes political centralization and state development. When rulers lack information about the periphery, they may benefit from ceding autonomy to tax‐collecting intermediaries to encourage fiscal performance. As information quality improves, rulers become better able to monitor and sanction local officials, allowing them to tighten control over taxation and establish more direct state presence. Centralization, in turn, encourages investment in improving fiscal legibility, leading to long‐term divergence in state development. We study the consequences of a technological innovation that dramatically improved the Spanish Crown's fiscal legibility in colonial Mexico: the discovery of the patio process to refine silver. We show that political centralization differentially accelerated in affected districts and that these areas subsequently saw disproportionate state investment in informational capacity, altering the trajectory of state development.",
          "url": "http://dx.doi.org/10.1111/ajps.12901",
          "doi": "10.1111/ajps.12901",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Outsourcing Machines. How Programmatic Parties Include Clientelistic Strategies",
          "authors": "Gonzalo Contreras Aguirre",
          "abstract": "What explains that programmatic parties may combine their policy offers with clientelistic dispensation? Prevailing knowledge suggests that parties top-down diversify linkages, targeting their program at wealthier voters while providing particularistic inducements to poorer ones. Yet, these frameworks fail to explain the variety of strategies used by politicians to link voters within the municipal context, where voters’ socioeconomic status and electoral competition are less likely to vary. I argue that programmatic parties may engage in clientelism at the municipal level when they receive bottom-up demands. Leveraging evidence from 97 in-depth interviews conducted during multiyear fieldwork in three Chilean municipalities, this article shows why and how programmatic parties outsource the cost of clientelism to neighbourhood associations in exchange for targeted distribution to solve the groups’ demands. By showing that clientelism in programmatic-oriented settings is demand-driven, the article draws attention to territorially-rooted local groups as key actors that help to explain the variety of strategies parties use to link with voters.",
          "url": "http://dx.doi.org/10.1177/00104140241271310",
          "doi": "10.1177/00104140241271310",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Politics",
      "journal_short": "CMP",
      "articles": [
        {
          "title": "Who Gains from Nonviolent Action? Unpacking the Logics of Civil Resistance",
          "authors": "Consuelo Amat, Claire Trilling",
          "abstract": "Research in conflict studies comparing nonviolent and violent collective action has gained widespread attention due to the counterintuitive finding that nonviolent movements succeed more often than armed movements. However, rising repression and authoritarianism worldwide, alongside declining success rates for protest movements, highlight the need to further theorize and test the conditions under which nonviolent action succeeds. This article distills the different logics by which excluded minorities are advantaged or disadvantaged in nonviolent action. It also reviews three new books that advance the field of movement effectiveness in the short and long runs, and that demonstrate that success is context-dependent, with few characteristics universally conferring advantage or disadvantage. We conclude by outlining areas for future research, including the role of digital technologies.",
          "url": "http://dx.doi.org/10.5129/001041524x17249592042927",
          "doi": "10.5129/001041524x17249592042927",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Have attitudes toward democracy polarized in the U.S.?",
          "authors": "Hamad Ejaz, Judd R. Thornton",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102854",
          "doi": "10.1016/j.electstud.2024.102854",
          "filter": 0
        },
        {
          "title": "Intertemporal evidence on the strategy of populism in the United States",
          "authors": "Gloria Gennaro, Giampaolo Lecce, Massimo Morelli",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102853",
          "doi": "10.1016/j.electstud.2024.102853",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0261-3794(24)00116-1",
          "doi": "10.1016/s0261-3794(24)00116-1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The effect of politically homogenous neighbourhoods on affective polarization: Evidence from Britain",
          "authors": "JAMES TILLEY, SARA B. HOBOLT",
          "abstract": "Affective polarization is increasingly evident around the world. This has been attributed in part to residential segregation by partisanship. The ‘Big Sort’ has meant that neighbourhoods in the United States, and elsewhere, have become more homogenous in terms of vote. Yet there is little systematic evidence on the relationship between homogenous partisan neighbourhoods and affective polarization. Does living among fellow partisans make people more negative towards the other side? In this Research Note, we use unique data from Britain to show that while people accurately recognize that their local area is more or less politically homogenous, neighbourhood political homogeneity is not correlated with any measure of affective polarization. These findings are robust to the type of political divide (partisanship or Brexit identity), the level of geography, length of residence and controls for ideology and social characteristics. We therefore suggest that while geographical sorting is an important phenomenon, it is unlikely to be a major cause of affective polarization.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12720",
          "doi": "10.1111/1475-6765.12720",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [],
      "articles_hidden": [
        {
          "title": "INO volume 78 issue 2 Cover and Front matter",
          "url": "http://dx.doi.org/10.1017/s0020818324000195",
          "doi": "10.1017/s0020818324000195",
          "filter": 1
        },
        {
          "title": "INO volume 78 issue 2 Cover and Back matter",
          "url": "http://dx.doi.org/10.1017/s0020818324000201",
          "doi": "10.1017/s0020818324000201",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Drafting restraint: Are military recruitment policies associated with interstate conflict initiation?",
          "authors": "Max Z Margulies",
          "abstract": "Are countries that use conscription more restrained in their use of military force? A common argument holds that military conscription restrains leaders from using force because it increases the political cost of war and distributes them more evenly and broadly across the population. Despite this intuition, empirical evidence to support it is at best inconclusive. This article introduces a novel perspective on the relationship between military recruitment (MR) policies and conflict initiation (CI) by arguing that the military’s size relative to society – its military participation rate (MPR) – is an important and overlooked part of this story. MPR is a more direct measure of the population’s exposure to the costs of war, but high MPR may also increase CI by enhancing military capacity. By incorporating MPR into the analysis of CI, both independently and in interaction with conscription, this article provides a more comprehensive understanding of how MR practices shape CI. It tests these new hypotheses about the relationship between MPR, conscription and CI using a variety of time-series models that cover all country-years from 1816 to 2011. The findings do not support the conventional wisdom, instead revealing that neither conscription nor volunteerism is independently associated with restrained initiation of military conflicts abroad. On the contrary, these recruitment practices are more likely to be associated with an increase in the likelihood of CI. These findings indicate that we should be skeptical of traditional arguments that assume conscription leads to restraint in the use of force, either independently or conditional on MPR. These counterintuitive results underscore the need for additional research on the complex relationship between MR practices, civil–military relations and foreign policy.",
          "url": "http://dx.doi.org/10.1177/00223433241255010",
          "doi": "10.1177/00223433241255010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Democracy at Gunpoint: American Gun Owners and Attitudes Towards Democracy",
          "authors": "Alexandra T. Middlewood, Rachel E. Finnell, Abigail Vegter",
          "abstract": "In recent years, research on gun ownership has grown substantially but there has been less exploration of variation within gun owners. This study examines the differences in support for democracy between gun owners and non-gun owners, and in doing so makes an important contribution to the political science literature on group behavior and attitudes. We utilize OLS regression to analyze data from the 2020 American National Election Studies and 2016 General Social Survey public opinion surveys and find that there is a stark divide among gun owners on support for measures of democratic norms. Gun owners are more supportive than non-owners on some measures, but on others there was no relationship between owning a firearm and democratic attitudes. We suggest this is because partisanship—specifically support for Donald Trump—pulled gun owners’ attitudes in opposite directions. These results are consistent with previous work on cross-pressured voters and highlight the limits of group influence in a world where citizens have multiple identities. We conclude that gun owners don’t appear meaningfully different from non-owners on measures of democratic support.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09973-3",
          "doi": "10.1007/s11109-024-09973-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Temporalities in spatial narratives about war ruins in Mostar",
          "authors": "Matheus Souza",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103197",
          "doi": "10.1016/j.polgeo.2024.103197",
          "filter": 0
        },
        {
          "title": "Environmental statecraft and changing spatial politics: Erhai Lake protection in China",
          "authors": "Yi Feng, Fulong Wu, Fangzhu Zhang",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103196",
          "doi": "10.1016/j.polgeo.2024.103196",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "http://dx.doi.org/10.1111/pops.12912",
          "doi": "10.1111/pops.12912",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Equilibrium responses to price controls: a supply-chain approach",
          "authors": "Casey B. Mulligan",
          "url": "http://dx.doi.org/10.1007/s11127-024-01196-8",
          "doi": "10.1007/s11127-024-01196-8",
          "filter": 0
        },
        {
          "title": "Appealing, threatening or nudging? Assessing various communication strategies to promote tax compliance",
          "authors": "Andris Saulitis, Philipp Chapkovski",
          "url": "http://dx.doi.org/10.1007/s11127-024-01194-w",
          "doi": "10.1007/s11127-024-01194-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1086/733022",
          "doi": "10.1086/733022",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "The Dutch parliamentary elections of November 2023",
          "authors": "Joop J. M. van Holsteyn, Galen A. Irwin",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2397629",
          "doi": "10.1080/01402382.2024.2397629",
          "filter": 0
        },
        {
          "title": "How the radical right reshapes public opinion: the Sweden Democrats’ local mobilisation, 2002–2020",
          "authors": "Karl Loxbo",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2396775",
          "doi": "10.1080/01402382.2024.2396775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
