{
  "update": "2025-03-07",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "White Democrats’ Growing Support for Black Politicians in the Era of the “Great Awokening”",
          "authors": "ANNA CAROLINE MIKKELBORG",
          "abstract": "Equitable representation of minority groups is a challenge for democratic government. One way to resolve this dilemma is for majority-group voters to support minority-group candidates, but this support is often elusive. To understand how such inter-group coalitions become possible, this paper investigates the case of white Democratic Americans’ growing support for Black political candidates. I show that as white Democrats’ racial attitudes have liberalized, an increasing number of majority-white districts have elected Black congressional representatives. White Democratic survey respondents have also come to prefer Black candidate profiles, as demonstrated in a meta-analysis of 42 experiments. White Democratic respondents in a series of original conjoint experiments were most likely to prefer Black profiles when they expressed awareness of racial discrimination, low racial resentment, and dislike towards Trump. Additional tests underscore the association between majority-group voters’ concern about racial injustice and their support for minority-group candidates.",
          "url": "https://doi.org/10.1017/s0003055425000097",
          "doi": "https://doi.org/10.1017/s0003055425000097",
          "filter": 0
        },
        {
          "title": "Political Emancipation and Modern Jewish National Identity",
          "authors": "CARLES BOIX",
          "abstract": "Following the rise of liberalism and nationalism during the nineteenth century, Jewish national identity varied across countries. While Western European and American Jews mainly came to think of themselves as nationals of their country of citizenship, a growing number of Eastern European Jews claimed to be a separate nation with a legitimate claim to self-government. Comparing the evolution of Jewish identities across North America and Europe and leveraging a regression discontinuity design based on the differential treatment of Polish and Russian Jews under Tsarism, I find that their divergent national identities responded to the extent to which Jews were politically emancipated in the country where they lived over the long century that followed the Atlantic Revolutions. Social and economic modernization played a weaker role, suggesting the need to think about national identity formation as endogenous to political and constitutional transformations marking the birth of the contemporary era.",
          "url": "https://doi.org/10.1017/s0003055424001412",
          "doi": "https://doi.org/10.1017/s0003055424001412",
          "filter": 0
        },
        {
          "title": "Allies of the Weak: La Résistance and Jews in the Holocaust",
          "authors": "KASIA NALEWAJKO",
          "abstract": "Do insurgents help or hinder survival of the targets of genocide? A common view in political science holds that insurgents’ presence attracts state violence against civilians. In contrast to this, I use multiple archival collections on WWI and WWII military personnel, Holocaust victims’ records, and testimonies of survivors and rescuers to show that insurgent presence in fact decreased local numbers of Holocaust victims. To ensure that the relationship is causal, I use an instrumental variable exploiting the exogenous number of WWI military deaths, which increased insurgent enlistment in WWII. Case studies of mechanisms reveal that individual insurgents helped the Jews mainly out of “moral” motivations, by using tactics they had developed to fight the incumbent. By zooming out of times of increased counterinsurgency and studying the specific needs of genocide targets, this article nuances existing literature and points to an overlooked source of variation in genocide survival.",
          "url": "https://doi.org/10.1017/s0003055424001345",
          "doi": "https://doi.org/10.1017/s0003055424001345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Gender and Leadership in Executive Branch Politics",
          "authors": "Tiffany D. Barnes, Diana Z. O'Brien",
          "abstract": "Gender influences who has access to power, how leaders behave and are received within institutions, and how institutions are perceived. This review examines gender dynamics in the executive branch, focusing on presidents and prime ministers and their cabinets. We analyze four key areas: access to power, policy priorities, gendered leadership styles, and citizens’ responses. We argue that, despite progress, women remain underrepresented in executive roles, especially as chief executives. Women sometimes bring unique policy interests and leadership styles to the office, but strategic career incentives and institutional constraints shape both men's and women's behavior as leaders. Finally, women's presence in executive positions sends signals about the government, as well as about who is fit to govern and participate in politics. In sum, this review highlights the importance of understanding and addressing these gendered dynamics to move closer to gender equality in the highest levels of political leadership.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The poles in polarization: Social categorization and affective polarization in multiparty systems",
          "authors": "Adrian Rothers",
          "url": "https://doi.org/10.1016/j.electstud.2025.102908",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Why International Organizations Don’t Learn: Dissent Suppression as a Source of IO Dysfunction",
          "authors": "Ben Christian",
          "abstract": "International organizations (IOs) need to learn from their mistakes in order to improve their performance. Over the past decades, IOs have therefore invested significantly in building a professional learning infrastructure. However, as recent studies show, many IOs still struggle to learn from their mistakes. Why do IOs not learn despite all these formal learning processes and tools? I argue that the internal “criticism culture”—the way IOs deal with criticism from their own employees—is an overlooked but crucial variable that can help us explain the lack of learning in IOs. To illustrate this argument, I draw on an in-depth case study of the UN Secretariat and more than 50 interviews with UN staff members. First, I show that the internal criticism culture in the UN Secretariat’s Peace and Security Pillar is repressive and self-restrained. Second, I demonstrate that this criticism culture leads to a double blockade that prevents the organization’s formal learning infrastructure from performing as intended: UN employees do not dare to voice criticism in official formats, and “learning products” are glossed over as they move up the ranks. As a consequence, the IO lacks a necessary stimulus for learning, which results in performance problems.",
          "url": "https://doi.org/10.1093/isq/sqaf008",
          "doi": "https://doi.org/10.1093/isq/sqaf008",
          "filter": 0
        },
        {
          "title": "Distrustful in Domestic Politics, Self-Confident in Foreign Policy: The Populist Paradox, Domain-Specific Attention, and Leadership Trait Analysis",
          "authors": "Stephan Fouquet, Klaus Brummer",
          "abstract": "Paradoxically, research on the international dimensions and effects of populism finds that populist leaders’ politicization frequently portrays domestic and foreign “elites” as intertwined—but that their decision-making tends to be considerably more antagonistic vis-à-vis internal opponents than established external actors. Combining structural and agential perspectives, this paper unboxes the individual micro-factors feeding into this paradox by analytically disentangling domain-specific personality traits. To explore whether populist leaders’ individual characteristics vary or remain stable in domestic politics and foreign policy, we conduct a novel domain-specific leadership trait analysis of eleven populist chief executives around the globe. On the one hand, we find limited and rather heterogeneous variation in most individual characteristics, including need for power and conceptual complexity. On the other hand, the great majority of profiled leaders display higher foreign self-confidence and higher domestic distrust. We conclude that particular tendencies toward fearful blanket suspicions of other powerful internal actors and more self-assured case-by-case judgments of external counterparts matter to understand why populist decision-makers often produce confrontational domestic but relatively cooperative foreign policy records. These personality-level inferences support recent IR scholarship about the international opportunities for populist leadership, personalistic foreign policy decision-making, and the primarily domestic logic of intermestic “people-versus-elite” politicization.",
          "url": "https://doi.org/10.1093/isq/sqaf007",
          "doi": "https://doi.org/10.1093/isq/sqaf007",
          "filter": 0
        },
        {
          "title": "Blowback: When China’s Belt and Road Initiative Meets Democratic Institutions",
          "authors": "Andrea Ghiselli, Pippa Morgan",
          "abstract": "China’s Belt and Road Initiative (BRI) has two interconnected goals: increasing China’s diplomatic clout and expanding the presence of Chinese companies overseas. However, contrary to the intuitive notion that good diplomacy creates economic opportunities, we argue that when the partner country is a democracy, these goals conflict. First, we hypothesize and quantitatively uncover a negative relationship between host state democratic institutions and infrastructure contracts won by Chinese firms overseas. Second, we test whether host states’ joining the BRI affects contract volumes. Our results indicate that in states with more democratic institutions, host government joining of the BRI is negatively associated with infrastructure contracts for Chinese companies, pointing to blowback in democracies against the BRI. This study contributes to understanding the complex relationship between diplomacy and commerce, the domestic politics of foreign countries in shaping Chinese foreign policy, and the factors driving China's overseas infrastructure contracting.",
          "url": "https://doi.org/10.1093/isq/sqaf014",
          "doi": "https://doi.org/10.1093/isq/sqaf014",
          "filter": 0
        },
        {
          "title": "From Conflict to Communities: Fields’ Reshuffles and the Emergence of Communities of Practice in Humanitarian Logistics",
          "authors": "Seila Panizzolo",
          "abstract": "Initiatives by agents in a favorable contingency can reshuffle transnational areas of practice and show how fields shape communities of practice (CoPs). The article examines how CoPs emerge and develop and why this happens in some areas and not others. It also explores whether CoPs should be situated within conflictual theories of the international, like field theory. The article argues that CoPs emerge through four stages, whereby (i) the initiative that resourceful agents take at the critical juncture of different fields of practice is followed by (ii) a power reshuffle in the fields concerned due to other organizations recognizing what those agents can offer. The result is (iii) the selective consolidation of common practices only in those fields where organizations engage in collective learning and share the same taken-for-granted. Upon meeting these conditions, (iv) the CoP can resist the competition from other organizations in its field and endure. Empirically, the article examines the case of a CoP that emerged in Dubai from the world’s largest humanitarian free zone and as part of the field of humanitarian logistics. Ultimately, CoPs are an ordering principle of international relations that does not contradict—but exists within—the tenets of field theory.",
          "url": "https://doi.org/10.1093/isq/sqaf009",
          "doi": "https://doi.org/10.1093/isq/sqaf009",
          "filter": 0
        },
        {
          "title": "Spillover Effects in International Law: Evidence from Tax Planning",
          "authors": "Calvin Thrall",
          "abstract": "Multinational firms frequently route their foreign investments through intermediate shell companies. Increasingly, firms engage in proxy arbitration, using these shell companies to access other states’ bilateral investment treaties and file investor–state disputes against their host states. I argue that proxy arbitration is actually a spillover effect of firms’ efforts to reduce their tax burdens. Firms invest abroad through intermediate shell companies to access the bilateral tax treaty network, reducing their withholding taxes. Because the tax and investment treaty networks overlap extensively, these “tax-planning” firms often gain investment treaty coverage as a side benefit, enabling them to file proxy arbitration in the event of a dispute. Using novel, fine-grained data on the ownership structures of multinational firms, I find evidence in support of the spillover effects theory. The results shed new light on the costs of corporate tax planning, and inform ongoing policy debates about reforming the international investment regime; moreover, they make clear that understanding the true effects of global governance institutions requires attention to how firms strategically change their legal forms to access or avoid them.",
          "url": "https://doi.org/10.1093/isq/sqaf006",
          "doi": "https://doi.org/10.1093/isq/sqaf006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "The Rise and Fall of the Confucian Long Peace: A New Dataset for Analyzing Regional Conflict Management in East Asia (1598–1894)",
          "authors": "Michael John Gigante, Joshua Stone, Daniel Druckman, Ming Wan",
          "abstract": "Building on previous studies of the Long Confucian Peace, this article presents a novel dataset addressing questions about the long Confucian peace among China, Japan, Korea, and Vietnam that existed from a newly defined period of 1598–1894. The dataset, referred to as the Long Confucian Peace Dataset (LCPD), fills gaps in the existing literature on this topic. It is described along with coding rules for the development of peace and conflict indexes. The dataset is used in an application that showcases various features of the peace, including the ebbs and flows of conflict and peace through four periods in the chronology. The analyses demonstrate how states with shared values navigated and managed relations across East Asia. These relations were often tenuous and grounded in shared interests rather than a spirit of communal cooperation. The article concludes with a discussion of a long-term research agenda, including analyses of similarities and differences between the LCPD and MIDs-based datasets on the democratic peace.",
          "url": "https://doi.org/10.1177/00220027251322900",
          "doi": "https://doi.org/10.1177/00220027251322900",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Genetics of Political Participation: Leveraging Polygenic Indices to Advance Political Behavior Research",
          "authors": "Rafael Ahlskog, Christopher Dawes, Sven Oskarsson, Aaron Weinschenk",
          "abstract": "Previous research has found that political traits have some degree of genetic basis, but researchers have had less success unpacking the relationship between genes and political behavior. We propose an approach for examining this relationship that can overcome many of the limitations of previous research: polygenic indices (PGIs). PGIs are DNA-based individual-level variables that capture the genetic propensity to exhibit a given trait. We begin by outlining how PGIs are derived, how they can be utilized in conventional regression-based research, and how results should be interpreted. We then provide proof of concept, using data on over 50,000 individuals in four samples from the U.S. and Sweden to show that PGIs for health and psychological traits significantly predict measures of political participation, even within families. We conclude by outlining several ideas and providing empirical examples for researchers who may be interested in building on the PGI approach.",
          "url": "https://doi.org/10.1007/s11109-025-10020-y",
          "doi": "https://doi.org/10.1007/s11109-025-10020-y",
          "filter": 0
        },
        {
          "title": "Weather to Protest: The Effect of Black Lives Matter Protests on the 2020 Presidential Election",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "abstract": "Do mass mobilizations drive social change? This paper explores this question by studying how the Black Lives Matter protests following George Floyd’s death influenced the 2020 U.S. presidential election. Using rainfall as an instrument for protest participation and complementary difference-in-differences analyses, we show that protest activity significantly increased Democratic vote share in affected coun- ties. Our research makes three key contributions. First, we show causal evidence for the effect of one of the largest protest movements ever recorded on electoral out- comes. Second, we provide evidence of novel temporal dynamics: while protests ini- tially triggered a conservative backlash, they ultimately generated progressive shifts in voting behavior. Third, we identify mechanisms driving these effects, showing that rather than merely mobilizing existing Democratic voters, protests substantively shifted political preferences and beliefs about racial inequality.",
          "url": "https://doi.org/10.1007/s11109-025-10014-w",
          "doi": "https://doi.org/10.1007/s11109-025-10014-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Beyond apartheid and genocide: A broader framework for understanding the Israeli-Palestinian conflict",
          "authors": "Yaniv Reingewertz",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103306",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103306",
          "filter": 0
        },
        {
          "title": "Creating the anti-sexist city: The potential of the local state in combatting sexual harassment",
          "authors": "Kate Boyer, Lucy Such",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103290",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Criminal fragmentation in Mexico",
          "authors": "Jane Esberg",
          "abstract": "Mexico's war on drugs is increasingly characterized by small, local groups rather than large cartels. This research note introduces new data developed from a narcoblog —a citizen journalism website—on more than 450 criminal organizations operating in Mexico between 2009 and 2020. I use the data to test prominent theories of fragmentation, providing suggestive evidence that drug war policies contributed to a more complex conflict: kingpin removals were correlated with the emergence of smaller groups; profit opportunities (in this case, fuel theft) then attracted these organizations to new territories. This research contributes to our understanding of criminal control and informs debates over violence reduction policies.",
          "url": "https://doi.org/10.1017/psrm.2025.4",
          "doi": "https://doi.org/10.1017/psrm.2025.4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Centering LGBTQ+ Political Behavior in Political Science",
          "authors": "Patrick J. Egan",
          "abstract": "Political science was once silent about—and for many decades continued to be slow to address—LGBTQ+ politics as a topic worthy of scholarly research. One of the longest-standing gaps in the literature has been the lack of work that was pioneered by Ken Sherrill: research that centers LGBTQ+ people and politics as subjects, rather than objects, of study. Here I make the case for sustained scholarly attention to LGBTQ+ political behavior and discuss how quantitative empirical research in this vein is more feasible than ever before. I then provide an example of what is possible today with analyses of the 2022 Cooperative Election Study (CES), a large representative sample survey (complete case N = 45,240; LGBTQ+ N = 5,213) that includes questions about respondents’ sexual and gender identities. The analyses reveal several discoveries about LGBTQ+ people’s political behavior and lived experiences, including that they are no more politically engaged than the typical American, are in much poorer health than any other group, and belying stereotypes, are not of higher socioeconomic status than other Americans. A spatial representation of groups’ positions on the US political landscape shows that LGBTQ+ people are relatively distant from other groups, indicating that they may struggle to find natural coalition partners because of lack of shared interests.",
          "url": "https://doi.org/10.1017/s1049096524001288",
          "doi": "https://doi.org/10.1017/s1049096524001288",
          "filter": 0
        },
        {
          "title": "LGBTQ+ Victimization by Extremist Organizations: Charting a New Path for Research",
          "authors": "Jared R. Dmello, Mia Bloom, Sophia Moskalenko",
          "abstract": "Anti-LGBTQ+ narratives are deployed by extremist groups with contrasting ideologies, from Jihadis to right-wing extremists and QAnon to Incels (involuntary celibates). Using these different movements as case studies, this article highlights the convergence of ideologically conflicting extremist organizations around antiqueer sentiment. Given the enhanced vulnerability of LGBTQ+ populations, fueled by politically charged rhetoric, this article makes an appeal for more research to explore and analyze narratives through a scholarly lens and link queer issues to current debates in the study of terrorism and political violence. Research should focus on the experiences of queer populations within conflicts abroad and experiences of domestic extremism in the United States. Without adequate attention given to the experiences of LGBTQ+ victims, it is impossible to develop protocols for trauma-informed care for vulnerable populations.",
          "url": "https://doi.org/10.1017/s1049096524001173",
          "doi": "https://doi.org/10.1017/s1049096524001173",
          "filter": 0
        },
        {
          "title": "Where You Earn Your PhD Matters",
          "authors": "Benjamin Jepson, Pete Hatemi",
          "abstract": "We collected data on every tenure-track (TT) faculty member in the 122 PhD-granting political science departments in the United States to identify which graduate programs place faculty members in our discipline’s research universities. The top 20% of departments produced 75% of all faculty and the bottom 50% accounted for less than 5% of all TT faculty members at a research university. Forty-nine programs did not have a single graduate placed in a TT position at a PhD-granting department in the past 10 years, and 18 programs did not have a single graduate in a TT position at a PhD-granting department at all. The overwhelming majority of TT faculty members are at a lower or equally ranked department. The results have important implications for prospective graduate students and the future of our discipline.",
          "url": "https://doi.org/10.1017/s1049096525000071",
          "doi": "https://doi.org/10.1017/s1049096525000071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "What Girls Do: The Effects of Exposure to Women Candidates on Adolescents’ Attitudes toward Women Leaders",
          "authors": "Christina Wolbrecht, David E Campbell",
          "abstract": "“Politics is a man’s job” is a powerful and enduring stereotype. Does exposure to women politicians change beliefs about women’s competency for politics? While others have investigated the impact of women role models on women’s and girls’ engagement and ambition, previous research has not directly examined women politicians’ effect on political gender stereotypes in the United States. Using a panel survey of both adolescents and adults, we ask whether adolescents who observe women politicians become more likely to favor more women in office and more likely to see women as possessing positive leadership traits. We find that those for whom women candidates are more novel—Republican teens, and especially Republican girls—are most likely to shift their beliefs when exposed to women candidates of either party. Consistent with research on political socialization, these effects are apparent only for adolescents, not adults.",
          "url": "https://doi.org/10.1093/poq/nfae059",
          "doi": "https://doi.org/10.1093/poq/nfae059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "The Compleat Economic Voter in Belgium Channels of Accountability in a Complex Multilevel Government System",
          "authors": "Martin Okolikj, Marc Hooghe, Michael Lewis-Beck",
          "url": "https://doi.org/10.1086/735633",
          "doi": "https://doi.org/10.1086/735633",
          "filter": 0
        },
        {
          "title": "What Does Race Mean? Racial Disparities in the Public Mind",
          "authors": "Allison Anoll, Cindy D. Kam, Colette Marcellin",
          "url": "https://doi.org/10.1086/735631",
          "doi": "https://doi.org/10.1086/735631",
          "filter": 0
        },
        {
          "title": "Deliberative Responsiveness: the Philosophical Limits of the Median Voter Theory and the Value of Ranked Choice Voting in a Polarized United States",
          "authors": "Daniel Hutton Ferris",
          "url": "https://doi.org/10.1086/735632",
          "doi": "https://doi.org/10.1086/735632",
          "filter": 0
        },
        {
          "title": "Who’s Persuasive? Understanding Citizen-to-citizen Efforts to Change Minds",
          "authors": "Martin Naunov, Carlos Rueda-Cañòn, Timothy Ryan",
          "url": "https://doi.org/10.1086/735630",
          "doi": "https://doi.org/10.1086/735630",
          "filter": 0
        },
        {
          "title": "Misinformation, Narratives, and Intergroup Attitudes: Evidence from India",
          "authors": "Ursula Daxecker, Hanne Fjelde, Neeraj Prasad",
          "url": "https://doi.org/10.1086/732979",
          "doi": "https://doi.org/10.1086/732979",
          "filter": 0
        },
        {
          "title": "Going It Alone? A Structural Analysis of Coalition Formation in Elections",
          "authors": "Sergio Montero",
          "url": "https://doi.org/10.1086/732989",
          "doi": "https://doi.org/10.1086/732989",
          "filter": 0
        },
        {
          "title": "Origin of (A)symmetry: The Evolution of Out-Party Distrust in the United States",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "url": "https://doi.org/10.1086/732971",
          "doi": "https://doi.org/10.1086/732971",
          "filter": 0
        },
        {
          "title": "Measuring the Impact of Appointee Vacancies on US Federal Agency Performance",
          "authors": "Mark D. Richardson, Christopher Piper, David E. Lewis",
          "url": "https://doi.org/10.1086/730735",
          "doi": "https://doi.org/10.1086/730735",
          "filter": 0
        },
        {
          "title": "The Politics of the Slippery Slope",
          "authors": "Giri Parameswaran, Gabriel Sekeres, Haya Goldblatt",
          "url": "https://doi.org/10.1086/732965",
          "doi": "https://doi.org/10.1086/732965",
          "filter": 0
        },
        {
          "title": "Reining in the Rascals: Challenger Parties’ Path to Power",
          "authors": "Frederik Hjorth, Jacob Nyrup, Martin Vinæs Larsen",
          "url": "https://doi.org/10.1086/732962",
          "doi": "https://doi.org/10.1086/732962",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/735644",
          "doi": "https://doi.org/10.1086/735644",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Where to wriggle? Norwegian politicians’ presentations of autonomy within the EEA association",
          "authors": "Kristine Graneng, Lise Rye",
          "url": "https://doi.org/10.1080/01402382.2025.2455902",
          "doi": "https://doi.org/10.1080/01402382.2025.2455902",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
