{
  "update": "2025-08-29",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Electoral responses to economic crises",
          "authors": "Yotam Margalit, Omer Solodoch",
          "abstract": "How do voters respond to economic crises: Do they turn against the incumbent, reward a certain political camp, polarize to the extremes, or perhaps continue to vote much like before? Analyzing extensive data on electorates, parties, and individuals in 24 countries for over half a century, we document a systematic pattern whereby economic crises tend to disproportionately favor the right. Three main forces underlie this pattern. First, voters tend to decrease support for the party heading the government when the crisis erupts. Second, after crises, voters tend to assign greater importance to issues typically owned by the right. Third, when center‐right parties preside over a crisis, voters often drift further rightward to nationalist parties rather than defect to the left. The far‐right thus serves as an effective vehicle for keeping the center‐right in power even when facing postcrisis disaffection by its voters.",
          "url": "https://doi.org/10.1111/ajps.70008",
          "doi": "https://doi.org/10.1111/ajps.70008",
          "filter": 0
        },
        {
          "title": "Testing the stability and temporal order of People of Color Identity and People of Color Solidarity : New evidence from a survey panel of Asian, Black, Latino, and multiracial adults",
          "authors": "Andrew M. Engelhardt, Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
          "abstract": "Two crucial variables in the study of people of color (PoC) are identity and solidarity . Existing work construes identity as more stable than solidarity , with identity shifting solidarity between PoC. However, this view rests on cross‐sectional evidence, limiting researchers’ ability to formally appraise these key variables’ stability and sequence. We report the first longitudinal evidence on these matters by leveraging a unique two‐wave survey of Asian, Black, Latino, and multiracial adults. First, contrary to the current conceptualization, we find PoC solidarity is as stable as PoC identity , suggesting two alternate but durable sources of political unity among these groups. Second, consistent with its present conceptualization, we show PoC identity is associated with shifts in solidarity , but not vice versa. Third, we offer evidence that the dynamics between these variables hold uniformly across different PoC subgroups, highlighting this mega‐group's coherence and political relevance. We conclude by discussing our results’ implications for US inter‐minority politics.",
          "url": "https://doi.org/10.1111/ajps.70009",
          "doi": "https://doi.org/10.1111/ajps.70009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Hidden Majoritarianism and Women’s Career Progression in Proportional Representation Systems",
          "authors": "DANIEL M. SMITH, ALEXANDRA CIRONE, DAWN L. TEELE, GARY W. COX, JON H. FIVA",
          "abstract": "The share of women in politics is higher, on average, under closed-list proportional representation (PR) electoral systems compared to majoritarian systems. Yet, even in PR systems, progress toward gender parity has been slow and uneven. We argue that women’s representation and career progression under PR might be impeded when single-occupant positions, such as local mayor and list leader, serve as important stepping stones in political career paths. Using a century of detailed candidate-level data from Norway, we investigate (1) whether gaps in women’s representation emerge at these “majoritarian stepping stones” and (2) how access to these positions affects women’s progression into higher offices. Our empirical analysis reveals that gender gaps indeed emerge at majoritarian stepping stones. However, we also document how Norwegian parties have employed workarounds—promoting women occupants of these positions at higher rates than men—to mitigate the adverse effects of this hidden majoritarianism on women’s representation in higher offices.",
          "url": "https://doi.org/10.1017/s0003055425100786",
          "doi": "https://doi.org/10.1017/s0003055425100786",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Executive Policymaking Coalitions, Veto Activation, and Collective Action Problems",
          "authors": "Nicholas G. Napolio",
          "abstract": "Thousands of federal policies have been produced by coalitions of executive agencies over the last few decades. Despite this, little attention has been paid to why agencies collaborate. The decision among relatively autonomous agencies to collaborate and therefore cede some of their power demands theoretical attention. I argue that agencies form coalitions to overcome legislative oversight attempts by activating veto points and exploiting collective action problems in Congress. Using data on dozens of agencies over twenty-four years, I find that agencies form policy-making coalitions when it helps them activate veto points and exploit collective action problems among their overseers in Congress: namely, committee freeriding in oversight and legislative gridlock in lawmaking. These collective action problems, in turn, inhibit Congressional attempts to overturn bureaucratically led policies and therefore allow agency policies to stick. Agencies form coalitions actively in order to insulate their policies against congressional oversight.",
          "url": "https://doi.org/10.1017/s0007123425100793",
          "doi": "https://doi.org/10.1017/s0007123425100793",
          "filter": 0
        },
        {
          "title": "Quick. But Impactful? United Nations Quick Impact Projects and Violence against Civilians in Civil War",
          "authors": "Jori Breslawski, Jacob D Kathman",
          "abstract": "United Nations peacekeeping seeks to protect civilians from violence in conflict. The UN’s ‘hard’ power, in the form of armed units, has been found to be effective in civilian protection. However, the UN also wields ‘soft’ power in various ways, including such aid investments as Quick Impact Projects (QIPs) that seek to meet local needs, build confidence in the operation, and foster support for peace. Yet, we know little about the effect of QIPs in supporting peacekeeping objectives. We argue that QIPs are unique, as they disincentivize rebel groups from engaging in plunder and strategic violence against civilians to acquire resource benefits. Further, QIPs incentivize rebels to reduce violence against civilians out of concern for losing civilian support. We therefore expect that QIPs should reduce rebel attacks on civilians. We test this hypothesis with disaggregated data on QIPs and rebel attacks on civilians in Africa. The findings support our expectations.",
          "url": "https://doi.org/10.1017/s0007123425000250",
          "doi": "https://doi.org/10.1017/s0007123425000250",
          "filter": 0
        },
        {
          "title": "Parents, Peers and Political Participation: Social Influence among Roommates",
          "authors": "Brad T. Gomez, Matthew T. Pietryka",
          "abstract": "Political participation has long been viewed as a social act. But the influence of social relationships on participation is often impossible to disentangle from the factors that select people into these relationships. To overcome this challenge, we study randomly assigned college roommates, thus reducing these selection biases and other confounds. We examine short-run social influence of roommates on voter participation in 2016 and longer-term effects in the 2018 and 2020 elections. We collected consent from over 2,000 first-year students, allowing us to obtain a matched voter file indicating which students voted and the public voting histories of students’ parents, an indicator of students’ pre-college political environment socialization. Our evidence suggests that roommates’ influence on turnout decisions rivals the association between students’ turnout and that of their parents. Yet this parity masks gender differences. For women, the effect of roommates is larger. For men, the student-parent association exceeds the roommate effect.",
          "url": "https://doi.org/10.1017/s0007123425100756",
          "doi": "https://doi.org/10.1017/s0007123425100756",
          "filter": 0
        },
        {
          "title": "Perceptions of Ethnic Minority Discrimination: Statistics and Stories Move Majorities",
          "authors": "Peter Thisted Dinesen, Clara Vandeweerdt, Kim Mannemar Sønderskov",
          "abstract": "Disadvantaged minority groups can gain support for their cause by convincing majority members of their experienced adversity. We theorize and empirically test the efficacy of different types of evidence, varying in character (statistical versus personal) and ambiguity (manifest versus ambiguous), vis-à-vis raising majority members’ awareness of ethnic minority discrimination. Reflecting the combination of these two dimensions, we develop four treatments based on real evidence/stories and test several pre-registered hypotheses regarding their efficacy in two survey-experimental studies conducted in Denmark. We find that manifest types of evidence – from an audit study and a personal story exhibiting explicit discrimination – are the most effective in raising majority members’ awareness of ethnic minority discrimination. Further, the effect of the personal story extends to increased support for anti-discrimination policies and higher donations to an immigrant NGO, highlighting how personal stories can increase majorities’ awareness of and willingness to act on the adversity experienced by minorities.",
          "url": "https://doi.org/10.1017/s0007123425100525",
          "doi": "https://doi.org/10.1017/s0007123425100525",
          "filter": 0
        },
        {
          "title": "Bargaining Complexity Beyond Arithmetic",
          "authors": "Axel Cronert, Pär Nyman",
          "abstract": "Political scientists lack a generally accepted definition of bargaining complexity, and attempts to quantify the complexity of political negotiations as such are rare. We argue that bargaining complexity is best defined as the amount of choice facing the negotiating actors, and best operationalized as the entropy of the probability distribution across potential bargaining outcomes. We apply this general approach to 343 government formation processes in advanced democracies, predicting the selection probability of each potential government using a state-of-the-art government formation model that integrates both arithmetic factors based on the number and size of parties and interparty relations, such as ideological dispersion and pre-electoral coalitions. We then demonstrate how to use our measure to disentangle between different determinants of bargaining complexity. Lastly, we show that bargaining complexity is robustly related to how many potential governments and partners were considered but ultimately set aside during negotiations and to the resulting cabinet’s durability.",
          "url": "https://doi.org/10.1017/s0007123425000109",
          "doi": "https://doi.org/10.1017/s0007123425000109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Indigenous Community Recognition and Identity: Evidence from Peru",
          "authors": "Michael Albertus",
          "abstract": "Collective recognition of indigenous claims to land and traditional authority has advanced rapidly in recent decades in many countries. How do these processes impact identity and decision-making among individuals within communities themselves? I examine this in Peru, where the government has recognized thousands of indigenous communities covering one-third of the national territory. I leverage spatial and temporal variation in community recognition paired with detailed household survey data and find, using age cohort analysis, that the effects vary by generation in ways shaped by land access and scarcity. Experiencing recognition increases community self-identification and community membership. But the effects are strongest among adults and near-adults at the time of recognition, who are best positioned to win greater access to scarce community land and invest in community life immediately post-recognition. Younger generations born into recognized communities are less tied to their communities but also fare better economically, suggesting shifting intergenerational effects.",
          "url": "https://doi.org/10.1177/00104140251369418",
          "doi": "https://doi.org/10.1177/00104140251369418",
          "filter": 0
        },
        {
          "title": "Mass Mobilization in the Modern Era: Introducing the Opposition Movements and Groups (OMG) Dataset, 1789–2019",
          "authors": "Marianne Dahl, Sirianne Dahlum, Hanne Fjelde, Haakon Gjerløw, Carl Henrik Knutsen, Carina Strøm-Sedgwick, Tore Wig",
          "abstract": "The nature and consequences of mass mobilization are core topics in the social sciences. How have mass mobilization movements evolved over time? How do key characteristics of such movements, including their social composition or ideology, influence their ability to overthrow or alter political institutions? We introduce the Opposition Movements and Groups (OMG) dataset, which – due to its unique contents and extensive coverage – will help researchers to better address these and many other questions about mass mobilization movements. OMG includes information on the stated goals, duration, size, tactics, ideology, and social and organizational composition of 1452 mass mobilization movements, globally, from 1789 to 2019. We discuss OMG’s contents, construction, validity and reliability issues, and how it complements existing datasets. We showcase the data, first, by documenting several key trends in movement characteristics since the French Revolution, and, second, by shedding new light on the much-discussed relationship between nonviolent movements and democratization.",
          "url": "https://doi.org/10.1177/00104140251369330",
          "doi": "https://doi.org/10.1177/00104140251369330",
          "filter": 0
        },
        {
          "title": "Storytelling Elites and the Remaking of Nationhood in Democratic South Korea and Taiwan",
          "authors": "Eun A Jo",
          "abstract": "This paper explores how democratization can reconstitute understandings of nationhood by empowering a new class of “storytelling elites”---those with the institutional and rhetorical resources to challenge the state’s narrative. In this critical juncture, storytelling elites may challenge (1) the bottom-line premise or (2) the sideline elements of the prevailing national narrative. Their narrative strategies, in turn, shape how the terms of the debates are redefined and structured under democracy. I develop this argument through a comparison of “One Korea” and “One China” narratives in postwar South Korea and Taiwan. Using interpretive process tracing of archival and other qualitative data, I find that democracy helped entrench “One Korea” narratives in South Korea but displace “One China” narratives in Taiwan, as new storytelling elites challenged dominant narratives of “oneness” to varying degrees. This resulted in increasingly divergent support for unification as a national objective, with enduring implications for peace.",
          "url": "https://doi.org/10.1177/00104140251369326",
          "doi": "https://doi.org/10.1177/00104140251369326",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Issue congruence outweighs geography: Understanding the appeal of Bündnis Sahra Wagenknecht (BSW) in east and west Germany",
          "authors": "Jan Philipp Thomeczek, Aiko Wagner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102986",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102986",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/1475-6765.12693",
          "doi": "https://doi.org/10.1111/1475-6765.12693",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Is There a Religious Dimension to Concern about Farmer–Herder Conflicts in Nigeria?",
          "authors": "Daniel Tuki",
          "abstract": "Despite the high incidence of farmer–herder conflicts in Nigeria, large-N quantitative research on the religious dimension of these conflicts remains scarce. This study addresses that gap using data from Rounds 7 and 8 of the Afrobarometer surveys conducted in Nigeria in 2017 and 2020, respectively. Specifically, it examines how religious affiliation and the religious composition of an area influence concerns about farmer–herder conflicts. Regression analysis reveals no significant difference in concern between individuals living in predominantly Muslim versus Christian areas. However, religious affiliation plays a crucial role, with Muslims generally expressing less concern about these conflicts than their Christian counterparts. Disaggregating the data by survey year, a shifting pattern emerges: In 2017, individuals in predominantly Muslim areas were less concerned about farmer–herder conflicts than those in Christian areas, but by 2020, this trend had reversed. This shift may be linked to the rise in banditry involving nomadic pastoralists in Nigeria’s predominantly Muslim Northwest region. Notably, in 2020, Muslims and Christians exhibited no significant differences in their level of concern. Further analysis shows that Muslims and residents of predominantly Muslim areas are more likely to perceive a decline in farmer–herder conflicts and report fewer experiences of pastoral conflicts around their dwellings.",
          "url": "https://doi.org/10.1093/isq/sqaf061",
          "doi": "https://doi.org/10.1093/isq/sqaf061",
          "filter": 0
        },
        {
          "title": "Why Economic Development Does Not Diminish Religious Conflict",
          "authors": "Nilay Saiya, Stuti Manchanda",
          "abstract": "Does economic development reduce religious conflict? Many believe that cleavages and conflict over religion should become less pronounced in developed countries. In this article, we argue that economic development can actually increase the risk of religious conflict by helping create the background conditions that give rise to it. More specifically, when countries devote more economic resources to interfering in religious affairs, they experience correspondingly higher levels of religious hostilities. Conversely, if countries have fewer resources to devote to interfering in the religious realm—a situation naturally characteristic of poorer countries—they experience less religious conflict. Thus, poor countries do not necessarily experience higher rates of religious conflict than wealthy countries. We test this theory using a country-level, time-series analysis of a global sample of countries from 1991 to 2018. We find strong support for our theory. The results are robust to a wide range of model specifications and statistical approaches. Our findings make an important contribution to a long-standing conversation on the causes of religious conflict in the modern world.",
          "url": "https://doi.org/10.1093/isq/sqaf060",
          "doi": "https://doi.org/10.1093/isq/sqaf060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "The Determinants of Post-Sanctions Economic Recovery",
          "authors": "Dongan Tan, Hoan La",
          "abstract": "Why do some countries recover swiftly after economic sanctions are lifted, while others face prolonged stagnation? Despite extensive research on the initiation and effectiveness of sanctions, their aftermath remains understudied. This study develops a theoretical framework to explain post-sanctions economic recovery, focusing on three key determinants: domestic institutional quality, international investment, and sanctions characteristics. Using duration analysis on data from 1960 to 2023, we find that government effectiveness accelerates long-term recovery, while foreign direct investment drives short-term rebounds. Sanctions characteristics yield mixed results: sanction costs show no significant effect, while success and duration are associated with slower recovery. These findings contribute to a broader understanding of how states rebuild after economic disruption, highlighting the role of institutional resilience and external economic reintegration. By bridging the gap between sanctions and economic resilience research, this study provides insights for policymakers seeking to mitigate long-term economic costs and design more effective recovery strategies.",
          "url": "https://doi.org/10.1177/00220027251372059",
          "doi": "https://doi.org/10.1177/00220027251372059",
          "filter": 0
        },
        {
          "title": "Military Experience and Casualty Sensitivity in Elite Discourse: Evidence From the U.S. Wars in Iraq and Afghanistan",
          "authors": "Michael R. Kenwick, Sumin Lee, Burcu Kolcak",
          "abstract": "Veterans are disproportionately represented among political elites, and the question of whether military experience shapes their behavior is a central puzzle in the study of international relations. Existing theories link military experience with hawkish or dovish foreign policy preferences. Rather than determining their positions on the use of force ex ante, we argue that domain-specific knowledge and their elevated social status will make veterans less likely to change their expressed positions, especially in response to wartime casualties. We test our argument by analyzing Congressional speeches referencing the American wars in Iraq and Afghanistan, finding strong support for our expectations. Our core insight is that veteran politicians are partisans first and veterans second, and that military experience may say more about how they update, rather than establish, their political positions.",
          "url": "https://doi.org/10.1177/00220027251365535",
          "doi": "https://doi.org/10.1177/00220027251365535",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "How Language Shapes Belief in Misinformation: A Study Among Multilinguals in Ukraine",
          "authors": "Aaron Erlich, Kevin Aslett, Sarah Graham, Joshua A. Tucker",
          "abstract": "Scholarship has identified key determinants of people’s belief in misinformation predominantly from English-language contexts. However, multilingual citizens often consume news media in multiple languages. We study how the language of consumption affects belief in misinformation and true news articles in multilingual environments. We suggest that language may pass on specific cues affecting how bilinguals evaluate information. In a ten-week survey experiment with bilingual adults in Ukraine, we measured if subjects evaluating information in their less-preferred language were less likely to believe it. We find those who prefer Ukrainian are less likely to believe both false and true stories written in Russian by approximately 0.2 standard deviation units. Conversely, those who prefer Russian show increased belief in false stories in Ukrainian, though this effect is less robust. A secondary digital media literacy intervention does not increase discernment as it reduces belief in both true and false stories equally.",
          "url": "https://doi.org/10.1017/xps.2025.10011",
          "doi": "https://doi.org/10.1017/xps.2025.10011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Democracy dismissed: When leaders and citizens choose election violence",
          "authors": "Kathleen Klaus, Megan Turnbull",
          "abstract": "In democratic settings, election violence is often jointly produced: it relies not only on elite incentives and capacities to deploy violence, but also on the willingness of ordinary actors to participate. Yet many studies of election violence overlook this elite–citizen interaction, effectively black-boxing the process through which elites mobilize people to fight. This article introduces and advances the concept of the joint production of election violence – a relatively common but undertheorized process through which political elites rely, not on their own militias or state security forces, but on the collaboration and participation of ordinary citizens. Such violence is especially puzzling in democracies, where citizens ostensibly have nonviolent avenues for political claim-making. To help explain how such violence becomes possible and how it unfolds, the article develops a framework that emphasizes two central components: (1) the circulation and resonance of threat-based and victimhood narratives that legitimize political violence, and (2) the social infrastructure – networks and organizational linkages – that facilitate the organization and coordination of violence. We draw on two cases of jointly produced election violence – Nigeria in 2003 and the United States in 2021 – to demonstrate how the framework can be applied across democracies at distinct stages of consolidation. Broadly, by developing the concept of jointly produced violence and offering a framework for its study, we aim to facilitate more systematic and comparative analyses of elite–citizen interactions in the context of electoral violence, helping to render visible a process that is often invisible in existing studies, while also bridging theories of election violence, democratic erosion, and right-wing extremism.",
          "url": "https://doi.org/10.1177/00223433251352662",
          "doi": "https://doi.org/10.1177/00223433251352662",
          "filter": 0
        },
        {
          "title": "Renting political violence: A political economy of rents, access and violence delegation",
          "authors": "Maureen Fubara",
          "abstract": "What explains variation in incumbents’ choice of political violence perpetrators? Incumbents often sponsor violence in elections but do not typically engage in it themselves, instead delegating violence to security forces, armed groups, party wings, or regular citizens. Existing theory poorly explains such variation, which has privileged incumbents’ incentives to plausibly deny their involvement. This article develops a theory centred around variation in electoral violence perpetrators. Focusing on the subnational level, I argue that variation in rents helps explain why some incumbents recruit armed groups while others rely on ordinary citizens. Incumbents with access to large rents can afford to hire costly yet effective armed groups. In contrast, those with limited rents recruit cheaper but less capable alternatives such as ordinary citizens. I use over one hundred interviews conducted with politicians, journalists, voters, civil society members and citizens in four Nigerian states, Lagos, Rivers, Plateau and Nasarawa, to probe the plausibility of the argument. I triangulate interview findings with newspapers and observer reports. Findings show that in Lagos and Rivers, incumbents hire and maintain armed groups such as transport workers and cult groups due to high rents, while those in the low-rents state of Nasarawa hire citizens to perpetrate violence. The study contributes to the literature on decentralization, joint production of political violence, and the resource curse.",
          "url": "https://doi.org/10.1177/00223433251352676",
          "doi": "https://doi.org/10.1177/00223433251352676",
          "filter": 0
        },
        {
          "title": "Political violence in democracies: An Introduction",
          "authors": "Andrea Ruggeri, Ursula Daxecker, Neeraj Prasad",
          "abstract": "It is well established that democracies experience less political violence than autocracies. Paradoxically, however, this widely accepted fact has led scholars to overlook the existence of various forms of political violence within democracies. This special issue introduction article sees political violence as collective violence aimed at achieving political goals, encompassing electoral, ethnic, criminal, and terrorist violence. It reviews what we know about variation in political violence across democracies, which turns out to be surprisingly little. The article argues that normative preconceptions, rationalist theoretical traditions, and measurement challenges may explain gaps in our knowledge, such as insufficient attention to the strategies used by violent actors, the partisan and demographic determinants of support for violence, and the purpose of violence. We proceed to introducing the 14 special issue articles, which study political violence with cutting-edge methodologies in the three most democratic regions in the world. The individual articles advance research in four key areas: (1) strategies of violent actors to avoid the accountability constraints of democracy; (2) the actors sponsoring violence; (3) the effects of political violence in democracy; and (4) the debate on popular support for political violence. Addressing theoretical and methodological shortcomings in prior work, this introduction and special issue highlight that democracy – despite its many merits – was never quite as peaceful as it may have seemed.",
          "url": "https://doi.org/10.1177/00223433251351251",
          "doi": "https://doi.org/10.1177/00223433251351251",
          "filter": 0
        },
        {
          "title": "Political violence in a polarized democracy: Years of Lead (YoL) data on Italy 1969–1988",
          "authors": "Stefano Costalli, Daniele Guariso, Patricia Justino, Andrea Ruggeri",
          "abstract": "What are the violent repertoires of politics in democracies? We contend that political violence in democratic settings can take many forms. We offer new guidelines and conceptual insights to enhance our understanding of political violence in democracies and promote a more comprehensive study of it. We provide new empirical evidence on patterns of political violence in a polarized democracy, relative trends, repertoires of violence, and the state’s responses. Our novel dataset on political violence covers the period of Italian history between 1969 and 1988, also known as the Years of Lead (Anni di Piombo). The dataset is based on a triangulation of news sources and an ‘actor-action-target’ analytical framework. We collected over 7,800 geolocated and temporally coded events, shedding light on an understudied but extremely violent period in Italian history. We contend that scholars should avoid conceptualizing political violence in democratic societies as a residual phenomenon, often narrowly framed as mere terrorism due to normative biases and analytical constraints. Instead, a broader perspective is necessary to fully understand its complexity and implications.",
          "url": "https://doi.org/10.1177/00223433251347762",
          "doi": "https://doi.org/10.1177/00223433251347762",
          "filter": 0
        },
        {
          "title": "Does political violence backfire in mature democracies? Evidence from the Capitol insurrection in the USA",
          "authors": "Krzysztof Krakowski, Juan S Morales",
          "abstract": "Does political violence around election times decrease support for political elites associated with violent actions? We address this question in the understudied context of a mature democracy, where established electoral processes, effective accountability mechanisms, and a vibrant civil society are likely to reduce the appeal of violence. In this context, we hypothesize that political violence during election periods decreases support for political elites who propagate or condone such actions. To test this hypothesis, we examine the impact of the Capitol insurrection on support for the Republican and Democratic parties in the United States. Specifically, we analyze tweets posted by members of the US Congress around the time of the insurrection and use social media engagement as an indicator of public support for both parties. Employing a series of short-run difference-in-differences models, we find that the Capitol attack reduced engagement with messages posted by Republican politicians compared to Democrats. This effect is especially pronounced for Republican politicians closely aligned with Donald Trump, who is widely seen as having incited the attack. Importantly, our findings are not driven by the general negativity of Republican tweets or their explicit attacks on the Democratic Party, both of which could plausibly have heightened tensions. Instead, the evidence supports a ‘blame attribution’ mechanism, wherein the public punishes politicians responsible for instigating violence or condoning those who do. These results are robust to a series of falsification and permutation tests and cannot be explained by attrition following Twitter’s bans on radical users. We find evidence suggestive of the long-term consequences of these patterns for electoral outcomes.",
          "url": "https://doi.org/10.1177/00223433251352667",
          "doi": "https://doi.org/10.1177/00223433251352667",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "District Populations and Partisan Bias",
          "authors": "Barry C. Burden, Veronica J. Judson",
          "abstract": "We investigate whether the differing population sizes of legislative districts affect the ability to engage in partisan gerrymandering. We conjecture that larger populations facilitate partisan gerrymandering by providing mapmakers with more “raw material” to manipulate, and this might make such districts less compact. Evidence based on measures of partisan bias, district population, and compactness suggests that more populous districts encourage partisan distortion and do so partly through violations of compactness. Regression analysis of lower and upper chamber state legislative maps shows that more populous districts lead to more partisan bias in maps even after accounting for other aspects of districts and Voting Rights Act requirements that affect how states draw district lines.",
          "url": "https://doi.org/10.1111/lsq.70031",
          "doi": "https://doi.org/10.1111/lsq.70031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: This is only the beginning. The making of a new left, from anti-austerity to the fall of Corbyn ChessumMichael. This is Only the Beginning. The Making of a New Left, From Anti-Austerity to the Fall of Corbyn. London: Bloomsbury Academic, 2025. £25 (hbk), £14.99 (pbk), xiv +266 pp, ISBN 07556-4128-4; 1350464841.",
          "authors": "Luke March",
          "url": "https://doi.org/10.1177/13540688251372879",
          "doi": "https://doi.org/10.1177/13540688251372879",
          "filter": 0
        },
        {
          "title": "Votes at 16: Empowering young people and revitalising democracy in Britain BenKisbyJeromeLee. Votes at 16: Empowering Young People and Revitalising Democracy in Britain. London: Bloomsbury Publishing, 2025; £40.50 (hbk); £13.49 (pbk), 185 pp. ISBN 10 1350499757; 13 9781350499775.",
          "authors": "Thomas Loughran",
          "url": "https://doi.org/10.1177/13540688251371442",
          "doi": "https://doi.org/10.1177/13540688251371442",
          "filter": 0
        },
        {
          "title": "Says who? The role of party cues in explaining the positive and negative consequences of political moral appeals in western Europe",
          "authors": "Linda Bos",
          "abstract": "Literature focusing on the impact of moral rhetoric suggests that the moral justification of a party position can convince and polarize voters. Thus far existing work pays little attention to the role of partisan sources in explaining these effects. This study looks at the interaction between moral rhetoric and party cues in three Western European multiparty systems: Austria, Germany and the Netherlands. Making use of two studies, combining automated content analyses (170,786 manifesto statements), election surveys ( n = 17,140) and a survey experiment ( n = 1125) I find that that moral appeals can have positive as well as negative effects, many of which are dependent upon the source of the appeal. Ideological proximity turns out to be a more relevant moderator than partisanship.",
          "url": "https://doi.org/10.1177/13540688251370049",
          "doi": "https://doi.org/10.1177/13540688251370049",
          "filter": 0
        },
        {
          "title": "Age and representation styles: Are young candidates more likely to prioritize their voters over their own opinion or their party?",
          "authors": "Julius Diener",
          "abstract": "How do young politicians perceive their function as representatives? Do they prioritize their own, their party’s or their voters’ views? I argue that young politicians should be more genuinely motivated to prioritize the views of voters due to their experience of belonging to an underrepresented group. I use data from a candidate survey in Germany 2021 to estimate the probability that politicians report prioritizing their voters’ views across different candidate ages. I find that, while all candidates are most likely to focus on their own views, young candidates are more likely than their older colleagues to prioritize the views of voters over their own or their party’s. Variation in incumbency and prior political experience explains parts of this effect. This finding advances our understanding of how young politicians perceive their function as representatives and the role young politicians play in substantive youth representation.",
          "url": "https://doi.org/10.1177/13540688251371605",
          "doi": "https://doi.org/10.1177/13540688251371605",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Political Entrepreneurs or Bandits? The “Criminal” Origins of Peripheral Rebellions",
          "authors": "Janet I. Lewis, Stephen Rangazas",
          "abstract": "How and why do armed groups that become known as “rebels” initially use violence? New datasets show that such violence is often small in scale. Numerous empirical examples indicate that it is also often ambiguous—not easily identified as a precursor to anti-state rebellion. This paper seeks to explain these patterns. We argue that a variety of fledgling nonstate armed groups find small-scale, anonymous anti-state violence useful, despite the risks. Therefore, armed groups that later become distinguishable as “rebels” or “bandits” often initially use this similar repertoire of violence. The resulting ambiguity of this violence—for outsiders from states to scholars—presents an opportunity for aspiring rebels, since states struggle to discern the threat they pose. Ambiguity lessens when aspiring rebels opt to use offensive, larger-scale violence. We illustrate our claims with three historical case studies that enable close examination of early armed group violence, as well as 12 brief case vignettes. Our analyses show the promise of integrating research on rebel origins, criminality, and state formation.",
          "url": "https://doi.org/10.1017/s1537592725102065",
          "doi": "https://doi.org/10.1017/s1537592725102065",
          "filter": 0
        },
        {
          "title": "Collective Representation in Congress",
          "authors": "Stephen Ansolabehere, Shiro Kuriwaki",
          "abstract": "The aspiration of representative democracy is that the legislature will make decisions that reflect what the majority of people want. The US Constitution, however, created a Congress with both majoritarian and counter-majoritarian forces. We study public opinion on 103 important issues on the congressional agenda from 2006 to 2022 using the Cooperative Congressional Election Study. Congress made decisions that aligned with what the majority of people wanted on 55% of these issues. Analysis of each issue further reveals the circumstances under which Congress represents the majority and the many ways that representation fails. The likelihood that the House passes a bill is usually a reflection of public support for that policy, but Senate passage depends on how divided the public is on the issue and whether party control of the two chambers of Congress is divided. Legislative institutions make it difficult to pass popular bills but even more difficult to pass unpopular ones. As a result, most representational failures occur because Congress failed to pass a popular bill, rather than because it passed a bill that the public did not want.",
          "url": "https://doi.org/10.1017/s1537592725101916",
          "doi": "https://doi.org/10.1017/s1537592725101916",
          "filter": 0
        },
        {
          "title": "On the Decline of Elite-Educated Republicans in Congress",
          "authors": "Craig Volden, Jonathan Wai, Alan E. Wiseman",
          "abstract": "We identify a rise in educational polarization among members of the US Congress mirroring the educational polarization in the American mass public. Over the past half-century, the percentage of Republican representatives who attended elite educational institutions declined from 40% to 15%, and the percentage of similarly educated Republican senators declined from 55% to 35%, while the ranks of elite-educated Democrats rose in both chambers. These changes across the parties have mapped into observable differences in behavior and approaches toward lawmaking. We find that elite-educated legislators are much more liberal in their voting patterns, suggesting a link between the decline in elite-educated Republicans and ideological polarization in Congress. We also demonstrate that, in the House, elite-educated Democrats are especially effective lawmakers, but not so for elite-educated Republicans. In the Senate, we establish a link between the decline of elite-educated Republicans and the rise of partisan warrior “Gingrich Senators.” Overall, these patterns offer initial glimpses into how political elites are being drawn from different educational cohorts, representing an important transition in American governance.",
          "url": "https://doi.org/10.1017/s1537592725102260",
          "doi": "https://doi.org/10.1017/s1537592725102260",
          "filter": 0
        },
        {
          "title": "The Value of Values for Autocrats: Traditional Morality and Putin’s 2020 Term-Limit Contravention",
          "authors": "Henry E. Hale",
          "abstract": "Autocrats frequently appeal to socially conservative values, but little is known about how or even whether such strategies are actually paying political dividends. To address important issues of causality, this study exploits Russian president Vladimir Putin’s 2020 bid to gain a popular mandate for contravening presidential term limits in part by bundling this constitutional change with a raft of amendments that would enshrine traditional morality (including heteronormativity and anti-secularism) in Russia’s basic law. Drawing on an original experiment-bearing survey of the Russian population, it finds that Putin’s appeal to these values generated substantial new support for Putin’s reform package, primarily from social conservatives who did not support him politically. These findings expand our understanding of authoritarian practices and policy making by revealing one way in which core political values are leveraged to facilitate autocracy-enabling institutional changes and potentially other ends that autocrats might pursue.",
          "url": "https://doi.org/10.1017/s1537592725102132",
          "doi": "https://doi.org/10.1017/s1537592725102132",
          "filter": 0
        },
        {
          "title": "A Little Lift in the Iron Curtain: Emigration Restrictions and Criminal Activity in Socialist East Germany",
          "authors": "Hans Lueders",
          "abstract": "What are the consequences of selective emigration from a closed regime? To answer this question, I focus on socialist East Germany and leverage an emigration reform in 1983 that led to the departure of about 65,200 citizens. Analyzing panel data on criminal activity in a difference-in-differences framework, I demonstrate that emigration can be a double-edged sword in contexts where it is restricted. Emigration after the reform had benefits in the short run and came with an initial decline in crime. However, it created new challenges for the regime as time passed. Although the number of ordinary crimes remained lower, border-related political crimes rose sharply in later years. Analysis of emigration-related petitioning links this result to a rise in demand for emigration after the initial emigration wave. These findings highlight the complexities of managing migration flows in autocracies and reveal a key repercussion of using emigration as a safety valve.",
          "url": "https://doi.org/10.1017/s1537592725102144",
          "doi": "https://doi.org/10.1017/s1537592725102144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Measuring Media Criticism with ALC Word Embeddings",
          "authors": "Christopher Barrie, Neil Ketchley, Alexandra Siegel, Mossaab Bagdouri",
          "abstract": "The ability of news media to report on events and opinions that are critical of the executive branch of government is central to media freedom and a marker of meaningful democratization. Existing indices use scoring criteria or expert surveys to develop country year measures of media criticism. In this article, we introduce a computationally inexpensive and fully open-source method for estimating media criticism from news articles using à la carte (ALC) word embeddings. We validate our approach using Arabic-language news media published during the Arab Spring. An applied example demonstrates how our technique generates credible estimates of changes in media criticism after a democratic transition is ended by a military coup. Experiments demonstrate the method works even with sparse data. Analyses of synthetic news media demonstrate that the method extends to multiple languages. Our approach points to new possibilities in the monitoring of media freedom within authoritarian and democratizing settings.",
          "url": "https://doi.org/10.1017/pan.2025.10012",
          "doi": "https://doi.org/10.1017/pan.2025.10012",
          "filter": 0
        },
        {
          "title": "Probabilistic Record Linkage Using Pretrained Text Embeddings",
          "authors": "Joseph T. Ornstein",
          "abstract": "Pretrained text embeddings are a fast and scalable method for determining whether two texts have similar meaning, capturing not only lexical similarity, but semantic similarity as well. In this article, I show how to incorporate these measures into a probabilistic record linkage procedure that yields considerable improvements in both precision and recall over existing methods. The procedure even allows researchers to link datasets across different languages. I validate the approach with a series of political science applications, and provide open-source statistical software for researchers to efficiently implement the proposed method.",
          "url": "https://doi.org/10.1017/pan.2025.10016",
          "doi": "https://doi.org/10.1017/pan.2025.10016",
          "filter": 0
        },
        {
          "title": "Decomposing Network Influence: Social Influence Regression",
          "authors": "Shahryar Minhas, Peter D. Hoff",
          "abstract": "Understanding network influence and its determinants are key challenges in political science and network analysis. Traditional latent variable models position actors within a social space based on network dependencies but often do not elucidate the underlying factors driving these interactions. To overcome this limitation, we propose the social influence regression (SIR) model, an extension of vector autoregression tailored for relational data that incorporates exogenous covariates into the estimation of influence patterns. The SIR model captures influence dynamics via a pair of $n \\times n$ matrices that quantify how the actions of one actor affect the future actions of another. This framework not only provides a statistical mechanism for explaining actor influence based on observable traits but also improves computational efficiency through an iterative block coordinate descent method. We showcase the SIR model’s capabilities by applying it to monthly conflict events between countries, using data from the Integrated Crisis Early Warning System (ICEWS). Our findings demonstrate the SIR model’s ability to elucidate complex influence patterns within networks by linking them to specific covariates. This paper’s main contributions are: (1) introducing a model that explains third-order dependencies through exogenous covariates and (2) offering an efficient estimation approach that scales effectively with large, complex networks.",
          "url": "https://doi.org/10.1017/pan.2025.10013",
          "doi": "https://doi.org/10.1017/pan.2025.10013",
          "filter": 0
        },
        {
          "title": "Explaining Differences in Voting Patterns across Voting Domains Using Hierarchical Bayesian Models",
          "authors": "Erin Rose Lipman, Scott Moser, Abel Rodriguez",
          "abstract": "Spatial voting models are widely used in political science to analyze legislators’ preferences and voting behavior. Traditional models assume that legislators’ ideal points are static across different types of votes. This article extends the Bayesian spatial voting model to incorporate hierarchical Bayesian methods, allowing for the identification of covariates that explain differences in legislators’ ideal points across voting domains. We apply this model to procedural and final passage votes in the U.S. House of Representatives from the 93rd through 113th Congresses. Our findings indicate that legislators in the minority party and those representing moderate constituencies are more likely to exhibit different ideal points between procedural and final passage votes. This research advances the methodology of ideal point estimation by simultaneously scaling ideal points and explaining variation in these points, providing a more nuanced understanding of legislative voting behavior.",
          "url": "https://doi.org/10.1017/pan.2025.10014",
          "doi": "https://doi.org/10.1017/pan.2025.10014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "On Fertile Ground: How Racial Resentment Primes White Americans To Believe Fraud Accusations",
          "authors": "Kevin T. Morris, Ian Shapiro",
          "url": "https://doi.org/10.1007/s11109-025-10065-z",
          "doi": "https://doi.org/10.1007/s11109-025-10065-z",
          "filter": 0
        },
        {
          "title": "Correction: Not of Primary Concern: Assessing Ideological Voting Over Time in U.S. Primaries, 2008–2024",
          "authors": "Daniel J. Hopkins, Gall Sigler",
          "url": "https://doi.org/10.1007/s11109-025-10070-2",
          "doi": "https://doi.org/10.1007/s11109-025-10070-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Residual urbanism: sanitary infrastructures and the governance of waste in Rio de Janeiro",
          "authors": "Mariana Cavalcanti, Maria Raquel Passos Lima",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "A racial reckoning? racial attitudes in the wake of the murder of George Floyd",
          "authors": "Andrew M. Engelhardt, Cindy D. Kam",
          "abstract": "Did George Floyd’s murder and its ensuing protests produce a racial reckoning? Conventional social-science accounts, emphasizing the stability of racial attitudes, dismiss this possibility. In contrast, we theorize how these events may have altered Americans’ racial attitudes, in broadly progressive or in potentially countervailing ways across partisan and racial subgroups. An original content analysis of partisan media demonstrates how the information environment framed Black Americans before and after the summer of 2020. Then we examine temporal trends using three different attitude measures: most important problem judgments, explicit favorability towards Whites versus Blacks, and implicit associations. Challenging the conventional wisdom, our analyses demonstrate that racial attitudes changed following George Floyd’s murder, but in ways dependent upon attitude measure and population subgroup.",
          "url": "https://doi.org/10.1017/psrm.2025.10036",
          "doi": "https://doi.org/10.1017/psrm.2025.10036",
          "filter": 0
        },
        {
          "title": "The direct cost to voters of polling site closures and consolidation",
          "authors": "Scott Abramson, Sharece Thrower",
          "abstract": "Restrictive voting laws are an increasingly salient feature of American politics. Yet estimating their direct impact on turnout is challenging, given the strategic actions political actors take to impose and mitigate the costs of these laws. Using individual-level data from Davidson County, Tennessee, we leverage variation induced by an early-morning tornado on Super Tuesday 2020 to estimate the direct causal effect of polling-site consolidations. We find moving to a new polling station decreases in-person turnout by 5.65 percentage points, on average, and that the variable cost—proxied by change in travel distance—drives almost all of this decline. Voting at a consolidated site only decreases turnout when the number of individuals assigned to a station increases by more than 100%.",
          "url": "https://doi.org/10.1017/psrm.2025.10034",
          "doi": "https://doi.org/10.1017/psrm.2025.10034",
          "filter": 0
        },
        {
          "title": "On the political consequences of local deliberative governance in China",
          "authors": "Jidong Chen, Yukun Wang, Ming-ang Zhang, Xingyu Zhou",
          "abstract": "How can local governments in developing countries, constrained by limited resources, identify and respond to the most pressing public demands? This paper posits that public deliberative platforms, even those with controlled agendas, can be instrumental in this regard by facilitating communication between local elites and ordinary citizens, thereby leading to an observable uptick in political trust over time. Public deliberation serves two functions: firstly, it highlights shifting societal issues, incentivizing bureaucrats to respond more promptly; and secondly, it generates narratives that temporarily improve the public perception of local governments, even among individuals not directly benefiting from government actions. This study provides evidence consistent with these theoretical implications by examining Chinese topical debate programs, during which local officials engage with citizens and respond to their concerns. Empirical results based on a staggered difference-in-differences design suggest that broadcasting such programs in China produces a prompt increase in citizens’ trust in local officials. Our results demonstrate that public deliberation can yield noticeable outcomes in developing countries, even with controlled agendas and constrained resources.",
          "url": "https://doi.org/10.1017/psrm.2025.10037",
          "doi": "https://doi.org/10.1017/psrm.2025.10037",
          "filter": 0
        },
        {
          "title": "Content that’s as good as contact? Vicarious intergroup contact and the promise of depolarization at scale",
          "authors": "Lee-Or Ankori-Karlinsky, Robert Blair, Jessica Gottlieb, Samantha L. Moore-Berg",
          "abstract": "Can observing opposing partisans engage in dialogue depolarize Americans at scale? Partisan animosity poses a challenge to democracy in the United States. Direct intergroup contact interventions have shown promise in reducing partisan polarization, but are costly, time-consuming, and sensitive to subtle changes in implementation. Vicarious intergroup contact—observing co-partisans engage with outparty members—offers a possible solution to the drawbacks of direct contact, and could potentially depolarize Americans quickly and at scale. We test this proposition using a pre-registered, placebo-controlled trial with a nationally representative sample of Americans. Using both attitudinal and behavioral measures, we find that a 50-minute documentary showing an intergroup contact workshop reduces polarization and increases interest but not investment in depolarization activities. While we find no evidence that the film mitigates anti-democratic attitudes, it does increase optimism about the survival of democratic institutions. Our findings suggest that vicarious intergroup contact delivered via mass media can be an effective, inexpensive, and scalable way to promote depolarization among Americans.",
          "url": "https://doi.org/10.1017/psrm.2025.10039",
          "doi": "https://doi.org/10.1017/psrm.2025.10039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Predation Index: A Tool to Discover Predatory Journals",
          "authors": "Annika Marlen Sabine Hinze, Daniel Stockemer, Theresa Reidy",
          "abstract": "Predatory journals have become omnipresent in academia. Hardly a day goes by that a political scientist does not receive a solicitation from a dubious outlet. Yet, we have neither clearly identifiable criteria to help us recognize predatory journals nor the tools to detect them. This article seeks to remedy this situation. We propose and validate a 10-item predation index, which should help researchers to identify the degree to which a journal is predatory. Even if there is individual subjectivity in the application of the criteria, we believe that the predation index can be a strong and easily usable tool for political and social scientists.",
          "url": "https://doi.org/10.1017/s1049096525101145",
          "doi": "https://doi.org/10.1017/s1049096525101145",
          "filter": 0
        },
        {
          "title": "Applications of GPT in Political Science Research: Extracting Information from Unstructured Text",
          "authors": "Kyuwon Lee, Simone Paci, Jeongmin Park, Hye Young You, Sylvan Zheng",
          "abstract": "This article explores the use of large language models (LLMs), specifically GPT, for enhancing information extraction from unstructured text in political science research. By automating the retrieval of explicit details from sources including historical documents, meeting minutes, news articles, and unstructured search results, GPT significantly reduces the time and resources required for data collection. The study highlights how GPT complements human research assistants, combining automated efficiency with human oversight to improve the reliability and depth of research. This integration not only makes comprehensive data collection more accessible; it also increases the overall research efficiency and scope of research. The article highlights GPT’s unique capabilities in information extraction and its potential to advance empirical research in the field. Additionally, we discuss ethical concerns related to student employment, privacy, bias, and environmental impact associated with the use of LLMs.",
          "url": "https://doi.org/10.1017/s1049096525000046",
          "doi": "https://doi.org/10.1017/s1049096525000046",
          "filter": 0
        },
        {
          "title": "Social Benefits Motivate Young Adult Civic Engagement",
          "authors": "William O’Brochta",
          "abstract": "Civic engagement benefits both participants and society, but what motivates young adults to decide to become civically engaged? A cost-benefit analysis concludes that resumé-building is a major motivator for young adult civic engagement participation because it has more visible short-term impacts compared to social or community motivators. Using a preregistered survey experiment and follow-up focus groups fielded to college students, I demonstrate that respondents exposed to a treatment describing the social benefits of civic engagement are significantly more willing to increase their civic engagement. Counter to expectations, career benefits are—at best—a secondary motivating factor. These results suggest that civic engagement does not appear to be inherently beneficial to young adults. Non-profit organizations and educators should consider ways to draw attention to the social benefits of civic engagement as a method of attracting additional program interest.",
          "url": "https://doi.org/10.1017/s1049096525101303",
          "doi": "https://doi.org/10.1017/s1049096525101303",
          "filter": 0
        },
        {
          "title": "Ethical Considerations for SoTL Research in Political Science Education",
          "authors": "Jeremy Moulton, Rebecca Tapscott",
          "abstract": "In recent years, political science has expanded its focus on pedagogy, developing its own subfield in the Scholarship of Teaching and Learning (SoTL). Although this research is seemingly low risk, it nevertheless raises distinctive ethical questions. It also is increasingly subject to rigorous ethics review, often justified as necessary to protect students as a vulnerable category. Until recently, the field has made little comment on which ethical issues political scientists should be attuned to when designing SoTL studies. Building on the wider literature on ethics and SoTL research, this article presents research findings on how political science students view their own experiences of becoming participants in SoTL research, and it highlights several resultant ethical considerations. We accompany these findings with recommendations for conducting ethically sound SoTL research on political science education.",
          "url": "https://doi.org/10.1017/s1049096525101285",
          "doi": "https://doi.org/10.1017/s1049096525101285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Public choice and national defense: lessons for the Russian–Ukrainian war",
          "authors": "Nathan P. Goodman, Jennifer Brick Murtazashvili, Ilia Murtazashvili, Ali Palida",
          "url": "https://doi.org/10.1007/s11127-025-01322-0",
          "doi": "https://doi.org/10.1007/s11127-025-01322-0",
          "filter": 0
        },
        {
          "title": "Buchanan meets Tullock: aid, contests, and the Samaritan’s Dilemma",
          "authors": "Stefano Dughera, Alain Marciano",
          "abstract": "We analyze the potentially dysfunctional role of altruistic third parties in competitions and conflicts. We build a model in which two Contestants engage in a Tullock contest, each receiving support from a distinct altruistic third party (a Samaritan). In a setting where the Contestants’ and Samaritans’ investments are technological substitutes, we show that the Samaritans’ altruism may create disincentive problems, inducing Contestants to free-ride on their help. This Samaritan’s dilemma, in turn, may increase conflict intensity and reduce social welfare.",
          "url": "https://doi.org/10.1007/s11127-025-01323-z",
          "doi": "https://doi.org/10.1007/s11127-025-01323-z",
          "filter": 0
        },
        {
          "title": "Electronic voting and invalid votes: evidence from a natural experiment in Peru",
          "authors": "Fernando M. Aragón, Alberto Chong, Angelo Cozzubo",
          "url": "https://doi.org/10.1007/s11127-025-01321-1",
          "doi": "https://doi.org/10.1007/s11127-025-01321-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Political Speech for Democratic Realists",
          "authors": "Jason Brennan, Christopher Freiman",
          "url": "https://doi.org/10.1086/734272",
          "doi": "https://doi.org/10.1086/734272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Stuck on the stairway of change: the EU’s enlargement and security and defence policies post 2022",
          "authors": "Antoaneta L. Dimitrova, Seda Gürkan, Joachim Koops",
          "url": "https://doi.org/10.1080/01402382.2025.2539010",
          "doi": "https://doi.org/10.1080/01402382.2025.2539010",
          "filter": 0
        },
        {
          "title": "Cleavage theory meets civil society: a framework and research agenda",
          "authors": "Alex Mierke-Zatwarnicki, Endre Borbáth, Swen Hutter",
          "url": "https://doi.org/10.1080/01402382.2025.2543136",
          "doi": "https://doi.org/10.1080/01402382.2025.2543136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
