{
  "update": "2024-12-27",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "How budget trade‐offs undermine electoral incentives to build public housing",
          "authors": "Hanno Hilbig, Andreas Wiedemann",
          "abstract": "Housing shortages and rising rents have increased demands for affordable housing. In this paper, we examine whether electoral constraints can undermine local politicians' incentives to build public housing. Empirically, we draw on the full‐count census of all housing built in Germany, data on 19,685 local elections between 1989 and 2011, and an original survey. Using a difference‐in‐differences design, we demonstrate that incumbents are not rewarded, but rather experience moderate electoral losses after constructing new public housing. We then show that these losses are not primarily driven by homeowner opposition or native–foreigner competition. Instead, electoral punishment is largest in economically disadvantaged municipalities with relatively affordable housing, as voters prioritize spending in other local policy areas that are crowded out by public housing. Survey evidence demonstrates that electoral constraints emerge when voters' short‐term spending preferences conflict with municipalities' long‐term goals to provide affordable housing.",
          "url": "https://doi.org/10.1111/ajps.12939",
          "doi": "https://doi.org/10.1111/ajps.12939",
          "filter": 0
        },
        {
          "title": "Xs we share : Context similarity, culture, and the diffusion of populism",
          "authors": "Nina Wiesehomeier, Nils Düpont, Saskia P. Ruth‐Lovell",
          "abstract": "Do populist ideas travel across borders? Anecdotal evidence suggests as much, yet so far we lack a systematic assessment of whether diffusion takes place, and if so under which conditions. We argue that context similarity enables the diffusion of populism among parties as it eases the adaption of populist framing of perceived grievances into the local context. Using a dyadic approach, we analyze diffusion effects among 923 parties in 67 countries from 1970 to 2018. We find that similar levels of political and economic exclusion foster learning from and emulating other parties abroad. We also uncover conditional effects for learning from other parties facing similar levels of income inequality or public sector corruption that hinge on a cultural prescreening. Combined, our results have important implications for a better understanding of diffusion processes in general and the spread of populist ideas around the globe in particular.",
          "url": "https://doi.org/10.1111/ajps.12942",
          "doi": "https://doi.org/10.1111/ajps.12942",
          "filter": 0
        },
        {
          "title": "Designing Confucian democracy: A semi‐parliamentarian framework",
          "authors": "Zhichao Tong",
          "abstract": "Despite Confucian democrats’ successful attempt in establishing Confucian democracy as a normatively plausible ideal, little has been said regarding its institutional design. However, to the extent that Confucian democracy involves some synthesis between a formally democratic regime and substantively Confucian ends, it has to ask for a more specific choice among various possible democratic institutional frameworks, so as to make sure that the exact form of the former is conducive to the realization of the latter. This article addresses such a question by presenting semi‐parliamentarianism as an appropriate institutional framework for designing Confucian democracy. My central claim is that compared with other types of constitutional structure, a semi‐parliamentarian bicameral one is more likely to simultaneously advance Confucian democrats’ dual commitments to benevolent government and deep harmony. The article thus contributes to both the “institutional turn” in democratic theory and the “meritocracy versus democracy” debate in contemporary Confucian political theory.",
          "url": "https://doi.org/10.1111/ajps.12941",
          "doi": "https://doi.org/10.1111/ajps.12941",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Deliver the Vote! Micromotives and Macrobehavior in Electoral Fraud – CORRIGENDUM",
          "authors": "GERMAN GIECZEWSKI, ASHLEA RUNDLETT, MEHDI SHADMEHR, MILAN W. SVOLIK",
          "url": "https://doi.org/10.1017/s0003055424001369",
          "doi": "https://doi.org/10.1017/s0003055424001369",
          "filter": 0
        },
        {
          "title": "The Generalizability of IR Experiments beyond the United States",
          "authors": "LOTEM BASSAN-NYGATE, JONATHAN RENSHON, JESSICA L. P. WEEKS, CHAGAI M. WEISS",
          "abstract": "Theories of international relations (IR) typically make predictions intended to hold across many countries, yet existing experimental evidence testing their micro-foundations relies overwhelmingly on studies fielded in the United States. We argue that the broad nature of many IR theories makes it especially important to evaluate the extent to which their predictions hold across countries. To examine the generalizability of IR experimental findings beyond the US, we implemented a preregistered and harmonized multisite replication study, fielding four prominent IR experiments across a diverse set of seven democracies: Brazil, Germany, India, Israel, Japan, Nigeria, and the US. We find high levels of generalizability across all four experiments, a pattern further analysis suggests is due to limited treatment effect heterogeneity. Our findings and approach offer important empirical and methodological insights for the design and interpretation of future experimental research in IR.",
          "url": "https://doi.org/10.1017/s0003055424001199",
          "doi": "https://doi.org/10.1017/s0003055424001199",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Candidate Qualifications and Out-Group Support: Evidence From Afghanistan",
          "authors": "Jasmine Bhatia, Steve L. Monroe",
          "abstract": "Can qualifications help candidates from historically marginalized groups win over out-group voters? We help answer this question with an original conjoint experiment fielded on a face-to-face survey conducted in three Afghan provinces between 2016 and 2017. The conjoint asked over 2,400 Afghan respondents to rank and choose between profiles of hypothetical candidates with varying gender, ethnic and educational attributes. We explore whether candidate qualifications – as measured by educational attainment – can amplify respondents’ support for hypothetical candidates from two social groups traditionally underrepresented in Afghan politics: women and Hazaras, a predominately Shi’a ethnic minority group. We find that higher qualifications consistently increase male (non-Hazara) respondents’ ranking and likelihood of choosing profiles with female (Hazara) candidates. These gains, however, do not completely offset male (non-Hazara) respondents’ in-group biases. Qualifications help but are not enough to dismantle voter preferences for in-group candidates.",
          "url": "https://doi.org/10.1177/00104140241306960",
          "doi": "https://doi.org/10.1177/00104140241306960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Losing predicts perceptions that elections were decided by fraud, but margin of loss and candidate race do not",
          "authors": "Cecile Tobin, Ben Aronson, Sharanya Majumder, Hannah Tanenbaum, Ethan Weber, John M. Carey, Brian Fogarty, Brendan Nyhan, Jason Reifler",
          "url": "https://doi.org/10.1016/j.electstud.2024.102880",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102880",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Ideology and Legitimacy in Global Governance",
          "authors": "Matthias Ecker-Ehrhardt, Lisa Dellmuth, Jonas Tallberg",
          "abstract": "While many scholars expect people's ideological orientations to drive their beliefs regarding the legitimacy of international organizations (IOs), research has found surprisingly limited support for this common assumption. In this article we resolve this puzzle by introducing the perceived ideological profile of IOs as a critical factor shaping the relationship between ideological orientation and such beliefs. Theoretically, we argue that citizens accord IOs greater legitimacy when they perceive these organizations as ideologically more congruent with their own orientations. Empirically, we evaluate this expectation by combining observational and experimental analyses of new survey evidence from four countries: Brazil, Germany, Indonesia, and the United States. We find that citizens indeed perceive IOs as having particular ideological profiles and that those perceptions systematically moderate the relationship between people's ideological orientations and their sense of IOs’ legitimacy. These findings suggest that political ideology is a more powerful driver of legitimacy beliefs in global governance than previously understood.",
          "url": "https://doi.org/10.1017/s0020818324000304",
          "doi": "https://doi.org/10.1017/s0020818324000304",
          "filter": 0
        },
        {
          "title": "Building from the Brain: Advancing the Study of Threat Perception in International Relations",
          "authors": "Marika Landau-Wells",
          "abstract": "“Threat perception” is frequently invoked as a causal variable in theories of international relations and foreign policy decision making. Yet haphazard conceptualization and untested psychological assumptions leave its effects poorly understood. In this article, I propose a unified solution to these two related problems: taking the brain into account. I first show that this approach solves the conceptualization problem by generating two distinct concepts that generalize across existing theories, align with plain language, and are associated with specific brain-level processes: threat-as-danger perception (subjectively apprehending danger from any source) and threat-as-signal perception (detecting a statement of the intention to harm). Because both types of perception occur in the brain, large-scale neuroimaging data capturing these processes offer a way to empirically test some of the psychological assumptions embedded in IR theories. I conduct two such tests using assumptions from the literatures on conflict decision making (“harms are costs”) and on coercion (“intentions are inscrutable”). Based on an original analysis of fifteen coordinate-based meta-analyses comprising 500+ studies and 11,000+ subjects, I conclude that these assumptions are inconsistent with the cumulative evidence about how the brain responds to threats of either kind. Further, I show that brain-level data illuminate aspects of threat perception's impact on behavior that have not yet been integrated into IR theory. Advancing the study of threat perception thus requires a microfoundational approach that builds from what we know about the brain.",
          "url": "https://doi.org/10.1017/s0020818324000328",
          "doi": "https://doi.org/10.1017/s0020818324000328",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "INO volume 78 issue 4 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0020818324000377",
          "doi": "https://doi.org/10.1017/s0020818324000377",
          "filter": 1
        },
        {
          "title": "INO volume 78 issue 4 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0020818324000389",
          "doi": "https://doi.org/10.1017/s0020818324000389",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "Does Public Opinion on Foreign Policy Affect Elite Preferences? Evidence from the 2022 US Sanctions against Russia",
          "authors": "Anton Peez, Felix S Bethke",
          "abstract": "Does public opinion on international affairs affect elites’ policy preferences? Most research assumes that it does, but this key assumption is difficult to test empirically given limited research access to elite decision-makers. We examine elite responsiveness to public opinion on sanctioning Russia during the 2022 Russian invasion of Ukraine. We fielded a preregistered experiment within the 2022 TRIP survey of US foreign policy practitioners, offering a rare opportunity for a fairly large elite survey experiment ($N = 253$). We used contemporary public polling highly supportive of increasing sanctions as an information treatment. Our research design, involving a salient issue and real-world treatment, substantially expands on previous work. Exposure to the treatment raises elite support for increasing sanctions from 68.0 percent to 76.3 percent (+8.3 pp.). While meaningful, this effect is smaller than those identified elsewhere. We argue that this difference is driven by pretreatment dynamics related to issue salience and ceiling effects and is therefore all the more notable. We provide evidence for substantial treatment effect heterogeneity depending on subject-matter expertise, degree of involvement in political decision-making, and gender, but not party identification. While our results support previous research, they highlight issues of external validity and the context-dependence of elite responsiveness.",
          "url": "https://doi.org/10.1093/isq/sqae145",
          "doi": "https://doi.org/10.1093/isq/sqae145",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Dovish Hawks: How Leaders’ Combat Experience Influences the End of Civil Conflicts in Peace Agreements",
          "authors": "Juliana Tappe Ortiz",
          "abstract": "Who are the leaders who end civil wars through peace agreements? I theorize that the prior combat experience of a state leader is an important life experience with direct relevance for how leaders evaluate conflict outcomes. Combat experience increases sensitivity to human losses and gives the state leader a hawkish reputation, increasing internal support, boosting their risk-tolerance, and convincing the rebel leader to take the leader seriously. Using a nested research design, I show that civil wars are more likely to terminate in peace agreements when the leader in charge knows the battlefield. I supplement the quantitative analysis of all state leaders in civil conflicts from 1989 to 2015 with a qualitative pathway case of Indonesia’s President Yudhoyono. These findings expand upon insights on leaders’ attributes indicating that prior combat experience has different effects on potential conflict outcomes in intrastate than in international wars.",
          "url": "https://doi.org/10.1177/00220027241309284",
          "doi": "https://doi.org/10.1177/00220027241309284",
          "filter": 0
        },
        {
          "title": "Crises and Negotiations in Mutual Interventions",
          "authors": "Allard Duursma, Henning Tamm",
          "abstract": "Why do states that simultaneously support rebel groups in each other’s intrastate conflicts enter negotiations to resolve such mutual interventions? This is an important question, as negotiations between interveners typically lead to negotiated settlements, which in turn tend to make their intrastate conflicts far less deadly. We argue that international crises make negotiations more likely. Crises raise the costs of intervention and often lead potential mediators to put pressure on states to negotiate. Using new monthly data on mutual interventions in Africa, the article shows that crises are indeed significantly associated with the likelihood that negotiations will occur. This finding is robust to using fixed effects and matching. The article contributes to the literature by investigating a widespread though little-studied type of conflict, as well as by studying the impact of state leaders’ crisis perception using a quantitative research design, which helps overcome a methodological limitation seen in previous studies.",
          "url": "https://doi.org/10.1177/00220027241309299",
          "doi": "https://doi.org/10.1177/00220027241309299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Defending the fortress: How asset ownership shapes the desire to resist foreign aggression",
          "authors": "Albert Weckman, Anton Brännlund",
          "abstract": "In recent years, security policy attitudes have surged to the forefront of public discourse, especially amidst geopolitical shifts like Russia’s incursions into Ukraine and China’s assertiveness in the South Asian Sea. Yet, despite its significance, scholarly focus on these attitudes, particularly concerning the will to resist foreign aggression, remains scant. This research endeavors to fill this gap by exploring the correlation between economic resources, primarily tangible asset ownership, and defense-related attitudes. Drawing on multiyear survey data from Finland – a nation uniquely positioned given its mandatory military service for males and its proximity to Russia’s sphere of interest – we find a strong association between tangible asset ownership and an increased willingness among citizens to resist foreign incursions. This relationship becomes even more pronounced during times of geopolitical uncertainty, underscoring the importance of the prevailing security environment in shaping these attitudes. While we do not refute previous arguments regarding increased economic opportunities leading to decreased war proclivity, we emphasize the conditional nature of this relationship, contingent upon the immediate threat to one’s material possessions. In essence, citizens are more inclined to defend what they have when the specter of war looms large.",
          "url": "https://doi.org/10.1177/00223433241288654",
          "doi": "https://doi.org/10.1177/00223433241288654",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "From handshakes to texts: Voter contact in the 2020 and 2022 elections",
          "authors": "Sean Whyard",
          "abstract": "The 2020 election marked a watershed moment, shaped by a tumultuous political landscape, racial tensions, and the challenge of conducting an election during a global pandemic. Trump and Biden adopted divergent voter mobilization strategies: Trump embraced in-person contact, while Biden leaned into virtual campaigning. Using the Cooperative Election Study (CES) data, I demonstrate how voter contact changed from 2020 to 2022, with increased virtual contact during 2020 while in-person contact resurged in 2022. I show how partisanship influenced the manner of contact, with Republicans predominantly targeted through in-person efforts in 2020 and Democrats virtually. Though post-covid, in 2022, Democrats were more likely to be contacted in-person and virtually. I include 2012 and 2014 CES data to contextualize these findings, assessing whether the trends are unique to the COVID-19 era or to differences in midterm v. General elections. Overall, these findings reveal evolving dynamics of voter contact in the digital age.",
          "url": "https://doi.org/10.1177/13540688241311870",
          "doi": "https://doi.org/10.1177/13540688241311870",
          "filter": 0
        },
        {
          "title": "Inside party youth wings: The YOUMEM project",
          "authors": "Duncan McDonnell, Sofia Ammassari, Marco Valbruzzi, Niklas Bolin, Annika Werner, Reinhard Heinisch, Ann-Cathrine Jungar, Carsten Wegscheider",
          "abstract": "Youth wings fulfil vital democratic functions. They connect parties with young people, socialise them into political life, and train future candidates and officials. Yet, youth wings have been largely overlooked by party scholars. In this article, we present the Youth Wing Membership Survey (YOUMEM) dataset. With responses from over 5000 members of 12 centre-left and centre-right youth wings in Australia, Austria, Germany, Italy, Spain, and Sweden, YOUMEM is the largest comparative study of youth wing members ever conducted. Using the dataset, we examine some basic questions about youth wing members: who they are, when and why they join. We find that youth wing members are primarily men and highly educated. Many have relatives who were party members, and most are extremely ambitious compared to senior party members. Beyond these commonalities, we also uncover differences across party families and countries. Our project provides a unique window on the young people in contemporary youth wings.",
          "url": "https://doi.org/10.1177/13540688241310349",
          "doi": "https://doi.org/10.1177/13540688241310349",
          "filter": 0
        },
        {
          "title": "Messaging both sides: Party leadership support for conflicting positions in the US House",
          "authors": "Scott R. Meinke",
          "abstract": "Parties in the House expend substantial resources on messaging to achieve party goals. Part of that effort involves materials intended to shape individual member communications, including where members’ messages matter a great deal—in ex-plaining floor votes. In the 1990s and 2000s, Republican leaders issued regular vote justifications for members, simultaneously advancing party messages and serving individual members. But in some cases, the leaders justified both positions on a vote. How did the leadership weigh the benefit of framing a party division against the cost of providing rhetorical support for anti-party votes? I find that the conservative GOP leadership was more likely to support defectors when they represented a more conservative group of members; they were also more likely to provide two messages as party cohesion on a vote declined. The case illustrates strategic decisions the leadership makes about messaging via individual member communications.",
          "url": "https://doi.org/10.1177/13540688241310348",
          "doi": "https://doi.org/10.1177/13540688241310348",
          "filter": 0
        },
        {
          "title": "Party membership and affiliation: Realizing party linkage and community in the twenty-first century",
          "authors": "Anika Gauja, Karina Kosiara-Pedersen, Kristina Weissenbach",
          "abstract": "Since the turn of the century, the emergence of new (types of) parties and the organizational evolution of established ones has challenged traditional ideas of party membership with innovative forms of membership and affiliation. These shifts affect how parties build linkage and sustain their communities. While many studies focus on the changing nature of membership within individual parties, a comprehensive, comparative understanding of these changes – what is driving them, and how they impact the democratic functioning of political parties – is lacking. We establish a theoretical and empirical framework to investigate these phenomena that distinguishes between the concept of party membership (what it is supposed to achieve) and the way in which party membership is operationalized in the perspective of the state, parties as organizations and individuals. Our framework and illustrative examples serve as a foundation for the comprehensive empirical analysis undertaken by the contributors to this special issue.",
          "url": "https://doi.org/10.1177/13540688241306730",
          "doi": "https://doi.org/10.1177/13540688241306730",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Nature of Online Talk: Incivility of Opposing Views and Affective Polarization",
          "authors": "Natasha Goel, Eric Merkley",
          "url": "https://doi.org/10.1007/s11109-024-09998-8",
          "doi": "https://doi.org/10.1007/s11109-024-09998-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Indigenous women-led climate crisis solutions: A decolonial perspective from the Garo Indigenous community in Bangladesh",
          "authors": "Ranjan Datta, Arifatul Kibria",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103258",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103258",
          "filter": 0
        },
        {
          "title": "“The government is confused”: The political utility of institutional ambiguity in Jordan's humanitarian arena",
          "authors": "Katharina Schmidt",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103257",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103257",
          "filter": 0
        },
        {
          "title": "Interpreting title IX: A feminist legal geography of sexual assault prevention on U.S. college campuses",
          "authors": "Sonia Bat-Sheva Kaufman, Lise Nelson",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103252",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103252",
          "filter": 0
        },
        {
          "title": "How and why does demographic decline lead to support for populist parties? The case of the Czech Republic",
          "authors": "Tomáš Dvořák, Jan Zouhar, Jan Bíba",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103261",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103261",
          "filter": 0
        },
        {
          "title": "Towards a new “Black political” in Colombia: A decolonial perspective, or “Blackness elsewhere”",
          "authors": "Ulrich Oslender, Carlos Agudelo",
          "url": "https://doi.org/10.1016/j.polgeo.2024.103253",
          "doi": "https://doi.org/10.1016/j.polgeo.2024.103253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "From protests to polls: A study on voting intentions in Lebanon",
          "authors": "Charles Harb",
          "abstract": "This study examines collective action intentions in Lebanon, a country characterized by fragmented demographics and recent sociopolitical turmoil. Through a nationally representative survey of 1200 Lebanese individuals conducted just before national elections, we explore the impact of sociopolitical orientations, emotions, and social cohesion factors on voting intentions and collective action. The findings reveal significant emotional distress among the population, widespread distrust in political institutions, and varying degrees of political engagement influenced by sociodemographic factors such as wealth and education. Notably, the study challenges conventional collective action theories by showing the limited predictive power of social identities for voting behavior, instead highlighting the influence of individuals' social networks and emotional states on their political action intentions. This research contributes to the understanding of political engagement in volatile contexts, offering insights into the complex dynamics of collective action and voting behavior in Lebanon.",
          "url": "https://doi.org/10.1111/pops.13072",
          "doi": "https://doi.org/10.1111/pops.13072",
          "filter": 0
        },
        {
          "title": "Gone too far? The paradoxical effect of political elite radicalization",
          "authors": "Shira Hebel‐Sela, Lee Aldar, Tal Orian Harel, Boaz Hameiri, Ruthie Pliskin, Eran Halperin",
          "abstract": "How does the rise of ideologically extreme leaders affect attitudes and beliefs among their supporters? Previous research on paradoxical thinking suggests that when individuals are exposed to a radicalized version of their held beliefs, they moderate them in response. However, it is yet unknown whether, how, and among whom, such moderation occurs in response to radicalization of individuals' favored leaders. The proposed study examines how an unfolding real‐world manifestation of a paradoxical thinking intervention—that is, the radical and extreme policies carried out by the newly elected Israeli government—affects the political attitudes of the government's supporters. Using a longitudinal design, we examined how pre‐election attitudes ( N = 589 government supporters) moderate, radicalize, or remain unchanged following the announcement and implementation of radical policies. Over four time points, we also examine the psychological mechanisms mediating the policies' moderating impact, to disentangle the reciprocal or paradoxical effects of radicalization among leaders on the public.",
          "url": "https://doi.org/10.1111/pops.13068",
          "doi": "https://doi.org/10.1111/pops.13068",
          "filter": 0
        },
        {
          "title": "Building community and advancing transparency in Political Psychology 's next chapter",
          "authors": "Elizabeth Suhay, Mark J. Brandt",
          "url": "https://doi.org/10.1111/pops.13074",
          "doi": "https://doi.org/10.1111/pops.13074",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Framing Queer Climate Justice",
          "authors": "Jeff L Feng",
          "abstract": "Climate justice movements and scholars have established that marginalized communities, including people of color, Indigenous Peoples, women, and the Global South, are most vulnerable to climate change. Recently, scholars also have established that the climate crisis places LGBTQ+ communities in precarious positions. Yet, we know little about how LGBTQ+ activists practice climate justice and build political bridges between LGBTQ+ and climate justice movements. By analyzing queer climate activism, I find that bridging the US climate and LGBTQ+ movements share three elements: (1) vulnerability and intersectional analysis, (2) survival and resilience, and (3) play. In bridging the movements, activists “queer” climate justice by spatially shifting on what grounds or issues to fight, prefiguring worlds not yet in existence on a larger scale, and reimagining how to perform climate activism.",
          "url": "https://doi.org/10.1017/s1049096524000350",
          "doi": "https://doi.org/10.1017/s1049096524000350",
          "filter": 0
        },
        {
          "title": "Data Sovereignty and Development: How do Native Americans View Data Sharing by Tribal Governments?",
          "authors": "Donn Feir, Rachel L. Wellhausen",
          "abstract": "The Indigenous data sovereignty movement has arisen out of the ambition of Indigenous peoples to benefit from data-informed policy while preventing extractive and harmful research practices by external governments or researchers. Tribes exercise the sovereign authority to choose whether and when to share data with researchers and institutions outside their communities. To provide insight into how Indigenous peoples feel about data sharing, we document meaningful variation in a unique, nationwide survey of Native Americans. We find that respondents support their tribes in sharing data for economic benefit and that those who vote in tribal elections are particularly supportive. As tribal leaders, Native communities, and external research partners address potentially harmful data gaps and build Indigenous data resources, our findings suggest the importance of carefully considering and communicating the purpose of data collection and sharing. Broad benefit to Indigenous peoples’ economic well-being is one factor that likely increases support for data sharing.",
          "url": "https://doi.org/10.1017/s1049096524000945",
          "doi": "https://doi.org/10.1017/s1049096524000945",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSC volume 57 issue 4 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1049096524001148",
          "doi": "https://doi.org/10.1017/s1049096524001148",
          "filter": 1
        },
        {
          "title": "PSC volume 57 issue 4 Cover and Back matter",
          "url": "https://doi.org/10.1017/s1049096524001136",
          "doi": "https://doi.org/10.1017/s1049096524001136",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Political central bank coverage",
          "authors": "Hugo Oriola, Matthieu Picault",
          "url": "https://doi.org/10.1007/s11127-024-01234-5",
          "doi": "https://doi.org/10.1007/s11127-024-01234-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "AAPOR Award for Exceptionally Distinguished Achievement",
          "authors": "Nancy Jane Belden",
          "url": "https://doi.org/10.1093/poq/nfae045",
          "doi": "https://doi.org/10.1093/poq/nfae045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Do political finance reforms really reduce corruption? A replication study",
          "authors": "Sergiu Lipcean, Fernando Casal Bértoa",
          "abstract": "In their 2021 article published in the British Journal of Political Science, Calla Hummel, John Gerring, and Thomas Burt (henceforth Hummel et al.) examine the relationship between political finance reforms and corruption, concluding that state funding of political parties reduces corruption by diminishing reliance on private financing. Our replication study challenges this conclusion based on data accuracy and operationalization issues of their key explanatory variable – Political Finance Subsidy Index (PFSI) – and using alternative model specifications and regional subsamples. While our partial data corrections and re-coding do not significantly differ from the Hummel et al. findings, the substantial regional heterogeneity regarding public party funding – corruption relationship and the results’ sensitivity to alternative modelling choices such as two-way fixed effects, country fixed effects, and time fixed effects, cast doubt on the reliability of their results. Our findings underscore the methodological challenges in assessing the effects of public funding reforms and emphasize the need for refined measurements and careful consideration of regional contexts. Although public funding may help combat corruption under specific institutional conditions, its effects are not universally consistent, calling for greater caution in deriving policy implications from cross-national analyses.",
          "url": "https://doi.org/10.1177/20531680241310002",
          "doi": "https://doi.org/10.1177/20531680241310002",
          "filter": 0
        },
        {
          "title": "What is sentiment meant to mean to language models?",
          "authors": "Michael Burnham",
          "abstract": "Sentiment analysis is one of the most widely used text analysis methods in social science. Recent advancements with large language models have made it more accurate and accessible than ever, allowing researchers to classify text with only a plain English prompt. However, “sentiment” entails a wide variety of concepts depending on the domain and tools used. It has been used to mean emotion, opinions, market movements, or simply a general “good-bad” dimension. This raises a question: What exactly are language models doing when prompted to label documents by sentiment? This paper first overviews how sentiment is defined across different contexts, highlighting that it is a confounded measurement construct that entails multiple concepts, particularly emotional valence and opinion, without disentangling them. I then test three language models across two data sets with prompts requesting sentiment, valence, and stance classification. I find that language models generally understand sentiment in terms of emotional valence rather than opinion. I find that classification generally improves when researchers more precisely specify their dimension, but that even when classification metrics are similar the different prompts are biased in different ways. I conclude by encouraging researchers to move beyond sentiment when feasible and use more precise measurement constructs.",
          "url": "https://doi.org/10.1177/20531680241307941",
          "doi": "https://doi.org/10.1177/20531680241307941",
          "filter": 0
        },
        {
          "title": "Gnostic notes on temporal validity",
          "authors": "Austin Jang, Molly Offer-Westort, Serena Wang, P. M. Aronow",
          "abstract": "Kevin Munger argues that, when an agnostic approach is applied to social scientific inquiry, the goal of prediction to new settings is generically impossible. We aim to situate Munger’s critique in a broader scientific and philosophical literature and to point to ways in which gnosis can and, in some circumstances, must be used to facilitate the accumulation of knowledge. We question some of the premises of Munger’s arguments, such as the definition of statistical agnosticism and the characterization of knowledge. We further emphasize the important role of microfoundations and particularism in the social sciences. We assert that Munger’s conclusions may be overly pessimistic as they relate to practice in the field.",
          "url": "https://doi.org/10.1177/20531680241307942",
          "doi": "https://doi.org/10.1177/20531680241307942",
          "filter": 0
        },
        {
          "title": "What do I need to say to get your signature? Adding draft resolution text to the UN General Assembly Sponsorship Dataset",
          "authors": "Rafael Mesquita",
          "abstract": "This article introduces a text extension to the UN General Assembly Sponsorship Dataset. It consists of a corpus with the full text of draft resolutions presented by member states from 2000 to 2020, which allows conducting content and text-as-data analyses of over 7000 L-documents (or 5000 draft resolutions). We demonstrate the utility of the new data via applications that map the salience of topics, measure sentiment, and identify the effects of changes to the text between revisions on attracting new sponsors. The article concludes by discussing potential uses of the data in future research.",
          "url": "https://doi.org/10.1177/20531680241310396",
          "doi": "https://doi.org/10.1177/20531680241310396",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Elections, Right-wing Populism, and Political-Economic Polarization:  The Role of Institutions and Political Outsiders",
          "authors": "Valentina González-Rostani",
          "url": "https://doi.org/10.1086/734533",
          "doi": "https://doi.org/10.1086/734533",
          "filter": 0
        },
        {
          "title": "Women and the Wall: Gender Attitudes and Political Engagement in Unified Germany",
          "authors": "Catherine E. De Vries, Diana Z. O'Brien",
          "url": "https://doi.org/10.1086/734535",
          "doi": "https://doi.org/10.1086/734535",
          "filter": 0
        },
        {
          "title": "How Framing Gender Diversity in Government Affects Perceptions of Substantive Representation",
          "authors": "Lauren Wright, Jonathan Mummolo, Madeleine Marr",
          "url": "https://doi.org/10.1086/734536",
          "doi": "https://doi.org/10.1086/734536",
          "filter": 0
        },
        {
          "title": "Sources of Elected Representatives’ (Mis)Perceptions of Public Opinion: The Role of Self-Projection and Interest Groups",
          "authors": "Simon Otjes, Anne Rasmussen",
          "url": "https://doi.org/10.1086/734528",
          "doi": "https://doi.org/10.1086/734528",
          "filter": 0
        },
        {
          "title": "Buy-in for Buyouts: Attitudes Toward Compensation for Reforms",
          "authors": "Vincent Arel-Bundock, Krzysztof Pelc",
          "url": "https://doi.org/10.1086/734530",
          "doi": "https://doi.org/10.1086/734530",
          "filter": 0
        },
        {
          "title": "Polity Size and the Congested Budget: Evidence from Italian Municipalities",
          "authors": "Luca Bellodi, Massimo Morelli",
          "url": "https://doi.org/10.1086/734461",
          "doi": "https://doi.org/10.1086/734461",
          "filter": 0
        },
        {
          "title": "Democrats versus Democracy: The Southern Response to the Voting Rights Act",
          "authors": "Mayya Komisarchik",
          "url": "https://doi.org/10.1086/734538",
          "doi": "https://doi.org/10.1086/734538",
          "filter": 0
        },
        {
          "title": "Do Voters Respond to the Economy or to News Reporting on the Economy? A Mediation Analysis",
          "authors": "Mark A. Kayser, Michael Peress",
          "url": "https://doi.org/10.1086/734534",
          "doi": "https://doi.org/10.1086/734534",
          "filter": 0
        },
        {
          "title": "China’s Rise - Threat or Opportunity? The Pacifying Effect of Chinese Foreign Direct Investment on American Threat Perceptions",
          "authors": "Aycan Katitas",
          "url": "https://doi.org/10.1086/734537",
          "doi": "https://doi.org/10.1086/734537",
          "filter": 0
        },
        {
          "title": "How Judges’ Professional Experience Impacts Case Outcomes: An Examination of Public Defenders and Criminal Sentencing",
          "authors": "Allison P Harris, Maya Sen",
          "url": "https://doi.org/10.1086/734532",
          "doi": "https://doi.org/10.1086/734532",
          "filter": 0
        },
        {
          "title": "Legislature Size and Party Unity: Evidence from Historical U.S. State Legislatures",
          "authors": "Jaclyn Kaslovsky, Michael P. Olson",
          "url": "https://doi.org/10.1086/734529",
          "doi": "https://doi.org/10.1086/734529",
          "filter": 0
        },
        {
          "title": "How Modern Lawmakers Advertise Their Legislative Effectiveness to Constituents",
          "authors": "Charles R. Hunt, Kristina C. Miler",
          "url": "https://doi.org/10.1086/730732",
          "doi": "https://doi.org/10.1086/730732",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
