{
  "update": "2025-11-14",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Why women's equal representation increases policy losers’ consent: Revisiting the double‐edged sword of procedural fairness",
          "authors": "Mattias Agerberg, Lena Wängnerud",
          "abstract": "Studies show that procedural fairness in the form of equal representation has the potential to increase decision legitimacy. At the same time, several studies point to potential adverse effects, where, for instance, the equal inclusion of women in decision‐making bodies might serve to legitimize anti‐feminist decisions in particular. We argue that such conclusions result from a failure to consider the importance of outcome favorability, a factor long recognized to be of crucial importance in other fields of research. We incorporate outcome favorability theoretically and empirically in several experimental studies and show that what has previously been interpreted as a “dark side” of descriptive representation, instead should be viewed as the power of fair procedures to increase losers’ consent. We contribute to the literature on representation and legitimacy and show how appropriate research design and measurement can shape substantive conclusions on high‐stakes issues.",
          "url": "https://doi.org/10.1111/ajps.70021",
          "doi": "https://doi.org/10.1111/ajps.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Notes from the Editors: New Tracks at the APSR",
          "url": "https://doi.org/10.1017/s0003055425101159",
          "doi": "https://doi.org/10.1017/s0003055425101159",
          "filter": 0
        },
        {
          "title": "Race, Responsiveness, and Representation in U.S. Lawmaking",
          "authors": "G. AGUSTIN MARKARIAN, JACOB S. HACKER, MACKENZIE LOCKHART, ZOLTAN HAJNAL",
          "abstract": "Is national policy more responsive to the preferences of white Americans than to those of people of color? To answer this fundamental question, we examine how well federal lawmaking reflects the preferences of 520,000 Black, Latino, Asian American, and white citizens from 2006 to 2022. Average racial gaps in responsiveness are small regardless of issue area. However, white voters are significantly advantaged when Republicans control the government. Respondents’ class, age, and ideology cannot explain this disparity. Respondents’ partisanship explains some, but not all, of it. To further investigate, we analyze roll call votes in Congress, focusing on the Senate—the pivotal lawmaking institution. Similar patterns emerge: Republican Senators better represent white (versus Black or Latino) constituents. Moreover, Black-white disparities are larger in states where Black Americans comprise more of the population. This suggests a role for white racial attitudes, and, indeed, we find that state-level white racial resentment predicts Black-white representational disparities.",
          "url": "https://doi.org/10.1017/s0003055425101287",
          "doi": "https://doi.org/10.1017/s0003055425101287",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSR volume 119 issue 4 Cover and Back matter",
          "url": "https://doi.org/10.1017/s0003055425101202",
          "doi": "https://doi.org/10.1017/s0003055425101202",
          "filter": 1
        },
        {
          "title": "PSR volume 119 issue 4 Cover and Front matter",
          "url": "https://doi.org/10.1017/s0003055425101196",
          "doi": "https://doi.org/10.1017/s0003055425101196",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Leveling and Spotlighting: How the European Court of Justice Favors the Weak to Promote Its Legitimacy",
          "authors": "Silje Synnøve Lyder Hermansen, Tommaso Pavone, Louisa Boulaziz",
          "abstract": "As private actors turn to international courts (ICs), we argue that judges can adopt pro-individual rights agendas to promote their own legitimacy. By leveling the odds for disempowered individuals and spotlighting their rights claims, ICs rebut charges that they are playthings of the powerful and cultivate support networks in civil society. We assess our theory by scrutinizing the first IC with private access: the European Court of Justice (ECJ). Established as an economic court and alleged to conceal a pro-business bias, we leverage original data demonstrating that the ECJ publicizes itself as protector of individuals and matches words with deeds. The ECJ ‘levels’, favoring individuals’ rights claims over claims raised by businesses boasting better legal teams. The ECJ then ‘spotlights’ pro-individual rights rulings via press releases that lawyers amplify in law journals. These findings challenge claims that ICs build legitimacy by stealth and the ‘haves’ come out ahead in litigation.",
          "url": "https://doi.org/10.1017/s0007123425100987",
          "doi": "https://doi.org/10.1017/s0007123425100987",
          "filter": 0
        },
        {
          "title": "Political Scandals and Vertical Contagion in Multilevel Systems",
          "authors": "Jac Larner, Robert Johns, Ailsa Henderson, Fraser McMillan, Christopher Carman",
          "abstract": "Can a scandal in one political sphere tarnish – or unexpectedly polish – the reputation of leaders in another? This study investigates the impact of political scandals in multilevel political systems and explores three possibilities: contagion , where trust erodes across all political levels; containment , where evaluations are limited to the specific institutions involved; and contrast , where actors at other levels appear more trustworthy in comparison. We present the first experimental test of vertical contagion, containment, and contrast effects following real-world scandals in UK and Scottish politics: Partygate and Campervangate. We find weak evidence of contagion in the Scottish-level ‘Campervangate’ scandal, although trust reductions were small and often not significant. However, the ‘Partygate’ scandal reveals a distinct contrast effect: trust decreased in UK political actors but increased at the Scottish level. These results suggest that scandals in multilevel polities can influence evaluations of ‘innocent’ political actors, with troubling consequences for democratic accountability mechanisms.",
          "url": "https://doi.org/10.1017/s0007123425000043",
          "doi": "https://doi.org/10.1017/s0007123425000043",
          "filter": 0
        },
        {
          "title": "Regional Labor Markets, Residential Mobility, and Anti-Immigration Sentiment",
          "authors": "Denis Cohen, Sergi Pardos-Prado",
          "abstract": "Since the turn of the twenty-first century, subnational regions have become increasingly polarized with regard to anti-immigration attitudes. However, the reasons behind geographical changes over time are unclear. We argue that regional labor market risks are a key and overlooked factor driving residential choices and subsequent attitudinal change. We rely on georeferenced panel data from the German Socio-Economic Panel (GSOEP) in combination with rich regional labor market data from the German microcensus. Our findings confirm that prospects of economic risk reduction drive moving decisions and subsequently reduce anti-immigration sentiment, especially among workers with transferable skills. This has decisive macro-level implications: regions receiving a large share of risk-reducing movers over time show lower levels of anti-immigration sentiment. Our contribution implies that economic motivations matter for residential choices beyond cultural sorting, individual attitudes adjust to the conditions of destination, and geographical patterns are mostly driven by booming regions becoming ever more liberal.",
          "url": "https://doi.org/10.1017/s0007123425101038",
          "doi": "https://doi.org/10.1017/s0007123425101038",
          "filter": 0
        },
        {
          "title": "Turning a Blind Eye to Repression: Examining Popular Approval for State Crackdowns on Peaceful Protests in Russia",
          "authors": "Suthan Krishnarajan, Jakob Tolstrup",
          "abstract": "Research on the dissent–repression nexus assumes that repression of non-violent protesters undermines popular support for the regime. We challenge this assumption, arguing that coercion does not automatically generate legitimacy costs as bystanders’ pre-existing beliefs about targeted socio-political groups condition how repression is evaluated. While we expect bystanders to disapprove of and sanction repression of liked protester groups, we hypothesize that they will approve of and perhaps even credit the regime for repressing groups they do not sympathize with. We probe these hypotheses in a pre-registered survey experiment (with 3,569 Russian respondents), in which we pre-evaluate respondents’ beliefs about different socio-political groups in Russia and vary the participating group and the government’s response in a realistic protest vignette. The results corroborate our hypotheses and even show that the Russian president’s approval ratings are largely unaffected by regime coercion, indicating that autocrats have much more leeway in using repression than usually thought.",
          "url": "https://doi.org/10.1017/s0007123425100999",
          "doi": "https://doi.org/10.1017/s0007123425100999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Narratives of Backlash? Perceptions of Changing Status Hierarchies in Open-Ended Survey Responses",
          "authors": "Magdalena Breyer, Tabea Palmtag, Delia Zollinger",
          "abstract": "It is widely accepted in political science – and remarkably established in public discourse – that status anxieties fuel a far right backlash against progressive politics. This narrative suggests that right-wing conservatives perceive the status of women, racial, or sexual minorities as threatening. Using open-ended survey questions fielded in Germany, we show that women and minorities indeed figure in people’s perceptions of status hierarchies, but in very specific ways: First, overall, people still perceive status as largely socioeconomically determined. Second, sociocultural groups figure in perceptions of who is gaining/losing status, less so in perceptions of the top/bottom of society. Third, more than conservative voters, it is social progressives who mention women and minorities as “winners”. While on race/ethnicity, we find evidence for a backlash, on gender and sexuality we find more evidence for a progressive momentum. This matters for progressive politics today and for how we empirically study status concerns.",
          "url": "https://doi.org/10.1177/00104140251392533",
          "doi": "https://doi.org/10.1177/00104140251392533",
          "filter": 0
        },
        {
          "title": "Are People Willing to Trade Away Democracy for Desirable Outcomes? Experimental Evidence From Six Countries",
          "authors": "Jonathan A. Chu, Scott Williamson, Eddy S. F. Yeung",
          "abstract": "To what extent do people prioritize living in a democracy over other indicators of good governance or personal well-being? This question has become contested as democracies come under pressure worldwide. We provide an answer through cross-national conjoint experiments in which survey respondents choose between hypothetical countries that differ in terms of societal-level attributes (e.g., elections, health care) and individual-level outcomes that the respondent would experience (e.g., wealth, minority status). People across Egypt, India, Italy, Japan, Thailand, and the United States consistently prioritize living in a safe country with free and fair elections over other factors, including other components of democracy like civil liberties and checks and balances. Regarding tradeoffs, many people would forfeit democratic elections to avoid living in a dangerous society but not to obtain wealth and other goods. Electoral democracy is attractive globally but can be undermined by concerns about crime and safety.",
          "url": "https://doi.org/10.1177/00104140251392539",
          "doi": "https://doi.org/10.1177/00104140251392539",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Fickle loyalties: Intragroup competition in open list elections",
          "authors": "Andrew Saab",
          "url": "https://doi.org/10.1016/j.electstud.2025.103010",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103010",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0261-3794(25)00120-9",
          "doi": "https://doi.org/10.1016/s0261-3794(25)00120-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Support for liberal democracy in times of crisis: Evidence from the COVID-19 pandemic – CORRIGENDUM",
          "authors": "Kevin Arceneaux, Bert N. Bakker, Sara B. Hobolt, Catherine E. De Vries",
          "url": "https://doi.org/10.1017/s1475676525100376",
          "doi": "https://doi.org/10.1017/s1475676525100376",
          "filter": 0
        },
        {
          "title": "Political corruption and voting in Romanian municipal elections: Why perceptions of collective action matter",
          "authors": "Nicholas Charron, Andreas Bågenholm",
          "abstract": "In recent years, scholars have investigated the ‘corruption voting puzzle’, ie why, despite an overwhelming distaste for corruption, voters often collectively fail to ‘throw the rascals out’. While previous literature has largely investigated why voters support corrupt incumbents, our focus lies on nonvoters. Using an original two-wave panel data with Romanian voters just prior to and after the 2020 municipal elections, we test three hypotheses. First, that there is a discrepancy between voters’ intentions and their actual voting behavior (e.g. ‘norms versus actions’). Second, that those most pessimistic about other voters’ intentions to come out to the polls to vote out corrupt incumbents are most likely to abstain. Finally, building on the collective action literature, whether providing such pessimistic voters with information about the intentions of other voters will decrease abstention and increase opposition voting. Using original observational and experimental data, we demonstrate empirical support for our three hypotheses.",
          "url": "https://doi.org/10.1017/s1475676525100352",
          "doi": "https://doi.org/10.1017/s1475676525100352",
          "filter": 0
        },
        {
          "title": "Judicial transformation: The case of the Polish Constitutional Tribunal",
          "authors": "Lucia Dalla Pellegrina, Jarosław Kantorowicz, Nuno Garoupa, Jacek Lewkowicz",
          "abstract": "Judicial transformation may result either from shifts in institutional context (prompting behavioral adjustment among incumbent judges) or changes in the composition of the bench (particularly through court-packing strategies that introduce new appointees). This article examines the case of the Polish Constitutional Court to evaluate which of these mechanisms better accounts for the controversial transformation of the court since late 2015. Drawing on data from constitutional abstract review decisions spanning 2003 to 2023, we analyze the behavior of distinct cohorts of judges. Our findings reveal a marked alignment with government positions following the October 2015 parliamentary elections, especially among judges appointed by the newly elected ruling party. The evidence suggests that the transformation is driven primarily by changes in judicial composition rather than by behavioral adaptation among pre-existing judges.",
          "url": "https://doi.org/10.1017/s1475676525100340",
          "doi": "https://doi.org/10.1017/s1475676525100340",
          "filter": 0
        },
        {
          "title": "Falling rates, rising partisanship effect: why market competition becomes associated with left governments in an era of low interest rates",
          "authors": "Jingjing Huo",
          "abstract": "Scholars argue that while left partisan governments traditionally support stronger market regulation, this partisanship effect has started to vanish as left governments converge with the right in supporting deregulation, resulting in higher inequality. This paper argues that, instead of vanishing, the partisanship effect has intensified , but in a novel direction: left governments have become stronger defenders of market competition than other partisan governments . Furthermore, this new association between left partisanship and market competition has delivered new distributive gains for labor. I highlight the depressed interest rates across the rich world today in driving this outcome: low rates spark a rise in market concentration, which puts downward pressure on the labor share of income. By boosting market competition, left governments can counter this force and defend the labor share of income, thus revitalizing redistribution for a more difficult economic era. These claims are tested using data from 10 to 17 Organization for Economic Cooperation and Development (OECD) countries (1995–2017).",
          "url": "https://doi.org/10.1017/s1475676525100406",
          "doi": "https://doi.org/10.1017/s1475676525100406",
          "filter": 0
        },
        {
          "title": "Distributional preferences in a global pandemic: Voter attitudes toward COVID-19 economic policy interventions",
          "authors": "Jeffrey M. Chwieroth, Andrew Walter",
          "abstract": "The COVID-19 pandemic triggered a deep economic crisis that prompted governments and central banks to implement extraordinary fiscal, monetary, and financial interventions. We examine public support for these interventions using a conjoint survey experiment conducted in Australia and the United Kingdom in early 2021. Our experiment innovates by investigating public preferences across two main categories of intervention: (1) wage subsidies designed to address employment and income risks and (2) financial stabilization measures aimed at supporting the balance sheets of households, businesses, and financial institutions. Results show that wagesubsidies received robust public support across diverse social, economic, and experiential cleavages. By contrast, financial and credit market interventions elicited mixed reactions, with strongest opposition toward those benefiting large firms and banks. We argue that the variation in support is primarily driven by an alignment of fairness considerations and policy design. In both countries, wage subsidies had key design features that made them more likely to be perceived as distributionally neutral, consistent with important fairness norms, and limiting the potential for free riding. They were available to all citizens experiencing verifiable employment disruption, delivered through employers, and appealed to welfare-chauvinistic views by excluding many recent immigrants and temporary residents. Moreover, the viral origin of the economic shock was widely perceived as exogenous and quasi-random, and the associated losses – particularly those related to employment and income more readily elicited greater empathy when borne by individuals than by firms. In contrast, financial-sector interventions, especially those aiding large corporations and banks, were less easily viewed as consistent with these fairness norms. These interventions were more prone to being perceived as favoring opportunistic or politically connected firms, echoing earlier public resentment of global financial crisis bailouts. Even some household-targeted financial interventions, such as debt relief and rent holidays, likely raised concerns among respondents about undeserved gains. Unlike some existing studies, our subgroup analysis finds little evidence that personal or local pandemic experiences significantly influenced attitudes toward economic interventions. Individuals who suffered direct health or economic impacts, or who lived in areas with high infection rates or strict lockdowns, were no more or less supportive of interventions. Instead, partisan orientation and perceptions of inequality were more predictive. Left-wing partisans and those who perceived rising or high inequality were especially supportive of wage subsidies and household-focused assistance. Traditional material cleavages – such as income, education, wealth, or asset ownership – had limited explanatory power. The underbanked population was an exception, showing more muted support for all interventions, likely due to perceived exclusion or limited personal benefit. We conclude that public evaluations of economic interventions during the pandemic were shaped less by self-interest or crisis exposure than by judgments about deservingness, fairness, and partisan attachments. Our findings emphasize the importance of policy design and political framing in sustaining public support for large-scale interventions during crises, and they have broader implications for the politics of economic policy in future global shocks.",
          "url": "https://doi.org/10.1017/s1475676525100327",
          "doi": "https://doi.org/10.1017/s1475676525100327",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "From Differentiation to Nexus Governance—Dynamics of Change in the UN’s Inter-Institutional Governance of Terrorism and Violent Extremism",
          "authors": "Ann-Kathrin Rothermel",
          "abstract": "Despite far-reaching changes in the United Nations’ (UN) counterterrorism architecture, there has been only limited attention to what this means for global and inter-institutional governance dynamics. In this paper, I assess the evolution of the UN’s inter-institutional counterterrorism architecture since the early 2000s through a focus on institutionalized gendered logics between the UN’s three pillars of work—security, development, and human rights. The analytical approach combines postmodern discourse theory and feminist institutionalism to analyze the often informal and unspoken shifts in and across institutional discourses and practices, which are obscured by more traditional approaches to inter-institutional relations. Analyzing nearly 500 documents by 32 entities of the UN Global Counterterrorism Coordination Compact through an innovative combination of discourse analysis with Natural Language Processing tools, I identify changes towards a proliferation and hybridization of institutional discourses and a balancing of logics across the three pillars of work. I argue that these changes indicate a move away from a functionally differentiated mode of governance towards a more dynamic and networked cross-sectoral form of “nexus governance,” which offers explanations for both inter-institutional integration as well as a subtle, networked form of securitization.",
          "url": "https://doi.org/10.1093/isq/sqaf081",
          "doi": "https://doi.org/10.1093/isq/sqaf081",
          "filter": 0
        },
        {
          "title": "Generalizable Precedents at the Appellate Body of the World Trade Organization: An Empirical Examination of the Busch–Pelc Conjecture",
          "authors": "Kazutaka Takechi",
          "abstract": "Abstracts This study investigates whether court decisions that incorporate strong sentiments are less likely to be cited in subsequent cases than other decisions as a result of low generalizability, as conjectured by Busch and Pelc. The empirical analysis reveals that decisions made by the Appellate Body at the World Trade Organization, featuring both positive and negative language, tend to be cited frequently. This finding remains robust even after controlling for time effects, novelty of issues, judicial activities of reports, outcomes of judgments, and political characteristics of the disputes. This indicates the intriguing aspect of the World Trade Organization as an international court in which rhetorical methods help shape case law through frequent citations.",
          "url": "https://doi.org/10.1093/isq/sqaf080",
          "doi": "https://doi.org/10.1093/isq/sqaf080",
          "filter": 0
        },
        {
          "title": "Home Field Advantage: How Developer Identity Shapes Public Opinion about Energy Projects in Major Emerging Economies",
          "authors": "Meir Alkon, Jennifer Hadden",
          "abstract": "Building new energy infrastructure in emerging economies is a key pillar of global sustainable development, with the current project pipeline encompassing both foreign and domestic-led projects. But despite widespread need, energy projects are frequently criticized and opposed by citizens. Drawing on a conjoint experiment fielded in three major emerging economies, we examine the behavioral foundations of the political process underlying energy infrastructure development and siting. This paper asks: how does the identity of the developer affect public opinion regarding energy infrastructure projects? We find that respondents strongly prefer domestic to foreign developers and express lower political support for politicians who bring in foreign-developed projects. Using statistical analyses and qualitative interviews, we establish the importance of concerns including pollution, employment, and project quality. These findings have implications for understanding public opposition to energy infrastructure as well as the role of international investment in accelerating the global green energy transition.",
          "url": "https://doi.org/10.1093/isq/sqaf078",
          "doi": "https://doi.org/10.1093/isq/sqaf078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Civil-Military Relations in the Aftermath of Coups: How Does Coup Failure Affect Counterbalancing in Autocratic Regimes?",
          "authors": "Artem Kyzym",
          "abstract": "How do dictators successfully counterbalance (fragment their coercive apparatus) despite the significant risk of military retaliation? Drawing on recent insights that the timing of coup-proofing is essential to its success, I argue that dictators are more likely to increase counterbalancing efforts in the aftermath of failed coups. I test this proposition in a difference-in-differences framework, using novel data on coups and counterbalancing, and find a statistically significant effect of coup failure. I substantiate my analysis with two illustrative examples from Sierra Leone and Turkey that probe the plausibility of my theorized mechanism. My findings contribute to the growing literature on the effects of failed coups by opening up the discussion on their long-term structural consequences for the dictator’s security apparatus.",
          "url": "https://doi.org/10.1177/00220027251395066",
          "doi": "https://doi.org/10.1177/00220027251395066",
          "filter": 0
        },
        {
          "title": "Coups: Different Mechanisms and Their Consequences for Institution Change",
          "authors": "Bruce Bueno de Mesquita, Alastair Smith",
          "abstract": "Based on an extension of selectorate theory, we characterize three structural conditions that make a coup likely: winning coalition size near the size that yields minimum utility to its members (so small or intermediate-sized coalitions), low economic productivity, and a leader relatively new to office. Policy misallocation exacerbates the risk of a coup. The theory and evidence show two mechanisms that increase the risk of coup: policy under-provision and over-provision. Leaders whose policy provisions are commensurate with expectations experience fewer coups. One anticipatory response of leaders to a heightened coup risk is to change the government’s institutions. High coup risks increase the likelihood of institution change whether a coup actually occurs or not. The threat of an under-provision coup tends to result in an expansion of the winning coalition size (democratization), while an elevated risk of an over-provision coup typically results in a contraction in coalition size whether a coup actually occurs or not.",
          "url": "https://doi.org/10.1177/00220027251396035",
          "doi": "https://doi.org/10.1177/00220027251396035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "A More Future‐Oriented Legislature? The Impact of a Permanent “Future Committee” on the Temporal Focus of MPs",
          "authors": "Chris Hanretty, Vesa Koskimaa",
          "abstract": "Political short‐sightedness is commonly considered a problem for democracies struggling with long‐term challenges, but few proposed cures for political myopia have been implemented. We study the world's first and only genuinely institutionalized legislature‐based “future committee”, Finland's Committee for the Future (CF). Our outcome variable is a novel and unobtrusive speech‐based measure of individuals’ temporal focus that is measured at the MP level over time. When comparing individuals before, during and after their service on the CF, we find a statistically significant but modest impact of CF membership on how much committee members talk about the future in the plenary. Compared to non‐members, committee members utter roughly one more future‐focused sentence every three hundred sentences. Such institutions can thus induce more future‐oriented thinking into legislatures.",
          "url": "https://doi.org/10.1111/lsq.70043",
          "doi": "https://doi.org/10.1111/lsq.70043",
          "filter": 0
        },
        {
          "title": "Tabling Debate: How Local Officials Try to Use Agenda Control to Stifle Conflict",
          "authors": "Mirya R. Holman, Tyler Simko",
          "abstract": "Public officials influence policymaking by deciding which items receive attention and action—and which do not. Accounts from national legislatures typically explain agenda control in terms of party leadership and discipline. But, do politicians try to exert agenda control outside highly professionalized legislatures? We bring the agenda control discussion to US school boards, which lack strong party control and feature few restrictions on agendas. We argue that local officials will increase their use of procedural rules to try to avoid making decisions in conflictual settings. We test our argument by constructing measures of both agenda control and conflict in a dataset of nearly 65,000 school board meeting transcripts. Consistent with our theory, we document an increased use of procedural control in highly contentious meetings. Responses from these school board members to a novel survey experiment confirm the causal link: they increase their use of tabling when conflict occurs on an issue.",
          "url": "https://doi.org/10.1111/lsq.70042",
          "doi": "https://doi.org/10.1111/lsq.70042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "What’s in a name? Democrat Party as multivocal communication",
          "authors": "Benjamin R Kantack, Kylee J Britzman, Deanna E Geer",
          "abstract": "In the United States, members of the Republican Party increasingly refer to the Democratic Party as the Democrat Party . This practice has been recognized by journalists and political actors over the years, but the questions of what sorts of Republicans engage in it and why have rarely been studied scientifically. Analyzing congressional floor speeches, committee meetings, media reports, and electronic newsletters, we demonstrate that Democrat Party usage by Republican members of Congress is positively correlated with conservatism. We further show that congressional Republicans are likelier to use the term when in the minority in their chamber and when addressing an external audience. These findings are consistent with our theory that Democrat Party functions as a form of multivocal communication, invoked by conservative Republicans to subtly signal their ideology to likeminded constituents.",
          "url": "https://doi.org/10.1177/13540688251395285",
          "doi": "https://doi.org/10.1177/13540688251395285",
          "filter": 0
        },
        {
          "title": "Party institutionalization and party strength: A new global dataset",
          "authors": "Darin Sanders Self, Shari Franke, Grant Mitchell",
          "abstract": "Party institutionalization and strength are two distinct concepts widely used in Comparative Politics. Despite the centrality of these concepts, we lack measures of party institutionalization and strength that (1) accurately measure the concepts, (2) are measured at the party level, (3) are geographically expansive, and (4) cover a substantial temporal coverage. In this paper, we introduce the Party Institutionalization and Party Strength (PIPS) dataset. Using party-election V-Party data, we construct several measures of party institutionalization and strength for parties across the globe since 1970. In addition to individual party scores, our measures include system-level averages of party institutionalization and strength, measures that distinguish between incumbent and opposition parties, and measures of institutionalization and strength contingent on whether the party exists in a democratic or authoritarian regime.",
          "url": "https://doi.org/10.1177/13540688251395294",
          "doi": "https://doi.org/10.1177/13540688251395294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "The Drug Crisis and Voting Behavior",
          "authors": "Thiago M.Q. Moreira, Spencer Hamilton Goidel, Brenna Armstrong",
          "abstract": "In this paper, we explore the electoral consequences of the opioid epidemic in the United States, particularly its relationship with the Republican vote share in US presidential elections. We argue that the worsening opioid crisis is associated with a shift toward the Republican Party, and that these gains result from a decline in both Democratic support and voter abstention. We test these expectations using county-level presidential election results and individual-level data. The findings show that increasing overdose death rates are associated with an increase in Republican votes and a decline in Democratic votes and voter abstention. Additionally, the survey analyses reveal that this relationship is strongest among independents. Independents are also more likely to support stricter border security and higher spending on law enforcement as drug death rates increase. Our study contributes to the growing literature on the political consequences of the drug crisis in the US by demonstrating how overdose death rates are associated with voting behavior, and identifying which voters are most likely to change their vote in response to this worsening situation.",
          "url": "https://doi.org/10.1017/s1537592725103113",
          "doi": "https://doi.org/10.1017/s1537592725103113",
          "filter": 0
        },
        {
          "title": "The Symbolic Politics of Status in the MAGA Movement – ADDENDUM",
          "authors": "Biko Koenig, Tali Mendelberg",
          "url": "https://doi.org/10.1017/s1537592725103423",
          "doi": "https://doi.org/10.1017/s1537592725103423",
          "filter": 0
        },
        {
          "title": "Theory Reconstruction: An Approach to Conceptual Innovation in Political Science",
          "authors": "Rachel Meade, Marcus Walton",
          "abstract": "Concepts are the building blocks of social science. Yet, like all aspects of the discipline, they are subject to biases and unexamined assumptions. Rethinking how we use concepts is important for creating useful concepts and theories, as well as for broadening the perspectives that are recognized in the discipline. Nonetheless, today, there is insufficient guidance for scholars looking to challenge existing concepts. Despite this, numerous social science scholars, particularly qualitative scholars, have long used different solutions for reconstructing existing concepts to make sense of their immediate observations. In this article, we bring together these similar strategies under the banner of a single approach, which we call theory reconstruction . Distinct from both theory building and theory testing, theory reconstruction is an abductive, or “puzzle-based,” approach to research that uses discrepancies between one’s empirical observations and the literature to challenge key concepts. Using examples of existing scholarship, we propose four strategies of theory reconstruction (revising, narrowing, extending, and disrupting), each of which serves as an accessible way to unsettle entrenched assumptions in the discipline, invite new perspectives, and encourage more theory-based research.",
          "url": "https://doi.org/10.1017/s1537592725101448",
          "doi": "https://doi.org/10.1017/s1537592725101448",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Overriding Nature: Favourable Environments in Early Life Reduces Genetic Inequality in Political Participation",
          "authors": "Oskar Pettersson",
          "abstract": "New research indicates that genetic variants related to educational attainment influence individuals’ political participation. This suggests that political inequality of opportunity is partially rooted in an inequality in genetic resources. However, the possibility that these genetic influences are contingent on individuals’ environments, such that they are amplified or reduced by certain environmental characteristics, remains unexplored. Using longitudinal and geo-coded register data for a large sample of genotyped twins in the Swedish Twin Registry, this paper explores whether early-life proximal environments that are conducive to participation modifies the effects of individuals’ education-related genetic resources on voting, as measured by a polygenic index for educational attainment. The results suggest that the level of political engagement, and of SES, both within the family and within the neighbourhood, can reduce the effects of genetic resources on voting. This has implications for how we can direct policy to ameliorate genetic inequalities in political participation.",
          "url": "https://doi.org/10.1007/s11109-025-10096-6",
          "doi": "https://doi.org/10.1007/s11109-025-10096-6",
          "filter": 0
        },
        {
          "title": "On Ideological Consistency and the Intergenerational Transmission of Political Attitudes",
          "authors": "Clinton M. Jenkins",
          "url": "https://doi.org/10.1007/s11109-025-10089-5",
          "doi": "https://doi.org/10.1007/s11109-025-10089-5",
          "filter": 0
        },
        {
          "title": "Sexuality and the City(?): The Geography of LGBT + Political Participation in the United States",
          "authors": "Jack Thompson",
          "abstract": "Urban politics scholars underscore the importance of urban areas as hubs of political activism, particularly for marginalized groups such as LGBT + individuals. However, there is a lack of quantitative research on the relationship between urbanicity and LGBT + political participation. Using data from the Cooperative Election Study (CES), I test the effects of LGBT + identity and urbanicity on political participation. Consistent with prior research, my findings reveal that LGBT + individuals exhibit higher levels of participation compared to cis/straight individuals in various political activities. Urbanicity also has a varying but sometimes significant influence on participation, particularly on collective forms of political activity such as protest attendance. However, the interaction between LGBT + identity and urbanicity does not amplify participation as strongly as previously theorized. My results challenge prior assumptions that urban environments uniquely enhance LGBT + activism and suggest that the primary driver of political engagement among LGBT + individuals is their identity itself, rather than geographic context.",
          "url": "https://doi.org/10.1007/s11109-025-10105-8",
          "doi": "https://doi.org/10.1007/s11109-025-10105-8",
          "filter": 0
        },
        {
          "title": "\"It’s the Homophily, Stupid!\" A Cross-Country Experiment on How Apolitical Similarities Affect Political Conversations in Europe",
          "authors": "Gaetano Scaduto, Fedra Negri, Silvia Decadri",
          "abstract": "Political conversations are crucial for democracy. Yet, the mechanisms behind the selection of conversation partners remain unclear. We investigate the effect of observing similarities in apolitical characteristics—such as gender, age, personality, or lifestyle choices—on people’s decision to engage in political conversations, and whether ideological expectations or apolitical homophily drive this effect. To this end, we introduce the “dynamic parallel conjoint experiment” and field it in the Czech Republic, France, Italy, and Sweden. We find that observing apolitical similarities in others consistently increases the likelihood of engaging in political conversations. Political expectations engendered by these similarities do not play a relevant role. Rather, similarities motivate political conversations directly through homophily, providing evidence supporting the “incidental model” of political conversations (Minozzi et al., 2020). Our study contributes to debates on the dynamics underlying political conversation and introduces an innovative methodological approach for studying implicit mediation in political behavior.",
          "url": "https://doi.org/10.1007/s11109-025-10102-x",
          "doi": "https://doi.org/10.1007/s11109-025-10102-x",
          "filter": 0
        },
        {
          "title": "Correction: Polarization and Partisan Bias in Citizens’ Evaluations of Public Services",
          "authors": "Saar Alon-Barkat, Amnon Cavari, Lior Shvarts",
          "url": "https://doi.org/10.1007/s11109-025-10107-6",
          "doi": "https://doi.org/10.1007/s11109-025-10107-6",
          "filter": 0
        },
        {
          "title": "The Health-Representation Gap: We Don’t Know Much But What We Know Is Concerning",
          "authors": "Christopher Ojeda, Julianna Pacheco",
          "abstract": "There is now evidence that disparities in health are associated with inequalities in representation, a finding we refer to as the health-representation gap . Recently, Micah Tan (2025) corroborated this finding after correcting errors in analyses we conducted on this topic years ago (Pacheco and Ojeda 2020). In this paper, we highlight and reassess the conclusions Tan draws about the shape and origin of the gap. We then take stock of existing studies on the topic and set an agenda for future research. What we know so far—that a health-representation gap exists—is a cause for concern, but the limited quantity and quality of evidence means scholars should exercise caution when making claims about it. More research is needed to understand the scope conditions of the health-representation gap and to overcome the methodological challenges to studying it.",
          "url": "https://doi.org/10.1007/s11109-025-10100-z",
          "doi": "https://doi.org/10.1007/s11109-025-10100-z",
          "filter": 0
        },
        {
          "title": "Impact of Historical Experiences of Defeat on Public Policy Effectiveness: Evidence from Japan’s Largest Civil War",
          "authors": "Masataka Harada, Yuichi Kubota",
          "abstract": "The Boshin War (1868–1869) was Japan’s largest civil war, a typical conventional civil war while being a rare instance where winners and losers were geographically mixed. This study examines how the defeat in the Boshin War impacted the effectiveness of contemporary policy and its mechanisms. We focused on the early period of the COVID-19 pandemic as an event evoking the Boshin War’s collective memory. We measured the frequency of going out using precise smartphone mobility data as the outcome variable. Analyses using Coarsened Exact Matching and Difference-in-Differences techniques showed that residents of the defeated regions did not comply with stay-at-home orders during the first state of emergency, with a going-out frequency approximately 57% higher than that of the comparison regions. This relationship remained robust against alternative explanations. Surveys of municipal education boards, text analyses of municipal educational policies, a pre-registered Internet survey, and supplementary Twitter content analysis suggested that post-war educational decentralization emphasized Boshin War history in the defeated regions, fostering a common intellectual foundation and social identity among residents while leaving policy orientation and historical awareness largely unchanged.",
          "url": "https://doi.org/10.1007/s11109-025-10099-3",
          "doi": "https://doi.org/10.1007/s11109-025-10099-3",
          "filter": 0
        },
        {
          "title": "(Media Attention to) Misinformation Can Undermine Trust in Scientists",
          "authors": "Emma Hoes, Bernhard Clemm, Theresa Gessler, Sijia Qian, Magdalena Wojcieszak",
          "abstract": "Could news coverage of misinformation be harmful? Across two studies on U.S. citizens, we examine whether news coverage of misinformation generates misperceptions and decreases levels of trust in information institutions (i.e., media, professors, and scientists) and whether its effects can be comparable to those of exposure to untrustworthy content. We rely on an online experiment using mock social media posts (Study 1, N = 1,670) and also on online behavioral tracking data paired with over-time survey self-reports (Study 2, N = 804). Study 1 finds that exposure to both actual misinformation and the coverage of misinformation affect misperceptions, but does not decrease trust. Study 2 presents evidence that behaviorally tracked visits to untrustworthy sites and exposure to news coverage of misinformation—although relatively rare—do not affect misperceptions, but both predict lower levels of trust in scientists, with less consistent effects for media and university professors. These results support concerns that not only misinformation but also its coverage contribute to epistemic uncertainty by eroding confidence in credible sources of knowledge, and warrant further inquiry into the potential harms of news media’s attention to misinformation.",
          "url": "https://doi.org/10.1007/s11109-025-10090-y",
          "doi": "https://doi.org/10.1007/s11109-025-10090-y",
          "filter": 0
        },
        {
          "title": "Democratic Backsliding and Endogenous Polarization",
          "authors": "Erica Frantz, Andrea Kendall-Taylor, Caner Şimşek, Joseph Wright",
          "abstract": "Leading accounts of contemporary democratic decline emphasize the role of polarization in enabling incumbent governments to dismantle democracy from within. This study offers a fuller portrait of this relationship, illustrating how incumbent attacks on democracy themselves produce polarization. We theorize a micro-level link between democratic backsliding events, elite opinion formation, and voter polarization to explain how incumbent efforts to subvert democracy increase negative feelings among citizens towards opposing partisans, thereby boosting polarization. Using survey experiments, survey data from electoral democracies, and expert-coded global macro-data, we find support for our argument. Regardless of how polarized society is prior, we demonstrate that incumbent actions that degrade democracy worsen polarization, an effect that is amplified when party elites endorse (rather than condemn) the leader’s behavior. The central message to emerge is that polarization is endogenous to democratic backsliding.",
          "url": "https://doi.org/10.1007/s11109-025-10094-8",
          "doi": "https://doi.org/10.1007/s11109-025-10094-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The art of renewable energy risk management. The governmentality of GET FiT Uganda",
          "authors": "Steffen Haag",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103437",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103437",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Energy transition, financial markets and EU interventionism: lessons from the Ukraine crisis",
          "authors": "Patrick Bayer, Lorenzo Crippa, Federica Genovese",
          "abstract": "A successful energy transition requires the reallocation of private capital away from fossil fuel assets to greener alternatives. This transition is typically hindered by investors’ focus on today’s returns. In times of crisis, however, credible and unambiguous political signals about the future profitability of green industries can steer investments toward low-carbon assets. Drawing on European Union interventions during the onset of the Russian invasion of Ukraine, we present an event study of daily stock market returns following the most salient policy announcements by the European Commission in 2022. Our analysis shows that markets for shares of EU-based energy firms were initially prepared to move capital to cleaner companies, suggesting support for the clean energy transition. However, the short-lived distributional effects materialized only for announcements that could unmistakably be understood as unwavering commitments to the EU’s green renewal, while more ambiguous announcements did not have the same distributional implications. Our findings emphasize that repeated and unambiguous political signals during crisis episodes can create favorable market conditions, at least in the short term, to support capital reallocation toward greener stocks.",
          "url": "https://doi.org/10.1017/psrm.2025.10054",
          "doi": "https://doi.org/10.1017/psrm.2025.10054",
          "filter": 0
        },
        {
          "title": "State mobilization and political attitudes: the legacy of maoist rural resettlement in contemporary China",
          "authors": "Alexander Lee, Weihong Qi, Dehua Sun",
          "abstract": "What are the effects of campaigns of coercive social mobilization on political attitudes? We show that such policies can strengthen authoritarian regimes by altering citizens’ patterns of trust. From 1968 to 1978, 16–17 million Chinese teenagers were “sent-down” to labor in rural areas, where they lived without their families under difficult conditions. Using a regression discontinuity design to account for selection into being sent-down, we show that former sent-down students are more critical of local government performance compared to their counterparts, yet they are less critical of the national government and generally more supportive of the regime. We see no significant differences in political participation, though there is some suggestive evidence that the sent-down students are more likely to favor officially sanctioned political activities. These results appear to stem from the close social control and isolation from family associated with the sent-down experience.",
          "url": "https://doi.org/10.1017/psrm.2025.10052",
          "doi": "https://doi.org/10.1017/psrm.2025.10052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "When Ideology Trumps Deliberation: Evidence from Chile’s 2022 Constitutional Proposal",
          "authors": "René Tapia",
          "abstract": "Existing research on Chile’s 2022 constitution-making process primarily explained the negative referendum outcome through individual-level factors. The role of political parties in responding to the product of deliberation has been widely overlooked. This article addresses that gap by examining party reactions to the draft constitution, a proposal aligned with the left-wing constitutional project of New Latin American Constitutionalism. Although the proposal embodied this project, party responses proved far more ambivalent, especially in the center-left, where party endorsement often was conditional. This ambivalence weakened the approval campaign and proved decisive in the referendum’s rejection. The analysis underscores that partisan ideology matters in deliberative constitution-making.",
          "url": "https://doi.org/10.1017/s1049096525101601",
          "doi": "https://doi.org/10.1017/s1049096525101601",
          "filter": 0
        },
        {
          "title": "Reluctant at the Center, Embracing Locally: Mainstream Political Parties and Deliberation in Ankara",
          "authors": "Savaş Zafer Şahin",
          "abstract": "Deliberative practices have gradually become part of the political discourse, policies, and governance, particularly over the last 30 years in the Republic of Türkiye (Şahin 2024b). However, this period also coincides with a rise in competitive authoritarianism through centralization and regime change (Ergenç and Yüksekkaya 2024; Esen 2021). As debates continue regarding the mechanisms of representative democracy and basic human rights, the ruling party, AKP, presents deliberation as a tool for legitimizing its power, whereas opposition parties see it as a means by which to uphold democratic rights. Despite the wide use of deliberation-related terminology, effective and innovative deliberative examples remain scarce (Tansel 2018).",
          "url": "https://doi.org/10.1017/s1049096525000022",
          "doi": "https://doi.org/10.1017/s1049096525000022",
          "filter": 0
        },
        {
          "title": "Democratic Innovation or Inertia? Ideology and Electoral Competition in Luxembourg Political Parties’ Engagement with the 2022 Climate Assembly",
          "authors": "Emilien Paulis",
          "abstract": "Citizens’ Assemblies (CAs) are a specific form of deliberative mini-publics that are increasingly used to address complex policy challenges, especially in climate governance (Boswell, Dean, and Smith 2023; Smith 2024; Willis, Curato, and Smith, 2022). They involve randomly selected citizens who deliberate and provide policy recommendations (Curato 2021). However, their implementation and uptake largely depend on political parties and elites, which may perceive these novel instruments as challenging their authority (Elstub and Escobar 2019; Setälä 2017). Given the growing use of deliberative mini-publics by representative institutions (Paulis et al. 2021), research has explored their interaction with political parties (Gherghina 2024; Gherghina, Soare, and Jacquet 2020a).",
          "url": "https://doi.org/10.1017/s104909652500040x",
          "doi": "https://doi.org/10.1017/s104909652500040x",
          "filter": 0
        },
        {
          "title": "Limited Information and Marginal Importance: Political Parties and the First Citizens’ Assembly in Romania",
          "authors": "Bettina Mitru",
          "abstract": "In recent decades, deliberative practices have increasingly been used around the world by local, regional, and national institutions (Caluwaerts and Reuchamps 2018; Gherghina, Soare, and Jacquet 2020; Michels 2011). In Romania, most examples of deliberative practices revolve around local-level practices, including participatory budgeting and citizen councils, and focus on how they function and influence the communities (Gherghina and Tap 2021; Schiffbeck 2019).",
          "url": "https://doi.org/10.1017/s104909652400129x",
          "doi": "https://doi.org/10.1017/s104909652400129x",
          "filter": 0
        },
        {
          "title": "Political Parties and Democratic Deliberation: An Introduction",
          "authors": "Sergiu Gherghina",
          "abstract": "Deliberative democracy is used increasingly around the world and experiences relevant public support across several countries. However, political parties remain generally reluctant to engage in deliberation. This symposium explains why some parties engage with deliberative practices whereas others disregard them in several countries in Africa, Asia, Europe, and South America. The symposium contributes theoretically to the literature by proposing analytical frameworks that explain parties’ approaches toward deliberative practices. The symposium’s empirical contribution lies in the identification of several variables that have been understudied so far in the research about parties and deliberation, including competition gains, organizational conflicts, and information deficit.",
          "url": "https://doi.org/10.1017/s1049096525101534",
          "doi": "https://doi.org/10.1017/s1049096525101534",
          "filter": 0
        },
        {
          "title": "The effect of information provision on popular support for gender-related legislation: Experimental evidence from South Dakota constitutional amendment proposal",
          "authors": "Julia Marin Hellwege, Filip Viskupič, David L. Wiltse",
          "abstract": "In 2023, a constitutional amendment that would remove male-only pronouns and replace them with gender-neutral nouns in the state constitution was proposed in South Dakota. Policy changes related to gender pronouns are a sensitive and politically charged issue, particularly in more conservative states such as South Dakota. In April 2024, several months before the vote, we conducted a survey experiment with 727 registered voters in South Dakota to investigate whether providing an additional explanation about the proposed changes in the amendment affected South Dakotans’ support for the proposal. We found that Republicans were less supportive of the proposal across all conditions. The results also showed that participants who were given an explanation of the proposed changes were more supportive of the proposal than those to whom it was described as only introducing gender-neutral language, particularly among women, Independents, and Republicans. Overall, we found that the attitudes toward the proposal were structured along partisan lines and that providing additional information about the proposed changes increased popular support.",
          "url": "https://doi.org/10.1017/s1049096525101613",
          "doi": "https://doi.org/10.1017/s1049096525101613",
          "filter": 0
        },
        {
          "title": "Do Authoritarians Support Political Violence?",
          "authors": "Bryan T. Gervais, Connor Dye, Gabriel Acevedo, Christopher G. Ellison, Margaret S. Kelley",
          "abstract": "Research has linked the authoritarian personality with support for political violence, including violence against the government. However, support for political violence is simultaneously a measure of and an outcome of the authoritarian personality, and one key component (submission to authority) is the antithesis of one key measure of political violence (violence against authority). This article makes three contributions. First, we accentuate the importance of using exogenous measures of the authoritarian personality when estimating its effect on support for political violence. Second, leveraging data from an original survey and the American National Election Studies, we find that the relationship between authoritarianism and support for violence is conditional: it can be positive, negative, or null, depending on who is in control of government and the specificity of political-violence measures. Third, we argue that another concept—the securitarian personality—might better predict support for violence. Access to firearms—which we argue is downstream from securitarianism—consistently predicts support for political violence.",
          "url": "https://doi.org/10.1017/s1049096525101625",
          "doi": "https://doi.org/10.1017/s1049096525101625",
          "filter": 0
        },
        {
          "title": "Non-Voters and Political Parties in Vienna",
          "authors": "Monika Mokre",
          "abstract": "In many contemporary migration societies, an increasing percentage of residents do not have suffrage. This also holds true for the city of Vienna. In the 2020 municipal elections, almost a third of the Viennese population was excluded from suffrage; this rate of exclusion had doubled since 2000 (Mokre and Ehs 2021, 716). At the same time, Vienna has a long history of deliberative practices and experiments. A first deliberative experiment dates back to 1990, when a “Forum City Constitution” was initiated by the City Council to discuss the reform of citizens’ participation (Haas et al. 2024, 20). This forum did not lead to concrete political effects, and the deliberative turn reached Vienna only after 2000. Other deliberative practices have been introduced over time. Many of these instruments allow for the participation of the entire resident population irrespective of individuals’ voting rights; however, most of them are neither legally prescribed nor legally binding. These are the most inclusive instruments, and many of them allow people who ordinarily lack voting rights to participate. Normatively, this inclusion can be evaluated positively for two reasons: (1) some form of inclusion of the whole population in democratic decision making is desirable (Bauböck 2001; Gherghina, Mokre, and Mișcoiu 2021); and (2) deliberative practices arguably improve the quality of democracies by broadening inclusion, increasing the efficacy of political decisions, and contributing to civic education (Gherghina and Jacquet 2023, 504).",
          "url": "https://doi.org/10.1017/s1049096525000241",
          "doi": "https://doi.org/10.1017/s1049096525000241",
          "filter": 0
        },
        {
          "title": "China Watchers",
          "authors": "Franziska B. Keller, Johan A. Dornschneider-Elkink, Hans H. Tung",
          "abstract": "Recent debates have raised concerns about how academia and policy makers alike rely on country experts when trying to understand the politics of authoritarian regimes. This study argues that one possible source of bias is the experts’ network of affiliations and interactions with one another and that we therefore should make the social background and networks of country experts more transparent. We implemented this by examining experts on contemporary Chinese politics using a nomination process to establish a list of 2,200 such experts. We find that US-based and US-educated male academics continue to form the core of this community but that younger cohorts appear to be more diverse in terms of educational background, gender, and geographic location. Our findings provide not only the first analysis of the global China Watcher community but also speak to current debates about the reliability of aggregated expert assessments.",
          "url": "https://doi.org/10.1017/s1049096525101200",
          "doi": "https://doi.org/10.1017/s1049096525101200",
          "filter": 0
        },
        {
          "title": "State Strikes Back: The Spanish–Moroccan Border Crisis from the Lens of the Beirut School of Critical Security Studies",
          "authors": "Zaynab El Bernoussi, Augusto Adán Delkáder Palacios",
          "abstract": "This goal of this article is to improve our understanding of Morocco’s instrumentalization of migration and border management to pressure Spain. We analyze the literature on critical security studies and North–South relations. This study’s contribution, resulting from the theoretical approach of the Beirut School of Critical Security Studies and the Spanish–Moroccan border-crisis case study, is twofold. First, it decenters the study of security and international relations from the dominant concerns with Western interests and policy priorities. Second, it documents a paradigm shift in the study of North–South relations, highlighting the agency of the Global South. This agency, evident in the case of Morocco, indicates that smaller state actors have the capacity to gain leverage over bigger state actors and that they are not merely recipients of the policies of the Global North. Proof of this is Morocco’s successful instrumentalization of the border crisis to obtain Spain’s explicit recognition of Moroccan sovereignty over the Western Sahara.",
          "url": "https://doi.org/10.1017/s1049096525101558",
          "doi": "https://doi.org/10.1017/s1049096525101558",
          "filter": 0
        },
        {
          "title": "Participatory Budgeting, Disengagement and Political Parties: Evidence from Kibra Constituency in Nairobi",
          "authors": "Jethron Akallah, Paul Tap",
          "abstract": "Participatory budgeting (PB) was first implemented in Porto Alegre (Brazil) in 1989 as a measure to reduce poverty and decrease child mortality. Since then, it has spread all over the world. It empowers citizens in political action, increases their awareness of the social and political shortcomings of their communities, and allows them to decide how a part of the local budget should be spent. Despite these benefits, people generally rarely engage with PB when it is offered. With the exception of a few studies (Gherghina, Tap, and Traistaru 2023), we do not yet know what makes individuals abstain from participating in this process.",
          "url": "https://doi.org/10.1017/s1049096524001343",
          "doi": "https://doi.org/10.1017/s1049096524001343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "How terrorism affects support for democracy",
          "authors": "Philipp Kerler",
          "abstract": "Concerns that terrorist attacks reduce citizens’ support for democracy and hinder democratization are widespread. Contrary to these concerns, we show that reported support for democracy is not lower after terrorist attacks across 10 cases of unexpected events during surveys in 10 African countries. In three cases, we detect significantly higher support for democracy after attacks. Jointly analyzing the 10 cases reveals that particularly respondents who evaluate their state as undemocratic report more support for democracy after attacks. Among individuals who perceive their state as democratic, we find no difference in support for democracy. Trust in the president and the ruling party is generally lower after attacks. We propose that citizens respond adversely to limited capacities to express dissatisfaction with the government under perceived non-democratic rule, and thus support democracy more after terrorist attacks when the political system is perceived as undemocratic. In contrast to prior research, our results provide a positive outlook on the resilience of support for democracy in the face of adversity.",
          "url": "https://doi.org/10.1007/s11127-025-01334-w",
          "doi": "https://doi.org/10.1007/s11127-025-01334-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Why Do Some Union Members Vote Republican? The Role of Workplace Political Discussion",
          "authors": "David Macdonald",
          "abstract": "Labor union members are more likely to vote than their nonunionized counterparts, and when they do vote, are more likely to support the Democratic Party. However, a sizable minority of union members vote Republican. This is puzzling, given that the national Republican Party has long been hostile toward organized labor. Extant research has clearly demonstrated that union and nonunion members differ in their voting behavior, but we know little about such variation among union members. I explore this latter phenomenon here, arguing that the frequency of workplace political discussion plays an important role in shaping how labor union members vote. I test this with data from the 2004 National Annenberg Election Survey (NAES). Overall, I find that workplace discussion of politics is positively and significantly associated with the probability that labor union members vote Democrat. This appears to occur via a “learning” mechanism, in which greater workplace discussion of politics leads union members to recognize which candidate is more “prolabor.” Overall, these findings help us better understand the consequences of the workplace, political discussion, and the politics of American labor unions.",
          "url": "https://doi.org/10.1093/poq/nfaf042",
          "doi": "https://doi.org/10.1093/poq/nfaf042",
          "filter": 0
        },
        {
          "title": "Susceptibility to Moral Arguments Among Liberals and Conservatives",
          "authors": "Fredrik Jansson, Pontus Strimling",
          "abstract": "An empirical result in Moral Foundations Theory is that liberals and progressives endorse the individualizing factors of care and fairness, while conservatives claim that the binding factors of authority, loyalty, and purity are equally relevant when determining what is moral. Does this translate into persuasiveness of arguments and opinion change? We here test the hypothesis that conservatives can be swayed by binding moral arguments, while everyone is susceptible to individualizing moral arguments. Using a classic experimental design (N = 375) where respondents are given moral arguments for a position in nine moral issues, we find support for this hypothesis. In line with motivational matching, the moral foundation support of respondents predicts the type of arguments to which they are susceptible. Along with previous studies on which type of moral argument supports which moral position in the public debate, these findings provide a mechanistic explanation for public opinion change, and in particular for the observation that moral values are becoming more liberal and progressive across the board. Although people tend to be resistant to belief revision, their opinions on politically polarized issues can change when arguments match their beliefs, reflected in their ideology.",
          "url": "https://doi.org/10.1093/poq/nfaf045",
          "doi": "https://doi.org/10.1093/poq/nfaf045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Civic Education and Voting under Authoritarianism: A Field Experiment during the 2021 Vietnamese National Assembly Election",
          "authors": "Edmund Malesky, Trung Anh Nguyen, Hoang Phan Dung, Khuu Dang Tien, Ky Nam Nguyen",
          "url": "https://doi.org/10.1086/739565",
          "doi": "https://doi.org/10.1086/739565",
          "filter": 0
        },
        {
          "title": "Do Multi-dimensional Quotas Improve Social Equality? Intersectional Representation &amp; Group Relations",
          "authors": "Rachel Brule, Aliz Toth",
          "url": "https://doi.org/10.1086/739563",
          "doi": "https://doi.org/10.1086/739563",
          "filter": 0
        },
        {
          "title": "Charismatic Leaders and Democratic Backsliding",
          "authors": "James Hollyer, Marko Klasnja, Rocio Titiunik",
          "url": "https://doi.org/10.1086/739564",
          "doi": "https://doi.org/10.1086/739564",
          "filter": 0
        },
        {
          "title": "Looking East: Perfectionism, Public Reason Confucianism, and the Construction of Islamicate Public Reason",
          "authors": "Joseph Jon Kaminski",
          "url": "https://doi.org/10.1086/739566",
          "doi": "https://doi.org/10.1086/739566",
          "filter": 0
        },
        {
          "title": "Soft Power as Constituency Cultivation",
          "authors": "Scott Tyson, Ethan Kapstein, Audrye Wong",
          "url": "https://doi.org/10.1086/737437",
          "doi": "https://doi.org/10.1086/737437",
          "filter": 0
        },
        {
          "title": "Executive–Legislative Policymaking Under Crisis",
          "authors": "Nathaniel A. Birkhead, Jeffrey J. Harden, Jason H. Windett",
          "url": "https://doi.org/10.1086/734265",
          "doi": "https://doi.org/10.1086/734265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
