{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The Troubles and Beyond: The impact of a museum exhibit on a post‐conflict society",
          "authors": "Laia Balcells, Elsa Voytas",
          "abstract": "In divided societies, can museums contribute to healing and recovery? While efforts to memorialize past violence typically aim to promote tolerance and reconciliation, remembering could exacerbate divisions in recovering societies where the past is deeply contested. We examine a transitional justice museum exhibit in Northern Ireland. We combine evidence from nearly 1,400 participants across focus groups, a field experiment at the Troubles and Beyond exhibit in the Ulster Museum, and a survey that randomly exposed respondents to exhibit materials. Our findings indicate that although individuals experience strong emotional responses to the exhibit materials, these emotions do not correspond to shifts in perceptions of past violent conflict or preferences for addressing it. These results may reflect the balanced curation of the museum exhibit, which avoids imposing a singular narrative. While this approach prevents further polarization, it also limits the potential for fostering social cohesion.",
          "url": "https://doi.org/10.1111/ajps.70001",
          "doi": "https://doi.org/10.1111/ajps.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Resistance, Law, and the Limits of the Disobedience Framework",
          "authors": "ÇİĞDEM ÇIDAM",
          "abstract": "In the last decade, many scholars have sought to overcome the shortcomings of the reified conception of civil disobedience that was developed in the 1970s by offering alternative conceptions of (un)civil disobedience. The “disobedience framework” is now so predominant that it is almost unthinkable to refer to any protest involving an alleged infraction of official rules as anything other than disobedience. I argue that this overstretching of “disobedience” rests on the misleading assumption that “intentional lawbreaking” occurs in an uncontested political/legal space; it also ignores that, in certain contexts, activists insist on the legality of their protests even when they defy official orders. Examining how feminist activists in Turkey offer alternative interpretations of existing laws to challenge the legality of protest bans, I demonstrate that folding such protests into the disobedience framework silences protesters, erases their narratives of resistance, and adopts the state’s perspective on the “illegality” of their actions.",
          "url": "https://doi.org/10.1017/s0003055425100890",
          "doi": "https://doi.org/10.1017/s0003055425100890",
          "filter": 0
        },
        {
          "title": "Ecological Personhood: A Bridging Approach",
          "authors": "MÓNICA BRITO VIEIRA, SEAN FLEMING",
          "abstract": "Aotearoa New Zealand’s recognition of the Whanganui River as a legal person in 2017 has generated a lively debate. While advocates argue that ascribing personhood to natural entities is a powerful tool for redressing historical injustices against Indigenous peoples and for protecting the environment, critics argue that it is incompatible with Western legal and political systems. In this article, we use Thomas Hobbes’s theory of personhood to develop a novel account of ecological personhood. Hobbes explains how natural entities can be empowered to speak and act through authorized representatives, much as states, corporations, and wards do. Our Hobbesian account has three main payoffs. First, it offers a bridge between different legal orders and ontologies of nature. Second, it explains how “ecoship” is normatively different from corporate personhood and guardianship. Third, it highlights both the transformative potential of ecological persons and the ways in which they can be coopted and subverted.",
          "url": "https://doi.org/10.1017/s0003055425100762",
          "doi": "https://doi.org/10.1017/s0003055425100762",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Do the rich ditch politics? Evidence from Sweden",
          "authors": "Anton Brännlund, Rafael Ahlskog",
          "url": "https://doi.org/10.1016/j.electstud.2025.102966",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102966",
          "filter": 0
        },
        {
          "title": "How nuclear power hurts the Greens: Evidence from German nuclear power plants",
          "authors": "António Valentim, Heike Klüver, Cornelius Erfort",
          "url": "https://doi.org/10.1016/j.electstud.2025.102959",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102959",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Does theUSReally EmboldenitsAllies? Evidencefrom a Survey Experiment in Japan",
          "authors": "Yasuki Kudo, Viet Hung Nguyen Cao",
          "abstract": "Do patrons’ signals of security commitments embolden junior partners? Scholars and practitioners have considered that supportive gestures by patrons could motivate junior partners to adopt more aggressive postures in their own disputes. While the theoretical logic is compelling when considering states as unitary actors, it is less clear if this logic applies to the domestic public that may have differing interests from leaders. To complement this gap, we conducted a survey experiment in Japan, a close US ally with a territorial dispute with China. We find that US presidential signals increase the credibility of US military intervention in the dispute; however, no evidence of emboldenment effects is found—public support for escalatory policies does not increase accordingly. Additionally, we find that US signals do not encourage the public to punish leaders backing down after announcing aggressive policies. These findings challenge the conventional understanding of an important effect of alliance politics.",
          "url": "https://doi.org/10.1177/00220027251360557",
          "doi": "https://doi.org/10.1177/00220027251360557",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Legislator Responsiveness to Racialized Constituencies in Mexico",
          "authors": "José E. Múzquiz, Jose J. Alcocer",
          "abstract": "This study examines how racial identity affects legislative responsiveness in Mexico using an email-based audit experiment. Emails from simulated Indigenous, Mestiza, and European-White constituents were sent to all 626 federal legislators to test whether perceived identity shapes replies and their quality. Contrary to expectations, Indigenous-named constituents received significantly higher response rates that were more personalized and helpful than their European-White counterparts, while Mestiza-named constituents showed no significant differences in response rates. We found no coalition-based differences, though power was limited, and responsiveness declined in districts with larger Indigenous populations, revealing how national inclusion norms may be moderated by local demographic and political dynamics.",
          "url": "https://doi.org/10.1017/xps.2025.10008",
          "doi": "https://doi.org/10.1017/xps.2025.10008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Proving Her Strength: The Partisan and Gendered Implications of Legislative Obstruction",
          "authors": "Nicole Huffman, Lauren P Olson, Ryan J. Vander Wielen",
          "abstract": "Why do some legislators continue to obstruct despite public support for compromise? We suggest that legislator gender and voter partisanship are key but often overlooked determinants of how voters process obstructive behaviors by legislators. Since Republicans value masculinity more than Democrats, and obstruction is a masculine behavior, we theorize that Republicans are more likely to reward obstructive behavior, especially from women legislators who are presumed to be less masculine. Using a conjoint experiment, we find evidence supporting our theory. Republicans evaluate women legislators more negatively until the perceived obstructiveness of their behavior increases. Meanwhile, perceived obstructiveness has no gendered effects among Democrats. These results suggest that Republican women should be more likely to endorse obstruction, which we find evidence of by analyzing email newsletters issued by members of the US House and Senate from 2009 to 2020. These findings explain partisan and gendered asymmetries in obstructive behaviors that counter conventional notions that women are disproportionately consensus builders.",
          "url": "https://doi.org/10.1111/lsq.70026",
          "doi": "https://doi.org/10.1111/lsq.70026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The populist spiral: How populist rhetoric spreads within party systems",
          "authors": "Vlad Surdea-Hernea",
          "abstract": "This paper investigates whether populism, independent of its substantive policy correlates, diffuses within party systems as a rhetorical strategy. Building on theories of political contagion, I argue that populism’s simplicity and flexibility make it an attractive tool for parties seeking to mobilize voters, disrupt competitors, and respond to systemic pressures. Using the V-Party dataset, which provides expert-coded estimates of populist rhetoric across a global sample of parties, I construct a leave-one-out (LOO) Index to capture systemic populist signals. Time-series cross-sectional regression models with fixed effects reveal that higher levels of systemic populism significantly increase the likelihood of parties adopting populist rhetoric in subsequent electoral cycles. The effect is most pronounced for anti-elitism and people-centrism, while pluralistic norms and non-violence remain stable. Right-leaning parties exhibit stronger responsiveness, reflecting the natural alignment between populist themes and conservative platforms.",
          "url": "https://doi.org/10.1177/13540688251362306",
          "doi": "https://doi.org/10.1177/13540688251362306",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Liminal Minorities: Religious Difference and Mass Violence in Muslim Societies. By Güneş Murat Tezcür. Ithaca, NY: Cornell University Press, 2024. 254p.",
          "authors": "Mohammed M. Hafez",
          "url": "https://doi.org/10.1017/s1537592725102247",
          "doi": "https://doi.org/10.1017/s1537592725102247",
          "filter": 0
        },
        {
          "title": "Sites of Statelessness: Laws, Cities, Seas. Edited by Ayşe Çağlar, Sabyasachi Basu Ray Chaudhury, and Ranabir Samaddar. SUNY Press, 2024. 277p.",
          "authors": "Bronwen Manby",
          "url": "https://doi.org/10.1017/s1537592725102211",
          "doi": "https://doi.org/10.1017/s1537592725102211",
          "filter": 0
        },
        {
          "title": "The Roots of Polarization: From the Racial Realignment to the Culture Wars. By Neil A. O’Brian. Chicago: University of Chicago Press, 2024. 240p.",
          "authors": "Christopher Stout",
          "url": "https://doi.org/10.1017/s153759272500101x",
          "doi": "https://doi.org/10.1017/s153759272500101x",
          "filter": 0
        },
        {
          "title": "The Contested World Economy: The Deep and Global Roots of International Political Economy. By Eric Helleiner. Cambridge, UK: Cambridge University Press, 2023. 320p.",
          "authors": "Marius Dotzauer",
          "url": "https://doi.org/10.1017/s1537592725102235",
          "doi": "https://doi.org/10.1017/s1537592725102235",
          "filter": 0
        },
        {
          "title": "Counterterrorism and Its Consequences",
          "authors": "Marie Breen-Smyth",
          "abstract": "Counterterrorism is both a reaction to and an anticipation of the activities of those who wield terror for political purposes. Counterterrorism pits itself against terrorism, aimed at ending or at least limiting its operations, spread, and damage. As Richard English has acknowledged, non-state terrorism has much less impact on the world than the counterterrorism it elicits. The vast powers at the disposal of states and their reactive tendency to military methods, such as after 9/11, make this entirely predictable. Fiona de Londras’ examination of transnational counterterrorism ably documents how states acting in concert have reshaped the world, particularly in the post 9/11 era. Guendalina Simoncini’s book on Tunisia clearly illustrates how counterterrorism can be used to enable the establishment of an authoritarian regime in Tunisia and the resultant disastrous consequences for that society.",
          "url": "https://doi.org/10.1017/s1537592725102259",
          "doi": "https://doi.org/10.1017/s1537592725102259",
          "filter": 0
        },
        {
          "title": "Who Wants Stakeholder Capitalism? Public and Elite Perceptions of the Role of Business Leaders in Politics",
          "authors": "Eitan Hersh, Sarang Shah",
          "abstract": "On what policy areas and with what strategies should businesses and their leaders be involved in political activity? Advocates of “stakeholder capitalism” endorse companies and their leaders taking stances on social, environmental, and economic issues that advance the interests of their communities, not just of their shareholders. We juxtapose this view with two alternatives: companies and their leaders should a) stay out of politics or b) advocate only for their narrow business interests. We survey the mass public and business leaders. The public has little appetite for corporate leader engagement. However, business leaders, especially Democratic ones, endorse more active engagement from their firms on most issues, though they favor their firm leaders engaging in behind-the-scenes strategies rather than those that mobilize employees or customers. We find there is an elite appetite for business leaders to move beyond particularistic lobbying and to influence broader economic and social policy.",
          "url": "https://doi.org/10.1017/s1537592725000775",
          "doi": "https://doi.org/10.1017/s1537592725000775",
          "filter": 0
        },
        {
          "title": "Contesting Authority to Adjudicate Misinformation",
          "authors": "Scott Radnitz",
          "abstract": "In recent years, analysts have raised concerns about the threat misinformation poses to democracy, yet efforts to counter misinformation have been met with charges of bias and censorship, predominantly from the political right. This article asks who sets the terms of debate over misinformation: what it is, how much there is, whether it is a problem, and what to do about it. It frames the past decade’s controversies around misinformation as an implicit struggle for authority and offers a framework to interpret the arguments of the actors involved. It identifies three coalitions with distinct institutional and ideological profiles that have articulated consistent stances on misinformation. The analysis demonstrates how contestation among competing coalitions plays out in five distinct domains of misinformation: content, attribution, scale, consequences, and policy. Viewing the misinformation debate as part of broader political and cultural struggles within democracies at a time of low trust in institutions helps explain why (mis)information is so fiercely contested. The issue takes on outsize proportions because whoever prevails in shaping the discourse surrounding misinformation stands to gain authority over the rules governing the public sphere, with implications for the future of free speech and democratic participation.",
          "url": "https://doi.org/10.1017/s1537592725102028",
          "doi": "https://doi.org/10.1017/s1537592725102028",
          "filter": 0
        },
        {
          "title": "Born This Way: Science, Citizenship, and Inequality in the American LGBTQ+ Movement. By Joanna Wuest. Chicago: University of Chicago Press, 2023. 287p.",
          "authors": "Susan R. Burgess",
          "url": "https://doi.org/10.1017/s1537592725001082",
          "doi": "https://doi.org/10.1017/s1537592725001082",
          "filter": 0
        },
        {
          "title": "Uprooted: How Post-WWII Population Transfers Remade Europe. By Volha Charnysh. Cambridge: Cambridge University Press, 2025. 305p.",
          "authors": "Pertti Ahonen",
          "url": "https://doi.org/10.1017/s1537592725102223",
          "doi": "https://doi.org/10.1017/s1537592725102223",
          "filter": 0
        },
        {
          "title": "Diffusion by Leadership: The WHO’s Mechanism to Promote Policies against COVID-19",
          "authors": "Diego Vega, Kyle Shen",
          "abstract": "In the early months of 2020, governments faced the rapid spread of COVID-19. To navigate the storm of conflicting information about the danger posed by this new disease, countries sought guidance about when and how to respond to it. We argue that the World Health Organization (WHO) played a central role in the diffusion of policies against COVID-19 by exercising leadership. We develop the concept of leadership as a diffusion mechanism to explain how the WHO influenced governments to close schools and workplaces and cancel public events within weeks, despite its lack of strong enforcement mechanisms. Results from five event-history models show the significance of the WHO’s pandemic declaration on March 11, 2020 that mobilized countries to adopt the measures recommended by the organization. However, that declaration did not affect the diffusion of policies that the WHO advised against adopting.",
          "url": "https://doi.org/10.1017/s1537592725101898",
          "doi": "https://doi.org/10.1017/s1537592725101898",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Estimating the Local Average Treatment Effect Without the Exclusion Restriction",
          "authors": "Zachary Markovich",
          "abstract": "Existing approaches to conducting inference about the Local Average Treatment Effect or LATE require assumptions that are considered tenuous in many applied settings. In particular, Instrumental Variable techniques require monotonicity and the exclusion restriction while principal score methods rest on some form of the principal ignorability assumption. This paper provides new results showing that an estimator within the class of principal score methods allows conservative inference about the LATE without invoking such assumptions. I term this estimator the Compliance Probability Weighting estimator and show that, under very mild assumptions, it provides an asymptotically conservative estimator for the LATE. I apply this estimator to a recent survey experiment and provide evidence of a stronger effect for the subset of compliers than the original authors had uncovered.",
          "url": "https://doi.org/10.1017/pan.2025.10005",
          "doi": "https://doi.org/10.1017/pan.2025.10005",
          "filter": 0
        },
        {
          "title": "Balancing Precision and Retention in Experimental Design",
          "authors": "Gustavo Diaz, Erin Rossiter",
          "abstract": "In experimental social science, precise treatment effect estimation is of utmost importance, and researchers can make design choices to increase precision. Specifically, block-randomized and pre-post designs are promoted as effective means to increase precision. However, implementing these designs requires pre-treatment covariates, and collecting this information may decrease sample sizes, which in and of itself harms precision. Therefore, despite the literature’s recommendation to use block-randomized and pre-post designs, it remains unclear when to expect these designs to increase precision in applied settings. We use real-world data to demonstrate a counterintuitive result: precision gains from block-randomized or pre-post designs can withstand significant sample loss that may arise during implementation. Our findings underscore the importance of incorporating researchers’ practical concerns into existing experimental design advice.",
          "url": "https://doi.org/10.1017/pan.2025.10008",
          "doi": "https://doi.org/10.1017/pan.2025.10008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "“How Colleges Can Increase Civic Engagement”",
          "authors": "Tali Mendelberg, Claire Willeck",
          "url": "https://doi.org/10.1007/s11109-025-10048-0",
          "doi": "https://doi.org/10.1007/s11109-025-10048-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Green national paradox? How the far right turned Sweden from a (reputed) pioneer of climate mitigation to an obstructor",
          "authors": "Andreas Malm, Kristoffer Ekberg, Christina Englund, Johanne Tagmose Grønkjær, Martin Charlier, Olivia Medin, Ståle Holgersen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "filter": 0
        },
        {
          "title": "Polar projections: Political geographies of Arctic mapping",
          "authors": "Ingrid A. Medby, Berit Kristoffersen, Philip Steinberg, Klaus Dodds, Mia M. Bennett, Johanne M. Bruun, Danai-Maria Kontou",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103391",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103391",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Duncan Black and group decision-making: from early priority dispute to late recognition",
          "authors": "Herrade Igersheim",
          "url": "https://doi.org/10.1007/s11127-025-01315-z",
          "doi": "https://doi.org/10.1007/s11127-025-01315-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Measurement issues in conflict event data: Addressing some misconceptions about what drives differences between human-coded event datasets",
          "authors": "Magnus Öberg, Mert Can Yilmaz",
          "abstract": "Clionadh Raleigh, Roudabeh Kishi, and Andrew Linke recently compared their own Armed Conflict Location and Events Dataset (ACLED) to three other conflict event datasets in Humanities &amp; Social Sciences Communications. In this article, we investigate their claims about what drives differences between the two researcher led projects the Uppsala Conflict Data Program (UCDP) and ACLED. In the process, we address some general issues that arise in event data collection, including the importance of stable definitions, how demands on sourcing varies with the type of data collected, and how strategies for dealing with uncertainty and ambiguity impact the data. Contrary to the claims made in the target article, the differences between ACLED and UCDP in the cases put forth by the authors are not primarily due to differences in sourcing or inclusion thresholds. Analyzing the same cases, we show that most of the differences are due to auxiliary coding rules, standards for source evaluation and misrepresentations of UCDP data in the original article.",
          "url": "https://doi.org/10.1177/20531680251362440",
          "doi": "https://doi.org/10.1177/20531680251362440",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Group Identities and Parliamentary Debates",
          "authors": "Jon Fiva, Oda Nedregård, Henning Øien",
          "url": "https://doi.org/10.1086/737781",
          "doi": "https://doi.org/10.1086/737781",
          "filter": 0
        },
        {
          "title": "Preferring National Elites or Local Candidates: A Conjoint Analysis of Voter Heuristics.",
          "authors": "Etienne Gagnon, Kenneth Mori McElwain, Fumi Ikeda",
          "url": "https://doi.org/10.1086/737779",
          "doi": "https://doi.org/10.1086/737779",
          "filter": 0
        },
        {
          "title": "Racialized Misinformation, Factual Corrections, and Prejudicial Attitudes: The Cases of Welfare and Immigration",
          "authors": "Eddy Yeung, Joseph Glasgow",
          "url": "https://doi.org/10.1086/737780",
          "doi": "https://doi.org/10.1086/737780",
          "filter": 0
        },
        {
          "title": "Cite and Sway? Attorneys, Briefs, and Persuasion at the U.S. Supreme Court",
          "authors": "Elizabeth A. Lane, Jessica A. Schoenherr",
          "url": "https://doi.org/10.1086/737778",
          "doi": "https://doi.org/10.1086/737778",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Erratum",
          "authors": "Zhenhuan Lei, Junlong Aaron Zhou",
          "url": "https://doi.org/10.1086/737344",
          "doi": "https://doi.org/10.1086/737344",
          "filter": 1
        }
      ]
    }
  ]
}
