{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Measuring Descriptive Representation at Scale: Methods for Predicting the Race and Ethnicity of Public Officials",
          "authors": "Diana Da In Lee, Yamil Ricardo Velez",
          "abstract": "Ethnicity and race are vital for understanding representation, yet individual-level data are often unavailable. Recent methodological advances have allowed researchers to impute racial and ethnic classifications based on publicly available information, but predictions vary in their accuracy and can introduce statistical biases in downstream analyses. We provide an overview of common estimation methods, including Bayesian approaches and machine learning techniques that use names or images as inputs. We propose and test a hybrid approach that combines surname-based Bayesian estimation with the use of publicly available images in a convolutional neural network. We find that the proposed approach not only reduces statistical bias in downstream analyses but also improves accuracy in a sample of over 16,000 local elected officials. We conclude with a discussion of caveats and describe settings where the hybrid approach is especially suitable.",
          "url": "https://doi.org/10.1017/s0007123424000772",
          "doi": "https://doi.org/10.1017/s0007123424000772",
          "filter": 0
        },
        {
          "title": "Austerity and Social Spending: Estimating the Long-Run Effects of Fiscal Adjustment",
          "authors": "Nils Blossey",
          "abstract": "Ageing populations and slower growth have compelled governments in mature welfare states to implement fiscal adjustments, but uncertainty persists about whether these measures have successfully curtailed the size of the welfare state. This letter documents that fiscal adjustments reduce social spending more effectively than previously thought. Using data from sixteen advanced economies between 1978 and 2018 and the narrative identification of adjustment plans, I estimate cumulative multipliers with local projections. I find that fiscal adjustments persistently lower social spending, including key components of social consumption and social investment. To explain why austerity does not shelter the welfare state, I present stylized facts about the timing and composition of adjustment plans. First, while public investment cuts concentrate at the beginning of the adjustment period, social consumption cuts accumulate over time. Second, large budget deficits and financial crises are frequent antecedents of the most ambitious fiscal reforms.",
          "url": "https://doi.org/10.1017/s0007123425000018",
          "doi": "https://doi.org/10.1017/s0007123425000018",
          "filter": 0
        },
        {
          "title": "Should Political Discrimination be Unlawful?",
          "authors": "Thomas W. Simpson",
          "abstract": "Should people be protected by law from discrimination on the grounds of political affiliation and belief? I argue that individuals’ democratic right to exercise political agency – which implies freedom of association and freedom to express one’s political belief – requires that individuals should not be vulnerable to being treated disadvantageously because of their political affiliation and belief. To accomplish this, the protectorate of discrimination law should be expanded where relevant to include that characteristic. Moreover, in contexts where political and specifically affective polarisation is severe, the risk of such treatment increases, further justifying the legal innovation. While this thesis has received almost no prior discussion in the literature on the normative justification of discrimination law, and is revisionary in the UK and the USA, this absence is striking both in a comparative legal context and especially given the centrality of these freedoms to democratic politics.",
          "url": "https://doi.org/10.1017/s0007123425100604",
          "doi": "https://doi.org/10.1017/s0007123425100604",
          "filter": 0
        },
        {
          "title": "The Religious Roots of Belief in Misinformation: Experimental Evidence from India",
          "authors": "Simon Chauchard, Sumitra Badrinathan",
          "abstract": "Misinformation has emerged as a key threat worldwide, with scholars frequently highlighting the role of partisan motivated reasoning in misinformation belief. Yet the mechanisms enabling the endorsement of misinformation may differ in contexts where other identities are salient. This study explores whether religion drives the endorsement of misinformation in India. Using original data, we first show that individuals with high levels of religiosity and religious polarization endorse significantly higher levels of misinformation. Next, to understand the causal mechanisms through which religion operates, we field an experiment where corrections rely on religious messaging, and/or manipulate perceptions of religious ingroup identity. We find that corrections including religious frames (1) reduce the endorsement of misinformation; (2) are sometimes more effective than standard corrections; and (3) work beyond the specific story corrected. These findings highlight the religious roots of belief formation and provide hope that social identities can be marshalled to counter misinformation.",
          "url": "https://doi.org/10.1017/s0007123425100616",
          "doi": "https://doi.org/10.1017/s0007123425100616",
          "filter": 0
        },
        {
          "title": "Geography Matters: The Conditional Effect of Electoral Systems on Social Spending – CORRIGENDUM",
          "authors": "Ignacio Jurado, Sandra León",
          "url": "https://doi.org/10.1017/s0007123425000110",
          "doi": "https://doi.org/10.1017/s0007123425000110",
          "filter": 0
        },
        {
          "title": "Cleaning up Politics: Anti-Corruption Appeals in Electoral Campaigns",
          "authors": "Sofia Vera",
          "abstract": "Recent elections around the globe have seen politicians increasingly adopt anti-corruption rhetoric, yet little is known about the conditions under which such appeals are effective. While existing literature has focused on the factors that mitigate electoral sanctions for corrupt politicians, it has often overlooked the relevance of anti-corruption efforts. This paper investigates the impact of anti-corruption promises on electoral support and perceived effectiveness in cleaning up government. Using an unforced conjoint experiment in corruption-prone Paraguay, I vary candidate profiles with different anti-corruption platforms, genders, and disciplinary records. The results reveal that anti-corruption appeals significantly influence electoral support. Concrete anti-corruption promises with specific policies are more persuasive, indicating citizens prefer substance over vague rhetoric. Surprisingly, a clean disciplinary record does not substantively enhance a candidate’s anticorruption appeal, and male candidates appear to benefit more from adopting anticorruption platforms. These findings illuminate under what conditions anti-corruption platforms are more effective. They highlight the importance of specific policy stands and reveal that having a history of corruption surprisingly does not damage the credibility of anticorruption advocates.",
          "url": "https://doi.org/10.1017/s0007123425100501",
          "doi": "https://doi.org/10.1017/s0007123425100501",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "Who Rules? Support Coalitions and Regime Survival, 1789–2020",
          "authors": "Carl Henrik Knutsen, Sirianne Dahlum, Magnus Bergli Rasmussen, Tore Wig",
          "abstract": "All political regimes rely on coalitions of supporters to govern and remain in power. We discuss, specify, and test arguments pertaining to how the numerical size as well as social diversity of regime support coalitions influence regime longevity. We use recently collected data on support coalition characteristics, with global coverage and time series exceeding 230 years, and find that larger as well as more diverse regime support coalitions are positively related to regime longevity. Both patterns hold up in different time periods and in sub-samples including only autocratic regimes. We also discuss and find indications that increased coalition size may limit certain types of regime breakdown (e.g., from popular uprisings) but not others (e.g., coups). Coalition diversity is negatively related to different types of regime breakdown, and these patterns may reflect that diverse coalitions offer regimes access to variegated power resources that enable them to mitigate different threats.",
          "url": "https://doi.org/10.1177/00104140251369338",
          "doi": "https://doi.org/10.1177/00104140251369338",
          "filter": 0
        },
        {
          "title": "Zero-Sum Thinking and the Cultural Threat of Muslim Religious Rights",
          "authors": "Marc Helbling, Elisabeth Ivarsflaten, Richard Traunmüller",
          "abstract": "Cultural threat is one of the main explanations for opposing immigrants. However, it lacks theoretical precision and suffers from measurement issues. To remedy these problems, we conceptualize cultural threat as a zero-sum problem and specify concrete cultural rights that Muslims receive. In two online experiments in Germany, we randomly assigned people to situations where Muslim cultural rights either replace majority rights (zero-sum) or they co-exist (non-zero-sum). The willingness to accommodate Muslims’ cultural rights varies strongly by the logic of cultural threat, especially for respondents with an inclusionary mindset. They are protective of their own cultural practices, but do not perceive all gains in Muslim rights as inherently threatening. Respondents with an exclusionary mindset, however, respond less to variations in cultural threat. In contrast to people with an inclusionary mindset, they also react more negatively to Muslim than non-Muslim demands for change.",
          "url": "https://doi.org/10.1177/00104140251369349",
          "doi": "https://doi.org/10.1177/00104140251369349",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Vote choice under certainty, risk, and uncertainty",
          "authors": "Guido Tiemann",
          "url": "https://doi.org/10.1016/j.electstud.2025.102972",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102972",
          "filter": 0
        },
        {
          "title": "Do voters on the left show more solidarity behaviour? Novel behavioural evidence from interactive surveys in Austria, West and East Germany",
          "authors": "Achim Goerres, Jakob Eicheler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102980",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102980",
          "filter": 0
        },
        {
          "title": "New evidence on citizens’ reactions to democratic norm violations in an advanced democracy",
          "authors": "Sirianne Dahlum, Peter Egge Langsæther, Tore Wig",
          "url": "https://doi.org/10.1016/j.electstud.2025.102971",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102971",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "Supplying Influence: Domestic Production Networks in Trade Politics",
          "authors": "Timm Betz, Leonhard Hummel",
          "abstract": "Why are some firms more successful than others in obtaining privileged treatment from their government? Trade policy, as an unusually targeted tool, offers a rich context to understand such questions of special-interest politics and corporate power. Studying decisions on anti-dumping petitions in the United States, we introduce a novel source of privileged treatment. We argue that firms with more linkages throughout the domestic economy enjoy a privileged political position. Benefits to these firms extend indirectly to a wider set of constituents, which allows firms to assemble broader coalitions and to portray protectionist policy as more than purely particularistic politics. We provide evidence for this argument by developing original measures of linkages between firms, derived from over 600,000 customer–supplier relationships among industries, matching them with data on anti-dumping petitions filed by US firms, written briefs filed by members of Congress on behalf of these firms, and the geographic distribution of industries. Our account identifies a new explanation of differences in the political influence of firms, underscores the relevance of domestic production networks in politics, and offers a novel perspective on cleavages and coalitions in trade politics. Our results also suggest that the expansion of global supply chains, long considered a hallmark of political power, has weakened the clout of some of the largest firms by limiting their domestic footprint.",
          "url": "https://doi.org/10.1017/s0020818325100581",
          "doi": "https://doi.org/10.1017/s0020818325100581",
          "filter": 0
        },
        {
          "title": "Trade and Exchange Rate Competition in East Asia",
          "authors": "Mark S. Manger, Nicola Nones",
          "abstract": "Exchange rate manipulation—the active devaluation of a currency through intervention in the foreign exchange market—is a frequent trigger of international disputes. Yet it is not an obvious policy choice: as a blunt tool to boost export competitiveness, it is disliked by citizens and importers because of the loss of purchasing power it entails, and because it benefits those with investment abroad at the expense of those with savings at home. It is thus notable that a group of East Asian countries, from Japan and Korea to Thailand, undertake frequent and often large interventions to devalue their currencies. What explains their policy choice? We provide evidence that exchange rate depreciations are undertaken at the behest of export industries. Because lobbying activities in East Asian countries are not directly observable, we focus on Japan and Korea and construct a proxy measure of lobbying by exporters, drawing on news reports. We use machine learning to scale daily reports of industry demands in the two leading financial newspapers, the Japanese Nihon Keizai Shimbun and, in a robustness check, the Korean Hankyung, over twenty-five years. We find evidence that mounting public pressure by organized economic interest groups precedes intervention and induces currency depreciation.",
          "url": "https://doi.org/10.1017/s0020818325100751",
          "doi": "https://doi.org/10.1017/s0020818325100751",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "Keeping Pace with the Times: China's Arms Control Tradition, New Challenges, and Nuclear Learning",
          "authors": "Wu Riqiang",
          "abstract": "Many scholars assume that classical arms control theory, derived from U.S.-Soviet experiences, is universal. But China—being the weaker party in an asymmetric nuclear relationship—has developed its own distinct tradition. China's arms control tradition seeks to safeguard national defense modernization, prioritize developing military capabilities over reassurance and risk reduction, and maintain a high level of secrecy. This approach faces new challenges as China's nuclear capabilities increase. Through nuclear learning, China needs to update its core beliefs regarding arms control, shifting from seeing it as a means to restrain China to emphasizing the shared interest among nuclear powers and the value of reassurance in preventing nuclear war and arms races. Maintaining strategic stability within an asymmetric nuclear force structure is a new challenge for both China and the United States. To foster nuclear learning, Washington should exercise restraint in its strategic capabilities, Beijing should adopt an interagency arms control decision-making mechanism, and both sides should continue to engage in nuclear dialogues.",
          "url": "https://doi.org/10.1162/isec.a.6",
          "doi": "https://doi.org/10.1162/isec.a.6",
          "filter": 0
        },
        {
          "title": "Editors' Note",
          "url": "https://doi.org/10.1162/isec.e.2",
          "doi": "https://doi.org/10.1162/isec.e.2",
          "filter": 0
        },
        {
          "title": "Knowing What Not to Know About Islamic State: Terrorism Studies and Public Secrecy",
          "authors": "Sarah G. Phillips, Daniel J. Tower",
          "abstract": "This article identifies key differences between mainstream and Iraq-based understandings of Islamic State (ISIS) and how it rose to power in Iraq. The conventional wisdom in English-language discourses focuses on the group's organizational capabilities, particularly its military capacity, ideology, propaganda, and governance/state-building apparatus. Iraqi discourses suggest that in addition to these capabilities, the state opponents of ISIS enabled the group's growth because they benefited from its violence. The differences between these two broad narratives about ISIS matter because they reveal what is generally unsayable in mainstream discourses about the drivers of terrorism, which is that terrorist groups can reproduce through and alongside state power rather than in simple opposition to it. We conducted more than sixty in-depth, semi-structured interviews across Iraq with Iraqi and Western security analysts, journalists, humanitarian workers, and diplomats. Our interlocutors suggested that state actors had facilitated ISIS, at least at times. We argue that this facilitation is an example of what Michael Taussig refers to as a “public secret”—something that experts widely discuss but seldom document. The Iraq-based view that we detail suggests that states maintain power by enabling, and profiting from, unpredictable and plausibly deniable violence in the periphery—something that ISIS supplied in abundance. We argue that by obscuring how states can help make terrorist violence possible, mainstream understandings of terrorism create space for groups like ISIS to emerge in the future.",
          "url": "https://doi.org/10.1162/isec.a.4",
          "doi": "https://doi.org/10.1162/isec.a.4",
          "filter": 0
        },
        {
          "title": "The U.S.-China Stability-Instability Paradox: Limited War in East Asia",
          "authors": "Henrik Stålhane Hiim, Øystein Tunsjø",
          "abstract": "With China and the United States seemingly locked in intensifying and enduring competition, many analysts compare today's U.S.-China rivalry with the one between the Soviet Union and the United States during the Cold War. This article draws on the stability-instability paradox to compare the prospect for limited war in these scenarios. We identify two factors, geography and technology, that affect the likelihood of the paradox leading to conflict. We find that limited conventional war—which may escalate to a limited nuclear war—is more likely in maritime East Asia than a land war was in Cold War Europe. Whether strategic nuclear stability increases or decreases the likelihood of limited conflict likely depends on how each side in a conflict dyad regards the prospects for limiting a conflict. To some, the greater prospect of limited war implies that the United States should attempt to maintain full escalation dominance, including by deploying additional theater nuclear systems in East Asia and bolstering its security guarantees to Taiwan. Others may argue that the United States should consider abandoning Taiwan and retrench by balancing China's regional ambitions with strongpoints and allies farther from the Chinese mainland. Ultimately, the choice depends on how much the United States values Taiwan, how much abandoning the island would damage its credibility, and how much risk it is willing to incur to defend Taiwan.",
          "url": "https://doi.org/10.1162/isec.a.8",
          "doi": "https://doi.org/10.1162/isec.a.8",
          "filter": 0
        },
        {
          "title": "What Does China Want?",
          "authors": "David C. Kang, Jackie S. H. Wong, Zenobia T. Chan",
          "abstract": "The conventional wisdom is that China is a rising hegemon eager to replace the United States, dominate international institutions, and re-create the liberal international order in its own image. Drawing on data from 12,000 articles and hundreds of speeches by Xi Jinping, to discern China's intentions we analyze three terms or phrases from Chinese rhetoric: “struggle” (斗争), “rise of the East, decline of the West” (东升西降), and “no intention to replace the United States” ((无意取代美国). Our findings indicate that China is a status quo power concerned with regime stability and is more inwardly focused than externally oriented. China's aims are unambiguous, enduring, and limited: It cares about its borders, sovereignty, and foreign economic relations. China's main concerns are almost all regional and related to parts of China that the rest of the region has agreed are Chinese—Hong Kong, Taiwan, Tibet, and Xinjiang. Our argument has three main implications. First, China does not pose the type of military threat that the conventional wisdom claims it does. Thus, a hostile U.S. military posture in the Pacific is unwise and may unnecessarily create tensions. Second, the two countries could cooperate on several overlooked issue areas. Third, the conventional view of China plays down the economic and diplomatic arenas that a war-fighting approach is unsuited to address.",
          "url": "https://doi.org/10.1162/isec.a.5",
          "doi": "https://doi.org/10.1162/isec.a.5",
          "filter": 0
        },
        {
          "title": "Access Denied? The Sino-American Contest for Military Primacy in Asia",
          "authors": "Nicholas D. Anderson, Daryl G. Press",
          "abstract": "How has the balance of power shifted in maritime East Asia, and what does this change mean for the U.S.-China military competition in the region? We examine these questions by focusing on a central pillar of U.S. military might—land-based air power—in the context of a war over Taiwan. We create a new, unclassified, and transparent model of a Taiwan conflict, which allows users to explore multiple scenarios, alternative U.S. basing options, various People's Liberation Army attack strategies, and a range of potential U.S. defensive enhancements to see how those alternatives influence outcomes. We find that: (1) the United States' current approach to defend Taiwan exposes U.S. forces to significant risk of catastrophic defeat; (2) the U.S. Air Force's answer to this problem is both unlikely to work and escalatory; and (3) a combination of hardening air bases and enhancing missile defenses and local jamming at U.S. facilities is a better option. More broadly, U.S. national security policy toward China approaches an inflection point. The United States can lean in and significantly enhance the resilience of its forces in East Asia; lean back and rely more on instruments of military power that are less vulnerable to China's regional defense systems; or reconsider its broader geopolitical goals in the region. The current path, seeking to deter Chinese attacks with a vulnerable forward-based military posture, courts disaster.",
          "url": "https://doi.org/10.1162/isec.a.7",
          "doi": "https://doi.org/10.1162/isec.a.7",
          "filter": 0
        },
        {
          "title": "Reviewers for Volume 49",
          "url": "https://doi.org/10.1162/isec.x.9",
          "doi": "https://doi.org/10.1162/isec.x.9",
          "filter": 0
        },
        {
          "title": "Summaries",
          "url": "https://doi.org/10.1162/isec.x.3",
          "doi": "https://doi.org/10.1162/isec.x.3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "The Making of “Dominion” Status at the 1907 Imperial Conference: Dissociation, Racialization, and the (Re)Constitution of International Pecking Orders",
          "authors": "John de Bhal, Alexandra Stafford",
          "abstract": "This paper theorizes dissociation as a key but overlooked dynamic in the (re)constitution of international pecking orders. Conceptually, dissociation captures how actors look to ensure they are considered separate from, dissimilar, and fundamentally uncomparable to certain “others” with whom comparison is considered undesirable and disempowering. Drawing on original archival research, we showcase the value-added of this conceptual lens by examining the reformulation of the British imperial hierarchy at the 1907 Imperial Conference, which formally institutionalized “Dominion” status for the first time. We show how the British settler-colonies sought to dissociate themselves from the backward and racialized “Crown Colonies,” ultimately adopting the label “Dominion” to assert their status as a qualitatively distinct type of polity. We further argue that dissociation often relies on—and reinforces—racialized logics, which actors draw upon to naturalize social boundaries. Our argument suggests that actors are not merely concerned with being “above” other actors in their comparison group on a status ladder. Rather, we demonstrate how actors also struggle to construct pecking orders and social boundaries so that they are considered not simply superior to, but categorically different from—and ultimately uncomparable to—those they deem inferior.",
          "url": "https://doi.org/10.1093/isq/sqaf058",
          "doi": "https://doi.org/10.1093/isq/sqaf058",
          "filter": 0
        },
        {
          "title": "Economic Sanctions and the Distribution of State Capacity in Target Countries: A Disaggregated Analysis of Developing States",
          "authors": "Jerry Urtuzuastigui",
          "abstract": "Do economic sanctions impact subnational state capacity within developing target states? Building on prior research, I begin with the notion that after sanctions are imposed, a target regime is compelled to alter capacity-related government spending to preserve its hold on power. However, drawing on the territorial politics literature, I contend that the reallocation of dwindling revenues is a distinct spatial phenomenon, a form of redistribution that strengthens local-level administrative and coercive capacity in the geographic center of power but at the expense of targets’ reach into more peripheral regions of the state. To evaluate my theory, I employ a disaggregated analysis that combines new sanctions data with geolocated data on capital distance and subnational state capacity. Directly in line with my theory, I find that upon the imposition of economic sanctions, state capacity becomes more robust in the capital; this effect becomes less intense as capital distance increases, leading to a significant decrease in state capacity in the periphery. These findings are robust to various methodological, model, and variable specifications.",
          "url": "https://doi.org/10.1093/isq/sqaf063",
          "doi": "https://doi.org/10.1093/isq/sqaf063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Nationalism, Regime Type, and Trade Agreements",
          "authors": "Edward D. Mansfield, Jon C. W. Pevehouse",
          "abstract": "Nationalism is on the rise throughout the world. Scholars and practitioners have expressed concern about the effects of rising nationalism on international cooperation, arguing that nationalism poses a risk to the liberal international economic order. Other observers maintain that nationalism need not be associated with trade protectionism. Yet there has been little cross-country research on the effects of nationalism on trade cooperation. We argue that nationalism has led to a reluctance to sign trade agreements in democracies, but that its effects on trade policy in autocracies are ambiguous. Nationalism in the public is associated with antipathy toward trade. Since democratically elected governments must be responsive to their constituents or risk losing office, nationalist governments in democratic countries tend to be protectionist. We find a strong negative relationship between nationalism and signing trade agreements in democracies. These findings shed light on the dynamics of trade and globalization in the current era of nationalism.",
          "url": "https://doi.org/10.1177/00220027251365162",
          "doi": "https://doi.org/10.1177/00220027251365162",
          "filter": 0
        },
        {
          "title": "Alliance Formation in Regional Space: Shifting the Battlefront Between Competing Hegemonial Powers",
          "authors": "Kai A. Konrad, Florian Morath",
          "abstract": "Motivated by the history of military alliances during and after the Cold War, we study the sequential expansion of the hegemonial alliances of two great powers. Geography matters for the allocation of the collateral damage of a future military conflict. Current frontline countries bear a major burden. They would prefer to pass this collateral damage on to new members. This motive can drive expansion, which comes to an end only when all remaining non-affiliated countries have been absorbed by one of the two alliances. Those countries are willing to make concessions as part of the accession negotiations, and the overall value of the concessions can reach multiples of the actual collateral damage of military conflict. As a result, alliance expansion may continue beyond what would be optimal from a security perspective.",
          "url": "https://doi.org/10.1177/00220027251359720",
          "doi": "https://doi.org/10.1177/00220027251359720",
          "filter": 0
        },
        {
          "title": "Criminal Conflicts and the Killing of Law Enforcement Officers in Mexico",
          "authors": "Marco Alcocer",
          "abstract": "Violence against law enforcement by criminal organizations is pervasive in Latin America yet largely unexplored. What explains why and where law enforcement is violently attacked, who is targeted, and how they are killed? This article contends that conflicts between criminal organizations incentivize warring organizations to attack law enforcement, particularly local officers, with more brazen violence. Two original datasets on killings of law enforcement in Mexico show that killings are overwhelmingly of local officers and most frequently perpetrated through coordinated attacks, not confrontations, executions, or kidnappings. Using data on cartels, I first document a strong association between criminal conflicts and the killing of law enforcement officers, and find that the association is driven by killings of state and municipal officers rather than federal officers enforcing the government crackdown. I further show that criminal conflicts increase brazen killings and killings of officers while off duty.",
          "url": "https://doi.org/10.1177/00220027251370091",
          "doi": "https://doi.org/10.1177/00220027251370091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Conflict exposure and democratic values: Evidence from wartime Ukraine",
          "authors": "Kristin M Bakke, Marianne Dahl, Kit Rickard",
          "abstract": "How do experiences of violence in war shape ordinary people’s commitment to democratic principles? Wars often lead to a temporary suspension of democratic rights, yet extant research suggests that wartime violence can both strengthen and undermine support for democracy. We argue that these effects vary across different dimensions of democracy. Drawing on public opinion surveys fielded in Ukraine in October 2022 and July 2024, amidst the ongoing war with Russia, we examine how experiences of wartime violence affect people’s commitment to protecting three core liberal democracy principles: minority rights, freedom of speech, and free and fair elections. Our most consistent finding is that individuals who have been physically injured or lost a close family member or friend are less likely to be supportive of safeguarding the protection of minority rights. We find weaker, though still suggestive, evidence that such experiences are also related to attitudes toward freedom of speech. By contrast, experiences of wartime violence do not systematically influence views on safeguarding free and fair elections. These results speak to democratic resilience in Ukraine but underscore the importance of assessing individual democratic principles – rather than democracy in the abstract – as experiences of violence may impact different dimensions of democracy differently.",
          "url": "https://doi.org/10.1177/00223433251347769",
          "doi": "https://doi.org/10.1177/00223433251347769",
          "filter": 0
        },
        {
          "title": "Law enforcement at the margin of the law: Information provision and support for militarization in Mexico",
          "authors": "Abby Córdova, Lucía Tiscornia",
          "abstract": "Democracies have turned to the militarization of public security as a primary strategy to combat organized crime. Mounting evidence demonstrates that this policy results in the escalation of violence and human rights violations. However, militarization continues to enjoy broad public support. Widespread citizen support poses a challenge to democracy as it can result in the election and empowerment of political leaders favoring militarization, enabling further human rights abuses. We propose and test an information-based theory of change in policy support. We evaluate the effects of increasing the salience of information on state armed actors’ frequent collusion with criminal organizations vis-à-vis the human consequences of militarized operations, in addition to the systematic nature of state armed actors’ unlawful behavior as reported by human rights organizations. We test our hypotheses in Mexico using an original two-wave online panel survey with a conjoint experiment embedded in the second wave. The findings show that making collusion salient reduces support for militarization, independent of the state armed actor in charge. Exposure to information about lethal violence against innocents also results in overall lower policy support, but not information on the systematic nature of abuses. Further analyses suggest that this null finding results from high tolerance for unlawful state armed actors’ behavior, as long as it is perceived to serve the purpose of fighting criminals. However, unlawful behavior that reinforces organized crime, such as collusion, effectively reduces militarization support.",
          "url": "https://doi.org/10.1177/00223433251349462",
          "doi": "https://doi.org/10.1177/00223433251349462",
          "filter": 0
        },
        {
          "title": "Domestic terrorism and the allocation of US overseas defense spending",
          "authors": "Ruixing Cao",
          "abstract": "How do domestic terrorist attacks in a recipient country influence the inflow of US overseas defense spending (ODS)? While extant literature on domestic terrorism has paid great attention to its consequences in areas such as economic development, elections, and authoritarian survival, few studies have studied how domestic terrorism influences cooperation between countries. At the same time, the increasing power competition between major powers has renewed scholars’ interest in state overseas defense spending as a strategic tool for power projection. In this article, I propose a theory that connects domestic terrorist attacks with the inflow of US overseas defense spending. With more domestic terrorist attacks, the incumbents are under more pressure from other political elites and the public. Support from major powers such as the US can help leaders’ political survival. For the US, while this presents an opportunity to preserve or even expand its influence on foreign countries and protect its overseas interests, there are risks and uncertainties associated with supporting countries with deteriorating security environments. Compared to other types of support, such as state visits and military aid, overseas defense spending is a more flexible tool the US can adopt to gain policy concession while mitigating risks and uncertainties. However, this effect of domestic terrorist attacks might be conditioned by the regime type of recipient countries. Using new data on US ODS, I find support for this argument.",
          "url": "https://doi.org/10.1177/00223433251341741",
          "doi": "https://doi.org/10.1177/00223433251341741",
          "filter": 0
        },
        {
          "title": "Party competition and the limits of electoral coercion: Evidence from Colombia",
          "authors": "Andres D Uribe",
          "abstract": "In democracies around the world, armed non-state actors often use force to influence the outcome of elections. These actors leverage the threat of violence to deter candidates they oppose and intimidate voters into turning out for politicians they favor. But we know little about when these attempts succeed or fail. I show that the effectiveness of coercive interventions in elections is inhibited by local party competition. Competitive electoral constituencies attract attention and investment from parties, political elites, and civil society, restricting the ability of armed actors to successfully coerce voters and politicians. I evaluate this argument against evidence from a paradigmatic case of violent intervention in elections: the attempted capture of the 2002 Colombian Senate elections by the Autodefensas Unidas de Colombia (AUC). I find that the AUC’s efforts to channel votes toward allied politicians succeeded in party strongholds but overwhelmingly failed in competitive constituencies. Mechanism tests provide evidence that this relationship operates through the channels I theorize. Robust democratic competition, these results suggest, may offer a bulwark against the violent capture of democracy.",
          "url": "https://doi.org/10.1177/00223433251352656",
          "doi": "https://doi.org/10.1177/00223433251352656",
          "filter": 0
        },
        {
          "title": "Political violence and anti-system voting in interwar Italy",
          "authors": "Edoardo Alberto Viganò, Bruno Della Sala, Stefan Stojkovic, Nils-Christian Bormann",
          "abstract": "What is the effect of political violence on electoral support for anti-system parties? We argue that the effect of violence is asymmetric and predominantly benefits nationalist, radical-right parties. Posing as defenders of the nation, nationalist parties benefit from violence by their political opponents and violence targeted against perceived threats to the nation. Two potential mechanisms underlie this asymmetric effect. First, nationalist violence becomes an acceptable means of defense in the eyes of status quo-oriented voters if they attribute blame to out-groups who used violence first. Second, nationalist violence itself increases the salience of a threat to the nation, and voters concerned with preserving the status quo see radical right parties as its most effective defender. To test this argument, we collect novel actor-based and geospatial data of political violence in interwar Italy. Using a difference-in-differences estimator, we model the effect of violence on vote shares of anti-system parties at the municipality level in the 1919 and 1921 elections. Our results indicate increasing electoral support for the nationalist Fascist party in municipalities that experienced violence committed by either the far right or left after the 1919 election. In contrast, the radical left Socialist party loses electoral support if violence occurs. These results are robust to different specifications, modeling choices, and measurement approaches. We conclude by discussing the relevance of our findings for violence in liberal democracies today.",
          "url": "https://doi.org/10.1177/00223433251347763",
          "doi": "https://doi.org/10.1177/00223433251347763",
          "filter": 0
        },
        {
          "title": "Violence against civil society actors in democracies: Territorialization of criminal economies and the assassination of social activists in Brazil",
          "authors": "Juan Albarracín, Rodrigo Moura Karolczak, Jonas Wolff",
          "abstract": "International NGOs and cross-national scholarship have drawn attention to a type of political violence particularly prevalent in democracies of the Global South: the assassination of social activists. We argue that the decentralized yet systematic nature of this targeted, lethal violence requires a theoretical framework and empirical approach addressing subnational dynamics. Specifically, we suggest that a significant share of these assassinations stems from the presence of highly territorialized illicit activities, particularly those based on dispossession. These criminal economies are sustained by networks of local elites and criminal actors – criminal-political networks – that develop forms of extra-legal governance and redefine land ownership and resource use, provoking resistance from local communities. When confronted by activist-led challenges, these criminal-political networks respond with lethal violence. We assess this theory through an empirical study of the Brazilian Amazon. Our statistical analysis indicates that the frequency of assassinations is significantly associated with industrial deforestation, a highly territorialized illicit practice involving dispossession. A qualitative case study of the municipality of Altamira further confirms that lethal violence against social activists can be attributed to criminal-political networks responding to local resistance against industrial deforestation, rather than to less territorialized drug trafficking. By bridging debates on criminal governance and socio-environmental conflict, the article contributes theoretically to the growing research on repressive violence against civil society actors in democratic regimes. Empirically, the study demonstrates how the micropolitics of this violence necessitate a focus on subnational variation, akin to micro-level approaches in civil war studies.",
          "url": "https://doi.org/10.1177/00223433251347784",
          "doi": "https://doi.org/10.1177/00223433251347784",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Guilty by association: Party effects of corruption-related prosecutions",
          "authors": "Milena Ang",
          "abstract": "Corrupt politicians are expected to be held accountable when they are caught doing wrong, but does prosecuting politicians affect their co-partisans? I leverage variation in criminal corruption charges among Mexican governors after the legislative elections of 2015 to identify their consequences on votes received by legislators in 2018. I find a robust association: legislative candidates in districts of criminal governors received between 3 and 6% less votes than candidates in districts with no criminal governors. These findings suggest that criminal trials affect parties even in places where corruption is pervasive and trust in the judicial process is extremely low. This electoral punishment of co-partisans, which I call ‘guilt by association,’ helps the role that criminalization of corruption can play in enforcing vertical accountability.",
          "url": "https://doi.org/10.1177/13540688251366827",
          "doi": "https://doi.org/10.1177/13540688251366827",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Perspectives on Politics",
      "journal_short": "PoP",
      "articles": [
        {
          "title": "Partisan Hostility and American Democracy: Explaining Political Divisions and Why They Matter. By James N. Druckman, Samara Klar, Yanna Krupnikov, Matthew Levendusky, and John Barry Ryan. Chicago: The University of Chicago Press, 2024. 264p.",
          "authors": "James Adams",
          "url": "https://doi.org/10.1017/s1537592725102776",
          "doi": "https://doi.org/10.1017/s1537592725102776",
          "filter": 0
        },
        {
          "title": "The Indebted Woman: Kinship, Sexuality, and Capitalism. By Isabelle Guérin, Santosh Kumar, and G. Venkatasubramanian. Stanford, CA: Stanford University Press, 2023. 229p.",
          "authors": "Smitha Radhakrishnan",
          "url": "https://doi.org/10.1017/s1537592725103046",
          "doi": "https://doi.org/10.1017/s1537592725103046",
          "filter": 0
        },
        {
          "title": "Revolutionary Emotions: The Roots of Revolutionary Waves. By Silvana Toska. New York: Oxford University Press, 2024. 328p.",
          "authors": "Christopher Barrie",
          "url": "https://doi.org/10.1017/s1537592725102405",
          "doi": "https://doi.org/10.1017/s1537592725102405",
          "filter": 0
        },
        {
          "title": "Subdued but Unbroken: The Cohesion of Far-Right Extremist Followers after Deplatforming",
          "authors": "Wei Zhong, Maggie Mengqing Zhang",
          "abstract": "While deplatforming has become an increasingly common strategy to combat online harm and far-right extremism, its effects on the followers of extremist groups—who are key supporters and play a crucial role in spreading and sustaining these ideologies—remain underexplored. On August 10, 2018, Twitter (now X) deplatformed one such far-right extremist group, the Proud Boys, along with their affiliated accounts. Leveraging this intervention, our research addresses a key knowledge gap by examining the impact of deplatforming on the cohesion of extremist group followers. Specifically, we investigate whether deplatforming leads to fragmentation or reinforces unity among the group’s followers. We assess cohesion through three theoretical lenses: task commitment, social commitment, and sense of belonging. By analyzing over 12 million tweets from approximately nine thousand Proud Boys supporters between August 1, 2017, and September 1, 2019, we find that deplatforming had a limited effect on reducing group cohesion. Instead, it may have prompted followers to seek broader networks and external interactions, leaving overall cohesion largely intact. This study offers important insights into the resilience of online extremist communities and the limitations of deplatforming as a strategy to disrupt them. Understanding these dynamics is essential for developing more effective approaches to counter online extremism and promote safer digital spaces.",
          "url": "https://doi.org/10.1017/s1537592725101941",
          "doi": "https://doi.org/10.1017/s1537592725101941",
          "filter": 0
        },
        {
          "title": "Muscle Matters: An Integrationist Turn in Transatlantic Finance",
          "authors": "Elliot Posner, Lucia Quaglia",
          "abstract": "After the Great Financial Crisis of 2008, the United States (U.S.) and the European Union (EU) issued new domestic rules across a variety of financial services. Different politics and policy-making processes generated regulatory incompatibilities, and conflicts emerged as each side insisted the other adapt to its approach. Yet our original data covering eleven sub-sectors show that in a predominant cluster of cases, the two jurisdictions had by 2020 made adjustments and adopted integrationist regulation, which fosters cross-jurisdictional interoperability for financial companies through harmonization (increasing similarity and compatibility) or deference (accepting the regulation of other jurisdictions). The pattern has broad and surprising implications for the future of global finance in an era of rising economic nationalism and populist politics. Why, then, did Washington and Brussels move beyond the standoffs? What accounts for the integrationist turn? Our novel explanation features a “mutual accommodation” causal mechanism driven by the development in both jurisdictions of “border-policing” capacities, builds on a new generation of IPE research that is attentive to complexity and temporal process in accounting for global governance outcomes, and provides a pathway for qualitative researchers seeking to balance many new methodological and transparency demands.",
          "url": "https://doi.org/10.1017/s1537592725000787",
          "doi": "https://doi.org/10.1017/s1537592725000787",
          "filter": 0
        },
        {
          "title": "The Right to Oblivion: Privacy and the Good Life. By Lowry Pressly. Cambridge, MA: Harvard University Press, 2024. 228p.",
          "authors": "Scott Skinner-Thompson",
          "url": "https://doi.org/10.1017/s153759272510282x",
          "doi": "https://doi.org/10.1017/s153759272510282x",
          "filter": 0
        },
        {
          "title": "How Political Science Shaped Federal Policy in the Biden-Harris Administration: Learning from Efforts to Democratize the Administrative State",
          "authors": "Alexander Hertel-Fernandez",
          "abstract": "The Biden-Harris administration launched two important initiatives to expand public participation in the administrative state. These initiatives aimed to increase public engagement in developing federal regulations and reducing burdens in accessing public benefits. These two initiatives built on social science, especially political science. In this piece, I draw from my experience helping to lead the work to describe how political science research informed the design and implementation of both initiatives. I aim to open the “black box” of how federal policy makers use political science research. I also describe future research that could advance these initiatives. I conclude with a case study of such research, examining the barriers faced by food assistance applicants to sharing their experiences with government with a survey of Supplemental Nutrition Assistance Program (SNAP) applicants. The survey points to barriers government must overcome to expand participation among SNAP applicants and strategies policy makers might use to do so.",
          "url": "https://doi.org/10.1017/s1537592725101928",
          "doi": "https://doi.org/10.1017/s1537592725101928",
          "filter": 0
        },
        {
          "title": "A Fractured Liberation: Korea under US Occupation. By Kornel Chang. Boston: Harvard University Press, 2025. 304p.",
          "authors": "Yumi Moon",
          "url": "https://doi.org/10.1017/s1537592725102880",
          "doi": "https://doi.org/10.1017/s1537592725102880",
          "filter": 0
        },
        {
          "title": "Varieties of Political Ethnography: Caring for the Far Right?",
          "authors": "Olga Demetriou, Antonis A. Ellinas",
          "abstract": "Over the past two decades, political science has produced varied examples of ethnographic approaches. These approaches have not only tackled epistemological dilemmas but also exposed a second methodological dimension of ethnographic practice that is not so systematically explored: the relationship of researchers to their research participants. In this article, we focus on this second dimension, using emblematic texts in political science, especially in comparative politics, to develop a fourfold typology of political ethnographies that takes into account the emotional dynamics between researchers and participants. We use this typology to analyze various gradations through which these emotional dynamics develop in fieldwork. Focusing on the navigation between distance and proximity that these dynamics entail, we propose the concept of “emotional proximity” to capture relations between the researcher and the participant. We investigate the validity of this novel typology by applying it to ethnographic studies of far-right actors. The political distance separating researchers and participants in these studies allows us to investigate the methodologies of disconnecting political from emotional dynamics across this fourfold schema of ethnographic varieties. We argue that the “infidelity” of emotional distance (instead of proximity) is not an objectivist epistemological necessity but a methodological tool that is indispensable to the practice of participant observation.",
          "url": "https://doi.org/10.1017/s1537592725102119",
          "doi": "https://doi.org/10.1017/s1537592725102119",
          "filter": 0
        },
        {
          "title": "The Welfare Workforce: Why Mental Health Care Varies Across Affluent Democracies. By Isabel M. Perera. Cambridge: Cambridge University Press, 2025. 258p.",
          "authors": "Donavon Johnson",
          "url": "https://doi.org/10.1017/s1537592725102636",
          "doi": "https://doi.org/10.1017/s1537592725102636",
          "filter": 0
        },
        {
          "title": "No Peer Rivals: American Grand Strategy in the Era of Great Power Competition. By Ionut Popescu. Ann Arbor: University of Michigan Press, 2025. 234p.",
          "authors": "John Schuessler",
          "url": "https://doi.org/10.1017/s1537592725102466",
          "doi": "https://doi.org/10.1017/s1537592725102466",
          "filter": 0
        },
        {
          "title": "Presidential Leadership in Feeble Times: Explaining Executive Power in the Gilded Age. By Mark Zachary Taylor. Oxford: Oxford University Press, 2024. 608p.",
          "authors": "Julia Azari",
          "url": "https://doi.org/10.1017/s1537592725102831",
          "doi": "https://doi.org/10.1017/s1537592725102831",
          "filter": 0
        },
        {
          "title": "Beyond Deliberative Democracy: Power and Realism in Contemporary Democratic Theory",
          "authors": "Simone Chambers",
          "abstract": "These three books are strong contributions to contemporary democratic theory. They are, however, very different in tone, intent, and argument and represent a wide range of methodological and philosophical traditions with little overlap. Mary Scudder and Stephen White both draw on a deliberative democracy background with deep roots in Jürgen Habermas’ communicative ethics. They build their arguments in the language of ontology, affective imagery, and aesthetic resonance to paint a picture of the sort of ethos needed to bridge the divide between two competing visions of democracy. Jack Knight and Melissa Schwartzberg offer a more eclectic mix, but rational-choice institutionalism and a type of Madisonian realism certainly feature — as does the postwar no-nonsense pluralism of Robert Dahl, Charles Lindblom, and David Truman. In their view, politics is about power and competing interests, and democratic politics is about the regulation of power and competition in the interest of citizens understood as equals. Bargaining is the key to this regulation. Finally, using the precise tools of analytic philosophy, Adam Lovett argues that empirical social science offers clear evidence that American democracy is so compromised that the state loses its moral authority to command obedience. Under these conditions, he contends, philosophic anarchism is the only defensible position.",
          "url": "https://doi.org/10.1017/s1537592725102697",
          "doi": "https://doi.org/10.1017/s1537592725102697",
          "filter": 0
        },
        {
          "title": "Toward a Posthumanist Understanding of Wartime Suffering: Public Concern for Animal Welfare in Ukraine",
          "authors": "Sam Whitt, Vera Mironova",
          "abstract": "Animals routinely suffer violence by humans, especially during war, but it is unclear how much people in conflict environments express concern for animal welfare. Based on a 2,008-person survey in Ukraine in May 2024, we find that respondents are anthropocentric, prioritizing human over animal suffering; biocentric, regarding both as important; or, in a small minority, zoocentric, emphasizing animal over human suffering. Experimental priming on violence against animals during the Russia–Ukraine war has limited effect on changing attitudes toward animal welfare, but it does increase resource allocation to animal relief organizations. A war crimes punishment experiment also shows that while respondents sanction perpetrators of human suffering more severely than perpetrators of animal suffering, violence against animals is still strongly penalized, indicating appreciation for animal rights, justice, and accountability. We reflect on the implications of our findings for speciesist versus posthumanist understandings of suffering during war.",
          "url": "https://doi.org/10.1017/s1537592725101862",
          "doi": "https://doi.org/10.1017/s1537592725101862",
          "filter": 0
        },
        {
          "title": "“Talkin’ ‘bout a Revolution”: Change for Care, and Care for Change",
          "authors": "Fiona Robinson",
          "abstract": "Care theorists have had enough. Decades of neoliberalism, followed by financial crisis, austerity, gender backlash, and, in 2020, a worldwide infectious disease pandemic, have clearly tested their patience. The titles alone of three recent books on the ethics and politics of care suggest a change in tone; indeed, “radical,” “revolutionary,” and “manifesto” are generally not words we associate with the scholarship of those interested in the everyday practices of responding to the needs of others. And yet for Maurice Hamington, Lynne Segal, and co-authors Jennifer Nedelsky and Tom Malleson, these quotidian practices, and the ethos that underlies them, are more radical than they seem. Indeed, these volumes suggest that a commitment to care—a commitment that is both ideational/ethical and material—is necessary to usher in the kind of politics we so desperately need today. It could be, then, that with their latest books, these authors are edifying and formalizing what we might call the “radical turn” in research on care—a turn that can be roughly said to have begun in 2020 with the Care Collective’s The Care Manifesto (Verso) and the parallel Care Manifesto (Femnet) written by and for women of Africa, Asia, and Latin America a year later.",
          "url": "https://doi.org/10.1017/s1537592725102661",
          "doi": "https://doi.org/10.1017/s1537592725102661",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "An Expert-Sourced Measure of Judicial Ideology",
          "authors": "Kevin L. Cope",
          "abstract": "This article develops the first dynamic method for systematically estimating the ideologies and other traits of nearly the entire federal judiciary. The Jurist-Derived Judicial Ideology Scores (JuDJIS) method derives from computational text analysis of over 20,000 written evaluations by a representative sample of tens of thousands of jurists as part of an ongoing, systematic survey initiative begun in 1985. The resulting data constitute not only the first such comprehensive federal-court measure that is dynamic, but also the only such measure that is based on judging, and the only such measure that is potentially multi-dimensional. The results of empirical validity tests reflect these advantages. Validation on a set of several-thousand appellate decisions indicates that the ideology estimates predict outcomes significantly more accurately than the existing appellate measures, such as the Judicial Common Space. In addition to informing theoretical debates about the nature of judicial ideology and decision-making, the JuDJIS initiative might lead courts scholars to revisit some of the lower-court research findings of the last two decades, which are generally based on static, non-judicial models. Perhaps most importantly, this method could foster breakthroughs in courts research that, until now, were impossible due to data limitations.",
          "url": "https://doi.org/10.1017/pan.2025.10009",
          "doi": "https://doi.org/10.1017/pan.2025.10009",
          "filter": 0
        },
        {
          "title": "Moral Foundation Measurements Fail to Converge on Multilingual Party Manifestos",
          "authors": "Marvin Stecker, Frederic R. Hopp",
          "abstract": "Moralising language is a powerful rhetorical tool for signaling political identity, persuading audiences, and mobilising voters. The valid and reliable classification of moral language is therefore a critical objective for political scientists. Recent advances in automated text analysis have introduced myriad new strategies for measuring morality in language, but have often produced conflicting, inconclusive findings. We investigate whether this diversity of moral content analyses might partially explain inconclusive findings, using a large corpus of political manifestos in four different languages (N=810 manifestos). Our results show that, despite starting from the same framework of Moral Foundations Theory (MFT), different instruments and underlying methodologies lead to remarkably different results for extracting moral foundations. Reproducing a previous study on political parties’ ideology and their use of moral foundations, we find that different measurements can lead to opposite effect directions. We discuss the relevance of our findings for research at the intersection of politics and moral rhetoric using automated text analysis.",
          "url": "https://doi.org/10.1017/pan.2025.10011",
          "doi": "https://doi.org/10.1017/pan.2025.10011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Correction: Information and Perceptions of Electability in Primary Elections",
          "authors": "Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan",
          "url": "https://doi.org/10.1007/s11109-025-10069-9",
          "doi": "https://doi.org/10.1007/s11109-025-10069-9",
          "filter": 0
        },
        {
          "title": "Can Authoritarians’ Electoral Success Abroad Change Citizens’ Satisfaction with Democracy?",
          "authors": "Ka Ming Chan",
          "abstract": "Authoritarians’ electoral victories often catch worldwide attention as they are detrimental to global democracy. But despite the salience of their victories, we know little about whether these events abroad change citizens’ satisfaction with democracy (SWD). Building on the transnational learning literature, this research tests two diverging effects regarding the spillover of an authoritarian’s electoral victory. Citizens may be less satisfied with domestic democracy (contagion/domino effect) or see their democracy in a rosier light (benchmark effect). Additionally, because of motivated reasoning, such effects may be heterogeneous among citizens with different ideologies. To test for these expectations, I re-analyse two datasets collected in Europe amid the 2016 US presidential election. Both studies demonstrate a modest benchmark effect, as citizens’ SWD increases after Trump’s unexpected victory. Also, the heterogeneity analysis finds that the benchmark effect is most prominent among citizens who previously voted for socialist/radical left parties or liberal parties. I discuss how these findings enrich the literature on autocratization, transnational learning and satisfaction with democracy.",
          "url": "https://doi.org/10.1007/s11109-025-10071-1",
          "doi": "https://doi.org/10.1007/s11109-025-10071-1",
          "filter": 0
        },
        {
          "title": "Trust After Tragedy: How Traumatic Events Impact Trust in Government(s) and Voting",
          "authors": "Wayde Z. C. Marsh",
          "url": "https://doi.org/10.1007/s11109-025-10075-x",
          "doi": "https://doi.org/10.1007/s11109-025-10075-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Local and indigenous knowledge systems on nature-based solutions: Addressing Green Colonialism in Mangrove restoration of the Indian Sundarbans",
          "authors": "Mehebub Sahana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "filter": 0
        },
        {
          "title": "Playing empire at home: Het Beursspel and Dutch popular colonial geopolitics in the 1940s",
          "authors": "Xavier Guillaume, Jesse van Amelsvoort",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Debunking misinformation on critical race theory",
          "authors": "Mackenzie Devaney, Christopher Federico, Eugene Borgida",
          "abstract": "There continues to be a pressing need to design and test effective corrections in response to political misinformation, as citizens must have accurate information to be able to meaningfully participate in politics. Critical race theory (CRT) is an issue marked by widespread misinformation and controversy, leading to efforts in multiple states to ban CRT. In a three‐wave panel design with a nationally diverse U.S. sample, a correction of misinformation about CRT was tested. Participants were randomly assigned to one of three conditions: (1) a control condition; (2) a misinformation‐only treatment; or (3) a misinformation plus correction treatment. Those in the misinformation plus correction condition had significantly higher accuracy scores than those in the control and misinformation‐only conditions. Moreover, this increased accuracy in the misinformation with correction condition was stronger among those most predisposed to accept CRT misinformation, that is, participants who scored high on a measure of unawareness of institutional discrimination. In contrast, participants' attitudes toward CRT bans were unaffected by the treatments, suggesting that correction can improve accuracy but does not change related opinions.",
          "url": "https://doi.org/10.1111/pops.70065",
          "doi": "https://doi.org/10.1111/pops.70065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The effects of forced versus selective exposure to propaganda in China",
          "authors": "Xiaoxiao Shen",
          "abstract": "This article describes how and why propaganda affected recipients differently in two distinct situations, namely forced exposure and selective exposure, when they received propaganda during a series of six original survey experiments conducted in China. The prevailing view is that people are more likely to resist information they receive if their exposure to it is forced. But the study addressed in this article found that citizens who prefer not to view propaganda news, when given a choice, actually demonstrate higher average treatment effects on pro-regime attitudes compared to those who willingly read propaganda news (i.e. where participants in the control group were assigned a reading of non-propaganda news). Moreover, this study shows that participants who prefer not to read propaganda news exhibit higher average treatment effects when rating the issue presented in the news as more understandable and important—compared to those who willingly engage with the propaganda. That suggests a possible rationalization pathway in this phenomenon. 1",
          "url": "https://doi.org/10.1017/psrm.2025.10040",
          "doi": "https://doi.org/10.1017/psrm.2025.10040",
          "filter": 0
        },
        {
          "title": "What moves (spending) mood? The nature and origins of parallel public preferences",
          "authors": "Steven M. Van Hauwaert, Christopher Wlezien, Ryan E. Carlin",
          "abstract": "While research shows that public preferences across policy domains tend to move in parallel, the mechanisms behind this dynamic remain unclear. We examine four explanations: (1) alignment in preferred policy levels; (2) parallel policy movement combined with domain-specific thermostatic feedback; (3) feedback to global policy across domains; and (4) responsiveness to presidential partisanship. These mechanisms matter for how we interpret public opinion change and policy responsiveness. We develop and test a theoretical model using data on four social spending domains in the USA. Our findings suggest that spending mood reflects both parallelism in preferred policy levels and responsiveness to overall social spending and presidential party affiliation.",
          "url": "https://doi.org/10.1017/psrm.2025.10024",
          "doi": "https://doi.org/10.1017/psrm.2025.10024",
          "filter": 0
        },
        {
          "title": "Presidential negative partisanship",
          "authors": "Benjamin S. Noble",
          "abstract": "Presidents are often viewed as national policy leaders. Yet, they increasingly use negative rhetoric to attack the opposition rather than forge legislative compromise, contrary to theories of going public. Why? I argue presidents facing congressional obstruction eschew short-term policy persuasion. They speak as negative partisans to mobilize co-partisans and shape the longer-term balance of power in Congress, improving future policy-making prospects. I collect all presidential speeches delivered between 1933 and 2024 and use transformer methods to measure how often, and how negatively, presidents reference the out-party. They do so when the policy-making environment is unfavorable: when majorities are tenuous, government is divided, and as elections approach. I provide additional support with a case study of Democrats’ 2009 filibuster-proof Senate majority. Finally, this rhetoric has behavioral impact: presidential negative partisanship decreases co-partisan approval of the opposition. This research alters our understanding of going public and reinforces the partisan dimension of modern presidential representation.",
          "url": "https://doi.org/10.1017/psrm.2025.10041",
          "doi": "https://doi.org/10.1017/psrm.2025.10041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "A General Path of Incumbencies",
          "authors": "Alfred G. Cuzán",
          "abstract": "With a larger and more diverse set of countries than Cuzán and Heggen (2023a) studied, this article completes a general path of incumbencies that was partially traced by their “cruise and crash” model of the cost of ruling. The missing piece is a bump in the share of the vote in the party’s first reelection. The electoral “bonus” holds more or less steadily until the crash, at which point the vote plunges about 20% below the original win. The analysis suggests that the path of the vote in long-term incumbencies follows a general pattern that is shaped like an inverted asymmetrical letter U or W.",
          "url": "https://doi.org/10.1017/s1049096525101182",
          "doi": "https://doi.org/10.1017/s1049096525101182",
          "filter": 0
        },
        {
          "title": "Breadth and Depth: Examining the Limitations of Large-N Survey Research in the Study of Marginalized Populations",
          "authors": "Jenn M. Jackson",
          "abstract": "Surveys continue to be the most common research tool in American politics. Yet, there are normative, ontological, and conceptual concerns that render these techniques incomplete, especially when deployed in the study of marginalized people. This article argues that survey research is limited mainly in the study of race, gender, sexuality, and class because it fails to capture the intricacies of political life. Furthermore, the general exclusion of marginalized voices in survey research represents a major concern for the veracity of our findings. In response, I suggest three recommendations to help political scientists extend survey methods and tell more comprehensive stories about the political experiences and attitudes of marginalized people. I contend that political science departments must make qualitative methods required training for graduate students; political scientists must engage in feminist methodologies in building their research agendas; and researchers studying marginalized people must engage in multimethodological research approaches that provide context and detail about the lived experiences of vulnerable people.",
          "url": "https://doi.org/10.1017/s104909652510125x",
          "doi": "https://doi.org/10.1017/s104909652510125x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Constitutional change among American Indian tribes: an economic perspective",
          "authors": "Ennio E. Piano, Louis C. Rouanet",
          "abstract": "This paper explores the constitutional history of American Indian tribes since the 1930s. We compile a novel data set on 1,016 constitutional change episodes by 290 tribes. We leverage this information to explore the determinants of variation in tribal constitutional change over time and across tribes. First, we show that the location of tribes influences their propensity to amend, with tribes from the Great Plains and Eastern regions doing so at much higher rates than the rest. We then investigate the influence of changes in federal attitudes towards tribal sovereignty. Our analysis unveils a relationship between a tribe’s demographic and political characteristics on the one hand and its propensity to amend and constitutional longevity on the other. We show that membership size (in 1926) and whether a tribe adopts directly democratic forms of governance positively affects how much and how often it amends its constitution. We also find a surprising positive association between constitutional rigidity and the number and rate at which tribes amend. Our results confirm the influence of federal Indian policy on the trajectory of American Indian sovereignty. Changes in federal Indian policy significantly affect tribes’ choice to amend their constitutions, with the number of amendments per tribe per year doubling during the so-called ‘Self-Determination’ period (1968–1988).",
          "url": "https://doi.org/10.1007/s11127-025-01319-9",
          "doi": "https://doi.org/10.1007/s11127-025-01319-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Qualitative Research: Advancing the Social and Behavioral Sciences",
          "authors": "Margaret R Roller, Zachary R Smith",
          "url": "https://doi.org/10.1093/poq/nfaf035",
          "doi": "https://doi.org/10.1093/poq/nfaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Countering online abuse of politicians through information about consequences and norms",
          "authors": "Niels Bjørn Grund Petersen, Rasmus Tue Pedersen, Mads Thau",
          "abstract": "In recent years, a growing body of research has documented how both local and national politicians experience insults, sexism, and even threats on social media platforms. Studies show that such online abuse can have serious democratic consequences and negatively impact politicians’ mental health and wellbeing. We investigate whether online abuse directed at politicians can be countered by providing citizens with information regarding such abuse. Specifically, we examine whether information about how abusive comments (1) hurt individual politicians, (2) violate social norms, and (3) undermine democratic quality can influence citizens’ abuse tolerance and their willingness to engage in behaviours that counter online abuse on social media. We test our preregistered hypotheses in a survey experiment using a sample of 2000 Danish citizens. Our results show that information about consequences and norms regarding online abuse does not significantly affect citizens’ tolerance of abusive online behaviour. However, it can increase citizens’ willingness to engage in behaviours that counter instances of online abuse, such as writing a comment to support the targeted politician or reporting the abusive comment to the social media site.",
          "url": "https://doi.org/10.1177/20531680251363650",
          "doi": "https://doi.org/10.1177/20531680251363650",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Pathways to politics: a sequence analysis of political apathy and involvement",
          "authors": "Sebastian Jungkunz, Paul Marx",
          "url": "https://doi.org/10.1080/01402382.2025.2543204",
          "doi": "https://doi.org/10.1080/01402382.2025.2543204",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
