{
  "update": "2025-02-07",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Making the other side mad: How out‐group distaste benefits less competent candidates",
          "authors": "Joshua A. Strayhorn",
          "abstract": "I present a formal model of candidate evaluation in a context where voters within some group or political party learn information about to what extent various in‐group candidates (such as a slate of primary candidates) are disliked by an out‐group or opposing party. Thus, a voter's candidate evaluation is based in part on how they process information about which of their own candidates provoke particularly strong distaste from the out‐group. I show that exposure to information about out‐group distaste can cause voters to make misleading inferences about candidate characteristics, causing them to sometimes systematically prefer lower competence candidates. These effects are stronger for certain kinds of low‐information voters, and for more ideologically motivated voters. The model can thus explain under what conditions voters will support politicians who particularly aggrieve the opposition. This can also create secondary incentives for politicians to signal incompetence.",
          "url": "https://doi.org/10.1111/ajps.12948",
          "doi": "https://doi.org/10.1111/ajps.12948",
          "filter": 0
        },
        {
          "title": "Alienation, equality, and multifaith establishment",
          "authors": "Andrew Shorten",
          "abstract": "Religious establishment today often takes a multifaith form, whereby multiple religions are supported in different ways and to different degrees. In order to contribute to the development of a normative framework for assessing practices and regimes of multifaith establishment, this article recommends the concept of “social alienation.” Initially, social alienation is defended as a negative normative criterion to determine when specific establishment practices are unacceptable. This criterion is compared favorably with approaches that evaluate establishment practices by reference to an ideal of public reason or according to whether they convey an expressive harm, as well as with similar approaches based on a purely subjective understanding of alienation. Subsequently, it is also argued that addressing social alienation can support a case for multifaith religious establishment regimes that support or recognize minority religions, since it is often unequal establishment practices that socially alienate, not establishment as such.",
          "url": "https://doi.org/10.1111/ajps.12950",
          "doi": "https://doi.org/10.1111/ajps.12950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Vox Populi: Popular Support for the Popular Initiative",
          "authors": "LUCAS LEEMANN, PATRICK EMMENEGGER, ANDRÉ WALTER",
          "abstract": "Direct democratic institutions are often introduced by popular vote, but there is little research on what motivates voters to support these new instruments. Using a unique dataset on the ideological positions of voters and members of parliament, this article examines support for the introduction of the initiative right in a popular vote. We find that voters support the initiative right when they are inadequately represented in parliament. Moreover, the analysis shows that the voting behavior is consistent with voters understanding the strategic implications of adopting the popular initiative. We demonstrate that voters support its adoption if they are ideologically more proximate to the median voter than they are to the median legislator. Finally, the article shows that ideological distance matters for voters of the ruling party as well, which helps explain why a majority of voters support a political institution that limits the ruling party’s room for maneuver.",
          "url": "https://doi.org/10.1017/s0003055424001400",
          "doi": "https://doi.org/10.1017/s0003055424001400",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Learning From the Enemies of Freedom: Freedom of Expression and Collective Power",
          "authors": "Faik Kurtulmus",
          "abstract": "This paper develops an account of freedom of expression by drawing lessons from the strategic logic of China’s censorship regime. It argues that freedom of expression helps build the common knowledge needed for overcoming coordination problems and is, thus, a source of collective power. However, realizing the full empowering potential of freedom of expression requires supplementing it with (a) public sources of information that are reliable, trusted, and democratically accountable and (b) measures that will provide citizens with equal opportunity to speak and be heard in ways that will enable them to contribute to their society’s stock of common knowledge.",
          "url": "https://doi.org/10.1017/s000712342400067x",
          "doi": "https://doi.org/10.1017/s000712342400067x",
          "filter": 0
        },
        {
          "title": "The Causal Effect of Affluence on Voter Turnout: New Evidence from Lottery Winnings",
          "authors": "Benny Geys, Rune J. Sørensen",
          "abstract": "Affluent citizens commonly record higher election turnout than less affluent citizens. Yet, the causal effect of affluence on voter turnout remains poorly understood. In this article, we rely on Norwegian administrative data to estimate the impact of random, exogenous shocks in (unearned) income on individual-level voter turnout. Exploiting the random timing and size of lottery wins for identification, our main findings suggest that a lottery windfall in the years just before an election boosts individuals’ turnout probability by 1.6 to 1.9 percentage points. Crucially, these point estimates reflect only a small share of turnout differences observed across the income distribution. Hence, our findings strongly suggest that most of the commonly observed positive income-turnout associations do not reflect a causal relationship.",
          "url": "https://doi.org/10.1017/s0007123424001005",
          "doi": "https://doi.org/10.1017/s0007123424001005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "How congruent are populist parties with their constituencies? Evidence from the 2019 European Parliament Elections in Italy, the Netherlands, Germany and Sweden",
          "authors": "Andrei Zhirnov, Jan Philipp Thomeczek, Michele Scotto Di Vettimo, Alberto López Ortega, André Krouwel, Lorenza Antonucci, Roberta Di Stefano, Norbert Kersting",
          "url": "https://doi.org/10.1016/j.electstud.2025.102906",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102906",
          "filter": 0
        },
        {
          "title": "Who cares about the culture war? Evidence from a vote choice conjoint experiment",
          "authors": "James Breckwoldt",
          "url": "https://doi.org/10.1016/j.electstud.2025.102895",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102895",
          "filter": 0
        },
        {
          "title": "When do candidates “go negative”? A conjoint analysis to unpack the mechanisms of negative campaigning",
          "authors": "Sebastian Stier, Corinna Oschatz, Bernhard Clemm von Hohenberg, Jürgen Maier, Alessandro Nai, Nora Kirkizh",
          "url": "https://doi.org/10.1016/j.electstud.2024.102894",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102894",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0261-3794(25)00006-x",
          "doi": "https://doi.org/10.1016/s0261-3794(25)00006-x",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Asymmetric backlash against structural economic change: The electoral consequences of the coal phase‐out in Germany",
          "authors": "SOPHIA STUTZMANN",
          "abstract": "Past research has often attributed electoral backlash to structural economic change to a lack of compensation and interest group representation for affected groups. Is that backlash then mitigated in contexts where both of these conditions are fulfilled? I argue that perceived economic deprivation fuelling political disengagement as well as disappointment with the issue‐owning party are important factors contributing to such a backlash. Using the case of Germany, I empirically analyse the electoral repercussions of a coal phase‐out in the presence of compensation for affected groups as well as active involvement of labour and business interests in political decision‐making. By employing a series of staggered difference‐in‐differences models, I investigate whether the closures of coal plants and mines between 2007 and 2022 affected voting behaviour at the municipal level. I find that these closures resulted in an asymmetric backlash in the form of lower vote shares for the issue owner, the Social Democratic Party and higher abstention rates in affected municipalities. With the significant politicisation around fossil fuel‐based energy generation, these findings have important implications for the remaining coal phase‐outs worldwide.",
          "url": "https://doi.org/10.1111/1475-6765.70003",
          "doi": "https://doi.org/10.1111/1475-6765.70003",
          "filter": 0
        },
        {
          "title": "Ripping the public apart? Politicians’ dark personality and affective polarization",
          "authors": "ALESSANDRO NAI, FREDERICO FERREIRA DA SILVA, LOES AALDERING, KATJANA GATTERMANN, DIEGO GARZIA",
          "abstract": "Growing evidence exists about the importance of dark personality traits – narcissism, psychopathy and Machiavellianism – in political leaders, broadly leading to heightened political aggressiveness and partisan conflict. Building on this expanding research agenda, we study the possible association between dark personality in politicians and deepened affective polarization – that is, increased affective distance between partisan groups coupled with stronger dislike for out‐parties – in the public. We do so by linking a large‐scale expert survey (NEGex) and a collection of post‐election surveys (CSES), including information for more than 90 leading candidates having competed in 40 elections worldwide. Our results show that the dark personality of top politicians can be associated with upticks in affective polarization in the public – but only when it comes to the personality of in‐party candidates (that is, a candidate from voters' preferred party), and only for high levels of ideological proximity between the candidate and the voter.",
          "url": "https://doi.org/10.1111/1475-6765.70002",
          "doi": "https://doi.org/10.1111/1475-6765.70002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "“Peacekeeping Proneness”: Which Type of International System Is Most Likely to Enhance the Supply of Peacekeepers?",
          "authors": "Philip Cunliffe",
          "abstract": "Abstracts The Russian invasion of Ukraine has escalated geopolitical rivalry and debate about the demise of the liberal international order and the changing distribution of power within the international system. Peacekeeping has been a key component of the liberal international order at least since the end of the Cold War, if not before. Peacekeeping boomed in the era of US unipolarity, with twenty new United Nations (UN) operations alone launched between 1989 and 1994. At the time of writing, c. 60,000 blue helmets are deployed around the world, and a peacekeeping operation is being mooted for postwar Gaza. Given the growing geopolitical rivalry between East and West, a relative erosion of US power, and much talk of a new age of multipolarity, where does this leave peace operations and peacekeeping? This paper explores the impact of different distributions of power in the international system (namely, multipolarity, bipolarity, and unipolarity) on peace operations. The paper goes through relevant military interventions beginning with the post-1815 Congress system and reaching up to the present day. The paper shows that a multipolar distribution of power is most propitious for the global deployment of peacekeepers, and suggests that peace operations may in future express international cooperation more than unipolar power.",
          "url": "https://doi.org/10.1093/isq/sqae151",
          "doi": "https://doi.org/10.1093/isq/sqae151",
          "filter": 0
        },
        {
          "title": "Entangled Narratives: Insights from Social and Computer Sciences on National Artificial Intelligence Infrastructures",
          "authors": "J P Singh, Amarda Shehu, Manpriya Dua, Caroline Wesson",
          "abstract": "How do countries narrate their values and priorities in artificial intelligence infrastructures in comparative national and global contexts? This paper analyzes the policies governing national and regional artificial intelligence infrastructures to advance an understanding of “entangled narratives” in global affairs. It does so by utilizing artificial intelligence techniques that assist with generalizability and model building without sacrificing granularity. In particular, the machine learning and natural language processing big data models used alongside some process-tracing demonstrate the ways artificial intelligence infrastructural plans diverge, cluster, and transform along several topical dimensions in comparative contexts. The paper's entangled narrative approach adds to international relations (IR) theorizing about infrastructural narratives and technological diffusion. We provide patterned and granular results at various levels, which challenge and refine existing theories that attribute differences in infrastructures and technological adoption to geopolitical competition and imitation, top-down or linear international diffusion effects, and differences in political systems.",
          "url": "https://doi.org/10.1093/isq/sqaf001",
          "doi": "https://doi.org/10.1093/isq/sqaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Discriminatory coercion: Understanding the biases of EU and US sanctions",
          "authors": "Gerald Schneider, Patrick M Weber, Alessia Invernizzi",
          "abstract": "This article examines the biases the two most important senders of economic sanctions, the European Union and the United States, frequently introduce into their coercive measures. Distinguishing between sanction incidence and intensity, our study identifies the conditions under which the two senders over- or under-sanctioned their targets during the post-Cold War era. Theoretically, we conceive of the executive branch of the two senders as opportunistic actors that balance the influence of special economic interests against the preference of the average citizen and the lobbying of public interest groups. We expect that senders shy away from harsh measures against allies and former colonies and that private interest groups try to prevent the imposition of strong sanctions that potentially harm their members’ business. However, strong diasporas from the target state and violations of core liberal values should increase the chance of forceful measures. Our examination of the post-Cold War era supports our demand- and supply-side analysis of the Western powers’ biased coercion. The measures of the two senders are often strikingly similar, reflecting the strong influence of the sanction bureaucracies of the two senders. However, a notable difference is that the EU imposes lighter measures against economically powerful targets. Counterfactual simulations demonstrate that the EU measures against Russia and the US sanctions against China have been repeatedly too weak during the post-Cold War era.",
          "url": "https://doi.org/10.1177/00223433241305310",
          "doi": "https://doi.org/10.1177/00223433241305310",
          "filter": 0
        },
        {
          "title": "The fiscal reckoning of war: Contemporary armed conflict and progressive income taxation",
          "authors": "Jakob Frizell",
          "abstract": "Armed conflicts expose states to extraordinary fiscal stress and leave poverty and inequality in their wake. Yet, the fiscal policy responses in contemporary conflict-affected states appear feeble, in striking contrast to historical antecedents, having led to radical and distinctly progressive tax reforms. Whereas extant literature cautions against generalising Western wartime experiences, emphasising qualitative differences in warfare and institutional context, this article argues for the ex ante generality of the link between war and progressive taxation. Accordingly, it elaborates a revised theory of wartime tax bargaining, centred on fiscal need and demand for fiscal fairness, whereby contemporary conflicts, including civil wars, should induce governments to increase taxes, and particularly on the rich. The apparent absence of war-induced progressive taxation in the last decades, in contrast, is overdetermined by international shifts at the end of the Cold War and its influence on local wartime elites. Statistically analysing newly collected data on top personal income tax rates for all conflict-affected countries 1960–2020, it is shown that the link was strong, general and, contrary to common assumption, applied as much to civil as to interstate wars. The results support the theory, whereby acute revenue needs and war-induced demand for fiscal fairness translate into increased taxes on the rich. The sudden uniform disappearance of the association in the last decades, irrespective of country-level factors, is consistent with an interpretation emphasising global shifts precipitated by the end of the Cold War.",
          "url": "https://doi.org/10.1177/00223433241300805",
          "doi": "https://doi.org/10.1177/00223433241300805",
          "filter": 0
        },
        {
          "title": "The textual dynamics of international policymaking: A new corpus of UN resolutions, 1946–2018",
          "authors": "Sabrina B Arias",
          "abstract": "I introduce a new dataset of all United Nations Security Council and United Nations General Assembly resolutions passed from 1946–2018, as well as machine-learning-based measures of their references to other resolutions, textual alignment, and topics. I suggest applications of this data for a variety of questions in international relations from the development of international law to the influence of state power in international organizations. I illustrate the utility of this dataset by investigating why policymakers employ references in the drafting of legal documents, and how the inclusion of these references affects political outcomes. I draw on theories of international lawmaking to argue that for states deciding whether to vote in favor of a resolution, these references, by signaling ideological consistency with a state’s foreign policy goals and existing consensus amongst negotiators, serve as a strategy to obtain support for resolutions. I found that the inclusion of references did increase political support for resolutions, using my measure of textual alignment to hold resolution text constant while isolating variation in the inclusion of references. I found that even accounting for foreign aid flows as a canonical alternative explanation of vote choice, reference dynamics were an important predictor of state support for resolutions.",
          "url": "https://doi.org/10.1177/00223433241280152",
          "doi": "https://doi.org/10.1177/00223433241280152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Descriptive representation on K street: Race and gender among federal lobbyists",
          "authors": "Benjamin C. K. Egerod, Hans J. G. Hassell, Josh McCrain, David R. Miller",
          "abstract": "We provide evidence that there are substantial racial and gender gaps among lobbyists. These gender and racial differences are also greater among conservative leaning groups. However, we show, these gaps are decreasing over time. Does demand for minority and female lobbyists play a role in these trends? Although previous work has highlighted the relative scarcity of women and minorities in positions leading to the lobbyist profession (supply), we know less about whether interest groups are interested in hiring qualified women and minorities for such positions (demand). Using a conjoint experiment embedded in a survey of individuals involved in hiring lobbyists, we find greater demand for female and minority lobbyists than for their male and White counterparts, especially among ideological liberals. Our work shows that the lobbying industry does not appear to discount the candidacies of potential female and minority lobbyists.",
          "url": "https://doi.org/10.1111/lsq.12490",
          "doi": "https://doi.org/10.1111/lsq.12490",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Tales of the unexpected: Promissory representation in times of uncertainty and economic downturn",
          "authors": "Frank Algra-Maschio, Sonam Thomas, Robert Thomson",
          "abstract": "According to widely held views on good democratic practice, when political parties are in government, they should generally keep the promises they made to voters during the previous election campaigns that brought them to power. But what happens when things change dramatically between the times of promising and governing? We develop and test a theory of how economic uncertainty and change affects promise keeping. We argue that when parties formulate election pledges amid high levels of uncertainty, they make promises that can be kept even when significant negative economic changes transpire. We test the implications of the theory using a mixed methods approach, including a quantitative analysis of over 9000 election pledges made by parties from 13 countries. We also present new quantitative and qualitative evidence on pledge fulfillment by Australian parties, which offers a highly relevant test of the impact of unexpected events.",
          "url": "https://doi.org/10.1177/13540688251317603",
          "doi": "https://doi.org/10.1177/13540688251317603",
          "filter": 0
        },
        {
          "title": "From movement to party: Analysis of the tensions between horizontality and oligarchy in Spanish municipalist platforms (2015–2023)",
          "authors": "Juan Mérida, Ramón A. Feenstra",
          "abstract": "In 2014 and 2015, dozens of ‘municipalist’ candidates gained huge success in the Spanish local elections. These movement parties, intrinsically linked to the intense mobilisations of the previous electoral cycle, adopted a horizontal organisational model in contrast to the traditional oligarchic structure. In the wake of the 2015–2023 electoral cycles, however, there has been little analysis of these experiences and the processes they adopted. This study examines four such experiences in Zaragoza, Valladolid, A Coruña and Castellón through 72 interviews and documentary analysis. The study contributes to the debate on internal democracy in political parties in three ways, demonstrating: (1) a certain inevitable distancing between movement and party with power concentrated in the latter; (2) imposition of the institutional pace and the difficulty of combining it with the logic of direct democracy; and (3) demystification of certain forms of direct democracy and the need to combine vertical and professional logics with horizontal and participatory ones.",
          "url": "https://doi.org/10.1177/13540688251315283",
          "doi": "https://doi.org/10.1177/13540688251315283",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Politics of Rural Hospital Closures",
          "authors": "Michael E. Shepherd",
          "url": "https://doi.org/10.1007/s11109-024-10000-8",
          "doi": "https://doi.org/10.1007/s11109-024-10000-8",
          "filter": 0
        },
        {
          "title": "Americans’ Opposition to Muslim Immigration: Untangling Religion from Country of Origin",
          "authors": "Olyvia R. Christley, Kirill Zhirkov",
          "url": "https://doi.org/10.1007/s11109-024-09996-w",
          "doi": "https://doi.org/10.1007/s11109-024-09996-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Navigating political opportunity structures: Street traders’ associations and collective action in politically volatile urban environments",
          "authors": "Elmond Bandauko, Godwin Arku",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "filter": 0
        },
        {
          "title": "“Home has always been at the heart of our self-government”: Housing, home and Indigenous self-determination in Fort Good Hope, Canada",
          "authors": "Aimee Pugsley, Julia Christensen, Arthur Tobac",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Why can't we be friends? Untangling conjoined polarization in America",
          "authors": "Julie M. Norman, Beniamino Green",
          "abstract": "Party affiliation in the United States is increasingly aligned with multiple social identities. In this era of social sorting, to what extent is polarization motivated by partisan identities compared to other overlapping identities in non‐political settings? Using a conjoint survey experiment to examine the multivariate nature of affective polarization, we find that political identity outweighs all other social identities in informing citizens' attitudes and projected behaviors towards others. In addition, we find that partisanship usually outweighs ideology, but ideology matters in driving polarization; Democrats dislike Republicans more than Republicans dislike Democrats; and partisan identity has a particularly strong effect on racial and religious biases and preferences. Contrary to assumptions, cross‐cutting identities do not appear to dampen social polarization. We also find that, while out‐group animosity is stronger than in‐group sentiment in abstract attitudinal measurements, the results are mixed in interpersonal behavioral measurements, suggesting that partisan animus between citizens at the community level may be more nuanced than often suggested.",
          "url": "https://doi.org/10.1111/pops.13084",
          "doi": "https://doi.org/10.1111/pops.13084",
          "filter": 0
        },
        {
          "title": "Radical faith and white masculinity: Political extremism in modern American Christianity",
          "authors": "Eric A. Baldwin",
          "url": "https://doi.org/10.1111/pops.13080",
          "doi": "https://doi.org/10.1111/pops.13080",
          "filter": 0
        },
        {
          "title": "Longitudinal co‐occurrence of adolescent mental health difficulties and democratic citizenship in early adulthood",
          "authors": "Martin Okolikj, Lisa‐Christine Girard",
          "abstract": "Little is known about the link between childhood and adolescent mental health (MH) difficulties and political outcomes in adulthood. This represents an important knowledge gap in understanding early individual‐level factors for future political outcomes. Using the Growing up in Ireland cohort, which follows 8568 children from 9 to 20 years, we examine how different MH difficulties, and their co‐occurrence, are associated with various political outcomes. The results show childhood/adolescent MH difficulties are important predictors of political outcomes at age 20. Adolescents with chronic co‐occurring MH difficulties starting in childhood report a lower interest in politics, lower trust in politicians, are less likely to register to vote, but if voting, are more likely to vote for an antiestablishment party. Adolescents with chronic emotional MH difficulties starting in childhood also report lower trust in politicians, are less likely to register to vote, and report a higher likelihood of voting for an antiestablishment party when voting. Additionally, they evidence lower levels of external political efficacy.",
          "url": "https://doi.org/10.1111/pops.13083",
          "doi": "https://doi.org/10.1111/pops.13083",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "A Wrench in the Works: France and its Increasingly Frustrated Power Dynamic",
          "authors": "Damien Lecomte, Calixte Bloquet",
          "url": "https://doi.org/10.1017/s1049096524000581",
          "doi": "https://doi.org/10.1017/s1049096524000581",
          "filter": 0
        },
        {
          "title": "Legislative–Executive Relations in Israel: Constitutional Crisis 2023–2024",
          "authors": "Osnat Akirav",
          "url": "https://doi.org/10.1017/s1049096524000532",
          "doi": "https://doi.org/10.1017/s1049096524000532",
          "filter": 0
        },
        {
          "title": "Legislative-Executive Paralysis in Kuwait",
          "authors": "Luai Allarakia",
          "url": "https://doi.org/10.1017/s1049096524000751",
          "doi": "https://doi.org/10.1017/s1049096524000751",
          "filter": 0
        },
        {
          "title": "The South African Parliament’s Capacity to Constrain the Executive Branch Weakened by a Dominant Party System",
          "authors": "Ainara Mancebo",
          "url": "https://doi.org/10.1017/s1049096524000556",
          "doi": "https://doi.org/10.1017/s1049096524000556",
          "filter": 0
        },
        {
          "title": "Dynamics in Legislative–Executive Relations in Argentina, 2019 and 2023",
          "authors": "Sergio Hernán Blogna Tistuzza",
          "url": "https://doi.org/10.1017/s1049096524000696",
          "doi": "https://doi.org/10.1017/s1049096524000696",
          "filter": 0
        },
        {
          "title": "Norway: Strong Parliament Facing New Challenges",
          "authors": "Hilmar Rommetvedt",
          "url": "https://doi.org/10.1017/s1049096524000593",
          "doi": "https://doi.org/10.1017/s1049096524000593",
          "filter": 0
        },
        {
          "title": "The Heat is on in the German Bundestag: Coalitions, Conflicts, and Consequences of “Hot Politics”",
          "authors": "Sven T. Siefken",
          "url": "https://doi.org/10.1017/s1049096524000544",
          "doi": "https://doi.org/10.1017/s1049096524000544",
          "filter": 0
        },
        {
          "title": "The Disruptive Effects of Polarization on the Law-Making Process",
          "authors": "David Jágr, Zdenka Mansfeldová",
          "url": "https://doi.org/10.1017/s1049096524000738",
          "doi": "https://doi.org/10.1017/s1049096524000738",
          "filter": 0
        },
        {
          "title": "Conclusion to the Spotlight “Dynamics in Legislative-Executive Relations: Global Outline for 2019-2024”",
          "authors": "Irina Khmelko, John Ishiyama",
          "url": "https://doi.org/10.1017/s1049096524000489",
          "doi": "https://doi.org/10.1017/s1049096524000489",
          "filter": 0
        },
        {
          "title": "Introduction: Dynamics In Legislative–Executive Relations: Global Outline for 2019–2024",
          "authors": "Irina Khmelko, John Ishiyama",
          "url": "https://doi.org/10.1017/s104909652400074x",
          "doi": "https://doi.org/10.1017/s104909652400074x",
          "filter": 0
        },
        {
          "title": "The Legislative–Executive Relations in Poland in 2019–2024: A Multilevel Perspective",
          "authors": "Adam Szymański",
          "url": "https://doi.org/10.1017/s1049096524000520",
          "doi": "https://doi.org/10.1017/s1049096524000520",
          "filter": 0
        },
        {
          "title": "Legislative–Executive Relations in Ukraine’s Wartime Conditions",
          "authors": "Khrystyna Pelchar, Erik S. Herron, Geir Flikke",
          "url": "https://doi.org/10.1017/s1049096524000763",
          "doi": "https://doi.org/10.1017/s1049096524000763",
          "filter": 0
        },
        {
          "title": "Does Turkish-Style Presidentialism Trigger De-Parliamentarization in Türkiye? The Post-2018 Developments",
          "authors": "Ömer Faruk Gençkaya, Selma Gençkaya",
          "url": "https://doi.org/10.1017/s1049096524000519",
          "doi": "https://doi.org/10.1017/s1049096524000519",
          "filter": 0
        },
        {
          "title": "The Physical Proximity of the Executive Branch to the Legislature: How close is too close? The Case of Australia",
          "authors": "Andréa Cullen",
          "url": "https://doi.org/10.1017/s1049096524000684",
          "doi": "https://doi.org/10.1017/s1049096524000684",
          "filter": 0
        },
        {
          "title": "Recent Intraparty Dynamics in the Predominance of the Japanese Executive Branch Under the Kishida Administration",
          "authors": "Jisun Park",
          "url": "https://doi.org/10.1017/s1049096524000672",
          "doi": "https://doi.org/10.1017/s1049096524000672",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PSC volume 58 issue 1 Cover and Back matter",
          "url": "https://doi.org/10.1017/s104909652500006x",
          "doi": "https://doi.org/10.1017/s104909652500006x",
          "filter": 1
        },
        {
          "title": "PSC volume 58 issue 1 Cover and Front matter",
          "url": "https://doi.org/10.1017/s1049096525000058",
          "doi": "https://doi.org/10.1017/s1049096525000058",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Rebel victory and constitutional change",
          "authors": "Sally Sharif, Ilia Murtazashvili, Jennifer Brick Murtazashvili",
          "url": "https://doi.org/10.1007/s11127-025-01261-w",
          "doi": "https://doi.org/10.1007/s11127-025-01261-w",
          "filter": 0
        },
        {
          "title": "Effects of individual incentive reforms in the public sector: the case of teachers",
          "authors": "Pedro S. Martins, João R. Ferreira",
          "abstract": "Can incentive schemes deliver value in the public sector, despite major principal-agent challenges? We evaluate a reform that introduced individual teacher performance-related pay and tournaments in public schools in Portugal, despite trade union opposition. We find evidence that the focus on individual performance decreased student achievement (as measured by national exams) and increased grade inflation. The results follow from a difference-in-differences analysis of matched student-school panels and two complementary control groups (including private schools). Students with a higher proportion of teachers exposed to tournaments also perform worse. Overall, our results highlight the social costs of disrupting workers’ cooperation, a possible unintended consequence of public-sector tournaments.",
          "url": "https://doi.org/10.1007/s11127-024-01256-z",
          "doi": "https://doi.org/10.1007/s11127-024-01256-z",
          "filter": 0
        },
        {
          "title": "Mahmoud Mohieldin, Hanan Amin-Salem, Amira El-Shal, and Eman Moustafa, The political economy of crisis management and reform in Egypt. Switzerland: Palgrave Macmillan, 2024. Xiii + 167 pages. EUR 39.99 (hardcover)",
          "authors": "Fatih Kırşanlı",
          "url": "https://doi.org/10.1007/s11127-025-01257-6",
          "doi": "https://doi.org/10.1007/s11127-025-01257-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Preposterous Fake News, the Breach of Democratic Trust, and Intellectual Humility",
          "authors": "Anna Elisabetta Galeotti, Federica Liveriero",
          "url": "https://doi.org/10.1086/735174",
          "doi": "https://doi.org/10.1086/735174",
          "filter": 0
        },
        {
          "title": "A Model of Party Effects on Legislative Behavior Based on Roll-Call Data",
          "authors": "Fang-Yi Chiou, Guillermo Rosas",
          "url": "https://doi.org/10.1086/735175",
          "doi": "https://doi.org/10.1086/735175",
          "filter": 0
        },
        {
          "title": "\"It’s a Gender Thing” - The Wrongdoing of Stereotype Articulation",
          "authors": "Lasse Nielsen, Mathilde Cecchini",
          "url": "https://doi.org/10.1086/735173",
          "doi": "https://doi.org/10.1086/735173",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "How does the education cleavage stack up against the classic cleavages of the past?",
          "authors": "Liesbet Hooghe, Gary Marks",
          "url": "https://doi.org/10.1080/01402382.2025.2452789",
          "doi": "https://doi.org/10.1080/01402382.2025.2452789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
