{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Seeing like a citizen: Experimental evidence on how empowerment affects engagement with the state",
          "authors": "Soeren J. Henn, Laura Paler, Wilson Prichard, Cyrus Samii, Raúl Sánchez de la Sierra",
          "abstract": "Building a strong and effective state requires revenue. Yet, in many low‐income countries, citizens do not make formal payments to the state or forego engaging with the state altogether due to vulnerability to opportunistic demands by state agents. We study two randomized interventions in Kinshasa, Democratic Republic of the Congo, designed to empower citizens in their negotiations with opportunistic state agents: one provided information about statutory payment obligations, the other offered protection from abusive officials. We examine the effects not only on citizen payment amounts (intensive margin effects) but also on whether citizens start making formal payments, or any payments, to the state (extensive margin effects). We find that protection, and to a lesser extent information, had clear extensive margin effects, increasing the share of citizens making formal payments and engaging with the state. These findings show how empowering citizens can help countries transition away from a low‐revenue, low engagement equilibrium.",
          "url": "https://doi.org/10.1111/ajps.70033",
          "doi": "https://doi.org/10.1111/ajps.70033",
          "filter": 0
        },
        {
          "title": "Does external threat bring the nation together? Evidence from the United States",
          "authors": "Nicholas Sambanis, Amber Hye‐Yon Lee",
          "abstract": "Do external security threats unify the nation in countries with high social polarization? War and other forms of interstate competition for power may increase the salience of national identity, but the effect may be weak if the nation is divided. Empirical evidence of a trade‐off between national (superordinate) and subnational (subordinate) identification during times of crisis is sparse. We present an experimental framework to measure effects of external threat on national identification in the United States, exploring whether effects are driven by attachment to the nation (ingroup love), hostility toward other nations (outgroup hate), or both simultaneously. We find that even in a context of partisan polarization, external threat strengthens national identification, expressed mainly as increased hostility toward the national outgroup. National identification need not come at the expense of salient partisan identities as long as these are not perceived to be in competition with the national identity.",
          "url": "https://doi.org/10.1111/ajps.70038",
          "doi": "https://doi.org/10.1111/ajps.70038",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/ajps.70044",
          "doi": "https://doi.org/10.1111/ajps.70044",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Descriptive or Partisan Representation? Examining Trade-Offs for Asian Americans",
          "authors": "John J. Cho, Mia Costa, Yusaku Horiuchi",
          "abstract": "Do voters want representatives who share their race, ethnicity, or partisanship? We examine this question with a focus on Asian Americans who face trade-offs between descriptive (that is, Asian American or ‘pan-ethnic’) and partisan representation, as well as trade-offs involving ‘co-ethnic’ (for example, Korean for Korean) and ‘cross-ethnic’ (for example, Indian for Korean) descriptive representation. Across two experiments, we find that when Asian Americans are asked about collective representation in Congress, they prioritize more co-ethnic and pan-ethnic legislators over co-partisan legislators. However, in a competitive electoral setting, they often trade off race/ethnicity for partisanship. Asian Americans are only willing to cross party lines to vote for a co-ethnic candidate, but never for a cross- or pan-ethnic candidate. These findings shed light on the importance of considering heterogeneous preferences along ethnicities within the same racial ‘in-group’, such as Asian Americans, a heavily understudied and heterogeneous group in American politics.",
          "url": "https://doi.org/10.1017/s0007123425101324",
          "doi": "https://doi.org/10.1017/s0007123425101324",
          "filter": 0
        },
        {
          "title": "How Bad Can It Get? Polarization and the Public Interest When It Matters",
          "authors": "Mark A. Kayser, Kasia Nalewajko",
          "abstract": "Scholars and political observers, alike, have associated political polarization with the weakening of democratic norms and the undermining of accountability, as partisans trade off the public interest against in-group loyalty. We probe how in-group bias shapes support for collective goods in actual high-stakes settings in an especially polarized democracy. Conducting survey experiments in Poland, we examine two scenarios: electoral integrity during the 2023 parliamentary election that could have entrenched authoritarian rule and national security after Russia’s 2022 invasion of neighboring Ukraine. Our findings show pronounced partisan bias undermining support for electoral integrity – approximately 40 per cent of party supporters with an average level of partisanship supported rerunning an election when their party unexpectedly lost – but less bias in judgments about national security, raising the possibility that individuals may view democracy as more of an instrumental than an intrinsic good.",
          "url": "https://doi.org/10.1017/s0007123425101257",
          "doi": "https://doi.org/10.1017/s0007123425101257",
          "filter": 0
        },
        {
          "title": "The Unequal Challenge of Learning from Under-Informative News",
          "authors": "Andrew Trexler",
          "abstract": "Political news consumption is highly uneven today: few people consume from news outlets directly, while many encounter news incidentally through social media and aggregators. Because outlets depend on direct consumers for revenue, they respond primarily to this core audience’s preferences. Several contemporary styles of news coverage—which emphasize partisan conflict, employ specialized jargon, engage in predictive analysis, and use clickbait language—are attractive to core consumers, but may also make news less accessible for others. In a pre-registered survey experiment ( n = 2,233), I show that, relative to a public interest style that prioritizes key information about policy and democratic norms, typical news styles weaken post-exposure recall of key news information—that is, they are under-informative. Recall penalties are especially severe for those with lower baseline political engagement, yet still affect highly engaged consumers as well. This study shows that contemporary approaches to news coverage broadly under-serve the public by inhibiting political learning.",
          "url": "https://doi.org/10.1017/s0007123425101300",
          "doi": "https://doi.org/10.1017/s0007123425101300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "The Shadow Cost of State Violence: Evidence From Bureaucratic Purges in China",
          "authors": "Ning He, Wenbing Wu",
          "abstract": "State violence inflicts obvious direct costs on its victims, but many of its significant consequences may be indirect. Building on the literature on principal-agent problems in authoritarian regimes, we argue that coercion against bureaucrats motivates them to pursue over-zealous goals at social costs. We test this argument by studying how bureaucratic purges in China under Mao impacted the behavior of local bureaucrats during the Great Leap Forward, a campaign that caused over 30 million deaths from mass starvation. Exploiting variations in purge intensity across about 1350 counties, we find the purge intimidated local bureaucrats into inflating grain production figures and extracting excessive amounts of grain from farmers, which resulted in significant increases in famine mortality. The results highlight the perils of “accountability by violence” in authoritarian regimes.",
          "url": "https://doi.org/10.1177/00104140251400341",
          "doi": "https://doi.org/10.1177/00104140251400341",
          "filter": 0
        },
        {
          "title": "The Limits of Information Capacity: Evidence From the French Napoleonic Cadaster",
          "authors": "Anne Degrave",
          "abstract": "To what extent do large state investments in information capacity - legibility - promote fiscal revenue? I argue that in unstable political conditions, the effects of legibility may be limited to the local level. I analyze the French Napoleonic cadaster, an ambitious land survey designed to rationalize taxation following the 1789 revolution. The initially centralized process was decentralized after the fall of the Napoleonic empire in 1815. Exploiting variation in cadastral operations over forty years of implementation, I show that legibility did not increase fiscal revenue at the aggregate level, and even reduced it in the short run. In the long run, I find positive local effects of the centralized cadaster on fiscal revenue. Legibility also facilitated local public works and shifts in the management of communal land. The cadaster thus failed an instrument of broad fiscal reform but arguably strengthened the state’s reach at the local level.",
          "url": "https://doi.org/10.1177/00104140261418639",
          "doi": "https://doi.org/10.1177/00104140261418639",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Wishful thinking in mass–elite electoral expectations",
          "authors": "Philippe Mongrain, Anam Kuraishi, Karolin Soontjens, Stefaan Walgrave",
          "url": "https://doi.org/10.1016/j.electstud.2026.103059",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103059",
          "filter": 0
        },
        {
          "title": "Do voters hold the president’s party accountable for local economic conditions?",
          "authors": "B.K. Song",
          "url": "https://doi.org/10.1016/j.electstud.2026.103058",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Unity makes strength: Patterns of democratic resistance against autocratization",
          "authors": "Guido Panzano, Luca Tomini",
          "abstract": "Today, autocratization is the predominant trend of regime development. However, if we focus on autocratization as democratic erosion or decline, such a trend is not matched by an equivalent increase in the number of democratic breakdowns or autocracies. Why (and how) do some democracies survive autocratization, while others do not? Current research on autocratization has recently turned toward studies on democratic endurance. In particular, mostly large-N contributions focusing on structural factors protecting democracy from autocratization onset (democratic resilience) have lately been complemented by numerous small-N contributions exploring concrete actions that can stop ongoing autocratization processes before democratic breakdown (democratic resistance). However, due to its necessarily limited scope, such qualitative evidence on democratic resistance may be subject to internal and external validity issues. Therefore, we systematically advance the research on resistance to autocratization within a comparative framework. Using a fuzzy-set qualitative comparative analysis, we examine 69 autocratization episodes that began in democracies in the 21st century (2000–23). Our analysis reveals the combinations of institutional, political, social, and external conditions of democratic resistance that impede democratic collapse during autocratization episodes. While the success of individual actions is mainly context-specific, we demonstrate that it is the cooperation across various areas of resistance ( unity makes strength ) that characterizes the multiple, and cross-nationally robust, sufficient configurations of democratic survival during autocratization processes. Through alternative analytical choices, robustness tests, and integration of sources, we bolster the validity of prior studies on democratic resistance to autocratization and point to further research avenues.",
          "url": "https://doi.org/10.1017/s1475676525100595",
          "doi": "https://doi.org/10.1017/s1475676525100595",
          "filter": 0
        },
        {
          "title": "Everything for the fans: Party responsiveness across the EU over time",
          "authors": "Felix Lehmann",
          "abstract": "Are parties responsive to public opinion and, if so, to whom exactly? These key questions continue to be major topics of debate among party and representation scholars. This research note extends recent contributions to the literature in three distinct ways. Unlike most extant studies, I do not limit my analysis to Western European countries and the left-right dimension but examine party responsiveness across the entire EU with a focus on six key issues. Conceptually, I draw on two responsiveness frameworks that are concerned with distinct ways through which parties can change their position to align with the general electorate or their partisan supporters. The standard framework tests whether parties shift in the same direction as the public, whereas the congruent responsiveness framework focuses on whether parties reduce past incongruencies with the public. Using updated expert and voter survey time-series data for the period between 1999 and 2024, I show that parties are primarily responsive to their supporters. The uncovered patterns of responsiveness are consistent across responsiveness frameworks, issues, European regions, and time. Both mainstream and niche parties primarily respond to their supporters. The findings carry important implications for our understanding of representation in contemporary European politics.",
          "url": "https://doi.org/10.1017/s1475676526100735",
          "doi": "https://doi.org/10.1017/s1475676526100735",
          "filter": 0
        },
        {
          "title": "Pics or it didn’t happen! EU institutions’ visual communication and user engagement on Facebook and Instagram",
          "authors": "Olga Eisele, Tobias Heidenreich, Phoebe Maares",
          "abstract": "Social media often follow a visual logic found to increase engagement, as images are more likely to attract attention, presenting information on a holistic-associative basis. For a political entity like the EU, social media are a promising route to overcome the remoteness to its citizens, identified as one of the crucial challenges to its public legitimacy. Against this broader background, our study analyses the influence of 10 years of EU visual social media communication on user engagement as an indicator of successfully creating visibility in a crucial communication space. For this purpose, we conducted an image-type analysis, combining quantitative and qualitative features of visual analysis: First, a subsample of posts was inductively analysed to identify recurring image types and subsequently used to implement a manual quantitative visual content analysis. Building on the results, we drew on a machine learning approach, allowing us to analyse over 40,000 posts, including more than 20,000 pictures. Our results emphasise the crucial influence of social media affordances in explaining user engagement with EU visual social media communication. Implications are discussed with reference to the ongoing discussion about the EU’s democratic deficit.",
          "url": "https://doi.org/10.1017/s1475676526100668",
          "doi": "https://doi.org/10.1017/s1475676526100668",
          "filter": 0
        },
        {
          "title": "Out-group homogeneity as evidence of left-right identification in multi-party democracies",
          "authors": "Nick Lin, Lie Philip Santoso, Randolph T. Stevenson",
          "abstract": "Are citizens in western democracies developing affective attachments to the Left and Right as social-political groups? If so, one can hardly imagine a more consequential development for understanding the electoral behavior of Western publics. However, previous evidence suggesting such attachments are important (and growing) comes from a small number of single-case studies. In this paper, we expand the evidentiary basis for this idea by implementing a method that leverages existing survey data to test whether citizens in western democracies, over a long time period, have developed such group-based attachments. Specifically, we use surveys in which respondents place parties on the left-right scale to test for the existence of an out-group homogeneity effect between potential Left and Right identifiers. We argue that this pattern provides compelling indirect evidence of such group attachments and shows that the effect is both widespread across western democracies and increasing over time. As a proof of concept, we fielded original surveys in Denmark, Italy, and Sweden and found that our direct Left/Right attachment measures are strongly associated with the indirect evidence documented in our cross-national analyses. Thus, this paper provides an empirically justified call for scholars to invest in the development of appropriate survey batteries that directly measure affective attachments to the Left and Right in a large set of countries.",
          "url": "https://doi.org/10.1017/s147567652610070x",
          "doi": "https://doi.org/10.1017/s147567652610070x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Poverty and Prejudice: Evidence From Myanmar",
          "authors": "Constant Courtin, Gareth Nellis, Michael Weaver",
          "abstract": "Does poverty drive prejudice? We study this question in Myanmar, a deeply divided society where anti-Muslim sentiment surged during a partial democratic transition in the mid-2010s. Drawing on theories of economic competition and scapegoating, we test whether material hardship predicts exclusionary attitudes using new data from a nationally representative survey of 22,000 adults belonging to the majority Buddhist group. We find a large and consistent association: both poorer individuals and poorer townships are more likely to express Islamophobia. This relationship persists when leveraging a plausibly exogenous income shock caused by severe flooding. Poverty is more predictive of anti-Muslim sentiment than key alternative explanations for intergroup animus. It also correlates with hostility toward other minorities (Hindus and Indians), indicating that poverty is tied to a more general tendency to denigrate outgroups. Our findings shed light on the economic foundations of polarized social preferences and may help identify communities at heightened risk of ethnoreligious conflict.",
          "url": "https://doi.org/10.1177/00220027251411537",
          "doi": "https://doi.org/10.1177/00220027251411537",
          "filter": 0
        },
        {
          "title": "Major Power Rivalry and Wedge Strategy of Concessions",
          "authors": "Hankyeul Yang",
          "abstract": "Military alliances are an important feature of major power competition. One way for a major power to increase its relative power is to drive a wedge in a rival’s alliance. Why and when does a major power do so? I propose a theory of strategic opportunity, which holds that a major power seeks to drive a wedge in the rival’s alliance by offering economic aid to a rival’s protégé when that country experiences a rapid deterioration in its relations with its patron. I test my theory on major power rivalry dyads and find empirical support for my argument on a set of directed dyad-year observations between 1960 and 2010. The findings contribute to our understanding of alliance politics and strategic considerations behind using economic carrots in major power rivalry.",
          "url": "https://doi.org/10.1177/00220027261417327",
          "doi": "https://doi.org/10.1177/00220027261417327",
          "filter": 0
        },
        {
          "title": "Shadow Wars in the Shadow of the Bomb: The Link Between Nuclear Weapons and Indirect Conflict",
          "authors": "Kyle Atwell, David C. Logan",
          "abstract": "How do nuclear weapons affect interstate conflict? Empirical studies on this question have returned mixed results. We argue that these results are due to overlooking indirect conflicts, a distinct and prominent form of limited conflict. Expanding current datasets to account for both conflict intensity and directness provides new insights about interstate conflict. We investigate the relationship between nuclear weapons and conflict through a large-n analysis that includes a new indicator for indirect conflict. We find that state dyads which possess nuclear weapons are significantly more likely to engage in indirect conflict. The results suggest the importance of including measures of indirect conflict in future scholarship and the need for policymakers to prepare for increased instances of indirect conflict between major powers possessing nuclear weapons.",
          "url": "https://doi.org/10.1177/00220027261421160",
          "doi": "https://doi.org/10.1177/00220027261421160",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: Who nominates? A history of the U.S. presidential nomination process WilliamsNorman R, Who Nominates? A History of the U.S. Presidential Nomination Process. Cambridge: Cambridge University Press, 2025. £95.00 (hbk); £30.99 (pbk), x + 259pp. ISBN 978-1-009-47158-9; 978-1-009-47159-6.",
          "authors": "Zachary Albert",
          "url": "https://doi.org/10.1177/13540688261427362",
          "doi": "https://doi.org/10.1177/13540688261427362",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Modeling Hierarchical Spatial Interdependence for Limited Dependent Variables",
          "authors": "Ali Kagalwala, Hankyeul Yang",
          "abstract": "Multilevel modeling accounts for outcome dependence across lower-level units due to unobserved group effects, while spatial modeling accounts for outcome dependence across units in the same level of analysis due to diffusion. Outcome dependence can occur simultaneously due to both spatial diffusion in the lower-level units and spatial diffusion in the unobserved group effects. For example, counties are nested within states and diffusion processes might take place at both levels of analysis. Building on recent research from the spatial econometrics and multilevel modeling literature, we propose a class of spatial hierarchical models with binary outcomes. One method accounts for spatially independent, unobserved group effects and the other method accounts for spatially dependent unobserved group effects. We propose a Bayesian approach to estimate such effects while also accounting for lower-level diffusion in the outcome, and provide software to estimate these models. Our Monte Carlo results demonstrate that failing to correctly account for diffusion and/or the nested structure of data can lead to bias in both parameter estimates and substantive effects. We apply these models to analyze the causes of civil rights protests in the United States in the 1960s.",
          "url": "https://doi.org/10.1017/pan.2026.10033",
          "doi": "https://doi.org/10.1017/pan.2026.10033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Correction: Political Bias in College Student Access To Campus Resources",
          "authors": "Jessica Khan",
          "url": "https://doi.org/10.1007/s11109-026-10126-x",
          "doi": "https://doi.org/10.1007/s11109-026-10126-x",
          "filter": 0
        },
        {
          "title": "U.S. Partisan Media Criticize the Out-Party More than They Praise the In-Party",
          "authors": "Xudong Yu, Magdalena Wojcieszak",
          "url": "https://doi.org/10.1007/s11109-025-10115-6",
          "doi": "https://doi.org/10.1007/s11109-025-10115-6",
          "filter": 0
        },
        {
          "title": "Fear and Favoritism in the Time of COVID-19",
          "authors": "Baran Han, Benjamin Ho, Inbok Rhee, Chrysostomos Tabakis",
          "url": "https://doi.org/10.1007/s11109-025-10114-7",
          "doi": "https://doi.org/10.1007/s11109-025-10114-7",
          "filter": 0
        },
        {
          "title": "Disentangling the Sophistication-Emotion Link: Political Interest and Confidence-in-Knowledge, but not Knowledge, Drive Emotional Responses",
          "authors": "Isabella Rebasso, Gijs Schumacher, Matthijs Rooduijn",
          "abstract": "Why do some people feel stronger emotions about politics than others? Past work suggests that political sophistication, consisting of knowledge and interest, is related to feeling strong emotions about politics, as learning about politics strengthens both cognitive and affective ties with political objects. Drawing on appraisal theories of emotions, we argue why political interest and confidence-in-knowledge, rather than factual political knowledge, are primary drivers of emotional engagement. Using three waves of the ANES and two pre-registered studies (conducted in the Netherlands and the U.S.) we show that political interest and confidence-in-knowledge increase emotional responses to politics. Knowledge, however, is unrelated to or even suppresses feelings about politics. We experimentally test the causal effect of confidence-in-knowledge and find a direct effect on feeling anger. Our findings have implications for civic education and political engagement, as fostering political interest and confidence—rather than merely increasing factual knowledge—may better promote active citizenship, albeit with potential risks if confidence is not rooted in accurate knowledge. We also demonstrate the necessity to theoretically and empirically disentangle the different components of political sophistication.",
          "url": "https://doi.org/10.1007/s11109-025-10116-5",
          "doi": "https://doi.org/10.1007/s11109-025-10116-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Decolonization without development? The war on subsistence and the limits of decoloniality",
          "authors": "Carlos Tornel",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103506",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103506",
          "filter": 0
        },
        {
          "title": "The latent subject: AI, recognition, and the politics of latent space",
          "authors": "Fabio Iapaolo",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103500",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103500",
          "filter": 0
        },
        {
          "title": "On the coloniality of nature and power in energy transitions",
          "authors": "Kristina Dietz, Felix M. Dorn",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103505",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103505",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Do emotions drive the link between winning and satisfaction with democracy? Leveraging the Super Bowl, the World Cup, and The Lion King",
          "authors": "Shane P. Singh, Patrick Fournier, Jason Roy",
          "abstract": "Electoral winners are more satisfied with democracy than losers, but there is debate over whether this is due to emotions or policy considerations. In two quasi‐experiments, we exploit the outcomes of major football games, which exogenously separated people into winning and losing groups. As the games' outcomes have no bearing on governmental policy, any detected effects of victory and loss on satisfaction could be attributable to irrelevant emotions. We validate the initial studies with an experiment in which participants were randomly assigned to view emotion‐inducing excerpts from The Lion King . While the manipulations in each study altered participants' emotional states, they had no effect on democratic satisfaction. Because specific election‐induced emotions may be distinct from those experienced by the participants in our studies, we cannot rule out an affective mechanism completely. We conclude that emotions do not indiscriminately drive the winner–loser gap in democratic satisfaction.",
          "url": "https://doi.org/10.1111/pops.70104",
          "doi": "https://doi.org/10.1111/pops.70104",
          "filter": 0
        },
        {
          "title": "From civic roots to voting booths: Gendered pathways from adolescent motivation to electoral participation in adulthood",
          "authors": "Erik Lundberg, Ali Abdelzadeh",
          "abstract": "Why some individuals vote while others abstain remains a central question in political behavior research, yet little is known about whether civic motivations formed during adolescence endure into adulthood. Drawing on expectancy–value theory, this study examines whether civic motivations in early adolescence (ages 13–16) including political efficacy, perceived political knowledge, political interest, and civic norms are associated with electoral participation in early adulthood (ages 26–29). Using a longitudinal dataset from Sweden, we show that civic norms are the strongest predictor of adult voting, even after accounting for prior participation, socioeconomic background, and immigrant origin. In contrast, expectancy‐based beliefs do not independently predict turnout, suggesting that value‐based motivations may have greater long‐term relevance for electoral participation. Sex‐specific analyses reveal clear differences. Among women, adult electoral participation is associated with a broader constellation of civic motivations, whereas men's participation is primarily predicted by prior voting and structural background factors. Immigrant origin strongly reduces participation for both male and female respondents, but the effect is more pronounced among women, consistent with intersectional disadvantage. Overall, the findings demonstrate that civic motivations held in adolescence have lasting implications for adult electoral participation and underscore the importance of gender‐sensitive, intersectional approaches to understanding political development.",
          "url": "https://doi.org/10.1111/pops.70117",
          "doi": "https://doi.org/10.1111/pops.70117",
          "filter": 0
        },
        {
          "title": "When survival becomes politics: Necessity activism and identity work under precarity",
          "authors": "Lucia Garcia‐Lorenzo, Lucia Sell‐Trujillo, Paul Donnelly",
          "abstract": "Collective action is essential for tackling social, institutional, and environmental challenges, often fueled by shared identities, common norms, and a belief in the possibility of change. However, the impact of participating in collective action on individual identities, and how this knowledge can shape future efforts to maintain engagement and promote positive change, remains underexplored. This study uses a liminal and identity work approach to examine how precarious Spanish activists, involved in long‐term struggles against precarity, develop and negotiate their identities as activists through protest participation. Based on a qualitative study spanning over 9 years, this research focuses on the experiences of activists from two collectives in Seville, Spain, that emerged in response to the Great Recession. Our findings introduce the concept of necessity activism to describe political engagement driven by survival needs rather than ideological commitment. We show how activists facing precarity undergo a three‐phase identity transformation: forced separation, intensive identity work, and varied outcomes including burnout, withdrawal, or adaptive re‐engagement. This process highlights the emotional and material costs of activism and the ongoing reconstruction of activist identities under the liminal conditions created by precarity.",
          "url": "https://doi.org/10.1111/pops.70119",
          "doi": "https://doi.org/10.1111/pops.70119",
          "filter": 0
        },
        {
          "title": "Diplomacy of grievance: National narcissism, exclusive victimhood, and demanding WWII reparations in Poland and Greece",
          "authors": "Michał Główczewski, Theofilos Gkinopoulos, Aleksandra Cislak",
          "abstract": "Demands for war reparations often re‐emerge in political discourse, decades after conflicts have ended. This research investigates the psychological underpinnings of public support for claiming World War II reparations, focusing on the roles of national narcissism and ingroup victim beliefs. Across four pre‐registered studies conducted in Poland and Greece (total N = 2780), we show that national narcissism—a defensive belief in national greatness coupled with a desire for external recognition—predicts support for war reparation claims. This relationship is mediated by perceptions of ingroup victim beliefs, particularly exclusive victimhood, which emphasizes the ingroup's unique suffering. Our findings illuminate how identity‐based motivations, especially those rooted in narcissistic group beliefs and selective historical narratives, can shape support for populist foreign policy initiatives long after the original conflict has ended.",
          "url": "https://doi.org/10.1111/pops.70115",
          "doi": "https://doi.org/10.1111/pops.70115",
          "filter": 0
        },
        {
          "title": "Bridging the divide: Using metacognitive training to reduce hostility between the political left and right",
          "authors": "Steffen Moritz, Lisa Borgmann, Tanja M. Fritz, Anja S. Göritz, Klaus Michael Reininger",
          "abstract": "The study aimed at reducing the propensity for violence among supporters of left‐wing parties toward the right‐wing Alternative for Germany (AfD) as well as supporters of the AfD toward the German left‐wing Green Party (Die Grünen) using metacognitive training (MCT). A total of 1025 German participants were recruited online. Participants' political orientation and attitude toward the Green Party and the AfD were assessed using questionnaires. The MCT intervention asked participants seemingly simple questions that evoked common stereotypes and then presented the correct counter‐stereotypical answers alongside explanations. The study used a pre–post design to measure changes in political polarization. Hostile attitudes toward the opposing political camp were reduced at a small to medium effect size. Most participants felt they had learned something new from the intervention. Metacognitive variables pertaining to overconfidence predicted change. The findings suggest that MCT can reduce hostile attitudes toward an opposing political group. The study highlights the potential of MCT for reducing societal conflict by challenging stereotypes through surprising information. Studies with control groups and long‐term follow‐up are desirable. More research into the mechanisms of change is needed.",
          "url": "https://doi.org/10.1111/pops.70118",
          "doi": "https://doi.org/10.1111/pops.70118",
          "filter": 0
        },
        {
          "title": "Perceived causes of Black–White racial economic inequality and racialized policy attitudes: Implications for policy support",
          "authors": "Alicia M. Bowling, Drexler James",
          "abstract": "Attributing racial disparities to factors related to individuals (individual causes) or to societal factors (structural causes) is linked to attitudes toward racial equity policies. Membership in a dominant or subordinated racial group might shape these associations. Using the case of Black and White Americans' attributions for Black–White economic inequality, we investigated the association between distinct kinds of individual (i.e., innate factors, lack of motivation) and structural (i.e., discrimination, lack of educational opportunity) attributions and attitudes toward racialized policies. We used cross‐sectional samples of non‐Hispanic Black and White Americans from the 2016 ( N = 2361) and 2018 ( N = 1875) General Social Survey to examine these associations. Results show that Black Americans were more likely to make attributions to discrimination and individual factors than White Americans. Generally, structural attributions were associated with stronger support for policies aimed at addressing racial inequality, whereas individual attributions showed opposite associations. Effects varied by the kind of attribution and policy. Race moderated the effects of attribution on attitudes toward government spending and racist expression policies, but not affirmative action. These studies contribute to understanding how group position and attributions of racial inequality relate to policy preferences, which have implications for developing initiatives to improve policy support.",
          "url": "https://doi.org/10.1111/pops.70121",
          "doi": "https://doi.org/10.1111/pops.70121",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Analyzing the impact of events through surveys: formalizing biases and introducing the dual randomized survey design",
          "authors": "Andrew Bertoli, Laura Jakli, Henry Pascoe",
          "abstract": "Social scientists often compare survey responses before and after important events to test how those events impact respondent beliefs, attitudes, and preferences. This article offers a formal analysis of such pre-event/post-event survey comparisons, including designs that seek to reduce bias using quota sampling, rolling cross-sections, and panels. Our analysis distinguishes major sources of bias and clarifies the comparative strengths and weaknesses of each approach. We then introduce a modified panel design—the dual randomized survey—to reduce bias in cases where asking respondents to complete the same survey twice could impact their Wave 2 responses. Our formalization of bias and novel research design improve scholars’ ability to study the causal impact of events through surveys.",
          "url": "https://doi.org/10.1017/psrm.2026.10088",
          "doi": "https://doi.org/10.1017/psrm.2026.10088",
          "filter": 0
        },
        {
          "title": "Rebels in the house: Do anti-elitist parties vote differently?",
          "authors": "Simon Otjes, Luc Vorsteveld",
          "abstract": "Do anti-elitist parties behave differently in parliament than other parties? Existing evidence is inconclusive: some studies suggest that anti-elitist parties do not show a shared voting pattern as this is mainly structured by their left- or right-wing ideology. Others suggest that these parties vote against legislation more often. In order to address this question, we develop a new method that allows one to look at different explanations of voting concurrently while also taking into account characteristics of the vote. We find that anti-elitist parties do vote in a similar way and different from other parties, but only on legislative votes. As such, we present a major step forward in our understanding of and methodological approach to parliamentary voting behavior.",
          "url": "https://doi.org/10.1017/psrm.2026.10090",
          "doi": "https://doi.org/10.1017/psrm.2026.10090",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Evaluating Partisan Registrations Amid the Electronic Registration Information Center Controversy",
          "authors": "Jared McDonald, Alauna C. Safarpour, Michael J. Hanmer, Lisa A. Bryant",
          "abstract": "Election integrity is paramount to democratic health. The Electronic Registration Information Center (ERIC) is a multistate collaboration that facilitates essential election administration functions, whereby members share administrative data to ensure clean voter registration lists and to encourage individuals who are eligible but unregistered (EBUs) to register to vote. Despite ERIC’s primary focus on maintaining the accuracy of voter rolls, in 2022, some conservatives accused it of being a tool for partisan electioneering, prompting nine Republican-led states to leave ERIC. To assess the validity of a central criticism made against ERIC, we leverage field experiments conducted by member states during the 2016 elections in Pennsylvania and Nevada (i.e., two important swing states). We find no empirical evidence to support the claim that outreach to EBUs yielded a partisan advantage: ERIC’s registration efforts had little differential effect on party registration or turnout. This article discusses the importance of efforts to maintain accurate voter rolls and to encourage greater participation for promoting confidence in our democratic system.",
          "url": "https://doi.org/10.1017/s1049096525101819",
          "doi": "https://doi.org/10.1017/s1049096525101819",
          "filter": 0
        },
        {
          "title": "“A Flood of Voters for Them”: Replacement Fantasies and Democratic Distortion in the 2024 Election",
          "authors": "Michael Feola",
          "abstract": "This article explores how the 2024 Trump campaign persistently invoked the so-called “great replacement” narrative to promote a politics of racial fear. As the article details, this messaging relied upon the mutability of the replacement narrative – highlighting a supposed plot by the Democratic Party to “import voters” from Latin America in order to corrupt the democratic process. This strategy yielded a variety of civic costs. By foregrounding the language of democracy, the campaign laundered xenophobic fears for widespread consumption. More broadly, the article details how this episode illustrates a core strategy of far right media politics: to capture and repurpose the civic language of liberal democracies to serve illiberal aims.",
          "url": "https://doi.org/10.1017/s1049096525101832",
          "doi": "https://doi.org/10.1017/s1049096525101832",
          "filter": 0
        },
        {
          "title": "The Decline of Access Donors in Funding National Nominating Conventions",
          "authors": "Karen Sebold, Eric Heberlig, Robert Boatright",
          "abstract": "The US major-party presidential nominating conventions are an essential platform for a political party’s branding and messaging for upcoming presidential and congressional elections. The conventions also can provide revenue and media attention to their host cities and, consequently, convention fundraising has grown substantially in recent decades. Convention fundraising rules were changed in 2014, tripling the limit for contributions to a party’s campaign funds and removing limits on contributions to host-city committees. Although we do not expect these changes to affect individual donors, we expect corporations, banks, and labor unions to have taken advantage of these new rules. Elections since 2014, however, have been unusual in many ways—for instance, in the relationship between the nominees and their parties and, in 2020, the public health precautions required to hold conventions. This study examines developments in political-party convention fundraising since 2014, focusing on the relationships among candidates, their parties, and the cities where conventions have been held. To make this determination, funding reports were collected for the 2000–2024 election cycles. The article explores changes in the characteristics of convention donors—their other contributions and their relationships to candidates, party committees, and host cities—and notes variations that might be attributable to the nominees or the host cities. It considers whether the new convention-funding rules have matured sufficiently that it is possible to make broad claims about the effects of the rules themselves.",
          "url": "https://doi.org/10.1017/s104909652510173x",
          "doi": "https://doi.org/10.1017/s104909652510173x",
          "filter": 0
        },
        {
          "title": "Beyond the Front Page: US Supreme Court Media Coverage in the Digital Age",
          "authors": "Matthew T. Cota, Rachael Houston, Elizabeth A. Lane, Jessica A. Schoenherr",
          "abstract": "Americans rely on the media to learn about the US Supreme Court. Historically, coverage was concentrated among a small set of major newspapers that regularly reported on high-profile decisions. The expansion of digital platforms and the Court’s decision to livestream oral arguments at the start of the COVID-19 pandemic created new opportunities for coverage, but it is unclear whether these changes increased overall media attention on the Court. Using new data to track how often Supreme Court decisions and oral arguments appear in print and broadcast-affiliated outlets, this article shows that the volume of coverage has declined in traditional newspapers but expanded (unevenly) across other outlets. These patterns challenge assumptions about stable and centralized Supreme Court coverage and highlight the need for scholars to account for changing levels of media attention when studying public responses to the Court.",
          "url": "https://doi.org/10.1017/s1049096525101807",
          "doi": "https://doi.org/10.1017/s1049096525101807",
          "filter": 0
        },
        {
          "title": "Academic Freedom as a Duty rather than a Right: A Confucian Perspective and Beyond",
          "authors": "Chih-yu Shih, Chiung-Chiu Huang",
          "abstract": "This article explores the relationship between academic freedom and the field of political science, focusing on scholars’ duty to engage in societal issues related to their area of expertise, rather than merely protecting their intellectual pursuits from outside influence. By drawing on and expanding the Confucian principles, it examines how this viewpoint informs the responsibilities of scholars and educators working within the discipline.",
          "url": "https://doi.org/10.1017/s1049096525101844",
          "doi": "https://doi.org/10.1017/s1049096525101844",
          "filter": 0
        },
        {
          "title": "What’s in a Name? Toward the Study of Names in Political Science",
          "authors": "John Wagner Givens",
          "abstract": "It is overdue for political science to consider the names of nation-states, the discipline’s primary unit of analysis and the world’s largest, richest, and most powerful actors. I begin this analysis by examining the descriptors used in formal country names, including empire, kingdom, Islamic, republic, democratic, socialist, and people’s. I analyze country names as independent variables, hypothesizing that they have value as signals of political characteristics. To test my hypotheses, I turn to the Varieties of Democracy dataset. I use fixed-effects panel regressions to examine whether countries’ descriptors correlate with the characteristics they name. I find that except for the democratic descriptor, all other descriptors are surprisingly accurate. This is the first step toward developing an understanding of names in political science as well as adding a new tool for comparative politics.",
          "url": "https://doi.org/10.1017/s1049096525101479",
          "doi": "https://doi.org/10.1017/s1049096525101479",
          "filter": 0
        },
        {
          "title": "Issue Framing After Dobbs : Examining How Abortion Was Addressed in Tweets During the 2022 Midterm Elections",
          "authors": "Heather K. Evans",
          "abstract": "This article explores how abortion was framed on Twitter as an issue during the 2022 midterm elections directly after the overturning of Roe v. Wade. By leveraging a dataset of all tweets sent by US House of Representatives candidates for two months prior to the midterm elections, this study examines how both gender and partisanship impacted the discussion of abortion and shows that partisanship drove the rhetoric surrounding this issue during those elections. Whereas women candidates in general were significantly more likely to discuss abortion than their male counterparts, Democratic women led the way and were more likely to use “women-invoked rhetoric” to frame the issue.",
          "url": "https://doi.org/10.1017/s1049096525101820",
          "doi": "https://doi.org/10.1017/s1049096525101820",
          "filter": 0
        },
        {
          "title": "The Long Reach of US Party Politics: Transnational Campaign Involvement Among Democratic Partisans Living Abroad",
          "authors": "James A. McCann, Amanda Klekowski von Koppenfels, Ronald Rapoport",
          "abstract": "Much is known about the factors that shape partisan campaign activism in the United States and other democracies. In contrast to this voluminous literature, political scientists have given relatively little attention to an emerging phenomenon in contemporary party politics: the mobilization via “emigrant party branches” of partisans living outside of the territorial borders of their native country. We address this gap in the literature through an analysis of Democrats Abroad—the official overseas arm of the US Democratic Party—during the 2024 election cycle. Drawing from an original two-wave panel survey of party members, we demonstrate that some of the forces that prompt campaign activism in the domestic United States hold for partisans overseas. At the same time, factors pertaining to the migration experience and settlement in another country also affect engagement in American campaigns. Most notably, we find that overseas Democrats who become integrated into the party system of their residential country are more likely to participate in American elections from the distance. This finding contributes a fresh perspective to models of political transnationalism and “campaign spillover” in electoral research—that is, the impact that partisan engagement in one context has on subsequent involvement in separate domains.",
          "url": "https://doi.org/10.1017/s1049096525101728",
          "doi": "https://doi.org/10.1017/s1049096525101728",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Continuity and Change in Trust in Scientists in the United States: Demographic Stability and Partisan Polarization",
          "authors": "Jonathan Schulman, James N Druckman, Alauna Safarpour, Matthew A Baum, Katherine Ognyanova, Kristin Lunz Trujillo, Alexi Quintana Mathé, Hong Qu, Ata Aydin Uslu, Roy H Perlis, David M J Lazer",
          "abstract": "Americans’ trust in scientists has been stable and high, relative to other political and social institutions, for the last half century (Krause, Brossard, and Scheufele 2019). Yet, underlying this stability lies a dramatic change such that a partisan gap has emerged, with Democrats exhibiting substantially more trust than Republicans. Fifty years ago, Republicans in fact exhibited more relative trust in scientists. This article explains this continuity and change. First, we demonstrate that the demographic correlates of trust in scientists have been remarkably stable for more than a half century: women, Black, rural, religious, non-college educated, and lower/working-class individuals exhibit less trust than their counterparts. Second, we show that the partisan relationship with trust in scientists has flipped (over that same time period) as low-trusting demographic strata shifted partisan allegiances. This is particularly the case when it comes to education and religiosity. Concomitant with the emergent partisan gap is a massive perceptual gap among Democrats, who perceive a partisan divide more than double its actual size. Democrats vastly underestimate Republicans’ trust in scientists. The enduring demographic basis of trust in scientists provides an opportunity to bridge partisan divides by addressing demographic inequities in the practice and application of science.",
          "url": "https://doi.org/10.1093/poq/nfaf059",
          "doi": "https://doi.org/10.1093/poq/nfaf059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Empowered by Information: Disease Outbreak Reporting at the World Health Organization",
          "authors": "Zoe Xincheng Ge",
          "url": "https://doi.org/10.1086/740814",
          "doi": "https://doi.org/10.1086/740814",
          "filter": 0
        },
        {
          "title": "Rallied by thy neighbor: how minority spatial concentration increases voter turnout",
          "authors": "Rafael Ahlskog, Michal Grahn, Stuart J. Turnbull-Dugarte",
          "url": "https://doi.org/10.1086/740816",
          "doi": "https://doi.org/10.1086/740816",
          "filter": 0
        },
        {
          "title": "System Justification in Authoritarian Regimes",
          "authors": "Elizabeth Nugent",
          "url": "https://doi.org/10.1086/740813",
          "doi": "https://doi.org/10.1086/740813",
          "filter": 0
        },
        {
          "title": "Bargaining for Longevity",
          "authors": "Jenn S. Kim",
          "url": "https://doi.org/10.1086/740815",
          "doi": "https://doi.org/10.1086/740815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
