{
  "update": "2024-09-27",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Policy feedback and voter turnout: Evidence from the Finnish basic income experiment",
          "authors": "Salomo Hirvonen, Jerome Schafer, Janne Tukiainen",
          "abstract": "In many democracies, unemployed and low‐income citizens are less willing to vote. Can social policies weaken the link between income and turnout? We study policy feedback leveraging a unique experiment in Finland, which randomly assigned a sizable group of unemployed to receiving an unconditional basic income (BI) for 2 years (2017–19). Combining individual‐level registry and survey data, we show that the intervention has large positive effects on voter turnout. Unconditional BI increases turnout in municipal elections by about 3 percentage points (p.p.), on average, an effect that is concentrated among marginal voters (+ 6–8 p.p.) and persists in national elections after the end of the experiment. Exploring possible mechanisms, our analysis highlights the role of the interpretive effects that follow from unconditionality in the bureaucratic process, including higher levels of political trust and efficacy. We discuss implications for theories of voter turnout and policy feedback, and the design of BI policies.",
          "url": "http://dx.doi.org/10.1111/ajps.12915",
          "doi": "10.1111/ajps.12915",
          "filter": 0
        },
        {
          "title": "Authoritarian cue effect of state repression",
          "authors": "Jiangnan Zhu, Steve Bai, Siqin Kang, Juan Wang, Kaixiao Liu",
          "abstract": "State repression in autocracies has long been assumed to elicit explicit or implicit disapproval from citizens. Recent studies suggest that authoritarian governments can garner support for repressive policies through active information manipulation or exploiting social cleavages. However, is it possible for citizens to support repression even without government manipulation? We propose the “authoritarian cue effect,” arguing that citizens’ attitudes toward state repression can be endogenously shaped by instances of state repression, which may be interpreted as cueing messages signaling the regime's disapproval of the punished behaviors. Using a novel belief correction survey experiment, we empirically demonstrate that state repression can induce the public to pick up on cues and automatically adopt the state's stance, perceiving repressed behavior as having more negative externalities and supporting state repression more. This cue effect suggests that authoritarian state repression can self‐legitimize and evade public opinion backlash in a less costly manner than previously presumed.",
          "url": "http://dx.doi.org/10.1111/ajps.12916",
          "doi": "10.1111/ajps.12916",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Protocols of Production: The Absent Factories of Digital Capitalism",
          "authors": "LUCAS G. PINHEIRO",
          "abstract": "Contrary to dominant theories of postindustrial society, this article advances an alternative account of digital capitalism that repositions the factory—so often associated with industrial manufacturing—as a defining yet largely overlooked feature of the internet economy. I pursue this claim by interpreting data centers and microwork platforms as digital embodiments of the factory system through a historical theory of the factory model that reconstructs the consistent mechanisms of control and extraction that have distinguished factories as consolidated infrastructures of production since their inception. I define these “protocols of production” as formal rules deployed by a combination of technological systems, spatial arrangements, and management regimes devised to fragment tasks, discipline workers, and supervise production. By probing the socioeconomic consequences of the factory’s algorithmic redeployment and adaptation to global data production, I contend that these absent factories have amplified alienation and precarity as structural social qualities of the digital labor process.",
          "url": "http://dx.doi.org/10.1017/s0003055424000911",
          "doi": "10.1017/s0003055424000911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Sorry Not Sorry: Presentational strategies and the electoral punishment of corruption",
          "authors": "Dean Dulay, Seulki Lee",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102867",
          "doi": "10.1016/j.electstud.2024.102867",
          "filter": 0
        },
        {
          "title": "Speech targeting and constituency representation in open-list electoral systems",
          "authors": "Eduardo Alemán, Pablo Valdivieso Kastner, Sebastián Vallejo Vera",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102865",
          "doi": "10.1016/j.electstud.2024.102865",
          "filter": 0
        },
        {
          "title": "Individual Electoral Competitiveness: Undecided voters, complex choice environments and lower turnout",
          "authors": "Hannah Bunting",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102866",
          "doi": "10.1016/j.electstud.2024.102866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Why governments want to learn about citizens' preferences. Explaining the representational logic behind government polling",
          "authors": "ANJA DUROVIC, TINETTE SCHNATTERER",
          "abstract": "While it is generally admitted that governments in most democracies make extensive use of public opinion research, we do not know much about the way they mobilize this resource. When and why do they want to learn about public opinion? What determines differences in the intensity of government polling over the electoral cycle? Are government opinion polls primarily a tool for testing the reception of government proposals or for learning more about issues that are important to citizens? And what does this tell us about the way political representation works? Understanding governments as actors in the production of public opinion, not just as passive consumers, our focus is on polls commissioned directly by governments. We argue that government polls can help us to better understand how contemporary political representation works since they can play an important role as ‘update instrument’ in anticipatory representation or as a decision‐making aid in promissory representation. By studying government polls as dependent variable, we develop an innovative research design and systematically analyse the factors that explain whether the intensity of government polling (the number of questions asked) varies across different stages of the electoral cycle and whether the issues they ask about correspond more to the government's priorities or those of the public. We present evidence from Germany, mobilizing an original database of all survey questions directly commissioned by the German government during the 18th and 19th legislative periods (2013–2021). Our findings help to better understand the factors that determine the intensity of government polling at different moments of the electoral cycle and to identify the different logic of representation behind this activity. The transition from the post‐election period to the routine period and from the routine period to the pre‐election period correspond to turning points in the German government's use of this instrument. While we could not observe any direct effects of the electoral cycle on the intensity of government polling, the interplay between the former and different types of policy issues proves to be insightful. The government commissions significantly more survey questions on government priorities during the first 3 months in office than during routine times and significantly more survey questions on salient issues as federal elections approach. Moreover, we show that governments commission fewer questions on issues they ‘own’, which points in the same direction as previous studies showing that governments are less interested in public opinion on these issues.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12721",
          "doi": "10.1111/1475-6765.12721",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "To compete or strategically retreat? The global diffusion of reconnaissance strike",
          "authors": "Michael C Horowitz, Joshua A Schwartz",
          "abstract": "The reconnaissance strike complex is synonymous with modern military power, and prominent realist theories would have predicted rapid proliferation after its successful debut in the Gulf War. Instead, the complex has proliferated slowly. To explain this puzzle, we theorize that interstate security threats significantly impact proliferation, but not in the way traditionally presumed. Although the literature on weapons proliferation has largely assumed a monotonically increasing relationship should hold between the capabilities of a state’s adversaries and a state’s own capability, we draw from the economics literature and game theoretic insights from political science to argue that the relationship should resemble an inverted-U. When states have rivals with moderate reconnaissance strike capabilities, they have security incentives to compete with them. However, when states face highly advanced adversaries, it becomes more difficult to escape or match their competition, making symmetrical acquisition less appealing. While most prior research focuses on narrower aspects of the reconnaissance strike complex like missiles or smart bombs, we test our theory on a novel dataset tracking country-level acquisition of eight aspects of the complex from 1980 to 2017: Ballistic missiles; bombers; cruise missiles; fighter aircraft; intelligence, surveillance, and reconnaissance assets; precision-guided munitions; satellites; and submarines. We find strong support for our inverted-U argument. States that have rivals with moderate reconnaissance strike capabilities have over double the reconnaissance strike capabilities themselves than states that have rivals with very low or very high capabilities. Our findings hold for broader measures of the complex that closely proxy a state’s general military capabilities, narrower measures of the complex, and alternative measures of general military sophistication, indicating our theory has broad applicability. This article explains why some states invest heavily in conventional capabilities despite an already-large lead over their adversaries, and why other states instead opt to invest in alternatives rather than balancing symmetrically.",
          "url": "http://dx.doi.org/10.1177/00223433241261566",
          "doi": "10.1177/00223433241261566",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Theoretical Politics",
      "journal_short": "JTP",
      "articles": [
        {
          "title": "Beyond a universal principle of justice: Normative implications of preference measurement assumptions",
          "authors": "Monika Nalepa",
          "abstract": "The main conclusions of two classical theories of justice can be represented as solutions to a decision making problem. Rawls’ second principle of justice is a result of applying the maximin criterion for decision-making behind the ‘veil of ignorance’. The utilitarian principle of maximizing average utility, meanwhile, can be traced back to applying the Laplace criterion of decision making behind the veil of ignorance. This article makes explicit the different assumptions about preference measurement and assumptions about interpersonal comparisons of utility that need to be made to use either of these principles. Once these assumptions are made explicit, it becomes clear that the choice between theories of justice cannot be exclusively settled by an exchange of arguments for one kind of distributional arrangement over the other, but is also a question of what kind of measurement assumptions are more plausible in a given context.",
          "url": "http://dx.doi.org/10.1177/09516298241280890",
          "doi": "10.1177/09516298241280890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Following the leaders: Asymmetric party messaging in the U.S. Congress",
          "authors": "SoRelle Wyckoff Gaynor",
          "abstract": "Today, rank‐and‐file members are increasingly removed from the legislative process and often rely on congressional leaders for information to discuss major legislative decisions with constituents. As a result, preparing constituent communication materials has become an institutionalized responsibility for party and committee leaders, leading to a partisan discussion of legislation. Using a mixed‐methods approach of computational text analysis and elite interviews, I demonstrate how members of Congress use leader‐led, partisan messages for constituent communication. Echoing prior work on asymmetric partisanship, I find that Republican leaders are more likely to encourage party‐centric messaging, and rank‐and‐file Republicans, particularly in the House, are more likely to adopt party messaging. The findings illustrate the institutional power of party leaders in a centralized Congress, as well as the role that constituent communication plays in encouraging and maintaining asymmetric polarization.",
          "url": "http://dx.doi.org/10.1111/lsq.12479",
          "doi": "10.1111/lsq.12479",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Hate speech and political violence: Far-right rhetoric from the tea party to the insurrection",
          "authors": "Juhong Chen, Jiuxia Wang",
          "url": "http://dx.doi.org/10.1177/13540688241285711",
          "doi": "10.1177/13540688241285711",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Group Consciousness, Organizational Membership, and District Choice: Evidence from the Afro-Colombian Reserved Seats",
          "authors": "Mateo Villamizar-Chaparro, Cristina Echeverri-Pineda",
          "abstract": "Numerous countries around the globe have undertaken efforts aimed at enhancing political representation. One of these efforts has taken the institutional form of reserved seats or ethnic districts where individuals must choose where to deposit their votes. In this paper, we ask if group consciousness and organizational membership affect the choice to vote on these types of districts. Using a mixed-methods approach by combining semi-structured interviews with elites and a subgroup analysis of a conjoint experiment in a sample of Afro-Colombians, we find evidence that group consciousness affects the preferences for ethnic districts over territorial ones. Contrary to initial expectations, we observe that membership in ethnic organizations does not significantly alter preferences for ethnic districts among surveyed individuals. These findings indicate that individuals with high levels of group consciousness tend to choose to participate more in mechanisms and institutions that can enhance the group’s political representation.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09972-4",
          "doi": "10.1007/s11109-024-09972-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Explaining strategic disinterment: Forensics and the reconstruction of the missing in Cyprus",
          "authors": "Maria Mikellide, Romanos Lyritsas, Nikandros Ioannidis, Iosif Kovras",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103207",
          "doi": "10.1016/j.polgeo.2024.103207",
          "filter": 0
        },
        {
          "title": "Territorialising the cloud or clouding the territory? Volumetric vulnerabilities and the militarised conjunctures of Singapore’s smart city-state",
          "authors": "Orlando Woods, Tim Bunnell, Lily Kong",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103211",
          "doi": "10.1016/j.polgeo.2024.103211",
          "filter": 0
        },
        {
          "title": "The Sea in Sea Rescue: Conceptualising solidarity with maritime migrants",
          "authors": "Antje Scharenberg, Peter Rees",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103205",
          "doi": "10.1016/j.polgeo.2024.103205",
          "filter": 0
        },
        {
          "title": "Causes and electoral consequences of political assassinations: The role of organized crime in Mexico",
          "authors": "Roxana Gutiérrez-Romero, Nayely Iturbe",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103206",
          "doi": "10.1016/j.polgeo.2024.103206",
          "filter": 0
        },
        {
          "title": "International law: Israel's fig leaf or a route to Palestinian statehood?",
          "authors": "Dalal Iriqat",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103208",
          "doi": "10.1016/j.polgeo.2024.103208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "A cross‐cultural test of competing hypotheses about system justification using data from 42 nations",
          "authors": "Evan A. Valdes, James H. Liu, Matt Williams, Stuart C. Carr",
          "abstract": "System justification theory (SJT) is a thriving field of research, wherein the primary questions revolve around why individuals and groups are motivated to see the systems they depend on as just, fair, and legitimate. This article seeks to answer how accurate the postulates of SJT are when compared to competing self‐interest claims of social identity and social dominance theory. We addressed the ongoing debates among proponents of each theory by identifying who, when, and why individuals decide to system‐justify. We used data comprised of 24,009 participants nested within 42 countries. Multilevel models largely supported the competing claims of social dominance and social identity theories over SJT. The most robust findings were: (1) greater objective socioeconomic status (SES) was associated with greater system justification; (2) the consistent positive relationship between subjective SES and system justification was partially mediated by life satisfaction; and (3) both ends of the political spectrum were willing to system‐justify more when the political party they favored was in power. The results presented are used to discuss both the current state and the future directions for system justification research.",
          "url": "http://dx.doi.org/10.1111/pops.13039",
          "doi": "10.1111/pops.13039",
          "filter": 0
        },
        {
          "title": "The role of norms as a promoter of social change",
          "authors": "Roberto González",
          "abstract": "Life in society revolves around social norms. These norms play a crucial role in regulating and influencing individuals’ behavior, both at the societal and individual levels. They offer a psychological framework that reduces uncertainty, guides behavior, and aids people in adapting to their social surroundings. Moreover, by observing prevailing social norms, individuals gain insights into societal trends that preserve cherished values and traditions across generations, thus mapping the dynamics of social stability and change. Social change is closely tied to shifts in these norms, which can occur at varying speeds, influenced by factors at multiple levels of analysis, including societal, group, and individual levels. In this article, I analyze the various concepts of social norms found in the literature, with a particular focus on their role in psychology. I describe the main sources of normative influence and illustrate, with multiple examples, how they operate in different social contexts. In this way, I address how these norms guide and facilitate participation in collective actions, their intergenerational transmission, and their role in the emergence of radicalization in social protest contexts. Furthermore, I delve into how group norms are linked to intergroup contact experiences involving both advantaged and disadvantaged group members, as well as the expression of prejudice and affective polarization. I conclude by emphasizing the necessity of adopting a multilevel approach to comprehend the connection between norms and social change.",
          "url": "http://dx.doi.org/10.1111/pops.13025",
          "doi": "10.1111/pops.13025",
          "filter": 0
        },
        {
          "title": "Can we keep hope alive?Review of Oded AdomiLeshem's Hope amidst conflict: Philosophical and psychological explorations (Oxford University Press, 2024) 204 pp.",
          "authors": "Carrie Menkel‐Meadow",
          "url": "http://dx.doi.org/10.1111/pops.13032",
          "doi": "10.1111/pops.13032",
          "filter": 0
        },
        {
          "title": "Beyond victimhood and perpetration: Reconstruction of the ingroup's historical role in eight Eastern and Western European countries under Nazi occupation",
          "authors": "Fiona Kazarovytska, Roland Imhoff, Gilad Hirschberger",
          "abstract": "The Nazi regime's aggressive expansion across Europe during WWII created a landscape of suffering, resistance, and collaboration. How do lay Europeans today reconstruct their ingroup's roles during Nazi occupation, and how do different role representations relate to defensive responses aimed at protecting the ingroup from threat? We tested two theoretical predictions: Following the identity threat prediction, we expected that denying culpability but endorsing morally favorable group representations (e.g., victim‐heroism) would represent an ingroup‐defensive strategy, correlating with other defensive responses, such as victim‐directed negativity or victim‐blaming. Following the identity management prediction, we expected that precisely accepting culpability and acknowledging threatening representations (e.g., willing collaboration with Germans) would form the basis for a defensive stance and thus correlate with defensive intergroup reactions. Analyzing data from nine European samples spanning eight countries ( N = 5474), we found support for the identity management prediction in six contexts: Lay representations as willing collaborators were associated with negative collective emotions and correlated with victim‐directed negativity, whereas victim‐hero representations showed no such connections. The remaining three countries revealed a mixture of the two identity accounts. We discuss implications for understanding historical representations and identity protection in groups that were both victims and perpetrators of massive intergroup atrocities.",
          "url": "http://dx.doi.org/10.1111/pops.13037",
          "doi": "10.1111/pops.13037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Does interstate conflict affect attitudes towards domestic minorities? Evidence from India",
          "authors": "Christopher Clary, Sameer Lalwani, Niloufer Siddiqui, Neelanjan Sircar",
          "abstract": "In multiethnic societies, domestic minority groups are frequently associated with external adversaries. In such situations, external confrontations may potentially exacerbate internal ethnic conflict by increasing intolerance toward the domestic minority. Alternatively, they may result in rallying the public around a common superordinate national identity. We examine the case of India, which has a long-running rivalry with Muslim-majority Pakistan. Through a large ( n = 7052) survey experiment, we find little evidence that a hypothetical crisis with Pakistan worsens attitudes toward India's large Muslim minority. Instead, we find that such a crisis may improve intergroup cohesion within India, improving tolerance towards Muslim minorities.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.47",
          "doi": "10.1017/psrm.2024.47",
          "filter": 0
        },
        {
          "title": "Increasing intergovernmental coordination to fight crime: evidence from Mexico",
          "authors": "Marco Alcocer",
          "abstract": "Latin America is the most violent region in the world, with many countries also suffering from high levels of criminality and the presence of powerful criminal organizations. Identifying government responses that improve citizen security is imperative. Existing research argues that improving intergovernmental coordination helps the state combat criminality, but has limited its analysis to political factors that affect coordination. I study the impact of increasing intergovernmental coordination between law enforcement agencies. Using the generalized synthetic control method, original data on the staggered implementation of a police reform that increased intergovernmental police coordination and detailed data on criminal organizations and criminality in Guanajuato, Mexico, I find that the reform weakened criminal organizations and reduced violent crime, but increased violence.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.31",
          "doi": "10.1017/psrm.2024.31",
          "filter": 0
        },
        {
          "title": "A spatiotemporal analysis of NATO member states' defense spending: how much do allies actually free ride?",
          "authors": "Ringailė Kuokštytė, Vytautas Kuokštis",
          "abstract": "Concerns over free riding in NATO are widespread. An intuitive approach to analyzing free riding is treating it as a systematic pattern of spatial interdependence between the allies: how does a NATO member's defense spending react to changes in other allies' military expenditures? While recent work has found statistically significant free riding (negative spatial interdependence in the outcomes), it suffers from important limitations. First, this research does not adequately account for temporal dependence. Second, it does not quantify the effect of interest. Accounting directly for temporal dependence provides a meaningfully distinct perspective on the within-alliance dynamics, demonstrating that the spatiotemporal effect of free riding is, in fact, more substantial than its short-run effect, challenging inferences of static spatial models. We discuss the relevant practical and theoretical implications.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.39",
          "doi": "10.1017/psrm.2024.39",
          "filter": 0
        },
        {
          "title": "American partisans vastly under-estimate the diversity of other partisans’ policy attitudes",
          "authors": "Nicholas C. Dias, Yphtach Lelkes, Jacob Pearl",
          "abstract": "A popular explanation for America's democratic ills is that Republicans and Democrats misperceive one another to hold extreme attitudes. However, Americans may also misperceive the diversity of partisans’ attitudes to ill effect. This paper uses surveys and pre-registered experiments with representative and convenience samples ( n = 9405) to validate a measure of perceived attitude extremity and diversity and compare it to canonical measures of perceived polarization. We find that American partisans vastly under-estimate the diversity of each party's attitudes. Yet, contrary to existing research, we see little evidence that partisans over-estimate how extreme the “average” Republican or Democrat is. Finally, perceptions of both the “average” partisan and within-party attitude diversity predict partisan animosity and perceptions of out-party threat.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.36",
          "doi": "10.1017/psrm.2024.36",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Usury enforcement as an alternative to capital taxation in pre-modern states",
          "authors": "Joshua Hendrickson",
          "abstract": "All governments have an obligation to protect their territory and the wealth within that territory from external predation. In fact, since war has historically resulted in the plunder and destruction of wealth, it seems straightforward to suggest that the cost of providing adequate defense of one’s territory is a function of the accumulated wealth within the territory. Suppose that all wealth in society is capital. The accumulation of capital conveys a private benefit to its owner, but imposes an external cost on society. As with any externality, the optimal tax policy would be to tax capital. The revenue from capital taxation could then be used to finance defense. Such a taxation scheme, however, requires the state has an appropriate level of bureaucratic capacity. During the Middle Ages and the early Renaissance, this sort of state infrastructure did not exist. Yet the rulers of those states faced the same constraint. In this paper, I argue that the enforcement of usury laws during this period replicate the outcome of the optimal capital tax. Lending at interest was prohibited. However, rulers often allowed certain groups to lend in society in exchange for a license fee. This granted monopoly status to lenders. At the same time, rulers imposed binding price ceilings on interest rates. The combination of these three characteristics of enforcement replicate the long-run restriction on capital accumulation of the optimal capital tax and generate revenue that is possibly equivalent to the tax as well. I then model ruler behavior given these incentives. Finally, I use historical evidence from England, Italy, and France to support my argument.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01203-y",
          "doi": "10.1007/s11127-024-01203-y",
          "filter": 0
        },
        {
          "title": "Altruism and self-interest in constitutional reform: the case of the British abolition of slavery and the slave trade",
          "authors": "John Meadowcroft",
          "abstract": "Was the British abolition of slavery and the slave trade a triumph of altruism over pecuniary self-interest? Analysis of qualitative data reveals the importance of self-interested motives underlying this ostensibly other-regarding reform. The abolitionists worked to alleviate the suffering of enslaved Africans, but their campaign faced a collective action problem that was solved by the supply of the private benefits of status, esteem, and possible religious salvation to the leading figures. Abolition was also consistent with the desire of many ordinary Britons to eradicate the remnants of feudal society and move to a more liberal order. The payment of compensation to slaveowners on abolition also made reform consistent with their interests, and the interests of the individuals and financial institutions that processed and invested the payments. This analysis coheres with aspects of Eric Williams’ thesis that abolition took place because it benefited Britain’s ruling elite, although more Britons gained from abolition than Williams supposed. It is concluded that constitutional reform to remove oppressive and exploitative institutions does not follow from a sudden outpouring of societal altruism but requires the supply of private benefits to constitutional entrepreneurs able to make change consistent with the interests of the wider population and powerful groups who would otherwise lose from liberalization.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01206-9",
          "doi": "10.1007/s11127-024-01206-9",
          "filter": 0
        },
        {
          "title": "Analyzing the medieval church through an economic lens",
          "authors": "Mark Koyama",
          "url": "http://dx.doi.org/10.1007/s11127-024-01207-8",
          "doi": "10.1007/s11127-024-01207-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Counterfactual coercion: Could harsher sanctions against Russia have prevented the worst?",
          "authors": "Thies Niemeier, Gerald Schneider",
          "abstract": "Numerous studies show that properly designed economic sanctions can force the target to refrain from violating international norms. However, policymakers cannot integrate this finding into their ex ante assessments of whether more forceful coercive measures could prevent military coups, human rights violations, or a war of aggression such as the Russian invasion of Ukraine. In this article, we address this shortcoming and introduce counterfactual predictions to answer the what-if question of whether adequate sanctions by the European Union and the United States could have provoked targets to abandon severe norm violations. To this end, a training data set from 1989 to 2008 is used to predict the success of sanctions from 2009 to 2015. Our policy counterfactuals for key sanction cases suggest that stricter EU coercion against Russia after the annexation of Crimea could have triggered policy concessions from the regime of President Putin.",
          "url": "http://dx.doi.org/10.1177/20531680241272668",
          "doi": "10.1177/20531680241272668",
          "filter": 0
        },
        {
          "title": "Conglomerates at the court: The political consequences of mergers &amp; acquisitions",
          "authors": "Lucas Boschelli, Janet M. Box-Steffensmeier, Dino P. Christenson",
          "abstract": "Increasingly, corporations expand through the creation or acquisition of new subsidiary companies. Despite the commonality of the practice, little is known regarding how it influences corporations’ political behavior. This research note analyzes how subsidiaries shape corporations’ political interests and collaborations as they seek to influence the Supreme Court. To accomplish this, we construct a historical dataset of the acquisitions and mergers of a politically active sample of Fortune 500 corporations (spanning various industries and sizes) that we combine with their history of filing amicus curiae briefs to the Court. Through social network and longitudinal analyses, we analyze whether and how corporations change their targeted issue areas, collaborations, and political success following consolidation. While mergers and acquisitions have little effect on the quantity of actions or success before the Court, they expand the issues of political interest for corporations, and increase both their popularity and ability to broker information in their political network.",
          "url": "http://dx.doi.org/10.1177/20531680241286975",
          "doi": "10.1177/20531680241286975",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Precarity and political protest",
          "authors": "Elisabetta Girardi",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2403046",
          "doi": "10.1080/01402382.2024.2403046",
          "filter": 0
        },
        {
          "title": "Informing or guiding? The influence of party politicisation of the European Union on public opinion formation",
          "authors": "Mariana Carmo Duarte",
          "url": "http://dx.doi.org/10.1080/01402382.2024.2396737",
          "doi": "10.1080/01402382.2024.2396737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
