{
  "update": "2025-02-28",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Why parties can benefit from promoting occupational diversity in legislatures: Experimental evidence from three countries",
          "authors": "Mia Costa, Miguel M. Pereira",
          "abstract": "How do legislators' occupational backgrounds shape their ability to advance policy? We argue that politicians with professional experience are perceived as more credible in their areas of expertise and can more effectively persuade voters and peers. We examine this argument in a series of experiments in three Western democracies. We find that German legislators with occupational experience in education are more effective at persuading voters in that policy area. The same pattern holds for United States' legislators with experience in healthcare. The quality of the arguments does not substitute for having actual occupational experience. These effects extend to elected officials: Swedish politicians are more likely to co‐sign motions proposed by peers with relevant expertise. Overall, parties that foster occupational diversity are better equipped to build support for their policy agendas. The study uncovers a new mechanism through which descriptive representation can influence policy outcomes, independent of legislators' preferences.",
          "url": "https://doi.org/10.1111/ajps.12951",
          "doi": "https://doi.org/10.1111/ajps.12951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Why Was the American Revolution a War? A Rationalist Interpretation",
          "authors": "DAVID A. LAKE",
          "abstract": "This paper poses a rationalist account of the American Revolution that locates the turn to war in problems of credible commitment on both sides of the Atlantic. On the one hand, Britain could not commit credibly to restrain its authority, especially once the political equipoise that had prevailed before the Seven Years War was broken. To render a new colonial bargain credible required tying the hands of Parliament, but any form of colonial representation would have severely disrupted politics in Britain in a period of political change and conflict. On the other hand, Americans could not credibly commit to follow rules set in London, especially those restricting trade and Westward expansion. Neither settlers nor elites had an incentive to comply with imperial edicts and, more importantly, the colonies lacked any means to enforce any potential agreement.",
          "url": "https://doi.org/10.1017/s0003055425000024",
          "doi": "https://doi.org/10.1017/s0003055425000024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Group-Basis of Political Behaviour among Minoritized Communities: The Case of LGBTQ+ Linked Fate and Sexual and Gender Minorities",
          "authors": "Nathan K. Chan, Gabriele Magni",
          "abstract": "LGBTQ+ individuals often display consistent political behaviour despite being internally diverse. We theorize about the importance of group-based heuristics to understand this cohesiveness by proposing the concept of LGBTQ+ linked fate. First, we argue that LGBTQ+ linked fate is stronger among privileged individuals within the LGBTQ+ community (white, cisgender, gays/lesbians) and among those whose life experiences have made their LGBTQ+ identity salient. Then, expanding on social identity theory, we posit that individuals with greater LGBTQ+ linked fate are more likely to hold group-based political attitudes and voice these preferences through electoral participation. We provide support for these claims using a novel oversample of ∼2,000 LGBTQ+ Americans from the 2020 Collaborative Multiracial Post-Election Survey. We show that stronger LGBTQ+ linked fate is associated with higher voter turnout, leaning ideologically liberal, and identifying with the Democratic Party. This study contributes to understanding group identity, solidarity, and political behaviour among marginalized communities.",
          "url": "https://doi.org/10.1017/s0007123424000966",
          "doi": "https://doi.org/10.1017/s0007123424000966",
          "filter": 0
        },
        {
          "title": "Crowded Out: The Influence of Mental Load Priming on Intentions to Participate in Public Life",
          "authors": "Anna Helgøy, Ana Catalano Weeks",
          "abstract": "How does cognitive household labour – the ‘mental load’ involved in anticipating, fulfilling, and monitoring household needs – influence decisions about whether and how to participate in public life? Studies suggest women take on the vast majority of this load, yet the impact of these private sector inequalities on participation in public life is underexplored. To make progress on these questions, we contribute new causal evidence about the effect of prompting respondents to think about their own mental loads in a survey experiment fielded to employed British parents. Our main argument is that priming the mental load will crowd out interest in political and labour market participation. In line with expectations, our survey experiment finds a strong negative effect of mental load priming on intentions to engage in politics and at work. Our results offer new insights about the continuing relevance of household-based inequalities to gender equality in public life.",
          "url": "https://doi.org/10.1017/s0007123424000826",
          "doi": "https://doi.org/10.1017/s0007123424000826",
          "filter": 0
        },
        {
          "title": "Colonial Mapmaking, Ethnic Identity, and Traditional Authority in Africa",
          "authors": "Christian Houle, Jeffrey Conroy-Krutz",
          "abstract": "One common explanation for ethnicized politics and limited national identification in Africa lies with colonial boundaries. Europeans frequently divided ethnic groups as they divvied territory in the nineteenth century; this might have long-run repercussions, as individuals prioritize ties with coethnics in neighboring states rather than with non-coethnic co-nationals. Contra these expectations, we argue that divided groups should have weaker attachments to their ethnicity than non-divided groups will, because partition particularly disrupted pre-existing traditional institutions of governance and exchange within these groups. We argue that partition weakened traditional authorities and, consequently, ethnic identities through three mechanisms: (1) administrative shifts that reduced traditional authorities’ power; (2) limitations on leaders’ capacity to raise revenues; and (3) exacerbating intra-group divisions among co-ethnics living on different sides of the borders. We test this using georeferenced data from rounds 3-6 of the Afrobarometer and find support for our argument. These results are robust to different measures of the extent to which an ethnic group was split and various considerations of ethnic groups’ local and national demographic and political power. Our findings have important implications for studies of the legacies of colonialism and identity politics in Africa today.",
          "url": "https://doi.org/10.1017/s0007123424000759",
          "doi": "https://doi.org/10.1017/s0007123424000759",
          "filter": 0
        },
        {
          "title": "Educating for Democracy? Going to College Increases Political Participation",
          "authors": "Andreas Videbæk Jensen",
          "abstract": "It is a long-standing view that educational institutions sustain democracy by building an engaged citizenry. However, recent scholarship has seriously questioned whether going to college increases political participation. While these studies have been ingenious in using natural experiments to credibly estimate the causal effect of college, most have produced estimates with high statistical uncertainty. I contend that college matters: I argue that, together, prior effect estimates are just as compatible with a positive effect as a null effect. Furthermore, analyzing two-panel datasets of $n \\approx 10,000$ young US voters, using a well-powered difference-in-differences design, I find that attending college leads to a substantive increase in voter turnout. Importantly, these findings are consistent with the statistically uncertain but positive estimates in previous studies. This calls for updating our view of the education-participation relationship, suggesting that statistical uncertainty in prior studies may have concealed that college education has substantive civic returns.",
          "url": "https://doi.org/10.1017/s0007123424000486",
          "doi": "https://doi.org/10.1017/s0007123424000486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Magnitude matters: Voter turnout under different electoral systems",
          "authors": "Michał Pierzgalski, Maciej A. Górecki, Paweł Stępień",
          "url": "https://doi.org/10.1016/j.electstud.2025.102910",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Security",
      "journal_short": "IS",
      "articles": [
        {
          "title": "Quo Vadis, Russian Deterrence? Strategic Culture and Coercion Innovations",
          "authors": "Dmitry (Dima) Adamsky",
          "abstract": "This article traces the impact of the Russo-Ukrainian War on the evolution of the Russian approach to coercion strategy. The article argues that strategic thinking evolves differently in various ideational realms, and that deterrence is not a universal concept. Cultural factors condition how a state approaches coercion strategy and account for differences across cases. The article offers a framework for examining the strategy of coercion and military innovations outside the Western intellectual tradition. Building on evidence from Russian primary sources and the traits of Russian strategic culture, it hypothesizes about the major trends in Russian deterrence strategy for the next decade and shows how the Russian establishment analyzes the failures and successes of Russia's intra-war coercion. The main lesson that the Russian expert community has learned is that its pre-2022 deterrence strategy and the posture supporting it are obsolete. Russia's main priorities are to restore its coercive credibility, to refine nuclear coercion for conventional scenarios that threaten Russia's vital interests, and to develop a coercion strategy for a non-nuclear near-peer competitor.",
          "url": "https://doi.org/10.1162/isec_a_00502",
          "doi": "https://doi.org/10.1162/isec_a_00502",
          "filter": 0
        },
        {
          "title": "Summaries",
          "url": "https://doi.org/10.1162/isec_x_00500",
          "doi": "https://doi.org/10.1162/isec_x_00500",
          "filter": 0
        },
        {
          "title": "Boom, Bling, Backbone, or Blip? The Signaling Inherent in Arms Transfers",
          "authors": "Jennifer Spindel",
          "abstract": "Why do states send and seek conventional weapons? Though it may seem obvious that the balance of power motivates states to do so, numerous conventional arms transfers do not conform to the balance of power logic. This article argues that states seek weapons because arms transfers send signals about political alignments. Misunderstanding this signaling dynamic is part of the reason why the arms trade literature reaches divergent findings about the causes and consequences of arms sales. To explain how signaling dynamics operate alongside balance of power considerations, this article proposes a theory of arms transfers as symbolic signals. The article presents a typology of conventional weapons based on the weapons’ military utility and prestige and shows that different types of conventional weapons transfers send different signals about the political closeness or distance between the sender and receiver. I examine the case of arms sales to the Middle East before the 1967 Six-Day War to show the signaling function of arms transfers.",
          "url": "https://doi.org/10.1162/isec_a_00505",
          "doi": "https://doi.org/10.1162/isec_a_00505",
          "filter": 0
        },
        {
          "title": "Why Great Powers Compete to Control International Institutions",
          "authors": "John M. Owen",
          "abstract": "The world's two great powers, China and the United States, are competing over international order—that is, the rules, norms, and institutions that regulate relations among states and societies. China's ruling party is discontented with several features of the liberal international order that the United States and its allies constructed after World War II. Sino-American struggles over the content of institutions suggest that great powers compete to control international institutions. Such competition is especially intense when great powers have different domestic regimes, such as democracy and autocracy. Power and security are at stake because different types of international orders can grant material and social advantages to different types of states. My ecological theory of competition over international institutions makes three claims: (1) international institutions select for one regime type over alternatives; (2) the typical government believes that it is in its core interest to preserve its regime type; and (3) great powers can shape international institutions to select for their own regime type. I demonstrate these dynamics in great power relations in the interwar period (1919–1939).",
          "url": "https://doi.org/10.1162/isec_a_00503",
          "doi": "https://doi.org/10.1162/isec_a_00503",
          "filter": 0
        },
        {
          "title": "Security without Exclusivity: Hybrid Alignment under U.S.-China Competition",
          "authors": "Sheena Chestnut Greitens, Isaac B. Kardon",
          "abstract": "This article explores an emerging dynamic in the international system: Countries across the world are engaged in simultaneous security cooperation with both China and the United States. China and the United States, however, do not provide the same types of security goods. The United States primarily offers regional security—assistance that improves partners’ capabilities to deter or deny external threats to their territory. China primarily offers regime security—assistance that builds partners’ capabilities to control their territory and populations, and often, to prevent threats to a regime's hold on power. Many countries benefit from both types of assistance, and neither China nor the United States is in a strong position to demand exclusivity from third countries. As a result, a growing number of countries are developing nonexclusive, differentiated security relationships with both great powers. We call this phenomenon “security hybridization” and demonstrate that it is theoretically and empirically distinct from traditional balancing and omnibalancing. We illustrate this dynamic with two case studies—Vietnam and the United Arab Emirates. Each country engages in defense cooperation with the United States and, simultaneously, pursues increasingly robust internal security cooperation with China. Security hybridization distinguishes today's great power competition from Cold War rivalry and will likely shape patterns of domestic and global security in the years ahead.",
          "url": "https://doi.org/10.1162/isec_a_00504",
          "doi": "https://doi.org/10.1162/isec_a_00504",
          "filter": 0
        },
        {
          "title": "Putin's Preventive War: The 2022 Invasion of Ukraine",
          "authors": "Barry R. Posen",
          "abstract": "The 2022 Russian invasion of Ukraine is consistent with the logic of preventive war. States often initiate wars because they fear the consequences of a shifting balance of military power and thus strike to forestall it. They fear that, once the balance changes, the rising power may either attempt to coerce them, or initiate war later under much more favorable circumstances. The tendency to consider preventive war is exacerbated if the declining state also sees itself as having a special, and fleeting, window of opportunity to prevent the shift. This essay reviews a range of evidence to argue that Vladimir Putin likely viewed Russia's strategic situation through a preventive war frame. NATO membership for Ukraine would shift the balance of power against Russia, and U.S. and NATO military cooperation with Ukraine intensified during the Joe Biden administration. These developments likely convinced Putin that he did not have much time to forestall Ukraine's NATO membership.",
          "url": "https://doi.org/10.1162/isec_a_00501",
          "doi": "https://doi.org/10.1162/isec_a_00501",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Do States Constrain Non-State Hackers? International Telecommunication Union Elections and Non-State Cyber Aggression",
          "authors": "Conner B. Joyce",
          "abstract": "Do states constrain non-state hackers? This article extends research on the role of transnational cyber aggression in international relations, showing that governments can be incentivized to mitigate non-state hacking. To test this argument, I leverage competitive elections to the International Telecommunication Union (ITU), which requires states to campaign on their cybersecurity record. By exploiting this variation, I demonstrate that states are responsive to incentives. Candidates reduce non-state cyber aggression to increase their likelihood of election. This finding demonstrates the potential utility of international institutions as a policy solution to transnational hacking, suggesting that structural incentives can induce states to constrain hackers operating in their territory.",
          "url": "https://doi.org/10.1177/00220027251323557",
          "doi": "https://doi.org/10.1177/00220027251323557",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Voter Preferences for Ethnoracial Minority Candidates: The Role of Policy Alignment and Shared Identity",
          "authors": "Akira Igarashi, Yoshikuni Ono",
          "abstract": "Existing research suggests that ethnoracial majority voters favor coethnic candidates over those from ethnoracial minorities due to stereotypical inferences about policy positions based on ethnic group and shared group identity. This study examines whether coethnic bias can be mitigated when ethnic minority candidates adopt policy positions favorable to ethnoracial majorities and share a common group identity with them. We conducted a pre-registered survey experiment with Japanese voters, using vignettes that varied a hypothetical candidate’s origin, name, and migrant policy proposals. Our findings indicate that ethnoracial majority respondents do not necessarily disfavor ethnic minority candidates. Furthermore, policy positions and shared identity do not mitigate candidate preferences. However, this null result is driven by heterogeneous responses to the candidates’ ethnic origins based on perceived threats. Voters who perceive higher threats from ethnoracial minorities are more likely to negatively evaluate ethnic minority candidates, whereas those perceiving lower threats tend to evaluate them positively.",
          "url": "https://doi.org/10.1017/xps.2025.1",
          "doi": "https://doi.org/10.1017/xps.2025.1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "How does violence deter? Functional and informational effects of preemptive repression",
          "authors": "Dogus Aktan",
          "abstract": "Research on the relationship between repression and dissent has mostly ignored the mechanisms through which repression affects dissent. I distinguish two distinct channels through which repression can deter dissidents. First, preemptive repression works through a functional channel by directly reducing the opposition’s capabilities. Second, the severity of preemptive repression provides information to its target about the strength of government. I use a formal model to demonstrate how these two channels interact, leading to strategic behavior that has not been discussed in previous work. In particular, I show that the functional and informational channels are not necessarily complementary. The model demonstrates that uncertainty about government resolve can increase or decrease observed repression. It also shows that repression can become more effective in deterring dissent when it is more costly and vice versa. Taken together, these results provide a theoretical explanation for the inconsistent empirical findings on the effect of repression on dissent and offer a framework for future research.",
          "url": "https://doi.org/10.1177/00223433241299224",
          "doi": "https://doi.org/10.1177/00223433241299224",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: How personalist parties destory democracy from within",
          "authors": "Juhong Chen, Jingying Wang",
          "url": "https://doi.org/10.1177/13540688251324355",
          "doi": "https://doi.org/10.1177/13540688251324355",
          "filter": 0
        },
        {
          "title": "Party system nationalization, party centralization and legislative de/centralization in federal democracies",
          "authors": "Joel Mendoza Gómez",
          "abstract": "Federal systems have centralized at a rapid pace since the second half of the twentieth century. Subnational legislatures tend to legislate less and on fewer policy matters. Legislative competencies shift to the federal legislature through constitutional amendments or enactment of federal laws. I argue that this is due to the nationalization and centralization of parties and party systems. In federations with highly nationalized and centralized party systems, transaction costs of reforming the constitutional federal pact will be lower than in federations with regionalized systems and decentralized parties. I test this argument with data on federal elections and federal de/centralization between 1945 and 2010 in 11 federal countries. I use a two-way fixed effects strategy to confirm my argument that party-system nationalization is the main driving factor behind legislative centralization in federal systems. I test my causal mechanism through a multilevel linear model and find that it is Party Nationalization that causes legislative centralization in federal democracies.",
          "url": "https://doi.org/10.1177/13540688251321308",
          "doi": "https://doi.org/10.1177/13540688251321308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Addressing Measurement Errors in Ranking Questions for the Social Sciences",
          "authors": "Yuki Atsusaka, Seo-young Silvia Kim",
          "abstract": "Social scientists often use ranking questions to study people’s opinions and preferences. However, little is understood about the general nature of measurement errors in such questions, let alone their statistical consequences and what researchers can do about them. We introduce a statistical framework to improve ranking data analysis by addressing measurement errors in ranking questions. First, we characterize measurement errors from random responses—arbitrary and meaningless responses based on a wide range of random patterns. We then quantify bias due to random responses, show that the bias may change our conclusion in any direction, and clarify why item order randomization alone does not solve the statistical issue. Next, we introduce our methodology based on two key design-based considerations: item order randomization and the addition of an “anchor” ranking question with known correct answers. They allow researchers to (1) learn about the direction of the bias and (2) estimate the proportion of random responses, enabling our bias-corrected estimators. We illustrate our methods by studying the relative importance of people’s partisan identity compared to their racial, gender, and religious identities in American politics. We find that about 30% of respondents offered random responses and that these responses may affect our substantive conclusions.",
          "url": "https://doi.org/10.1017/pan.2024.33",
          "doi": "https://doi.org/10.1017/pan.2024.33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Democratic Dilemma among Elites: Do Legislators Make More Reasoned Decisions than the Public?",
          "authors": "Adam Zelizer, Elizabeth Dorssom, Patricia Kirkland",
          "url": "https://doi.org/10.1007/s11109-025-10012-y",
          "doi": "https://doi.org/10.1007/s11109-025-10012-y",
          "filter": 0
        },
        {
          "title": "Correction: Backlash or Inclusion? The Political Effects of Co-Ethnic Immigration",
          "authors": "David Attewell, Andreas Jozwiak, Eroll Kuhn",
          "url": "https://doi.org/10.1007/s11109-025-10017-7",
          "doi": "https://doi.org/10.1007/s11109-025-10017-7",
          "filter": 0
        },
        {
          "title": "What Explains Country-Level Differences in Political Belief System Coherence?",
          "authors": "Philip Warncke",
          "abstract": "Although public opinion research has made tremendous progress in identifying the conditions under which citizens adopt coherent political beliefs, comparatively little attention has been paid to the role of national political context in shaping mass belief system coherence. Using dedicated statistical network models built from representative surveys conducted across 38 European countries between 2002 and 2020, this article demonstrates that national-level attitude systems vary substantially and systematically in overall constraint. Drawing on both a novel, network-derived measure of belief system coherence and node-level centrality metrics, this paper further shows that political systems characterized by programmatic linkages between citizens and political parties sustain far more coherent mass beliefs than those in which party-citizen interactions typically involve personal favors. Furthermore, just under one third of the belief-structuring effect of party-citizen relations is mediated by the relative centrality of citizens’ symbolic ideological attachments within national-level belief systems. Abstract ideological summary positions are not central to all belief systems, but where they are, mass beliefs tend to be more coherent overall.",
          "url": "https://doi.org/10.1007/s11109-025-10015-9",
          "doi": "https://doi.org/10.1007/s11109-025-10015-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Speculative connections: Port authorities, littoral territories and the assembling of the green hydrogen frontier",
          "authors": "William Monteith, Vinzenz Bäumer Escobar",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "filter": 0
        },
        {
          "title": "Tigray war: Modern geographies of mass violence and the invisibilization of populations",
          "authors": "Teklehaymanot G. Weldemichel",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "filter": 0
        },
        {
          "title": "Multispecies imaginaries for river justice: Mobilising in defence of the Piatúa River, Ecuador",
          "authors": "Carlota Houart, Jaime Hoogesteger, Rutgerd Boelens",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "filter": 0
        },
        {
          "title": "The making of H2-scapes in the Global South: Political geography perspectives on an emergent field of research",
          "authors": "Eric Cezne, Kei Otsuki",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Can autocratic power influence the media in democracies? Evidence from China's expulsion of American journalists",
          "authors": "Ruilin Lai",
          "abstract": "Can autocratic governments influence foreign media? This study finds that political pressures from autocrats can motivate the media in democracies to tone down their negativity. Exploiting China's sudden expulsion of American journalists in March 2020, I show that US news outlets targeted by the expulsion adopted a more positive tone toward China in their subsequent coverage, compared to outlets that were not targeted. Further analyses confirm that the observed pattern is not due to unexpelled outlets presenting more negative coverage of China, and that the expulsion has similar chilling effects on media outlets that could have been affected. The findings highlight the overt threats autocracies pose to media freedom, a fundamental pillar of democratic societies.",
          "url": "https://doi.org/10.1017/psrm.2025.5",
          "doi": "https://doi.org/10.1017/psrm.2025.5",
          "filter": 0
        },
        {
          "title": "Boys, girls, and children: gender and question-wording in the measurement of authoritarianism",
          "authors": "David A.M. Peterson, Carrie Swartz",
          "abstract": "The standard measure of authoritarianism asks respondents about desirable qualities in children. Although these questions are gender-neutral, respondents may differ in the gender of the child in their heads when answering. The items also may tap into gendered expectations about boys' and girls' behavior. We conducted three experiments that randomly assigned respondents to be asked about a child, a boy, or a girl in the items. We compare the means, measurement properties, and correlation between authoritarianism and other important variables across the conditions. Asking respondents about a girl creates significant differences in the level and measurement of authoritarianism, which is partially driven by the respondents' sexism. There are, fortunately, few other significant differences in the correlates of authoritarianism.",
          "url": "https://doi.org/10.1017/psrm.2024.49",
          "doi": "https://doi.org/10.1017/psrm.2024.49",
          "filter": 0
        },
        {
          "title": "Presenting the StanDat database on international standards: improving data accessibility on marginal topics",
          "authors": "Solveig Bjørkholt",
          "abstract": "This article presents an original database on international standards, constructed using modern data gathering methods. StanDat facilitates studies into the role of standards in the global political economy by (1) being a source for descriptive statistics, (2) enabling researchers to assess scope conditions of previous findings, and (3) providing data for new analyses, for example the exploration of the relationship between standardization and trade, as demonstrated in this article. The creation of StanDat aims to stimulate further research into the domain of standards. Moreover, by exemplifying data collection and dissemination techniques applicable to investigating less-explored subjects in the social sciences, it serves as a model for gathering, systematizing, and sharing data in areas where information is plentiful yet not readily accessible for research.",
          "url": "https://doi.org/10.1017/psrm.2025.3",
          "doi": "https://doi.org/10.1017/psrm.2025.3",
          "filter": 0
        },
        {
          "title": "Do external threats increase bipartisanship in the United States? An experimental test in the shadow of China's rise",
          "authors": "Eddy S. F. Yeung, Weifang Xu",
          "abstract": "Do external threats increase American bipartisanship? We subject this question to an experimental test. Leveraging the Biden and Trump administrations’ similar characterization of the China threat, we exposed American respondents to real-world primes about security threats from China, while randomizing the messenger of such primes. We find that the threat primes—regardless of the partisan identity of their messenger—boosted Democrats’ and Republicans’ support for assertive foreign policy in a largely parallel manner, thereby failing to reduce preference polarization. Importantly, there were no measurable changes across multiple indicators of affective polarization. These findings clarify the limits of external threats in uniting Americans, while also challenging recent perspectives that external threats—often colored by elite rhetoric—will further polarize the American public.",
          "url": "https://doi.org/10.1017/psrm.2024.60",
          "doi": "https://doi.org/10.1017/psrm.2024.60",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Rainbow Voices: LGBTQ Respondents in the 2020 Collaborative Multiracial Postelection Survey",
          "authors": "Andrew R. Flores",
          "url": "https://doi.org/10.1017/s1049096524000325",
          "doi": "https://doi.org/10.1017/s1049096524000325",
          "filter": 0
        },
        {
          "title": "Taking Account of Blackness Among Latinos: Afro-Latino Oversample",
          "authors": "Danielle Pilar Clealand",
          "url": "https://doi.org/10.1017/s1049096524000611",
          "doi": "https://doi.org/10.1017/s1049096524000611",
          "filter": 0
        },
        {
          "title": "Capturing Ethnic Diversity Among Black Respondents: A Black Immigrant Oversample",
          "authors": "Candis Watts Smith, Christina M. Greer",
          "url": "https://doi.org/10.1017/s1049096524000374",
          "doi": "https://doi.org/10.1017/s1049096524000374",
          "filter": 0
        },
        {
          "title": "Student Choice in Assessment: Is There a Subject-Specific Case for Using Assessment Optionality in Political Science Education?",
          "authors": "Jeremy F. G. Moulton",
          "abstract": "Giving students choice in how they are assessed, known as assessment optionality, is an innovation in assessment that has gained attention in recent years for its potential for improving inclusivity and engagement in teaching and learning. However, although assessment innovations can be beneficial, the process of changing long-established norms can be difficult. Political science is a field in which the Scholarship of Teaching and Learning literature has long noted that there is limited pedagogical innovation. This resistance to innovation creates a challenge for those working in the field—stronger and specific arguments must be developed to justify changes to curricula. This article presents the results of participatory research with political science students to explore whether a subject-specific case can be made for the use of assessment optionality in the discipline. The study explores political science students’ understandings of costs and benefits of assessment optionality and shares co-created recommendations for the potential application of the practice.",
          "url": "https://doi.org/10.1017/s104909652400132x",
          "doi": "https://doi.org/10.1017/s104909652400132x",
          "filter": 0
        },
        {
          "title": "Multidimensional Constructions of Target Groups and Their Political Implications: The Case of Immigrant (Il)Legality",
          "authors": "Kirill Zhirkov, Lauren Van De Hey",
          "abstract": "Social construction theory postulates that policy outcomes depend on whether target groups are imagined by the public as deserving or undeserving. However, recent evidence demonstrates that the constructions in question are contentious rather than uniformly shared. This article applies the conjoint-experimental method to measure the social construction of immigrant (il)legality and to assess its political implications. We demonstrate that it is multidimensional because the absence of legal status is associated with receipt of government benefits, Hispanic origin, police record, poor English fluency, and less education. We also show that whereas the receipt of government benefits is not associated with the absence of legal status among most respondents, individuals who hold this association support stricter immigration-enforcement policies. Our findings corroborate the social construction approach but also indicate that researchers may want to measure multiple dimensions of target-group constructions in addition to deservingness.",
          "url": "https://doi.org/10.1017/s1049096525000034",
          "doi": "https://doi.org/10.1017/s1049096525000034",
          "filter": 0
        },
        {
          "title": "A Political History Forecast of Bloc Support in the 2025 German Federal Election",
          "authors": "Stephen Quinlan, Christian Schnaudt, Michael S. Lewis-Beck",
          "url": "https://doi.org/10.1017/s1049096525000204",
          "doi": "https://doi.org/10.1017/s1049096525000204",
          "filter": 0
        },
        {
          "title": "Surveying Native Americans: Early Lessons from the CMPS",
          "authors": "Raymond Foxworth, Cheryl Ellenwood, Laura E. Evans",
          "url": "https://doi.org/10.1017/s1049096524000337",
          "doi": "https://doi.org/10.1017/s1049096524000337",
          "filter": 0
        },
        {
          "title": "Manifesting a Shift in the “Overton Window”: The Threat of Project 2025 on the LGBTQ+ Community in Higher Education",
          "authors": "Athena M. King, Sara Sanatkar",
          "abstract": "Since the first Trump administration, historically marginalized groups in the United States have been subjected to greater instances of bigotry and discrimination due to conservative influence on sociopolitical institutions. These actions suggest a shift in the “Overton Window,” whereby policy preferences previously deemed “unacceptable” are given consideration in the mainstream, especially by conservative policy actors. “Project 2025” is a comprehensive plan to restructure the federal government according to conservative dictates in the second Trump administration. This article is an examination of how higher education may be impacted by this plan, especially as it relates to LGBTQ+ 1 faculty, administration, staff, and students.",
          "url": "https://doi.org/10.1017/s1049096524001215",
          "doi": "https://doi.org/10.1017/s1049096524001215",
          "filter": 0
        },
        {
          "title": "Examining Native Hawaiians Self-Identification and Political Relevance: Insights from the 2020 Collaborative Multicultural Post-Election Survey Native Hawaiians Oversample",
          "authors": "Ngoc T. Phan, Leilani De Lude",
          "url": "https://doi.org/10.1017/s1049096524000428",
          "doi": "https://doi.org/10.1017/s1049096524000428",
          "filter": 0
        },
        {
          "title": "Introducing the 2020 CMPS MENA/Muslim Sample",
          "authors": "Karam Dana, Nazita Lajevardi",
          "url": "https://doi.org/10.1017/s1049096524000180",
          "doi": "https://doi.org/10.1017/s1049096524000180",
          "filter": 0
        },
        {
          "title": "Risk and Realism: Using a Board Game Mobile App to Illustrate an International Relations Theory",
          "authors": "Petra Hendrickson",
          "abstract": "When introducing students to broad theoretical frameworks, simulations and games can help to make theoretical concepts clearer. One example is the use of the mobile app for the board game Risk to illustrate many of the concepts associated with realism. The mobile app has advantages over the physical board game in that the length of the games often is much shorter and allows students to experiment with the number of opponents to determine how that changes the dynamics of the game. Survey results from students in an introduction to international relations course who played Risk in proximity to lessons on realism report that playing iterations of the game clarified realist topics including the balance of power, the security dilemma, and the temporary nature of alliances.",
          "url": "https://doi.org/10.1017/s1049096524001318",
          "doi": "https://doi.org/10.1017/s1049096524001318",
          "filter": 0
        },
        {
          "title": "Introduction to the Collaborative Multiracial Post-Election Survey (CMPS) Oversamples",
          "authors": "Lorrie Frasure, Janelle Wong, Edward D. Vargas, Matt A. Barreto",
          "url": "https://doi.org/10.1017/s1049096524000659",
          "doi": "https://doi.org/10.1017/s1049096524000659",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Do racist attitudes and behaviors impede economic growth? Cross-national and regional evidence",
          "authors": "Chandan Kumar Jha, Swarup Joshi, Sujana Kabiraj",
          "url": "https://doi.org/10.1007/s11127-025-01263-8",
          "doi": "https://doi.org/10.1007/s11127-025-01263-8",
          "filter": 0
        },
        {
          "title": "The Minsk Game",
          "authors": "Jesse Driscoll, Dominique Arel",
          "abstract": "Why did the Minsk Accords fail to prevent the current Ukraine War? Standard explanations for the diplomatic failure center on irreconcilable commitment problems between Moscow and Washington: both revisionist with respect to the other, neither able to credibly promise non-involvement in the other’s perceived sphere of influence, and both capable of recruiting local allies within Ukraine. This account omits relevant historical context related to the demographic legacy of the Soviet Union. To shed light on the kinds of policies that would be most effective at “buying peace” in some dimly-visible future, we analyze a simple model of domestic Ukrainian interest group politics.",
          "url": "https://doi.org/10.1007/s11127-025-01259-4",
          "doi": "https://doi.org/10.1007/s11127-025-01259-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Did Trump’s Indictments Rally His Base? Evidence from the Counterfactual Format",
          "authors": "Soubhik Barari, Alexander Coppock, Matthew H Graham, Zoe Padgett",
          "abstract": "In the task of assessing how sudden, significant events causally affect public opinion, political pollsters often ask respondents how the event affected their attitudes and beliefs. We study the case of former President Donald Trump’s federal indictment for allegedly mishandling classified documents using two methods of retrospective causal inference. The commonly used change format asks respondents to state directly how the event affected their attitudes: Republicans say the event increased their support of Trump, while Democrats say the opposite. Like previous work, we argue that the change format exhibits a form of bias known as response substitution. The alternative counterfactual format is plausibly free of this source of error and asks respondents to imagine what their attitudes and beliefs would have been if the event had not happened. Using this method, Republican primary voters report that the indictment increased their belief that Trump mishandled documents (+2.5 pp) and decreased their intention to vote for him in the primaries (−1.6 pp). We argue that the counterfactual format is particularly valuable for studying the effects of highly salient news events like the Trump indictment on public opinion.",
          "url": "https://doi.org/10.1093/poq/nfae061",
          "doi": "https://doi.org/10.1093/poq/nfae061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Ground-truthing political elites in the public sphere: Measuring the arena effects of elite opinion",
          "authors": "Tim Henrichsen, Philip Leifeld, Lorien Jasny, Iain Weaver, Dana R. Fisher",
          "abstract": "Political elites express their ideological positions on contentious issues across various arenas in the public sphere. Social science research often relies on data extracted from various media or political and administrative sources, as well as surveys that are administered directly with the political actor. Although some studies compare ideology across different sources, few systematically analyze how political actors adjust their ideological messaging to the audiences in the respective communication arenas and how such changes are associated with systematic bias in data sources. This paper uses a unique dataset combining climate policy belief observations from three arenas—social media, Congressional testimony, and surveys—on identical ideological variables and during the same time period. We apply item response theory to understand how responses differ by arena and find that ideological communication on Twitter is most left-leaning, Congressional testimony is most right-leaning, and surveys, the data source with the smallest potential arena effect, is in the middle. We also find that actors with strong ideological leaning moderate their positions on social media and in Congress. These findings enhance our understanding of strategic communication depending on audience context and inform social research on biases when analyzing specific data sources.",
          "url": "https://doi.org/10.1177/20531680241307940",
          "doi": "https://doi.org/10.1177/20531680241307940",
          "filter": 0
        },
        {
          "title": "The fact-checking dilemma: Fact-checking increases the reputation of the fact-checker but creates perceptions of ideological bias",
          "authors": "Natalia Aruguete, Ernesto Calvo, Tiago Ventura",
          "abstract": "This study examines how exposure to counter- and pro-attitudinal fact-checking messages impacts the fact-checker’s perceived quality and ideological leaning. In a well-powered and pre-registered survey experiment conducted during the 2021 mid-term election in Argentina, when COVID-19 was a polarizing issue, we exposed 5757 respondents to real tweets reporting the number of COVID-19 cases, followed by fact-checking adjudications that appropriately confirmed or refuted the original publication. Results show that pro-attitudinal messages increased the quality rating of the fact-checker, Chequeado, and made respondents perceive the organization ideologically closer to their views. Counter- attitudinal fact-checking also increases the perceived quality but has no significant effect on the perceived ideology of the fact-checker. Fact-checks are reputation-improving and do not seem to backfire. However, the intervention affects how voters perceive the ideological leaning of fact-checking organizations.",
          "url": "https://doi.org/10.1177/20531680251323120",
          "doi": "https://doi.org/10.1177/20531680251323120",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Conversations with a concern-addressing chatbot increase COVID-19 vaccination intentions among social media users in Kenya and Nigeria",
          "authors": "Leah Rosenzweig, Molly Offer-Westort",
          "url": "https://doi.org/10.1086/735504",
          "doi": "https://doi.org/10.1086/735504",
          "filter": 0
        },
        {
          "title": "Expectations, Gender Bias, and Federal Reserve Talk: Do Americans Trust Women as Central Bankers?",
          "authors": "Cristina Bodea, Andrew Kerner",
          "url": "https://doi.org/10.1086/735501",
          "doi": "https://doi.org/10.1086/735501",
          "filter": 0
        },
        {
          "title": "Does informing partisans about partisan bias reduce partisan bias?",
          "authors": "Diogo Ferrari",
          "url": "https://doi.org/10.1086/735503",
          "doi": "https://doi.org/10.1086/735503",
          "filter": 0
        },
        {
          "title": "How Group Appeals Shape Group-Party Linkages in Two Political Systems",
          "authors": "Henning Finseraas, Oliver Heath, Peter Egge Langsæther, Kaat Smets",
          "url": "https://doi.org/10.1086/735505",
          "doi": "https://doi.org/10.1086/735505",
          "filter": 0
        },
        {
          "title": "Voting for Disabled Candidates",
          "authors": "Stefanie Reher",
          "url": "https://doi.org/10.1086/732994",
          "doi": "https://doi.org/10.1086/732994",
          "filter": 0
        },
        {
          "title": "The Electoral Returns of Party-Sponsored Citizen Legislative Initiatives",
          "authors": "Mihail Chiru, Aurelian Giugăl, Giorgian Guţoiu, George Secăreanu",
          "url": "https://doi.org/10.1086/733006",
          "doi": "https://doi.org/10.1086/733006",
          "filter": 0
        },
        {
          "title": "How Criminal Organizations Expand to Strong States: Local Agreements and Migrant Exploitation in Northern Italy",
          "authors": "Gemma Dipoppa",
          "url": "https://doi.org/10.1086/730729",
          "doi": "https://doi.org/10.1086/730729",
          "filter": 0
        },
        {
          "title": "The Ideological Asymmetry of White Identity",
          "authors": "Kesley Townsend, Kelsey Eyre Hammond, Heather Walker, Lisa P. Argyle, Jeremy C. Pope",
          "url": "https://doi.org/10.1086/732974",
          "doi": "https://doi.org/10.1086/732974",
          "filter": 0
        },
        {
          "title": "Sources of Partisan Change: Evidence from the Shale Gas Shock in American Coal Country",
          "authors": "Alexander F. Gazmararian",
          "url": "https://doi.org/10.1086/732949",
          "doi": "https://doi.org/10.1086/732949",
          "filter": 0
        },
        {
          "title": "Buying Evidence? Policy Research as a Presidential Commodity",
          "authors": "Rachel Augustine Potter",
          "url": "https://doi.org/10.1086/732972",
          "doi": "https://doi.org/10.1086/732972",
          "filter": 0
        },
        {
          "title": "When Redistribution Backfires Politically: Theory and Evidence from Land Reform in Portugal",
          "authors": "Michael Albertus, Noah Schouela",
          "url": "https://doi.org/10.1086/732944",
          "doi": "https://doi.org/10.1086/732944",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "Unfolding GAL-TAN: the multi-dimensional nature of public opinion in Western Europe",
          "authors": "Anna-Sophie Kurella, Milena Rapp",
          "url": "https://doi.org/10.1080/01402382.2025.2466117",
          "doi": "https://doi.org/10.1080/01402382.2025.2466117",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
