{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Can riots represent? A democratic theory",
          "authors": "Alexis Bibeau‐Gagnon",
          "abstract": "Political theory has been perennially concerned with interrogating, identifying, and clarifying the political functions of riots. Yet, political theorists have mostly fallen short of explaining the relationship between riots and democracy, although this is central to the democratic theory of contestation and crucial for evaluating the potential values of riots in democracy. I examine the question of riots and democracy through the lens of political representation. Using testimonies from rioters, I explore the disruptive, affirmative, and representational dimensions of riots. I contend that riots can be viewed as a form of political representation in which a self‐constituting subject puts forward claims to an audience on behalf of others and of themselves, showing that riots may sometimes represent a spontaneous and temporary collective subject speaking in the name of others. This underscores the democratic potential of riots to assert a presence that, while short‐lived, is central to the act of representing.",
          "url": "https://doi.org/10.1111/ajps.12989",
          "doi": "https://doi.org/10.1111/ajps.12989",
          "filter": 0
        },
        {
          "title": "Complementarity in alliances: How strategic compatibility and hierarchy promote efficient cooperation in international security",
          "authors": "J. Andrés Gannon",
          "abstract": "How can defense alliances reap the efficiency gains of working together when coordination and opportunism costs are high? Although specializing as part of a collective comes with economic and functional benefits, states must bargain over the distribution of those gains and ensure the costs of collective action are minimized. I argue that states can overcome these problems by forming alliances with high strategic compatibility and hierarchy. This approach minimizes opportunism and coordination costs by efficiently distributing defense capabilities, encouraging complementarity rather than redundancy. I demonstrate this by developing a novel network‐level measure of division of labor and applying it to data on national military capabilities from 1970 to 2014. This research not only enhances understanding of the modern international system but also underscores the importance of these considerations for intra‐alliance bargaining more broadly.",
          "url": "https://doi.org/10.1111/ajps.12992",
          "doi": "https://doi.org/10.1111/ajps.12992",
          "filter": 0
        },
        {
          "title": "The political consequences of Africa's mobile revolution",
          "authors": "Alex Yeandle",
          "abstract": "What are the political consequences of rising domestic connectivity? I study this question in Sub‐Saharan Africa, asking how mobile technology shapes public opinion in geographically isolated communities. For remote rural populations, mobile devices increase contact with physically distant social networks, through regular phone calls with urban relatives. These interactions provide personalized information about the economic challenges of city life, which reduce rural trust in government. I offer continent‐wide evidence of this effect, leveraging geocoded survey data and the expansion of mobile coverage across Africa in a difference‐in‐differences setting. I then use a household panel, an original survey, and focus group discussions from Ghana to shed light on mechanisms. The paper advances literature on social networks, migration, and technological change, painting a nuanced picture of Africa's mobile revolution and its multifaceted political effects.",
          "url": "https://doi.org/10.1111/ajps.12991",
          "doi": "https://doi.org/10.1111/ajps.12991",
          "filter": 0
        },
        {
          "title": "Decentralized propaganda in the era of digital media: The massive presence of the Chinese state on Douyin",
          "authors": "Yingdan Lu, Jennifer Pan, Xu Xu, Yiqing Xu",
          "abstract": "The rise of social media in the digital era poses unprecedented challenges to authoritarian regimes that aim to influence public attitudes and behaviors. To address these challenges, we argue that authoritarian regimes have adopted a decentralized approach to produce and disseminate propaganda on social media. In this model, tens of thousands of government workers and insiders are mobilized to produce and disseminate propaganda, and content flows in a multidirectional, rather than a top‐down manner. We empirically demonstrate the existence of this new model in China by creating a novel data set of over five million videos from over 18,000 regime‐affiliated accounts on Douyin, a popular social media platform in China. This paper supplements prevailing understandings of propaganda by showing theoretically and empirically how digital technologies are transforming not only the content of propaganda, but also how propaganda materials are produced and disseminated.",
          "url": "https://doi.org/10.1111/ajps.12990",
          "doi": "https://doi.org/10.1111/ajps.12990",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Democratic Trajectories in the Third Wave: Aligning Theory and Methods",
          "authors": "Aníbal Pérez-Liñán, Scott Mainwaring",
          "abstract": "This paper advances the study of democratic trajectories – whether democracies deepen, stagnate, erode or break down over time. We show that econometric panel models usually neglect cumulative effects, which are implicitly central to many theories of democratic change. Some important factors, such as economic growth, have cumulative effects that shape medium- to long-term regime trajectories. To overcome the limitations of conventional statistical estimators, we propose the use of latent growth curve models, which are better able to capture cumulative processes. We demonstrate the advantages of this approach by analyzing the trajectory of 103 democratic regimes inaugurated after 1974. Conventional estimators fail to predict democratic trajectories, while latent growth curve models properly capture cumulative effects.",
          "url": "https://doi.org/10.1017/s0007123425000237",
          "doi": "https://doi.org/10.1017/s0007123425000237",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Comparative Political Studies",
      "journal_short": "CPS",
      "articles": [
        {
          "title": "From Pledge to Poll: Investigating the Impact of Campaign Promises on Party Alignment",
          "authors": "Michael Ganslmeier",
          "abstract": "Political parties regularly make campaign promises to attract voters prior to elections. This paper explores whether such electoral pledges allure the voters that they target. By utilizing children’s date of birth in a regression-discontinuity design, we measure the effect of a campaign promise made by the German conservative party to expand social benefits. The results show that the campaign promise increased alignment with the pledge-making party by 12.7% among eligible beneficiaries. The alignment effects are stronger among supporters who traditionally align with left-wing platforms and/or individuals with lower economic security. The promise had no mobilizing effect on inactive voters. Finally, we document that the promise effect is transitory as re-alignment among recipients disappears shortly after the pledge is fulfilled. The paper provides strong causal evidence that campaign promises related to social benefits are a successful strategy to temporarily attract voters from competitor parties.",
          "url": "https://doi.org/10.1177/00104140251342928",
          "doi": "https://doi.org/10.1177/00104140251342928",
          "filter": 0
        },
        {
          "title": "Inclusive Redistribution and Perceptions of Membership: A Cross-National Comparison",
          "authors": "Allison Harell, Keith Banting, Will Kymlicka",
          "abstract": "Immigrants tend to be seen as less deserving of welfare benefits than native-born citizens, but little consensus exists to explain this finding or how to build greater public support for more inclusive policies. Recent work suggests that support for redistribution may be tied to citizens’ perceptions of the “membership commitment” of immigrants. This study provides the first systematic test of this hypothesis in the comparative setting using an original seven country survey conducted in 2021–2022. The survey explored perceptions of immigrants’ membership commitment in the host society in seven liberal democracies and their effect on public support for the extension of social benefits to immigrants. The study shows that immigrants systematically suffer a “membership penalty” within host societies across a wide range of states with different citizenship and welfare regimes, with important consequences for welfare state support.",
          "url": "https://doi.org/10.1177/00104140251342924",
          "doi": "https://doi.org/10.1177/00104140251342924",
          "filter": 0
        },
        {
          "title": "Voting with Putin: Gender, LGBT Rights, and Tacit Support for Russia among Europe’s Parliamentarians",
          "authors": "Jana Lipps, Erik Voeten",
          "abstract": "What explains the variation between and within Europe’s political parties over how to respond to Russia’s international aggression and domestic illiberalism? We examine this question using a unique dataset of votes on 1140 resolutions and amendments that explicitly target Russia in the Parliamentary Assembly of the Council of Europe (PACE) between 2007 and 2021. We argue that Putin’s portrayal of Russia as a defender of traditional family values against liberal egalitarianism, especially against LGBT rights, contributes to divisions between and within Europe’s parties. Consistent with this argument, we find that women and parliamentarians who express support for LGBT rights have become less likely to support Russia compared to other members of their national parties. However, this applies mostly to female MPs within culturally liberal parties and only becomes apparent after Putin’s culturally conservative turn. In addition, parties with more women in leadership become less likely to support Russia. We identify these effects using national party fixed effects and by matching on observables. We discuss the implications for understanding European responses to Russia as well as the literature on gender, foreign policy, and legislative behavior.",
          "url": "https://doi.org/10.1177/00104140251342925",
          "doi": "https://doi.org/10.1177/00104140251342925",
          "filter": 0
        },
        {
          "title": "Strength in Small Numbers: Indigenous Political Participation in Latin America",
          "authors": "Carew Boulding, Raymond Foxworth, Marija Verner",
          "abstract": "How do Indigenous peoples across Latin America participate in politics and what explains it? More than 500 Indigenous groups have experienced repression and attempts at erasure. Still, Indigenous communities persist and are politically active. We argue that structural and institutional factors within democracy do not fully explain Indigenous political engagement: they miss important dynamics within communities, where activism is often locally focused, rooted in community organizations, and focused on high-salience issues. Using the AmericasBarometer survey (17 countries, 2004–2019) we show that Indigenous people vote at equal levels to other citizens, and protest, contact government, join parties, campaign, and discuss politics more than non-Indigenous people. Variation in voting can be partially explained by Indigenous population size, but Indigenous people tend to participate at high levels in local and non-voting political activities regardless of population size. Associational participation is one mechanism that helps shape other diverse forms of Indigenous political action.",
          "url": "https://doi.org/10.1177/00104140251328005",
          "doi": "https://doi.org/10.1177/00104140251328005",
          "filter": 0
        },
        {
          "title": "‘They Take Our Healthcare’: Health and Attitudes towards Immigration in Europe",
          "authors": "Gabor Scheiring, Anne-Marie Jeannet, David Stuckler",
          "abstract": "In this study, we extend the research on anti-immigrant attitudes by analyzing an overlooked factor: health. We develop a framework explaining why residents perceive competition for health services with immigrants. Using data from eleven rounds of the European Social Survey, covering 222,989 respondents in 30 European countries (2002–2023), we find a consistent association between poor health and anti-immigration attitudes. Three pathways—the belief that immigrants drain public services, diminished interpersonal trust, and distrust in political institutions—mediate this effect. The association holds across four measures of ill health, with propensity score matching to reduce selection bias and extensive robustness tests. We conclude that health is crucial for attitudes about immigration not only because of welfare chauvinism and resource competition but also because bad health makes people lose faith in each other and the system, intensifying their fear of losing access to vital health services, translating into hostility toward immigrants.",
          "url": "https://doi.org/10.1177/00104140251342932",
          "doi": "https://doi.org/10.1177/00104140251342932",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The impact of party appeals on age differences in voting",
          "authors": "Laura Serra",
          "url": "https://doi.org/10.1016/j.electstud.2025.102942",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102942",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0261-3794(25)00053-8",
          "doi": "https://doi.org/10.1016/s0261-3794(25)00053-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The political effects of communicative interventions during crises",
          "authors": "ASLI UNAN, HEIKE KLÜVER, SARA HOBOLT, TONI RODON",
          "abstract": "Can communicative interventions by the government influence political trust and increase public compliance during crises? This study examines the impact of a televised speech by German Chancellor Angela Merkel at the onset of the COVID‐19 pandemic. Using an unexpected‐events‐during‐survey‐design, we find that the speech led to a 7‐percentage point increase in trust in the federal government and up to a 25‐percentage point decrease in citizens' mobility. We also observe demographic variation in susceptibility to speech. We explore the underlying mechanisms by comparing Merkel's speech with similar televised addresses by Mark Rutte and Boris Johnson, where we observe no comparable effects on attitudes. We suggest that specific content, such as an emphasis on solidarity and positive sentiment, may have played a role in mobilizing public support. Our findings indicate that effective leader communication can be a powerful tool for sustaining public support and ensuring compliance with crisis measures.",
          "url": "https://doi.org/10.1111/1475-6765.70020",
          "doi": "https://doi.org/10.1111/1475-6765.70020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Organization",
      "journal_short": "IO",
      "articles": [
        {
          "title": "From Gridlock to Ratchet: Conditional Cooperation on Climate Change",
          "authors": "Sam S. Rowan",
          "abstract": "Climate treaties have progressed over time to pledge substantial reductions in global warming. This is surprising, given that theories of climate politics emphasize collective-action problems and domestic deadlock. I first describe the process of updating climate mitigation targets under the Paris Agreement. Then I develop a theoretical argument that explains target changes based on how countries are situated in economic and political networks. Trade flows create competitive economic pressures that may undermine climate action, but these pressures may ebb when partners also commit to act. I argue that political networks support conditional cooperation, especially when institutional design promotes gradual commitments. I use spatial regression models to study how countries’ climate targets are related to their partners’ prior targets. I find that countries pledged stronger updated mitigation targets in the Glasgow Climate Pact when their closest political partners submitted strong targets in the Paris Agreement. This suggests the Paris Agreement drove conditional cooperation on mitigation.",
          "url": "https://doi.org/10.1017/s0020818325000037",
          "doi": "https://doi.org/10.1017/s0020818325000037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Studies Quarterly",
      "journal_short": "ISQ",
      "articles": [
        {
          "title": "The Argumentative Power of International Law: Legal Rhetoric, Human Rights, and the Universal Periodic Review",
          "authors": "Kyle Reed",
          "abstract": "What makes a human rights argument effective? When challenging a state's human rights practices, actors can draw on a range of discursive options and frames. Current research on human rights argumentation highlights the strategic use of different rhetorical frames by actors to create political outcomes on a case-by-case basis. This analysis, however, is the first to measure the determinants of effective argumentation, the role of legal rhetoric, and the patterns that make successful arguments, on a global and systematic scale. This study uses data on all recommendations from the first two cycles of the Universal Periodic Review, covering all United Nations member states, a United Nations mechanism by which all states are reviewed regularly on their human rights practices. Using an original coding of legal and nonlegal recommendations, this paper tests the theory that arguments framed on legal references will be the most effective, emphasizing the particular importance of legal rhetoric in international politics. The findings support this theory, showing that human rights arguments framed with legal references are substantially more likely to succeed than those framed on other grounds. These findings raise important points for the role of legal rhetoric in human rights and in international relations more broadly.",
          "url": "https://doi.org/10.1093/isq/sqaf042",
          "doi": "https://doi.org/10.1093/isq/sqaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Conflict Resolution",
      "journal_short": "JCR",
      "articles": [
        {
          "title": "Ethnic Accommodation and the Backlash From Dominant Groups",
          "authors": "Andreas Juon",
          "abstract": "When does the accommodation of subordinate ethnic groups generate a backlash from the politically dominant group? I argue that power-sharing, regional autonomy, and multiculturalism lend themselves to the articulation of grievances and fears among members of dominant groups, especially if they explicitly recognize subordinate groups’ collective identities. In turn, nationalist parties can exploit such sentiment to organize protests, incite violence, and increase their electoral prospects. To test these arguments, I combine new monthly data on ethnic accommodation in 125 multi-ethnic electoral regimes between 1990 and 2018 with information on dominant group mobilization in anti-government protests and communal violence. I find systematic increases in dominant group mobilization around times when group-based accommodation is first introduced or expanded. These results enhance our understanding of mass mobilization by dominant ethnic groups. Moreover, they point to concrete proposals to reap the benefits of ethnic accommodation while avoiding a potentially destabilizing backlash against it.",
          "url": "https://doi.org/10.1177/00220027251343836",
          "doi": "https://doi.org/10.1177/00220027251343836",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Peace Research",
      "journal_short": "JPR",
      "articles": [
        {
          "title": "Supporting reparations after armed conflict: How discursive ‘memory battles’ affect political solidarity with Guatemalan Indigenous survivors",
          "authors": "Elke Evrard, Gretel Mejía Bonifazi",
          "abstract": "Literature on survivor mobilization in transitional justice contexts has largely overlooked the relevance and dynamics of solidarity-based support by non-victimized groups. This article studies the relation between contentious processes of discursive ‘memory-making’ and public support for reparations in post-conflict Guatemala. Using a nationwide survey-embedded experiment with 300 respondents, we measure how contrasting representations of the temporality of harm and prospects for peace – drawn from elite versus survivor narratives – influence political solidarity with Indigenous survivors and support for their reparation demands. Findings show that while perceptions of survivors’ continued suffering and reparations’ peace-building potential are key predictors of solidarity and support, the contrasting narrative primes did not significantly influence these perceptions or resulting attitudes. The survey’s open-ended responses suggest that, in engaging with prevalent public discourses, respondents have developed relatively stable yet highly diverse interpretations of the necessity and ability of reparations to address social, psychological, and economic harms, and to promote beneficial outcomes for society at large. Mapping these responses onto the quantitative scores indicates that solidary support is more likely to emerge when non-victimized groups situate conflict-related harms within an ongoing history of structural violence and position reparations as building blocks for recognition, development and social integration – signalling the importance of discursive and expressive dynamics in public engagement with reparation processes.",
          "url": "https://doi.org/10.1177/00223433241312069",
          "doi": "https://doi.org/10.1177/00223433241312069",
          "filter": 0
        },
        {
          "title": "Accounting for variability in conflict dynamics: A pattern-based predictive model",
          "authors": "Thomas Schincariol, Hannah Frank, Thomas Chadefaux",
          "abstract": "Existing models for predicting conflict fatalities frequently produce conservative forecasts that gravitate towards the mean. While these approaches have a low average prediction error, they offer limited insights into temporal variations in conflict-related fatalities. Yet, accounting for variability is particularly relevant for policymakers, providing an indication on when to intervene. In this article, we introduce a novel risk-taking methodology, the ‘Shape finder’, designed to capture variability in fatality data, or rather the sudden surges and declines in the number of deaths over time. The method involves isolating historically analogous sequences of fatalities to create a reference repository. Comparing the shape of the input sequence to the historical references, the most similar historical cases are selected. Predictions are then generated using the average future outcomes of the selected matches. The Shape finder is derived from the theoretical understanding that strategic and adaptive interactions between the government and a non-state armed group produce recurring temporal patterns in fatality data, which are indicative of broader developments. In this article, we demonstrate that our approach maintains high accuracy while significantly enhancing the ability to predict shifts, surges, and declines in conflict fatalities over time. We show that combining the Shape finder with existing approaches, the Violence Early-Warning System ensemble, achieves a lower mean squared error and better accounts for variability in fatality data. The Shape finder methodology performs particularly well for high intensity cases, or rather country-months with substantial armed violence.",
          "url": "https://doi.org/10.1177/00223433251330790",
          "doi": "https://doi.org/10.1177/00223433251330790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Legislative Studies Quarterly",
      "journal_short": "LSQ",
      "articles": [
        {
          "title": "Priority Projects: Constituent Spending Demand and the Benefits of Congressional Credit Claiming",
          "authors": "Peter T. McLaughlin",
          "abstract": "How do incumbents in the US Congress turn federally funded district projects into electoral gains? Clarifying the connection between federal spending and congressional elections is critical for understanding the institution, as distributive benefits are theorized to enhance representation and facilitate broader policymaking. Extant studies argue that members of Congress use credit claiming for distributive benefits to cultivate an impression of influence, portraying themselves as uniquely capable of securing projects for their constituents. I develop a targeted theory of congressional distributive politics and argue that public support is granted to legislators for securing the right distributive benefits rather than securing the most distributive benefits. Using two survey experiments to explore constituent demand for different types of spending, I find robust evidence that legislators' ability to meet constituent demand shapes the effectiveness of their credit claims. I also find unexpected partisan convergence in the public's spending priorities and responsiveness to congressional credit claiming. This research advances the literature on congressional representation and offers a more complete account of the politics around congressional spending.",
          "url": "https://doi.org/10.1111/lsq.70008",
          "doi": "https://doi.org/10.1111/lsq.70008",
          "filter": 0
        },
        {
          "title": "What Legislators Tell Us About Legislatures: Evidence From PELA ‐ USAL",
          "authors": "Manuel Alcántara Sáez, Mercedes García Montero, Scott Morgenstern, Cristina Rivas Pérez",
          "url": "https://doi.org/10.1111/lsq.70019",
          "doi": "https://doi.org/10.1111/lsq.70019",
          "filter": 0
        },
        {
          "title": "Independents in Parliament: Temporary Status or Final Destination?",
          "authors": "Raimondas Ibenskas, Paulina Sałek‐Lipcean, Sona N. Golder, Allan Sikk",
          "abstract": "Political parties are essential for structuring parliamentary decision‐making in democracies. However, in some countries, as many as 10% of legislators experience spells outside of parliamentary party groups. This paper sheds light on this important group of independent politicians by analyzing whether and when they join existing or new party groups. We argue that the electoral motivations of members of parliament (MPs) affect their incentives for reaffiliation. We capture electoral motivations with two factors: the personal vote of legislators and membership in minor parties that do not have their own parliamentary groups. We test this argument using a novel dataset covering over 800 spells of independence and 500 entries into party groups in three Central and Eastern European countries (Lithuania, Poland, and Romania) since the early 2000s. We find that independents affiliated with a minor party are more likely to form a new party group, while MPs with a significant personal vote or those not affiliated with a minor party are more prone to join an existing party group.",
          "url": "https://doi.org/10.1111/lsq.70015",
          "doi": "https://doi.org/10.1111/lsq.70015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: Tunisia and Egypt after the Arab Spring: Party politics in transitions from authoritarian rule RestaValerie, Tunisia and Egypt after the Arab Spring: Party Politics in Transitions from Authoritarian Rule, London: Routledge, 2024, ₹3,282.00 (hbk); 148 pp.: ISBN-13: 978-1032217178.",
          "authors": "Martial Fanga Agbor",
          "url": "https://doi.org/10.1177/13540688251346618",
          "doi": "https://doi.org/10.1177/13540688251346618",
          "filter": 0
        },
        {
          "title": "When do parties go digital? Examining the drivers of internal and external party digitalisation",
          "authors": "Adrià Mompó, Marco Meloni, Oscar Barberà, Fabio Lupato, Giulia Sandri, Felix von Nostitz",
          "abstract": "Our paper investigates the drivers of party digitalisation, measuring the influence of environmental factors, inter-party competition and party characteristics on the utilisation of digital tools. The main innovation of this paper is to propose a measurement of digitalisation that classifies digital processes according to their functions and goals: an internal dimension oriented towards participation and members’ engagement, and an external dimension focused on communication and campaigning. Data has been extracted from the DIGIPART database on parties’ digital procedures by Meloni et al. (2024). Our findings highlight the importance of parties’ organisational and ideological features in explaining their internal digitalisation, but not the external. In terms of participation, bigger parties tend to implement more initiatives for online participation, while right-wing parties are less prone to digitalise their internal structures. These effects are reinforced by competition between rivals and contagion processes, which exert positive influence both at the internal and external levels.",
          "url": "https://doi.org/10.1177/13540688251339977",
          "doi": "https://doi.org/10.1177/13540688251339977",
          "filter": 0
        },
        {
          "title": "Book Review: The backstage of democracy SharmaAmogh Dhar. The Backstage of Democracy. Cambridge: Cambridge University Press, 2025, £100, xxii + 358 pp, ISBN: 978-1-009-42398-4.",
          "authors": "Anmol Jain",
          "url": "https://doi.org/10.1177/13540688251348337",
          "doi": "https://doi.org/10.1177/13540688251348337",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Hatred Takes An Ideologue: Recognizable Belief Patterns Lead to More Animosity and Disagreement",
          "authors": "Tadeas Cely",
          "abstract": "An expanding body of evidence indicates that substantive disagreement fuels political animosity. However, pundits often use terms like ’ideological disagreement’ to describe a broad range of phenomena, diverging from how the concept is understood in classical Conversian literature on beliefs and their structures. This literature suggests that individuals do not uniformly hold or organize their opinions. Building on this foundation, I argue for a critical distinction between disagreements among ideologues—who are opinionated and aligned in their beliefs—and disagreements among others. I hypothesize that disagreements among ideologues result in higher expected disagreement and greater mutual animosity. To test this hypothesis, I conducted two survey experiments with representative U.S. samples (N = 2,000 each, in January 2024 and May 2024). Using evaluations of hypothetical profiles of fellow citizens, I demonstrate that opinionatedness and ideological alignment of beliefs significantly reduce interpersonal affinity in contexts of disagreement. In the first study, disagreements with centrists elicit nearly four times less animosity than disagreements with opinionated counterparts. Furthermore, ideological alignment generates almost three times more intense feelings at equivalent levels of substantive (dis)agreement. In the second study, I find that ideologically aligned individuals anticipate higher levels of disagreement with one another compared to non-ideologues, when they observe the same level of disagreement as them. This effect is particularly pronounced among ideologues capable of recognizing ideological patterns in others’ beliefs. These findings highlight the role of opinionatedness and recognizable belief structures, offering a new approach that is generalizable to other divided democracies.",
          "url": "https://doi.org/10.1007/s11109-025-10049-z",
          "doi": "https://doi.org/10.1007/s11109-025-10049-z",
          "filter": 0
        },
        {
          "title": "Texas in the Rear-View Mirror? How the Democratic Party Ignores Rural America and Underperforms in Elections",
          "authors": "Clinton Willbanks, Michael E. Shepherd",
          "abstract": "Political observers have asserted that Democrats have stopped campaigning for rural votes. Despite this refrain, little quantitative evidence has assessed its veracity. We also do not understand the broader electoral implications of these potential geographic changes in party organizing. To explore these questions, we merge two novel data sources on county party organizational capacity with county-level election data and survey data from the CES. Since 2016, the Democratic Party has failed to declare a party chair in about 20% of rural counties and did not field a candidate for Congress in nearly the same, while Republicans filled all but 4% of rural chairships and contested every rural seat. With broader data from Texas, we show even larger percentages of rural counties have uncontested State Senate and House seats. These changes are associated with decreased Democratic vote share in statewide races, turnout, and campaign contact. We estimate that the Democratic Party loses some of the rural vote in statewide elections by failing to organize and compete for it.",
          "url": "https://doi.org/10.1007/s11109-025-10045-3",
          "doi": "https://doi.org/10.1007/s11109-025-10045-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Pseudo-landed water people: Experiences of informality in Tai O village, Hong Kong",
          "authors": "Daniel Keith Elkin, Xiaolu Wang, Chi-Yuen Leung, Wai Yeung Yan, Markus Wernli, Gerhard Bruyns, Emily Cheung Tsz Ching",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103355",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103355",
          "filter": 0
        },
        {
          "title": "Imposing order from the skies? Civil aviation as a precarious site of state sovereignty in Somalia",
          "authors": "Abdifatah Ismael Tahir",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103354",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103354",
          "filter": 0
        },
        {
          "title": "Contested mining, state selectivities, and the reform of the mining law in Mexico",
          "authors": "Rafael Hernández Westpfahl, Rosa Lehmann",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103348",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103348",
          "filter": 0
        },
        {
          "title": "The colonial migration state",
          "authors": "Fiona B. Adamson, Hélène Thiollet",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103270",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Compensating personal climate response inefficacy with political conservatism?",
          "authors": "Xiaobin Lou, Liman Man Wai Li, Kenichi Ito",
          "abstract": "People grapple with the reality that their individual actions are too insignificant to impact climate change—a phenomenon known as personal climate response inefficacy. The compensatory control theory articulates that people may turn to overarching social institutions or ideologies (e.g., conservatism) when they lack personal control. Inspired by this theory, the present research explored whether individuals experiencing personal climate response inefficacy are more likely to embrace political conservatism. Study 1 analyzed data from the European Social Survey ( N = 44,387) and provided preliminary evidence of a positive association between personal climate response inefficacy and political conservatism. Study 2 utilized four‐wave longitudinal data from 1008 American participants and identified a consistent within‐person cross‐lagged effect, where personal climate response inefficacy predicted increased political conservatism over time. Both studies ruled out the potential conflating effect of the perceived threat of climate change. Study 3 collected cross‐sectional data from 270 Americans and replicated the major findings while controlling for the potential confounding effect of general self‐efficacy. Study 4 ( N = 261) manipulated personal climate response inefficacy yet only provided partial supportive evidence for our main findings. These pieces of evidence suggest that psychological processes specific to climate change can have spillover effects on other domains.",
          "url": "https://doi.org/10.1111/pops.70045",
          "doi": "https://doi.org/10.1111/pops.70045",
          "filter": 0
        },
        {
          "title": "Navigating identity dilemmas in protest: Everyday discursive strategies of engagement in the Catalan independence movement",
          "authors": "Cristina Pradillo‐Caimari",
          "abstract": "Over the past decade, large‐scale protests have been pivotal in shaping institutional dynamics and triggering societal change. Despite increased academic attention, the understanding of participants' experiences remains limited. This paper argues for adopting an actor‐centered perspective to gain novel insights into protest dynamics. Specifically, we focus on the everyday dilemmas of protest participation. We present the Catalan pro‐independence protest cycle (2012–2020) as an instrumental case illustrating lay participants' engagement in mass demonstrations. Drawing on 30 open‐ended interviews with ordinary actors, we conducted a discursive and rhetorical analysis. Our results show that, when faced with dilemmatic experiences, ordinary participants adopt various discursive strategies that allow them to both engage with and distance themselves from (part of) the movement's collective identity. Four main patterns were identified: avoiding identification with independentism, rejecting the stigmatized characterization of pro‐independence participants, framing participation as non‐political, and engaging in heterodox participation. Finally, we discuss the role of dilemmas in protest involvement.",
          "url": "https://doi.org/10.1111/pops.70042",
          "doi": "https://doi.org/10.1111/pops.70042",
          "filter": 0
        },
        {
          "title": "The gradual decline of colonial ideologies (2009–2018): A latent growth curve analysis of historical negation and symbolic exclusion among settler colonizers",
          "authors": "Zoe Bertenshaw, Chris G. Sibley, Danny Osborne",
          "abstract": "In nations laden with colonial inequities, settler colonizers protect their structural advantages through ideologies that (a) distance the injustices of colonization from contemporary society (historical negation) and (b) exclude Indigenous culture from the mainstream national identity (symbolic exclusion). Here, we track settler colonizers' endorsement of these two ideologies between 2009 and 2018 among a nationwide random sample of Pākehā/New Zealand Europeans ( N = 22,986). Consistent with global trends toward equality over this period, both historical negation and symbolic exclusion exhibited a gradual, though slightly accelerating, decline. Subsequent analyses indicate that mean levels of both ideologies were higher among men (vs. women), correlated positively with age, conservatism, social dominance orientation, and right‐wing authoritarianism, and correlated negatively with warmth toward Māori. Additionally, the decline in historical negation was attenuated among men and by age, conservatism, and social dominance orientation, whereas the decline in symbolic exclusion was attenuated by age and warmth toward Māori, but accelerated by social dominance orientation. Results thus illustrate a progressive trajectory of ideological change among settler colonizers during the 2009–2018 period and identify factors that impede one's willingness to renounce ideologies that uphold colonial inequities.",
          "url": "https://doi.org/10.1111/pops.70041",
          "doi": "https://doi.org/10.1111/pops.70041",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/pops.70039",
          "doi": "https://doi.org/10.1111/pops.70039",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The urban–rural divide in policy priorities across time and space",
          "authors": "Tevfik Murat Yildirim, Knut M. Solvig",
          "abstract": "Despite growing interest in the political consequences of the urban–rural divide, we know little about whether urban and rural populations differ in the policy problems they view as most important. This study explores urban–rural differences in policy priorities over an extended period (1939–2020), using data from 850 U.S. surveys. The analysis reveals modest but persistent gaps between urban and rural residents in several key policy areas. However, while urban–rural differences remain stable across diverse economic and political contexts, partisan affiliation significantly outweighs place-based identities in shaping these priorities. The findings suggest that despite geographic distinctions, urban and rural populations predominantly rely on partisan cues when forming policy agendas, which contributes to a nuanced understanding of political representation.",
          "url": "https://doi.org/10.1017/psrm.2025.33",
          "doi": "https://doi.org/10.1017/psrm.2025.33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "“My Own Private Idaho”: A Survey of Separatist Attitudes in the Pacific Northwest",
          "authors": "Semir Dzebo, Erin K. Jenne, Levente Littvay",
          "abstract": "In the past five years, 13 counties in Eastern Oregon have voted in nonbinding referendums to separate from the liberal state of Oregon to join the conservative state of Idaho. Drawing on theories of secessionism and irredentism, this article examines the drivers of the so-called Greater Idaho movement by administering a survey in these separatist counties. Our findings indicate that economic discontent and a strong regional identity are more important than fears or partisanship in determining support for moving the interstate border. Our study suggests that more inclusive governance may help to overcome ideological polarization in this case and offers insights into how political divisions may be managed to prevent separatist violence in the United States more generally. We conclude that political minorities need to believe that they have a voice in the system so that they do not mobilize for exit.",
          "url": "https://doi.org/10.1017/s1049096525000290",
          "doi": "https://doi.org/10.1017/s1049096525000290",
          "filter": 0
        },
        {
          "title": "Base Assumptions: The Complex Electoral Geography of Stateside US Military Installations",
          "authors": "Danielle L. Lupton, Jeremy M. Teigen",
          "abstract": "During the 2020 presidential election, the Trump campaign incorrectly claimed that a lower-than-expected proportion of Republican votes among populations living on and near military bases signaled evidence of voter fraud. These claims rested on assumptions that military bases and their surrounding communities are strongholds for political conservativism––a belief held by scholars, pundits, and politicians alike. While the logic behind these arguments is appealing, it fails to consider the complexities surrounding military service and institutions, political geography, partisan preferences, and voting behavior. We directly test the notion that communities close to military bases will be and vote more Republican. Using three different but related empirical strategies that rely on a large dataset spanning 16 years, we find evidence contradicting the conventional wisdom. No consistent pattern across military installations exists. While some lean Republican, others lean Democratic, and the vast majority exhibit no party pattern at all. Our results carry implications for American civil–military relations and the maintenance of American democracy.",
          "url": "https://doi.org/10.1017/s1049096525000320",
          "doi": "https://doi.org/10.1017/s1049096525000320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Framing the Exit: Pollsters, Public Opinion, and the Politics of Military Withdrawal",
          "authors": "Daniel Silverman, Caitlan Fealing",
          "abstract": "What shapes public support for withdrawal from an ongoing military intervention? While there is a vast literature on the public’s support for new military interventions and its approval of interventions that are underway, there is very little research on public opinion around the explicit question of ending a military campaign on foreign soil and “going home.” This is surprising, given the salience of questions about terminating military interventions in contemporary world politics, from Afghanistan to Ukraine and beyond. In this research note, we argue that the public’s expressed appetite for exiting from an intervention is influenced in crucial ways by framing choices made by public opinion pollsters. In particular, we contend that whether pollsters frame withdrawal as an enemy victory or not and the alternate response options they provide around it can strongly impact its appeal. To test these ideas, we pair an observational analysis of public opinion polls over time on American support for military withdrawals from 1946 to 2021 with an original survey experiment conducted about the 2021 NATO withdrawal from Afghanistan. The results reveal that both the enemy victory frame and what we call the middle ground frame exert a powerful influence on public support for withdrawal, and do so across people with different partisan and foreign policy predispositions. These results help provide insight into when people support going home in war, while also extending the considerable literature on framing choices in opinion polling in new ways.",
          "url": "https://doi.org/10.1093/poq/nfaf020",
          "doi": "https://doi.org/10.1093/poq/nfaf020",
          "filter": 0
        },
        {
          "title": "Worlds Apart? Public Agenda Fragmentation in Sweden 1987–2021",
          "authors": "Per Oleskog Tryggvason, Adam Shehata, Judith Möller",
          "abstract": "Claims concerning media fragmentation and political polarization permeate discussions about our changing democratic public sphere. As traditional mass media lose ground and people increasingly construct their own personal information environments, citizens may develop highly contrasting perceptions of politics and society—potentially undermining the common ground needed for rational public discourse. Two widely discussed expressions of these developments are the fragmentation and polarization of the public agenda. At the same time, these concerns largely originate from developments in the United States. Whether polarization and fragmentation of the public agenda also characterize other Western democracies with less fragmented media systems remains unclear. This study therefore analyzes longitudinal survey data from Sweden. Covering a period of thirty-five years (1987–2021), the findings reveal that (1) the public agenda has indeed fragmented and diversified over time, (2) citizens not interested in politics are increasingly dropping out from the shared public agenda, but (3) public service media counter this dropout trend, and (4) for a number of issues, the public agenda has become more polarized along ideological lines.",
          "url": "https://doi.org/10.1093/poq/nfae065",
          "doi": "https://doi.org/10.1093/poq/nfae065",
          "filter": 0
        },
        {
          "title": "In-Party Love, Out-Party Hate, and Affective Polarization in Twelve Established Democracies",
          "authors": "Diego Garzia, Frederico Ferreira da Silva",
          "abstract": "Recent research has mapped levels of affective polarization worldwide. However, our current knowledge of the longitudinal patterns of in- and out-party affect, the two constitutive terms of affective polarization, remains limited. This manuscript expands the comparative and longitudinal scope of existing studies using national election study data from 143 elections across 12 Western democracies collected since the 1960s. The analysis expands previous descriptive accounts of levels of in- and out-party affect, reports levels of in-party love and out-party hate, and inspects longitudinal changes in the polarity of affect with a composite measure tapping the relative weight of in- and out-party feelings. The findings show a generalized decline of out-party evaluations and a growing prevalence of out-party hate versus in-party love over time. While citizens may not be more polarized than before in most Western democracies, contemporary affective polarization is more heavily characterized by a disproportionate weight of out-group dislike.",
          "url": "https://doi.org/10.1093/poq/nfaf013",
          "doi": "https://doi.org/10.1093/poq/nfaf013",
          "filter": 0
        },
        {
          "title": "Race in a Pandemic: Asian American Perceptions of Discrimination and Political Preferences in the 2020 Election",
          "authors": "Vivien Leung, Natalie Masuoka",
          "abstract": "Are individual perceptions about racial discrimination relatively stable or are they influenced by external cues? Does belief stability on racial discrimination items offer some explanation for the inconsistent findings on the relationship between perceptions about discrimination and political behavior for racial minorities identified in the past literature? This study highlights the case of Asian Americans and the rise of anti-Asian hate during the COVID pandemic as an opportunity to understand how Asian Americans report discrimination against their group in response to surrounding events. Using an original three-wave study of Asian American respondents collected over 2020, we find that perceptions of discrimination were relatively stable over 2020. At the same time, we find that a respondent’s preexisting attitudes about racial discrimination held prior to the pandemic informed their assessment of discrimination during the pandemic. We also find that a respondent’s preexisting discrimination beliefs moderate the relationship between their assessment about discrimination during the pandemic and 2020 presidential candidate choice. This study offers new interventions into existing assumptions about the link between discrimination and political behavior.",
          "url": "https://doi.org/10.1093/poq/nfaf004",
          "doi": "https://doi.org/10.1093/poq/nfaf004",
          "filter": 0
        },
        {
          "title": "Alexa Bankert. When Politics Becomes Personal: The Effect of Partisan Identity on Anti-Democratic Behavior",
          "authors": "Jakob Kasper, Bert N Bakker",
          "url": "https://doi.org/10.1093/poq/nfaf025",
          "doi": "https://doi.org/10.1093/poq/nfaf025",
          "filter": 0
        },
        {
          "title": "The Preference-Expectation Gap in Support for Female Candidates: Evidence from Japan",
          "authors": "Gento Kato, Fan Lu, Masahisa Endo",
          "abstract": "Gender disparities in Japanese government are consistently high, but evidence of voter bias against female politicians is mixed. We argue that this discrepancy arises because some researchers measure Japanese voters’ first-order preferences (who they personally support) while other researchers measure Japanese voters’ second-order preferences (who they expect other voters to support). We call this gap between voters’ own preferences and expectations regarding others’ preferences the preference-expectation gap. Since this gap is a key mechanism of strategic discrimination, we test our argument using an experimental design modelled after research on strategic discrimination in the 2020 US Democratic primary elections. Based on two online conjoint survey experiments in Japan, our findings demonstrate the presence of a preference-expectation gap in Japanese public opinion on female politicians. Exploratory analyses of moderation effects reveal that female participants and those with more liberal views toward gender roles have larger preference-expectation gaps.",
          "url": "https://doi.org/10.1093/poq/nfaf002",
          "doi": "https://doi.org/10.1093/poq/nfaf002",
          "filter": 0
        },
        {
          "title": "Catch Questions Can Increase Lookups on Political Knowledge Questions",
          "authors": "Matthew H Graham",
          "abstract": "Surveys commonly use “catch” or “trap” questions to identify subjects who are likely to look up the answers to knowledge questions. This note shows that catch questions can backfire, causing an increase in the proportion of respondents who look up the answers to subsequent questions. In two preregistered survey experiments in online convenience samples, a catch question was randomly assigned to appear before or after a knowledge battery. When the catch question appeared first, window switching on the knowledge questions was about 25 percent more common. This suggests that when they are used, catch questions should be placed at the end of knowledge batteries, and should also not precede later items that could be affected by lookups. More generally, the results highlight the importance of pre-testing catch and trap questions for unintended consequences.",
          "url": "https://doi.org/10.1093/poq/nfaf015",
          "doi": "https://doi.org/10.1093/poq/nfaf015",
          "filter": 0
        },
        {
          "title": "Partisan Influence on Policy Preferences in Retrenching the Welfare State",
          "authors": "Miroslav Nemčok, Hanna Wass, Juho Vesa",
          "abstract": "While citizens typically favor welfare policies, the electoral consequences of retrenching the welfare state are often minimal for parties implementing the reforms. Using two structural reforms in Finland as a natural quasi-experiment, we show that voters’ policy preferences shift in response to welfare reform measures initiated by their preferred parties. In December 2020, the Finnish center-left government enacted two reforms: one reducing social protection by removing entitlements for laid-off older workers to receive income-based unemployment benefits, and the other increasing social spending by extending the compulsory education age from 16 to 18. Using a two-wave panel survey conducted before and after the government actions, the results indicate that government voters became considerably more supportive of both reforms, despite their initial low support for welfare retrenchment and its contradiction with the established ideological profile of their parties. Moreover, the shift in voters’ policy preferences was substantively greater compared to their opposition counterparts and not affected by ideology and economic self-interest. Hence, voters’ policy preferences show dynamic adaptability to match the party line, thereby reducing grounds for holding the parties accountable.",
          "url": "https://doi.org/10.1093/poq/nfaf017",
          "doi": "https://doi.org/10.1093/poq/nfaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Descriptive representation and attitudes about local government: An experimental test using real-world stimuli",
          "authors": "David Doherty, Madeline Schade, Dana Garbarski",
          "abstract": "Does descriptive representation lead people to evaluate elected officials and their institutions more favorably? Does it improve political efficacy and engagement? We report findings from a survey experiment that uses treatments drawn from respondents’ real political context—elected officials who make policy in respondents’ county of residence. Specifically, we present a sample of Cook County residents with a member of the Cook County Board of Commissioners—who may or may not “match” the respondents gender or ethnoracial identity—to assess whether signaling that the respondent is “descriptively represented” on the Board affects their assessments of the Board and other attitudinal outcomes. Our pre-registered design positions us to identify effects of roughly one-eighth of a standard deviation in our full sample, but the estimated effects of signals of ethnoracial- and gender-based descriptive representation are null across the five outcomes we consider. In pre-registered exploratory analysis re-estimating effects by subgroup, we find evidence that suggests that descriptive representation affects some attitudes among women and Black respondents. This said, the effects we find in these groups are modest in magnitude, scattered, and, in most cases, statistically indistinguishable from those that emerge in other groups.",
          "url": "https://doi.org/10.1177/20531680251344884",
          "doi": "https://doi.org/10.1177/20531680251344884",
          "filter": 0
        },
        {
          "title": "An incomplete recipe: One-dimensional latent variables do not capture the full flavor of democratic support",
          "authors": "Yue Hu, Yuehong Cassandra Tai, Kyein Ko, Byung-Deuk Woo, Frederick Solt",
          "abstract": "Prominent recent works have measured democratic support using a single latent variable that purports to span a single dimension from steadfast opposition to whole-hearted support. This ignores ample evidence that support for democracy is complex and multidimensional. Here we provide a series of validation tests of the sort of cross-national time-series latent variable measures employed in recent research by reference to questions on support for liberal democracy and opposition to its erosion from multi-wave surveys conducted around the world. These tests show that, across countries and years, this latent variable is nearly orthogonal to measures of support for contestation and participation; civil liberties; institutional constraints on executive power; and prioritizing democracy over the economy, economic equality, or order. We conclude that support for democracy in any robust sense is simply not well captured by one-dimensional latent variable. Such measures are powerful but researchers must be mindful of their limitations.",
          "url": "https://doi.org/10.1177/20531680251341857",
          "doi": "https://doi.org/10.1177/20531680251341857",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Who Benefits? How Gender Shapes the Perceived Deservingness of Welfare Claimants",
          "authors": "Sarah Sawler",
          "url": "https://doi.org/10.1086/736802",
          "doi": "https://doi.org/10.1086/736802",
          "filter": 0
        },
        {
          "title": "Registered report: admissions-as-corrections reduce support for partisan misperceptions and intended partisan media consumption",
          "authors": "James Fahey",
          "url": "https://doi.org/10.1086/736803",
          "doi": "https://doi.org/10.1086/736803",
          "filter": 0
        },
        {
          "title": "Special Interest Trade-Offs: Campaign Finance Reforms and Religious Influence in Politics in Brazil",
          "authors": "Melani Cammett, Lucas Novaes, Guadalupe Tuñon",
          "url": "https://doi.org/10.1086/736804",
          "doi": "https://doi.org/10.1086/736804",
          "filter": 0
        },
        {
          "title": "Purifying the Leviathan: The Strategic Dilemma of an Anti-corruption Campaign Under One-Party Rule",
          "authors": "Tianyang Xi, Yang Yao, Qian Zhang",
          "url": "https://doi.org/10.1086/734260",
          "doi": "https://doi.org/10.1086/734260",
          "filter": 0
        },
        {
          "title": "Warfare, Fiscal Gridlock, and State Formation During Europe’s Military Revolution",
          "authors": "Gary W. Cox, Mark Dincecco, Massimiliano Gaetano Onorato",
          "url": "https://doi.org/10.1086/734269",
          "doi": "https://doi.org/10.1086/734269",
          "filter": 0
        },
        {
          "title": "Resemblance and Discrimination in Elections",
          "authors": "Raluca L. Pahontu, Stavros Poupakis",
          "url": "https://doi.org/10.1086/734268",
          "doi": "https://doi.org/10.1086/734268",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "West European Politics",
      "journal_short": "WEP",
      "articles": [
        {
          "title": "The role of key European issues in the 2024 election campaign",
          "authors": "Alex Hartland, Daniela Braun, Giuseppe Carteny, Rosa M. Navarrete, Ann-Kathrin Reinl",
          "url": "https://doi.org/10.1080/01402382.2025.2498838",
          "doi": "https://doi.org/10.1080/01402382.2025.2498838",
          "filter": 0
        },
        {
          "title": "Social media campaigning across multiple platforms: evidence from the 2024 European elections",
          "authors": "William T. Daniel, Lukas Obholzer",
          "url": "https://doi.org/10.1080/01402382.2025.2501464",
          "doi": "https://doi.org/10.1080/01402382.2025.2501464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
