{
  "update": "2026-02-13",
  "content": {
    "articles": [
      {
        "title": "Embedding Reproducibility and Replicability in a Regression Modelling Assessment",
        "authors": "James E Bartlett",
        "abstract": "Researchers across different disciplines have highlighted concerns about the reproducibility of published findings and the interpretation of replication studies. Despite this, reproducibility and replicability are often not developed as core skills in statistics education before students reach the point of conducting an independent research project. This article presents an assessment that uses reproducibility and replicability tasks to assess students’ regression modelling skills. In the assessment, students analyse open data to reproduce the results from an original study, then analyse data from a direct replication of the original study and evaluate whether the findings replicate. To contextualise the assessment, I outline the graduate-level statistics and research design course where I use the assessment, and provide an example assessment aimed at psychology and neuroscience students. Finally, I reflect on my experiences using the assessment and suggest how educators can adapt the approach for their own students.",
        "doi": "https://doi.org/10.31219/osf.io/nce4y_v4",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecab98",
            "name": "Higher Education"
          }
        ],
        "id": "nce4y",
        "version": 4
      },
      {
        "title": "Empathy strengthens beauty",
        "authors": "Anna Bruns, Denis Pelli",
        "abstract": "Images and music elicit powerful emotional and aesthetic responses in observers. Are these effects stronger for some people than others? Here we test to what extent empathy affects beauty, as philosophers have long supposed. 307 online participants rated the perceived beauty, happiness, and sadness of 12 art images, 12 nature photographs, and 24 songs. The stimuli were presented in two blocks, and participants took the PANAS mood questionnaire before and after each block. Between blocks, they viewed a mood induction video that increased their happiness, increased their sadness, or left their mood unchanged. Participants completed the Questionnaire for Cognitive and Affective Empathy. We used path modeling to test the effect of empathy score on beauty ratings, felt happiness and sadness (mood questionnaire ratings), and perceived happiness and sadness (stimulus ratings). We find that higher-empathy participants find music and images more beautiful (b = 0.40 and 0.22, respectively, on a 10-pt scale, p &lt; 0.001), and they perceive stronger emotion in these stimuli (b = 0.3, p &lt; 0.001). We also compare empathy to traits more commonly studied in empirical aesthetics: openness to experience, sensitivity to aesthetic reward, and art expertise. Empathy boosts perceived beauty and emotion at least as much as the other traits do. While the empirical study of empathy mainly focuses on one’s response to the emotions of other people, we here quantify the effect of empathy on one’s perception of objects. We conclude that more empathic people perceive more emotion and more beauty in images and music.",
        "doi": "https://doi.org/10.31219/osf.io/6rjh7_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240d954be81056ceca8ac",
            "name": "Film and Media Studies"
          },
          {
            "id": "584240da54be81056cecab45",
            "name": "Music"
          }
        ],
        "id": "6rjh7",
        "version": 2
      },
      {
        "title": "Is Calling Conceptualized Equivalently across Cultures? A Comparative Study across Six Countries",
        "authors": "Anna Dalla Rosa, Evgenia Lysova, Brittany Buis, Serdar Karabati, Nelson A. D'Silva, Jince Gomez, Jingzhou Pan, Bryan Dik, Michelangelo Vianello",
        "abstract": "The concept of work as a calling is deeply rooted in Western culture, but scholarly interest in this topic in other cultures is increasing exponentially. This interest is important for the ongoing development of research on calling, but it is unclear whether calling is conceptualised equivalently across cultures. In this study, we investigate whether an integrated multi-dimensional model of calling is generalizable across three Western (Italy, the United States, and the Netherlands) and three non-Western (India, Türkiye [Turkey], and China) countries (N = 2491). Our results show that the multi-dimensional structure and the relative importance (i.e., loadings) of seven internally- and externally-focused facets of calling in defining the construct are equivalent across cultures and that the overall level of calling is higher in non-Western countries. We also observed small cross-cultural differences in the intensity with which people from different countries approach their calling domain. These results suggest that calling may be a human endeavour that transcends culture, but that culture may influence the intensity with which it is experienced.",
        "doi": "https://doi.org/10.31219/osf.io/ayjuk_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "ayjuk",
        "version": 2
      },
      {
        "title": "Does young children’s interest in categories influence their familiar word-object recognition?",
        "authors": "Sarah Eiteljoerge, Lena Ackermann, Robert Hepach, Nivedita Mani",
        "abstract": "By six months, children recognize many familiar objects when hearing the label. Nonetheless, recognition in young children is influenced by factors such as category size, frequency, and salience. Since category size and interests of a child influence word-object association learning, we hypothesized that a child’s interest might also modulate attention during word-object recognition. 24- to 38-month-old children’s familiar word-object recognition was measured in an intermodal preferential looking paradigm. Category interest was assessed via pupillary arousal. Additionally, interest in and familiarity with a category and category size were obtained from parents. Children looked longer to the correct target upon hearing its label, and target looking increased with age and category size. Children quickly recognised the target, and this ability was independent of other measures. Thus, by 24 to 38 months, children’s word-object recognition of well-known, familiar category members is accurate and efficient, with minimal influence from other factors.",
        "doi": "https://doi.org/10.31219/osf.io/rmnwx_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "rmnwx",
        "version": 3
      },
      {
        "title": "Investment Talk: Comments on the Use of the Language of Investment in Prison Reform Advocacy",
        "authors": "Christopher Berk",
        "abstract": "This article critically examines the growing use of investment language in U.S. prison reform advocacy, particularly within the Justice Reinvestment movement. In response to fiscal crisis and bipartisan concern about mass incarceration, policymakers and reformers increasingly frame punishment as a form of financial investment, emphasizing cost efficiency, returns, and risk management. While this discourse has helped generate political support for reform, the article argues that “investment talk” subtly reshapes the terms of debate over punishment in ways that risk obscuring its political and normative dimensions. Drawing on political theory, criminology, and scholarship on conceptual metaphor and governance, the article analyzes how treating justice as a distributive or financial problem narrows public deliberation about the aims and limits of punishment. Investment talk, the article shows, encourages a focus on cost reduction and efficiency while sidelining questions of political agency, democratic accountability, proportionality, and social exclusion. Contrary to common assumptions, framing prison reform in terms of investment does not necessarily imply limited punishment; instead, it may legitimate new and expanded forms of penal control, including noncustodial and “virtual” sanctions, so long as they are perceived as generating acceptable returns. The article situates investment talk within broader critiques of neoliberal penality and argues that durable movements to reduce the scale and scope of punishment require a different normative vocabulary. By comparing prison reform discourse to earlier movements for mental health deinstitutionalization, the article concludes that meaningful decarceration depends on explicitly contesting the political purposes of punishment, rather than relying on technocratic or market-oriented rationales alone.",
        "doi": "https://doi.org/10.31235/osf.io/2uk45_v2",
        "subjects": [],
        "id": "2uk45",
        "version": 2
      },
      {
        "title": "U.S. Interventions and Regime Repression in Latin America: The Political Epidemiology of Fatal and Non-Fatal Injuries, 1846–2026",
        "authors": "Marcello Vittorio Ferrada de Noli",
        "abstract": "This paper applies a political-epidemiological framework to analyse the long-term human consequences of U.S. interventions in Latin America from 1846 to 2026. Using historical documentation, political analysis, and epidemiological aggregation, the study identifies a cumulative burden exceeding 500,000 estimated fatal and non-fatal victims, including deaths, injuries, and enforced disappearances. The figures are derived from national truth commissions, international human rights bodies, and established historical syntheses. The results show that the majority of casualties occur not during direct military interventions but through post-intervention authoritarian governance, regime repression, and institutionalised violence. Interventions are thus conceptualised not as isolated military events but as regime-transforming processes that restructure state power and generate temporally distributed patterns of harm. The study formalises political epidemiology as a population-health framework and introduces political injury epidemiology as a specialised analytical domain for the study of fatal and non-fatal injuries produced by political power systems. Together, the findings support a unified causal model linking intervention, regime formation, repression, and population-level injury and mortality, reframing foreign intervention as a structural determinant of health.",
        "doi": "https://doi.org/10.31235/osf.io/2ryqd_v1",
        "subjects": [],
        "id": "2ryqd",
        "version": 1
      },
      {
        "title": "Governing science in Europe's semi-periphery: technocracy, innovation, and science policy in Portugal",
        "authors": "Tiago Brandão",
        "abstract": "This paper examines the historical and institutional evolution of Science, Technology and Innovation (STI) policies in Portugal, focusing on their continuities, ruptures, and especially their transition into the 21st century. It analyses the current characteristics of these policies —priorities, goals, instruments, and investments— in light of their historical trajectories. The central hypothesis is that technocratic management logics continue to shape public STI policies, expressed through the consolidation of a technocratic bureaucracy and the growing dominance of the innovation agenda as the main organizing principle of the system. Using a qualitative methodology, the paper combines historiographical review, documentary analysis (laws, programmes, and national plans), and statistical data on science and technology. Through a rigorous political-institutional reconstruction, it aims to understand the consolidation process of the Portuguese STI system in a country located on the periphery of the EU and the semi-periphery of the world system. The paper argues that the technocratic hegemony and the pro-innovation orientation are key to understanding both the advances and the structural limitations of the Portuguese case.",
        "doi": "https://doi.org/10.31235/osf.io/unrt3_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccc",
            "name": "History"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "unrt3",
        "version": 1
      },
      {
        "title": "Achievement of Islamic Finance Objectives: Evidence from the UAE Islamic Banking Industry",
        "authors": "Muhammad Hanif",
        "abstract": "The study documents the achievements of the Islamic Banking Services Industry (IBSI) in light of Islamic finance objectives (including commercial performance, financial stability, and wealth distribution). A balance sheet analysis of IBSI in the United Arab Emirates (UAE) for 33 quarters (2013 Q4–2021 Q3) is conducted, focusing on sources and uses of funds, as well as documentation of commercial performance. The findings suggest that the UAE IBSI has remained successful in achieving its micro/primary objectives (commercial performance) and made progress towards partial achievement of its macro/intermediate objectives (financial stability and equitable wealth distribution). While evidence suggests achievements in the area of financial stability, the aspect of equity in wealth distribution requires more focus. The study recommends that regulators develop a legal framework focusing on the business models for IBSI, aimed at achieving broader economic objectives. It is also recommended that managers of UAE IBSI include profit and loss-sharing contracts in deposit collection, financing and investment portfolios. The contribution to the literature includes the documentation of findings on the achievements of UAE IBSI in financial performance, as well as its broader economic objectives within the Islamic financial system.",
        "doi": "https://doi.org/10.31235/osf.io/scw3e_v1",
        "subjects": [],
        "id": "scw3e",
        "version": 1
      },
      {
        "title": "Between Worlds: Identity, Culture, and Ambivalence in a Boarding School for “at-risk” Youth",
        "authors": "Christopher Berk",
        "abstract": "This article examines how institutional efforts to support “at-risk” youth shape identity, belonging, and civic self-understanding over time. Drawing on year-long ethnographic fieldwork and a unique ten-year follow-up study, it analyzes life inside a community boarding school designed to intervene systematically in the everyday cultural practices of primarily Black and Latino children. The school seeks to promote mobility and stability by inducing a condition of social liminality—a sustained sense of being “in between” home and institution—through highly structured routines, disciplinary systems, and norms of self-presentation. Using an interpretive framework informed by work on total institutions, youth governance, and identity formation, the article shows how this strategy produces ambivalence rather than straightforward transformation. While students often adapt to institutional expectations and internalize messages about discipline, merit, and self-responsibility, they also develop secondary adaptations that reshape their relationships to family, community, and self. These adaptive responses persist into young adulthood, frequently generating a durable sense of disconnection from home communities even among those who “succeed” by institutional standards. The article contributes to scholarship on race and politics, youth socialization, and the governance of poverty by shifting attention from overt programmatic goals to the micro-level processes through which authority, culture, and care are negotiated. It argues that well-intentioned youth interventions can reproduce forms of exclusion by weakening social ties and reconfiguring identity under conditions of prolonged institutional control. The findings raise broader normative and policy questions about educational reform, juvenile justice alternatives, and the ethics of institutional strategies that seek to manage identity rather than support collective belonging.",
        "doi": "https://doi.org/10.31235/osf.io/fa549_v1",
        "subjects": [],
        "id": "fa549",
        "version": 1
      },
      {
        "title": "The submerged prison state: Punishment, private interests, and the politics of public accountability",
        "authors": "Christopher Berk",
        "abstract": "Much contemporary penal policy operates through what Suzanne Mettler calls the submerged state: networks of tax expenditures, civil liability rules, and administrative regulations that quietly link public authority to private actors. This article argues that punishment in the United States is increasingly governed through such submerged penal policies, producing what I term the submerged prison state. These arrangements channel public resources toward crime control objectives while obscuring lines of responsibility, redistributing costs and benefits, and entrenching private interests beyond the reach of ordinary democratic oversight. Drawing on legislative analysis, judicial decisions, policy documents, and public opinion research, the article shows how submerged penal policies generate revenue for some actors, cut costs for others, and expand the carceral state without explicit public authorization. Because these policies rely on indirect mechanisms—such as tax credits, subsidies, and liability shields—they distort citizens’ perceptions of the scale, distributional consequences, and governance of punishment. The result is a politics of crime control marked by low visibility, weak accountability, and limited public learning, even as coercive state power expands. The article situates the submerged prison state within broader debates on privatization, regulation, and democratic legitimacy, arguing that submerged governance poses distinctive risks to public trust and civic capacity. By obscuring how punishment is funded and administered, submerged penal policies undermine citizens’ ability to attribute responsibility, evaluate alternatives, and contest the organization of the carceral system. The article concludes by suggesting that exposing and politicizing these hidden policy instruments is a necessary condition for meaningful penal reform and democratic accountability in an era of mass incarceration.",
        "doi": "https://doi.org/10.31235/osf.io/jw76z_v1",
        "subjects": [],
        "id": "jw76z",
        "version": 1
      },
      {
        "title": "Must Penal Law Be Insulated from Public Influence?",
        "authors": "Christopher Berk",
        "abstract": "A common view in contemporary debates about punishment holds that penal law should be insulated from public influence. Democratic participation, critics argue, distorts criminal justice policy by amplifying fear, revenge, and moral panic, producing punitive outcomes divorced from legitimate penological purposes. This article critically examines that insulationist consensus. Drawing on political theory, philosophy of law, and empirical research on public opinion, policy feedback, and penal populism, it argues that the case for insulating punishment from democratic influence is both empirically overstated and normatively misguided. The article analyzes a cluster of related claims commonly invoked by insulationists, focusing in particular on the idea that the public possesses a distinctive “taste for revenge” that undermines rational and just penal policymaking. It challenges this claim on three grounds. First, existing evidence does not support the view that lay publics are systematically more punitive than experts, nor that public punitiveness is uniquely irrational relative to other domains of democratic decision-making. Second, the article shows that phenomena such as moral panics, availability cascades, and penal populism reflect contingent institutional conditions rather than inherent defects of public participation. Third, it argues that public anger toward wrongdoing can possess normative significance, functioning as a form of moral judgment rather than mere pathology. The article concludes by advancing an affirmative normative claim: insulating penal law from public influence can actively sustain injustice by suppressing morally salient forms of public judgment and responsibility. Rather than treating punishment as a domain that must be shielded from democracy, the article calls for greater attention to institutional designs that refine, channel, and structure public participation in penal policymaking. Reframing the problem in this way shifts the debate from whether the public should be involved in punishment to how democratic participation can be made compatible with rational, legitimate, and just penal law.",
        "doi": "https://doi.org/10.31235/osf.io/qswn7_v1",
        "subjects": [],
        "id": "qswn7",
        "version": 1
      },
      {
        "title": "Children, Development, and the Troubled Foundations of Miller v. Alabama",
        "authors": "Christopher Berk",
        "abstract": "This article critically examines the U.S. Supreme Court’s reliance on a developmental approach to juvenile punishment in Miller v. Alabama and related Eighth Amendment cases governing juvenile life without parole (LWOP). While recent doctrine rests on the claim that adolescents are categorically less culpable than adults due to developmental immaturity, the article argues that this foundation is philosophically unstable and normatively incomplete. Appeals to developmental psychology, neuroscience, and age-based generalizations, the article shows, conflate empirical description with contested political and moral judgments about responsibility, punishment, and citizenship. Drawing on political theory, philosophy of law, and socio-legal scholarship, the article identifies two central weaknesses in the developmental framework. First, developmental arguments rely on empirically fragile assumptions about maturity, culpability, and the coherence of age categories, raising problems for proportional punishment and legal consistency. Second, they obscure the political status of children by treating childhood as a natural fact rather than a normative and institutional condition produced by democratic choices about participation, dependency, and exclusion. As an alternative, the article reframes juvenile punishment through the lens of democratic legitimacy and fiduciary obligation. It argues that special treatment for children in the criminal law is best justified not by developmental science alone, but by the polity’s decision to deny children a full schedule of democratic rights while subjecting them to legal authority. To punish children as adults, on this view, is to reap the benefits of paternalism without bearing its accompanying political, social, and moral costs. The article concludes by suggesting that grounding juvenile justice in democratic obligation rather than development offers a more principled and stable basis for limiting extreme punishment while preserving the category of youth.",
        "doi": "https://doi.org/10.31235/osf.io/n9f4u_v1",
        "subjects": [],
        "id": "n9f4u",
        "version": 1
      },
      {
        "title": "On Prison Democracy: The Politics of Participation in a Maximum Security Prison",
        "authors": "Christopher Berk",
        "abstract": "This article analyzes a neglected historical experiment in prison democracy at the Massachusetts Correctional Institution at Walpole in 1973, when incarcerated people assumed responsibility for key aspects of institutional governance following a prison officer strike. Drawing on extensive archival materials produced by civilian observers, incarcerated participants, and correctional staff, the article reconstructs how inmate participation, collective deliberation, and self-rule operated inside a maximum-security prison. The article contrasts two competing interpretive frameworks. The dominant liberal account of punishment treats inmate participation as evidence of administrative breakdown or failed prison management, reinforcing the view that incarcerated people fall outside the democratic demos. Against this view, the article recovers a radical account that understands inmate self-governance as an instance of participatory democracy under conditions of custody. During the Walpole episode, prisoners elected representatives, managed labor and resources, resolved disputes, and enforced norms of order, challenging assumptions that democratic practices are incompatible with penal institutions. By situating the Walpole experiment within broader debates on democracy and punishment, penal legitimacy, and the political consequences of incarceration, the article argues that inmate participation cannot be reduced to either disorder or managerial improvisation. Instead, the case illustrates how democratic practices may emerge within the carceral state and function as a form of civic education, raising broader questions about political exclusion, citizenship, and democratic accountability in systems of punishment.",
        "doi": "https://doi.org/10.31235/osf.io/8fnyu_v1",
        "subjects": [],
        "id": "8fnyu",
        "version": 1
      },
      {
        "title": "Intergenerational Social Class Mobility and Support for Redistributive Policies in Italy, 2003-2024",
        "authors": "Giacomo Melli",
        "abstract": "Despite extensive research on class and redistributive attitudes across Europe, the relationship between intergenerational mobility and support for redistribution in Italy remains significantly understudied. Drawing on harmonised data from the European Social Survey and International Social Survey Programme, the analysis employs Linear Probability Models and Diagonal Reference Models to disentangle the distinct effects of class origin, class destination, and mobility experience on support for redistributive policies. The findings reveal that, while individuals from less advantaged backgrounds and those in disadvantaged positions express stronger support for redistribution, intergenerational mobility introduces important asymmetries. Upwardly mobile individuals align with the less supportive preferences characteristic of their destination class, though traces of their working-class origins remain evident through higher support levels than the immobile salariat. Conversely, downwardly mobile individuals align more closely with the stronger support for redistribution of their new social groups, likely driven by exposure to economic insecurity and material interests. Crucially, these patterns stem not from mobility per se, but from the specific social contexts individuals encounter over the life course. The methodological contribution lies in applying Diagonal Reference Models to isolate mobility effects that standard linear models conflate. Given Italy's rising levels of downward mobility, these dynamics may contribute to broader shifts in the class basis of redistributive support, potentially reshaping welfare debates in a country marked by persistent inequalities and limited upward mobility opportunities.",
        "doi": "https://doi.org/10.31235/osf.io/gahrb_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "gahrb",
        "version": 2
      },
      {
        "title": "Split Sibling Correlations Aren’t What You Think: The Hidden Mean Differences",
        "authors": "Martin Hällsten",
        "abstract": "Research on social mobility has increasingly emphasized heterogeneity in mobility experiences. One popular approach examines heterogeneity in sibling correlations by splitting samples according to parental or ancestral characteristics. A prominent example is estimating sibling correlations in children’s earnings stratified by parental earnings. What remains underappreciated, however, is that splitting the sample by social background abstracts from mean differences in children’s earnings by social background—differences that constitute an important channel of intergenerational reproduction. Drawing on a decomposition by Karlson and In (2024) and a procedure used in Hällsten and Kolk (2023), I show how these mean differences can be incorporated. Replicating a newly published Swedish study (Forsberg et al., 2025) that reports attenuating sibling correlations in children’s earnings at higher levels of parental earnings, I show that accounting for mean differences substantially alters the conclusions, yielding sibling correlations that instead increase with parental earnings.",
        "doi": "https://doi.org/10.31235/osf.io/ybm75_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ybm75",
        "version": 1
      },
      {
        "title": "The Spiritual Mindset : An Integrative Theoretical Framework for Meaning-Making and Motivational Orientation",
        "authors": "Mitchell Sanders",
        "abstract": "This paper develops a theoretical framework for understanding spirituality as a psychological orientation embedded in social and cultural systems of meaning. Psychology has long struggled to define and operationalize spirituality in a manner that preserves conceptual clarity while accommodating its experiential and motivational diversity. Existing approaches often fragment spirituality across trait-based measures, coping frameworks, or institutional religious constructs, limiting integration across clinical, cognitive, and personality research. This article presents an integrative theoretical framework for the spiritual mindset, conceptualized as a dynamic psychological orientation characterized by meaning-making, self–transcendence, epistemic openness, and significance regulation. Drawing on research from psychology of religion and spirituality, motivational psychology, cognitive science, and clinical theory, the framework synthesizes prior findings into a coherent model that accounts for both adaptive and maladaptive expressions of spirituality. The model clarifies boundary conditions between spirituality and religiosity, delineates mechanisms through which spiritual orientations influence cognition and behavior, and identifies pathways through which spiritual meaning-making may contribute to psychological growth or vulnerability. The framework is intended as a standalone theoretical contribution that consolidates existing literatures while offering testable claims to guide future empirical research.",
        "doi": "https://doi.org/10.31235/osf.io/z8va6_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "z8va6",
        "version": 1
      },
      {
        "title": "From Uncontrolled Artificial Generation to an Accountable Research Partnership: Methodological Governance of LLMs in Academic Work",
        "authors": "Moses Boudourides",
        "abstract": "Large Language Models (LLMs) are increasingly integrated into academic workflows, presenting both opportunities and significant challenges to scholarly integrity. While issues of factual accuracy are widely discussed, a more subtle and dangerous failure mode is structural hallucination, where LLM-generated content, despite being factually correct at a sentence level, distorts the relational structure of knowledge, misrepresents bibliographic landscapes, and undermines intellectual attribution. This paper argues for a shift from treating LLMs as uncontrolled artificial generators to incorporating them into an accountable research partnership. We propose a researcher- and instructor-centric governance framework based on a suite of lightweight, individually implementable computational protocols. By combining knowledge graph extraction with social network and bibliometric analysis, our methodology provides a transparent, quantitative toolkit for validating the structural and bibliographic integrity of LLM-assisted work. We demonstrate how network diagnostics, including centrality analysis and modularity, can serve as a ``hallucination stress test'' to detect conceptual distortions. We further detail protocols for citation integrity and bibliometric benchmarking to ground LLM outputs in real scholarly ecosystems. The paper outlines direct applications of this framework in high-stakes academic practices, including manuscript writing, syllabus design, and student assessment. Ultimately, we argue that methodological governance, rather than outright prohibition, is the most effective path toward a responsible and productive human-LLM collaboration in academia.",
        "doi": "https://doi.org/10.31235/osf.io/6sja2_v1",
        "subjects": [],
        "id": "6sja2",
        "version": 1
      },
      {
        "title": "Inequality of opportunities creates structural marginalization in networks",
        "authors": "Nicola Cinardi, Fariba Karimi",
        "abstract": "Inequalities in social, economic, and political settings play a major role in creating unbalanced scales of opportunities and well-being. One important aspect of inequalities is structural: marginalized groups are pushed to the periphery of the social networks and their access to resources becomes limited. While structural inequalities have been identified in social science literature, the interplay between different factors leading to structural marginalization has not been explored quantitatively in network science. Here, we propose a general network framework that allows taking into account the inequality of opportunities as a group-level fitness function. By tuning group fitness, we show that structural marginalization and rich clubs emerge due to the interplay between group membership preferences and inequalities in fitness. This paper demonstrates quantitatively that to eradicate structural marginalization, it is not enough to increase the minority size or their connectivity; it should be rather centered around strategically providing resources for disadvantaged groups.",
        "doi": "https://doi.org/10.31235/osf.io/sp8kn_v2",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "sp8kn",
        "version": 2
      },
      {
        "title": "Spatial Accessibility and the Teenage Social Experience: An Analysis of the Central Willamette Valley",
        "authors": "Oscar Wecker",
        "abstract": "Research on youth loneliness is growing, little work has looked at the connection between geography and infrastructure constrain a teen’s options. Through Oldenburg’s third place framework (Oldenburg, 1999), this study seeks to understand first what are the third places of teenagers today. These are places that allow teenagers to socialize generally without the pressures present at their first places, their homes, and at their second places, their schools (Oldenburg, 1999). Accessibility is measured to these spaces through a route based framework, the Open Source Routing Machine, a high performance routing machine. Teenager data is found through the Decennial Census for those 15-17 years old and re-aggregated through a dasymetric analysis to points. Selected POIS such as coffee shops, parks, movie theaters and gyms are queried through the OverPass API to model a given 3rd place type. Statistics are then used to quantify accessibility between various modalities of travel, including walking, biking and driving. These distances are measured between rural, suburban and urban spaces delineated by the GHS-Degurba toolkit. There exists a stark contrast between urban/suburban and rural teenagers, leading to large discrepancies of travel times. Rural teens face travel times two to three times longer than urban peers, underscoring mobility inequities. Modality affects access as well greatly, with only select third places being accessible by foot even in more densely populated areas such as city centers.",
        "doi": "https://doi.org/10.31235/osf.io/45hcm_v1",
        "subjects": [],
        "id": "45hcm",
        "version": 1
      },
      {
        "title": "Cross-Sectional Study of Virginity beliefs through Influences from Religion and Age groups among Malaysian adults",
        "authors": "Kartina Rau Raman, Munawar Ali Shaaban, Assoc.Prof.Dr.Saravana Kumar",
        "abstract": "This study examines religious affiliation and age group influences on virginity beliefs among Malaysian adults, corresponding to Gift, Stigma and Process metaphors. Malaysians are majorly religious. Religiously, premarital sex is often stigmatized, because virginity considered as marriage gift except in Buddhism tends towards secularism while non-religious hold individual perspectives; young adults face virginity-related tensions, while most older Malaysians hold traditional views on virginity. This cross-sectional study was conducted among 423 Malaysian adults, using adapted Virginity Belief Scale (VBS), measuring three frames via mean value (higher mean value, stronger frame endorsement). Respondents were divided into four religious affiliations (Islam, Buddhism, Christianity, Hinduism) and No religious affiliation and six age groups (18-24, 25-34, 35-44, 45-54, 55-64, 65 or above) and. Non-parametric Kruskal-Wallis tests conducted, with pairwise comparisons conducted on significant frames. For religious affiliation, significant differences showed across all frames, for gift (H = 45.076, p &lt; 0.001, ƞ𝐻2 ≈ 0.098) and stigma (H = 116.523, p &lt; 0.001, ƞ𝐻2 ≈ 0.27), for both endorsement Hinduism showing highest while Buddhism lowest for both, and Christianity/Islam/non-religious affiliation intermediate. Significantly weak differences for process frame (H = 9.508, p = 0.050, ƞ𝐻2 ≈ 0.013). Age groups showed significant differences for the gift frame (H = 45.375, p &lt; 0.001, ƞ𝐻2 ≈ 0.097), lowest in 25-34, highest in 65 or above and significant differences for the stigma frame (H = 132.216, p &lt; 0.001, ƞ𝐻2 ≈ 0.31), highest in 35-44 and lowest in 25-34 while age groups showed no significant differences for the process frame (H = 9.135, p = 0.104, ƞ𝐻 2≈ 0.0099). To conclude, this study among Malaysians found that gift and stigma frames varied with religious affiliation and age groups, weakly varied process frames for religious affiliation. While stable process frames among age groups suggested a more universal developmental perspective on virginity.",
        "doi": "https://doi.org/10.31235/osf.io/zu26q_v2",
        "subjects": [],
        "id": "zu26q",
        "version": 2
      },
      {
        "title": "Academic Trajectories of Public High Schools through the Great Recession: A 17-Year Group-Based Analysis in Georgia",
        "authors": "Saul Alamilla, Sammie L. Haskin, Sherry C. Wang",
        "abstract": "Educational attainment is a critical social determinant of health, yet relatively little research has examined how long-run academic patterns at the school level evolve through periods of macro socioeconomic disruptions or shocks. This study investigates longitudinal academic trajectories among public high schools in Georgia across 17 years (2004-2020), spanning the Great Recession (GR), using group-based trajectory modeling (GBTM) to identify patterns in ACT performance and college scholarship eligibility. We also estimated the joint evolution of these outcomes. Differences in trajectory shape indicated academic pathways diverged in heterogeneous ways during the GR era, rather than exhibiting a uniform response across schools and communities. These distinct sets of trajectories were strongly patterned by socioeconomic and racial school and neighborhood composition—with schools serving higher-income and majority-White populations more likely to sustain higher academic achievement and access to merit-based aid, while schools serving more economically disadvantaged and racially minoritized populations were more likely to experience persistently lower or declining trajectories. Dual-trajectory analyses further show strong conditional associations between academic performance and scholarship eligibility, such that schools with more favorable achievement trajectories also had substantially higher probabilities of sustained access to merit-based financial aid. These findings indicate that long-run academic trajectories are patterned by existing social and institutional inequalities, with disparities remaining evident during periods of macro socioeconomic disruption. By highlighting heterogeneity in schools’ academic pathways before, during, and after a major economic downturn, this study underscores the importance of approaches that capture such heterogeneity for appropriate educational equity and community health planning. Keywords: academic trajectories; social determinants of health; structural inequality; educational inequality; Great Recession; group-based trajectory modeling; public high schools",
        "doi": "https://doi.org/10.31235/osf.io/ar6zy_v2",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d59",
            "name": "Educational Assessment, Evaluation, and Research"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "ar6zy",
        "version": 2
      },
      {
        "title": "The Paradox of Openness: Educational Openness and the Reproduction of Social Inequality",
        "authors": "Dulce Manzano, Hector Cebolla-Boado",
        "abstract": "Educational systems differ in how easily students advance through their educational careers -a characteristic we call “openness.” Although the effects of other features of educational systems -tracking, selectivity, and standardization- have been extensively studied, the impact of openness on inequality remains underexplored. We define openness as a continuous institutional dimension shaped by regulatory reforms (e.g., timing of tracking, entry exams) and by public funding policies that lower financial barriers. Using detailed retrospective life-history data for Spanish cohorts born 1900–1973, we estimate lower-secondary completion probabilities by parental background across three regimes: elite, transitional, and mass systems. Our theory predicts and our results confirm an inverted-U relationship: initial, modest increases in openness widen attainment gaps as advantaged families exploit relaxed barriers, whereas further liberalization eventually narrows those gaps once access is widespread. This non-linear trajectory reflects distinct group dynamics. During the transitional phase, privileged students disproportionately benefit, while high-ability youths from disadvantaged backgrounds gain only marginally. Only after substantial reductions in both institutional and economic hurdles does completion equalize across backgrounds. Contrary to what could be expected, our study demonstrates that incremental openness reforms can exacerbate inequality before universal access is reached.",
        "doi": "https://doi.org/10.31235/osf.io/bhy8c_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "bhy8c",
        "version": 1
      },
      {
        "title": "Caught on Camera: The Influence of Video Evidence on Suspect Responses During a Mock Police Interview.",
        "authors": "lotte van dillen, Willem-Jan Verhoeven",
        "abstract": "This study examines how the presentation of evidence—visual versus textual—affects suspects’ decisions to confess, deny, or remain silent during a mock police interrogation. In a preregistered, incentivized experiment (N = 130), participants were assigned to either a guilty or innocent condition and confronted with either video footage or a matched verbal description linking them to a staged theft. Results showed that video evidence, though inconclusive, significantly influenced suspect behavior. Both groups denied less after viewing video than after reading text. Instead, guilty participants were more likely to confess, whereas innocent participants more often remained silent. We discuss study limitations and implications for investigative interviewing policy, evidentiary standards, and the interpretation of silence in legal contexts. Whereas the limited power of the current findings call for further replication, they align with earlier research and point to the need for science-informed practices in the use and evaluation of video evidence within the justice system.",
        "doi": "https://doi.org/10.31235/osf.io/f54p7_v1",
        "subjects": [],
        "id": "f54p7",
        "version": 1
      },
      {
        "title": "Beyond Age Cutoffs: A Household-Disruption Framework for Premature Mortality in India",
        "authors": "Amrit J John, Udaya Shankar Mishra",
        "abstract": "Mortality risk varies systematically with age, yet studies overlook social construction of age and, therefore, the social and economic heterogeneity of death's impact within households. This study proposes a characteristics-based conceptualisation of premature mortality incorporating intensity of household disruptions caused by death. Using NFHS-5 and PLFS 2019–20, we imputed multiple dimensions of mortality-induced household disruption, including premature assumption of roles, parental loss, early widowhood, and loss of sole earner. Logistic regression and probabilistic composite disruption scores depicted socioeconomic gradients in timing and magnitude. Disruptions peak earlier and more severely among poorer households, particularly for males, while females exhibit later and less pronounced differentials. Age-equivalence analyses showed that disruptions due to mortality at 20 years among the richest are similar to those at 14 among poorest. This redefinition accommodated real-world vulnerabilities, moving beyond fixed cut-off. The findings highlight need to enrich conceptual frameworks for valuing mortality impacts in stratified societies.",
        "doi": "https://doi.org/10.31235/osf.io/dgrxs_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "dgrxs",
        "version": 1
      },
      {
        "title": "Climate Governance in a Small Landlocked State: Bhutan’s Domestic Action and Global Climate Engagement",
        "authors": "Geeta Devi Adhikari",
        "abstract": "The risks associated with climate change are disproportionately high to the small states due to elevated vulnerability and limited adaptive capacity. The current literature has mainly focused on small island developing countries, leaving the relatively unexplored small land-locked countries in the climate governance literature. This study uses a qualitative case-study approach and thematic analysis of national climate plans and policy documents and international agreements to study Bhutan as an example of climate governance, and examines how its national climate policies are aligned with international climate processes. The article will assess the policies of Bhutan in conserving forests, renewable energy, climate change and sustainable development under the Gross National Happiness plan. It has been found that the strong credibility of the domestic environment in Bhutan gives it the normative and moral power in the international climate governance despite its minor material power. This article can be added to the discussion of climate governance by predetermining the role of land-locked developing countries in influencing the global climate action. Keywords: Climate governance, Bhutan, small states, land-locked state, sustainability, climate policy.",
        "doi": "https://doi.org/10.31235/osf.io/5ktw8_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "5ktw8",
        "version": 1
      },
      {
        "title": "Platform-Generated Cues in Live-Streaming Commerce: An Empirical Study from an Emerging Market",
        "authors": "Mahmud Wahid, Huam Hon Tat, Mad Nasir Shamsudin",
        "abstract": "This research investigates the impact of non-human factors in social commerce, including functionalities of live-streaming, customer response speed, promotional tools, follower count and reviews on consumers’ online shopping behavior. Based on the Signaling Theory and Cue Utilization Theory, the article discusses how external cues become signals for credibility and popularity compensating for the absence of human interaction. An online questionnaire was posted on different active social commerce forums in Dhaka, Bangladesh, and data collection was conducted with 157 respondents, which were subsequently analyzed with SmartPLS. The results show that promotional tools and follower have significant effects on purchase behavior and live streaming has an indirect effect on purchase behavior through the number of follower count. On the flip side, response time as well as online reviews had no significant effect. Social proof and promotional stimuli outweigh cognitive or functional cues, according to the findings. This research contributes to literature on digital persuasion, providing implications for managers for reinforcing consumer trust via real digital signals and promotion variants based on algorithms.",
        "doi": "https://doi.org/10.31235/osf.io/zrvg3_v1",
        "subjects": [],
        "id": "zrvg3",
        "version": 1
      },
      {
        "title": "Radiografía de la productividad legislativa local en Hidalgo, México (2024-2025)",
        "authors": "Alan Suah Islas Ruiz",
        "abstract": "Se analiza la productividad legislativa del Congreso local de Hidalgo durante el periodo 2024–2025 con el objetivo de identificar patrones de participación parlamentaria, niveles de desigualdad en la actividad normativa y la estructura efectiva del poder legislativo. A partir de la construcción de una base de datos original que sistematiza 691 intervenciones realizadas por 30 diputados, el estudio emplea un enfoque cuantitativo basado en estadística descriptiva e indicadores de concentración para evaluar la distribución de la agenda. La estrategia metodológica incluyó la estandarización de registros individuales, y la estimación del coeficiente de Gini para medir la centralización de la actividad. Los resultados evidencian una centralización moderada del trabajo parlamentario, una fuerte mediación partidaria en la configuración de la agenda y brechas acotadas en la participación por género. En conjunto, el análisis muestra que la productividad legislativa constituye un indicador clave para comprender la organización interna del Congreso y la calidad de la representación política.",
        "doi": "https://doi.org/10.31235/osf.io/k53jt_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          }
        ],
        "id": "k53jt",
        "version": 1
      },
      {
        "title": "PUNAGA DI TENGAH KRISIS IKLIM: ANTARA WARISAN TERANCAM TENGGELAM DAN HARAPAN YANG TUMBUH",
        "authors": "Muhammad Riszky, Muhajirin",
        "abstract": "Dampak nyata dari abrasi yang terjadi pada makan keluarga Sultan Hasanuddin, Pahlawan Nasional Raja Gowa ke-16 di di kompleks Makam Kassibumbung atau sekarang dikenal dengan nama Kompleks Makam I Sabbelo’mo Daeng Takontu, di Desa Punaga, Kecamatan Laikang. Dilansir dari CNN, dalam kompleks pemakaman tersebut terdapat makam ibu Sultan Hasanuddin, Sa'be Lo'mo Takuntu, istri Sultan Hasanuddin, Ipate Daeng Nisali, saudara laki-laki ibu Sultan Hasanuddin, Garese Daeng Menyambean, saudara perempuan dari ibu Sultan Hasanuddin, Yanisi Daeng Tarimang dan kakek kandung laki- Laki Sultan Hasanuddin, sekaligus Karaeng ke 4 Punaga, I Bobang Daeng Limpo. Pada tahun 2022, lokasi kompleks makam keluarga Sultan Hasanuddin hanya berjarak sekitar 10 meter dari bibir Pantai. Hal tersebut diprediksi akan hilang seiring berjalannya waktu. Kehilangan salah satu area sejarah tersebut akan menghilangkan juga identitas dan menjadi bukti bahwa dampak krisis iklim telah menyebabkan abrasi yang parah di wilayah pesisir.",
        "doi": "https://doi.org/10.31235/osf.io/98c3g_v1",
        "subjects": [],
        "id": "98c3g",
        "version": 1
      },
      {
        "title": "Bibliometric Trends and Patterns in the Academic Approach to Interdisciplinary Topics",
        "authors": "Kevin Ramos",
        "abstract": "This study addresses the growing need for interdisciplinary research to solve complex problems in academic contexts. The goal was to analyze term and discipline co-occurrences in 10,000 articles using co-occurrence matrices that categorize different knowledge areas and popular terms. The methodology included constructing these matrices, summing rows to estimate the influence of each discipline, and applying a community detection algorithm to identify clusters of related terms. The results revealed that disciplines such as Biochemistry, Management, and Agriculture exhibit high co-occurrence, indicating their relevance in interdisciplinary dialogue. The detected communities showed two main emphases: one focused on social and managerial aspects, and another centered on data analysis and scientific methodologies. It was observed that less-represented disciplines, such as Health and Biology, have significant opportunities to integrate their approaches with more active areas. The study suggests that fostering collaborations across disciplines can enrich research and facilitate innovative solutions. Such integration is essential to address contemporary challenges and advance knowledge effectively.",
        "doi": "https://doi.org/10.31235/osf.io/7zx9b_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "7zx9b",
        "version": 1
      },
      {
        "title": "Trends in Youth Civic Engagement Before, During, and After the COVID-19 Pandemic",
        "authors": "Hyemin Han, Marja Graham",
        "abstract": "We examined how youth civic engagement changed across the pre-, during-, and post-COVID-19 pandemic periods in dimensions of civic intent, political participation, community service participation, expressive activity participation, and beyond-the-self motivation. The data was collected from college students attending a public university in the Southern United States from 2019 to 2024. We compared the trends in civic engagement among students who participated in our study before, during, and after the pandemic. We conducted the measurement invariance test, Bayesian regression analysis, and equivalence test to examine the trends in civic engagement variables across the periods. Our Bayesian analysis demonstrated that political and community service participation were significantly lower during- and post-pandemic periods compared with the pre-pandemic period. In contrast, such significant differences were not found in other domains. Furthermore, item-wise examinations provided in-depth insight into changes in participation in different civic activities, with additional information.",
        "doi": "https://doi.org/10.31235/osf.io/4wcv2_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d6f",
            "name": "Educational Psychology"
          },
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "4wcv2",
        "version": 1
      },
      {
        "title": "Algorithmic Reality as a Psychological Ecology: Epistemic Destabilization, Significance Threat, and Regressive Meaning Making in Digital Environments",
        "authors": "Mitchell Sanders",
        "abstract": "Human belief formation serves not only epistemic functions but also regulatory ones, helping individuals manage uncertainty, identity coherence, and affective distress (Conway &amp; Pleydell-Pearce, 2000; Kunda, 1990). Contemporary digital environments increasingly mediate these processes through algorithmically curated information streams optimized for engagement rather than epistemic coherence (Praiser, 2011; Gillespie, 2018; Zuboff, 2019). This paper argues that such environments function as psychological ecologies that systematically destabilize epistemic conditions while amplifying motivational and affective pressures toward belief rigidity. Within these ecologies, epistemic destabilization is converted to motivational urgency, and rigid belief adoption functions as a regulatory solution rather than as an epistemic failure. Drawing on cognitive psychology, moral psychology, and clinical science, the paper advances an amplification model in which chronic uncertainty, narrative saturation, moral salience, and algorithmic reinforcement interact with individual differences in curiosity, intolerance of uncertainty, and identity stability (Kruglanski, 2004; Carleton, 2016; Baird et al., 2012). Under such conditions, belief adoption serves a regulatory function by restoring coherence, significance, and moral orientation, even when epistemic accuracy is compromised. Algorithmic reinforcement dynamics such as repetition, attentional salience, processing fluency, and identity affirming feedback further consolidate these beliefs, increasing resistance to correction and revision (Hasher et al., 1977; Dechene et al., 2010; Pennycook &amp; Rand, 2019). The framework calls on Significance Quest Theory to explain why epistemic destabilization becomes motivationally urgent for some individuals, highlighting how algorithmic environments can both generate significance threat and supply readily available restoration pathways grounded in moralization, oppositional identity, and narrative certainty (Haidt, 2001; Kruglanski et al., 2014, 2022). These pathways may provide a subjective sense of autonomy while simultaneously constraining reflective agency, creating self reinforcing regulatory loops. Importantly, this work does not claim that digital environments directly cause psychopathology. Instead, it adopts an amplification perspective in which algorithmic contexts intensify latent vulnerabilities ranging from normative cognitive biases to belief rigidity and subclinical disturbance (Bentall et al., 2001; Vorontsova et al., 2013). By conceptualizing algorithmic media as psychological ecologies, this paper offers a unifying theoretical account linking digital reinforcement structures to belief rigidity, identity fixation, and epistemic closure. The framework delineates scope conditions, specifies underlying psychological mechanisms, and generates testable claims, providing a coherent basis for future empirical research and clinically informed preventative reflection.",
        "doi": "https://doi.org/10.31235/osf.io/4fcmj_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "4fcmj",
        "version": 1
      },
      {
        "title": "Metadata for digital behavioral data: the case of Web Tracking and Social Media data",
        "authors": "Kokila Jamwal, Wolfgang Zenk-Möltgen",
        "abstract": "Metadata plays a crucial role to make research data easily findable and reusable in the future. GESIS-Leibniz Institute for the Social Sciences supports researchers throughout the research data lifecycle, spanning from study design over data collection to data archiving. With the current metadata infrastructure, GESIS effectively supports the archival of research data majorly coming from surveys by using the DDI metadata standard and applying the software Colectica Designer. However, the growing interest of researchers in new sources of social science data led to a new category of data, called Digital Behavioral Data (DBD). DBD includes all behavioral information traces produced through individuals' interactions, activities, and engagements within the digital environment. Web Tracking and Social Media data currently are the two major categories of DBD at GESIS. To include DBD along with survey data, metadata for DBD needs to be integrated in the current metadata workflow at GESIS. This paper includes the proposed metadata fields for DBD, how they could be used with the software Colectica Designer, and how the resulting Data Documentation Initiative (DDI) elements would be represented. This paper presents our contribution towards better metadata for DBD, ensuring well-documented research data, which in turn provides better findability and reusability of DBD across researchers. We see this as a basis for both researchers and other social science infrastructures to work with DBD and effectively document it through the suggested metadata fields and using their implementation via Colectica Designer.",
        "doi": "https://doi.org/10.31235/osf.io/vhzs6_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd4",
            "name": "Library and Information Science"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "vhzs6",
        "version": 1
      },
      {
        "title": "A Longitudinal Analysis of Topic Diversity in Swiss Press Coverage",
        "authors": "Dario Siegen, Daniel Vogler, Mark Eisenegger, Mike S. Schäfer",
        "abstract": "Topic diversity in news coverage is widely considered central to the functioning and cohesion of contemporary democracies. Currently, however, the news media as a central arena for public discourse face increasing economic pressures. A frequently expressed concern is that these developments lead to a decrease in topic diversity in news coverage, especially during societal crises such as the COVID-19 pandemic. However, empirical evidence remains ambiguous, and longitudinal research is scarce. This study addresses this gap by investigating how topic diversity in the Swiss press developed between 1998 and 2024. Using BERTopic topic modeling to identify topics inductively in 1,635,589 articles from three major Swiss newspapers, we find considerable changes. Results show a phase of stable topic diversity until the mid-2010s, followed by a slow decrease and a substantial drop in topic diversity with the onset the COVID-19 pandemic. Overall, this study partially supports the notion of a decline in topic diversity in news coverage, while also highlighting the influence of major societal crises. These findings warrant a critical discussion regarding financial resources for journalism and journalistic practice during societal crises.",
        "doi": "https://doi.org/10.31235/osf.io/mnb5a_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          }
        ],
        "id": "mnb5a",
        "version": 1
      },
      {
        "title": "Crime Control or Power Projection? Explaining the Contemporary Militarisation of Nation States’ Coercive Apparatus Between 2011–2021",
        "authors": "Ana Cristancho, Ben Bradford, Krisztián Pósch",
        "abstract": "This study examines the predictors of varying levels of militarisation of nation states’ coercive apparatuses from 2011 to 2021. It tests two competing explanations: the first posits that militarisation is a ‘natural’ progression in the professionalisation of security forces in response to new forms of crime and security threats; the second argues that it is driven by economic, political, and social crises. Drawing on cross-national longitudinal data covering 161 countries, we estimate six linear panel regressions with country fixed effects and robust standard errors clustered by country on a multiply imputed dataset that ensures the inclusion of developing states in the analysis. We employ three distinct measures of militarisation and find that, contrary to prevailing assumptions, these do not correlate with crime or security threats. Instead, political stability emerges as the strongest predictor of levels of militarisation. These results challenge functionalist accounts of militarisation, suggesting that it may function, at least in part, as a political strategy—providing a veneer of stability, restoring public confidence in ruling parties’ ability to maintain control during crises, and reflecting a wider logic of control in which elites expand coercive capacity to deter dissent and project authority—rather than operating solely as a direct security measure. In this light, the militarisation of the coercive apparatus may serve as a mechanism for power projection.",
        "doi": "https://doi.org/10.31235/osf.io/7pt5f_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "7pt5f",
        "version": 1
      },
      {
        "title": "Methods for analyzing transferability of health interventions",
        "authors": "Tamara Schloemer",
        "abstract": "Evidence-based public health and healthcare require incorporating evidence of the effectiveness of interventions into real-world settings. To address a health problem or a need, decision-makers must analyze transferability of a health intervention to their specific target context. The Population-Intervention-Environment-Transfer Models of Transferability (PIET-T models) explain the underlying mechanism of the concept of transferability and a process for evaluating transferability of health interventions. In this article, I elaborate on methods for transferability analyses and provide materials accompanying the PIET-T process model. Participatory approaches are particularly relevant to better utilize evidence of interventions for sustainable improvement of health services.",
        "doi": "https://doi.org/10.31235/osf.io/2ekns_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "2ekns",
        "version": 1
      },
      {
        "title": "Fostering Consensus in Collaborative Fisheries Management: Case studies to inform implementation of the Fisheries Resources Reconciliation Agreement (FRRA)",
        "authors": "Owen Wilson, Carie Hoover, Freya Kristensen, Anoma Patirana, Natalie Ban",
        "abstract": "This report arose out of a need to support and guide collaborative decision-making to implement the Fisheries Resources Reconciliation Agreement (FRRA). A key challenge for implementing the FRRA is that no formal process has been built yet to enable consensus-based decision-making and dispute resolution, leaving actors within the process to learn by doing. This research aims to address this gap by examining eight case studies of Nation-Crown collaborative governance in fisheries management in Canada, to provide guidance to those within the collaborative governance process. Invited and guided by the Senior Working Group of the FRRA, through interviews with key informants from both the Nation and Crown sides of each case, this research identified good practices as well as challenges from these case studies to inform the consensus-building processes for the FRRA. The ultimate goal of this work is to inform those participating in collaborative processes how to better enable joint decision-making by working together and removing barriers.",
        "doi": "https://doi.org/10.31235/osf.io/4wmjf_v1",
        "subjects": [],
        "id": "4wmjf",
        "version": 1
      },
      {
        "title": "Performance as a Random Variable",
        "authors": "Isaac Tucker",
        "abstract": "Individual performance is stochastic, but strategic human capital research evaluates workers and policies only in terms of mean or expected performance. This omission embeds strong but rarely stated assumptions about organizations’ ability to absorb bad draws and capitalize on good ones. Using a portfolio model in which hiring managers choose between reliable (lower-mean, low-variance) and volatile (higher-mean, high-variance) workers, I examine how organizational wealth, scale, team composition, and production interdependence shape exposure to performance risk. The analysis shows that fragile, resource-constrained, or tightly coupled organizations pay a volatility tax and should favor reliability, whereas large, well-capitalized, or modular organizations can take advantage of more volatile talent. I develop this insight as Human Capital Portfolio Management and discuss implications for research in strategic human capital, entrepreneurship, and organizational theory.",
        "doi": "https://doi.org/10.31235/osf.io/8wjhg_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "8wjhg",
        "version": 1
      },
      {
        "title": "Beyond the Transaction: Commitment, Intimacy, and Investment in Online Camming Relationships",
        "authors": "Rhonda Nicole Balzarini, Taylor Himes, Faith, Brandi Reynolds, Christopher R. Agnew",
        "abstract": "According to the investment model of commitment processes, relationships are more likely to persist when people are highly satisfied with their partner, invested in the relationship, and perceive poor alternatives to it. Although this model has proven robust across relationship contexts, research has yet to examine commitment processes in online camming relationships—relationships between cam models and members of adult camming websites. An increasing number of people are engaging in online camming relationships, with some reporting that their interactions are not strictly sexual and involve some degree of intimacy. Yet, little is known about the factors that facilitate commitment between cam models and members. In a cross-sectional study of cam models (N = 199) and members (N = 544) from LiveJasmin, surveyed separately (i.e., not as matched dyads), we tested whether satisfaction, investment, and alternatives are associated with current commitment and future planned investment among cam models and members. Based on past research suggesting that alternatives are not as predictive of commitment in multi-partnered relationships and that camming interactions can feature intimacy, we test an alternative model that replaces the quality of alternatives with intimacy. Results suggest that, in most cases, when cam models or members on camming sites reported greater satisfaction, investment, and intimacy, they in turn, reported greater current commitment and intentions to invest in their relationship in the future, whereas the quality of alternatives was not a significant predictor. These findings highlight the importance of intimacy in driving commitment within camming relationships, suggesting that emotional connections play a vital role in sustaining these interactions beyond financial exchanges and relationship satisfaction.",
        "doi": "https://doi.org/10.31219/osf.io/fvhy4_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "fvhy4",
        "version": 3
      },
      {
        "title": "The Submerged Prison State: Punishment, private interests, and the politics of public accountability",
        "authors": "Christopher Berk",
        "abstract": "Much contemporary punishment policy in the United States operates through indirect and often opaque mechanisms that link public authority to private actors. This article argues that these arrangements constitute a distinct mode of governance that can be understood as a submerged prison state. Drawing on the literature on the “submerged state,” the article shows how tax expenditures, subsidies, civil liability rules, and regulatory frameworks quietly structure the administration and expansion of punishment while obscuring lines of responsibility and accountability. Through analysis of legislation, judicial decisions, and policy design, the article demonstrates how submerged penal policies redistribute the costs and benefits of punishment, entrench private interests, and expand carceral capacity without the visibility typically associated with criminal justice policymaking. Because these instruments operate outside the most salient sites of democratic contestation, they weaken public understanding of how punishment is funded and governed, limiting citizens’ ability to evaluate, contest, or reform the carceral system. The article situates the submerged prison state within broader debates about privatization, administrative governance, and democratic legitimacy, arguing that indirect governance poses distinctive risks for public accountability in criminal justice. By shifting attention away from prisons and sentencing statutes alone and toward the hidden policy tools that sustain punishment, the article offers a new framework for understanding the persistence of mass incarceration and the political obstacles facing meaningful penal reform.",
        "doi": "https://doi.org/10.31235/osf.io/hnw5c_v1",
        "subjects": [],
        "id": "hnw5c",
        "version": 1
      },
      {
        "title": "The Munster Statement on the Principles of Research Ethics and Research Integrity",
        "authors": "Seán Lacey, Tom Farrelly, Vasiliki Petousi, Aristotel POPESCU, Ziad Mahayni, Aine De Roiste, Andrea S. Pitasi, Irene Diaz, Niina Ervaala, Oskar MacGregor",
        "abstract": "In response to the growing need for consistent research ethics (RE) and research integrity (RI) practices, the INGENIUM European University has developed The Munster Statement on the Principles of Research Ethics and Research Integrity. This forward-looking commitment, led by the MARIE - Multidisciplinary Approach to Research Integrity and Ethics - project, involved a multi-jurisdictional team from ten European countries. The Munster Statement outlines core interconnected principles of RE (Beneficence, Justice, Non-maleficence, Research Merit) and RI (Accountability, Honesty, Reliability, Respect), in a unified and accessible format. Developed through a collaborative, structured, multilingual, and dialogic process, it synthesises local, national, and international guidelines, offering a practical yet broad reference point for researchers, supervisors, and research leaders. With the multitude of high-level guidelines in existence, The Munster Statement was developed to enable a consistent approach to RE and RI across INGENIUM through a collaboratively authored reference point that supports alignment across diverse institutional contexts. The Munster Statement emphasises collective leadership and aims to embed ethical reflection into everyday research, aligning with Sustainable Development Goals 4, 9, 16, and 17. Launched in May 2025 and available in ten languages, The Munster Statement aims to foster public trust and strengthen international partnerships, thus paving a pathway for the responsible conduct of research, laying the groundwork for future training and implementation across the alliance and beyond.",
        "doi": "https://doi.org/10.31219/osf.io/wg6ky_v3",
        "subjects": [
          {
            "id": "584240d954be81056ceca9ee",
            "name": "Educational Leadership"
          },
          {
            "id": "584240da54be81056cecab37",
            "name": "Leadership Studies"
          },
          {
            "id": "584240da54be81056cecab98",
            "name": "Higher Education"
          }
        ],
        "id": "wg6ky",
        "version": 3
      },
      {
        "title": "On Bias in Detecting Bias: A Signal Detection Analysis of Attributions to Gender Discrimination",
        "authors": "Marie Jakob, Anat Shechter, Jimmy Calanchini, Karl Christoph Klauer",
        "abstract": "Discrimination is the unjust treatment of people based on their group membership, and detecting discrimination is a necessary first step in countering it. Attributions to discrimination have often been conceptualized in terms of Signal Detection Theory (SDT), entailing speculation and theorizing about the mediation of observed effects on judgments through observers’ sensitivity (i.e., their ability to recognize discrimination) or response bias (i.e., their tendency to judge that it is present). Here, we take a first step toward moving beyond conceptual applications to empirical SDT analyses of attributions to discrimination. Across five studies examining judgments about gender discrimination in corporate pay raise decisions, we find that prototypes (Studies 1 to 3) and their alignment with the actual pattern of decisions (Studies 2 to 4) inform observers’ response bias, reflecting differences in their attribution of unfair outcomes to discrimination (Study 5). In contrast, the extent of harm caused by discriminatory outcomes exerts a small effects on sensitivity and a large effect on response bias (Studies 1 to 3), which reflects observers’ determination of a fair standard for decisions and not their attributions (Study 5). We generally find that response bias is more malleable than sensitivity — which is a theoretical advancement but poses challenges for training initiatives aimed at reducing discrimination through increasing awareness. Taken together, our results exemplify and highlight the complex and often distinct mechanisms through which variables such as harm or prototypes shape attributions to discrimination.",
        "doi": "https://doi.org/10.31219/osf.io/jbs8z_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          }
        ],
        "id": "jbs8z",
        "version": 3
      },
      {
        "title": "Digital media may cultivate awareness and responsibility in users: a case for optimism",
        "authors": "Maria Polski, Lawrence Gorman",
        "abstract": "Like every other major communication technology, digital communication has its \"potentialities\" that eventually reshape culture, cognition, and social organization. They include, on the one hand, broad but superficial engagement, unreflective emotional reactions, and tribalism; on the other hand, they also include cosmopolitan attitudes and the expansion of our circle of care. Importantly, digital communication technology turns the user’s attention to the user’s own choices. This article argues that reflective engagement with digital media can promote awareness and responsibility. We propose that school curricula focus more on being aware of one's own choices, understanding cognitive biases, recognizing nuances, postponing judgment, and being aware of the potentialities of digital communication. We draw on historical comparisons with earlier communication transitions; in the Conclusion section, we provide a link to the Reader with assignments that can be used as a framework for the purposeful adaptation of the new medium. Challenges to the ideas of this paper are addressed in Appendix 2 through “Disputation between The Skeptic and The Believer”.",
        "doi": "https://doi.org/10.33767/osf.io/qjx6m_v1",
        "subjects": [],
        "id": "qjx6m",
        "version": 1
      },
      {
        "title": "The postnormal society: On trials of co-existence in everyday environments",
        "authors": "Noortje Marres",
        "abstract": "In countries like the United Kingdom, social life is today marked by endemic disruption. We live in postnormal times: the infrastructures underpinning everyday life, from affordable housing to green spaces, can no longer be taken for granted, and disturbance, lack and uncertainty have become background conditions of everyday life. In this essay, I argue that these changing circumstances not only affect daily life, but transform conditions for public knowledge. Disruptions of the taken-for-granted can no longer be expected to trigger a process of learning and problem-solving. Instead, they are increasingly met with denial. To make sense of this situation, I draw on classic work in the sociology of knowledge, Ideology and Utopia (1936) by Karl Mannheim. I argue that today's struggles between ideology and utopia unfold on the level of infrastructure, turning everyday environments such as roads into sites of latent conflict. I discuss examples of such environmental conflicts in the UK and propose they can be understood as “trials of co-existence.\" Here, the introduction of new technological systems - such as autonomous vehicles - into everyday settings puts at stake the conditions of existence of other beings belonging to the setting, such as pedestrians or trees. The proliferation of such trials suggests that postnormality is not only marked by changing conditions of social existence - endemic disruption - but by distinctive struggles over co-existence, or interdependence. To conclude, I reflect on what such struggles can teach us about the political challenges facing our technology-intensive, ecologically challenged societies.",
        "doi": "https://doi.org/10.31235/osf.io/xupgf_v1",
        "subjects": [
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "xupgf",
        "version": 1
      },
      {
        "title": "Visualizing the Rise and Seasonality of Mass Shootings in the U.S.",
        "authors": "Tristan Bridges, Tara Leigh Tober, Sara Tyberg, Liz Munday",
        "abstract": "We visualize monthly mass shooting incidents in the United States from 2013 to 2022 by integrating data from five major databases, each employing different definitional boundaries. The combined dataset provides the most comprehensive view available of mass-shooting victimization during this period, including incidents often excluded in academic and media accounts. A tiled heat map and associated time-series plots reveal two key patterns: a clear rise in the frequency of mass shootings over time and increasingly pronounced seasonal clustering, with recent years showing concentrated summer peaks. This visualization demonstrates how definitional choices shape interpretations of long-term trends and highlights the importance of inclusive, longitudinal approaches for understanding mass shootings as a persistent and evolving form of violence in the United States.",
        "doi": "https://doi.org/10.31235/osf.io/wugvp_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "wugvp",
        "version": 1
      },
      {
        "title": "Redistribution is unlikely to overcome distributional concerns about regulatory climate policies in the residential sector",
        "authors": "G. Brückmann, A. Torné, Evelina Trutnevyte, Isabelle Stadelmann-Steffen",
        "abstract": "While climate scientists largely agree that we are in a severe climate crisis, political leaders around the world struggle with the drastic reductions in greenhouse gas emissions that are needed. The literature on public support indicates that this is often due to domestic distributive conflicts over short-term policy costs, especially for market-based policies. This study focuses on two regulation-based policy instruments (an obligation to retrofit building envelopes and a ban on new fossil-fuelled boilers) that target the same level of emissions reductions in the Swiss residential sector, but with different distributions of costs between tenants and homeowners. In a large-scale preregistered survey experiment (n= 1831), conducted in summer 2025, we inform respondents about the effectiveness of these policy instruments to assess public support. We experimentally manipulate whether distributive information (disaggregated by dwelling type (flat or house) and ownership type (owners or renters) is displayed and whether redistributive measures (policy exceptions or targeted subsidies) are included in the policy proposal. The results show that no redistributive measure can recover the drop in public support from providing the information on the policies' distributive effects. Notwithstanding, there is still a majority support for banning fossil-fuel boilers rather than retrofitting building envelopes. Additional subgroup analyses show that homeowners oppose the latter across all experimental conditions, including the control group. This indicates that homeowners are already aware of the costs for building envelope retrofits, before the experimental treatment can make policy costs salient through distributive information. As they are also unlikely to be more supportive when redistributive measures are implemented, a key obstacle persists.",
        "doi": "https://doi.org/10.31235/osf.io/bmcjy_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          }
        ],
        "id": "bmcjy",
        "version": 1
      },
      {
        "title": "Mapping The Socio-Demographic Diversity of Rural Denmark: A Data-Driven Micro-Area Classification",
        "authors": "Andreas Lindegaard Jakobsen, Anja Jørgensen",
        "abstract": "Rural areas are often portrayed as relatively socially homogeneous and understood through a unidimensional urban–rural continuum. Yet growing evidence suggests that population composition varies markedly both within and across national rural contexts. This study develops, to our knowledge, the first small-area geodemographic classification of rural Denmark to make this internal diversity visible and analytically tractable. Using nationwide individual-level register data aggregated to small micro-areas generated by an automated redistricting algorithm, we apply unsupervised cluster analysis to a multidimensional set of socio-demographic indicators. The resulting typology identifies distinct rural clusters that differ in demographic and population dynamics, socioeconomic characteristics, and household and family structures. Mapping these clusters uncovers spatial patterns in socio-demographic differences that challenge simplified notions of the rural as a uniform social space, highlighting, for instance, contrasts between ageing and declining coastal areas and expanding advantaged peri-urban rural areas. By providing evidence of socio-demographic diversity of rural Denmark, the classification offers a transparent analytical tool for studying rural social differentiation and place-based inequality and offers insights relevant to rural policy and spatial planning.",
        "doi": "https://doi.org/10.31235/osf.io/37v56_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "37v56",
        "version": 1
      },
      {
        "title": "Gender-specific (de)valuation of work or Can money get men into female-typed occupations?",
        "authors": "Per Block",
        "abstract": "Gender segregation in occupations is a nuisance. The sorting of individuals to tasks by labelling work as female or male is responsible for a host of negative outcomes for individuals (mostly women) and societies. A promising step towards gender equality is, therefore, to reduce occupational sex segregation. In this essay, I address how this could be achieved from a devaluation perspective. I argue that devaluation theories generally take the occupation (or task) as the unit of analysis, decoupling the valuation of doing something from the person that does it. However, if we incorporate the gender-specific social valuation of working in different occupations, we get a clearer picture of the changes that are needed to de-segregate the labour market.",
        "doi": "https://doi.org/10.31235/osf.io/sqekx_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "sqekx",
        "version": 1
      },
      {
        "title": "The social gradient in infant health from a couple-level perspective: Revisiting the heterogamy penalty hypothesis",
        "authors": "Sandrine Metzger, Nadia Steiber, Anna Baranowska-Rataj, Laura Zilian",
        "abstract": "This study examines how couples’ educational configurations shape infant health. Although the positive relationship between maternal education and infant health is well-established, less is known about the joint and relative contributions of both parents’ education. Yet, the heterogamy penalty hypothesis suggests that couples with dissimilar educational status face greater stressors than their homogamous counterparts, potentially resulting in unequal gestational outcomes. We revisit this assumption using Austrian register data (N = 455,191 singleton births to 355,119 different-sex couples) and by applying Diagonal Reference Models to disentangle the independent association of educational dissimilarity with infant health, net of parents’ educational levels. Results show a large couple-level educational gradient: infants born to higher-educated homogamous parents face markedly lower risks of preterm birth, low birth weight, and fetal growth restriction. Additionally, we find that maternal and paternal education contribute relatively equally to infant health. However, we find no evidence that educational dissimilarity within couples, whether hypogamy or hypergamy, substantially contributes to inequalities in birth outcomes once absolute parental education is taken into account. Overall, our findings underscore the primacy of joint parental educational resources in determining early-life health outcomes.",
        "doi": "https://doi.org/10.31235/osf.io/r3tbx_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "r3tbx",
        "version": 1
      },
      {
        "title": "Who Purchases Alternative Meat? Product-Specific Consumer Decision Structures in the United States and Japan",
        "authors": "Moena Hashimoto, Yotaro Takazawa, Matsuo Akiko, Kazutoshi Sasahara",
        "abstract": "Amid growing concerns about the environmental and ethical impacts of excessive meat consumption, alternative meats have attracted attention as more sustainable options. However, their market share remains limited, and little is known about how nonlinear combinations of consumer attitudes shape purchase intentions across different alternative meat types. This study investigates consumer segments and decision structures underlying purchase intentions for alternative meats in the United States and Japan. Using data from an online survey, we applied random forest models to identify key predictors of purchase intention, followed by decision tree analyses to uncover interpretable, nonlinear decision structures. Taste evaluation emerged as the primary predictor for plant-based meat; however, even among those with lower taste evaluations, purchase intention was elevated among individuals concerned with animal welfare and health. For cultured meat, perceptions of healthfulness and concern for animal welfare were important drivers, while in the United States, purity-based moral concerns acted as a barrier to purchase. Insect-based meat exhibited consistently low purchase intention in both countries, with favorable attitudes emerging only under specific conditions of perceptions and values. These findings underscore the importance of product-specific and culturally sensitive communication strategies, and demonstrate the value of accounting for nonlinear interactions among consumer attitudes when designing interventions to accelerate the diffusion of alternative meats.",
        "doi": "https://doi.org/10.31235/osf.io/hmu7q_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d85",
            "name": "Food Studies"
          },
          {
            "id": "5a8c80f7c698300375c76d96",
            "name": "Other Social and Behavioral Sciences"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "hmu7q",
        "version": 1
      },
      {
        "title": "Is National Identity Harmless to Ingroup Members? Leveraging Ingroup Favoritism and Moral Foundation to Promote Online Fandom Donation",
        "authors": "Yaotian Zhang, Yixiao Sun, Lihan Yan, Xue-Fei Yan, Cheng-Jun Wang",
        "abstract": "Social media is not only a contested space for fandoms vying for attention and influence, but also an important platform for carrying out a range of philanthropic actions. However, existing research overlooks the effects of fans’ ingroup favoritism and outgroup hostility—do these two sides of social identity stimulate or inhibit fans’ prosocial behavior towards ingroup members? Independent and bounded theoretical perspectives on ingroup favoritism and outgroup hostility offer opposing propositions. Moreover, existing research has yet to address how the moral language and frames invoked by fans influence their prosocial behavior. In this study, we propose the social identity theory of moral effects (SIME), which posits that moral foundations play a critical mediating role between social identity and prosocial action. By constructing a four-wave panel dataset of 1,957 Chinese fans, we examine the influence of a broader form of social identity (i.e., national identity) and moral language on fandom philanthropy during public crises to address the theoretical question. We find that ingroup favoritism and individualizing moral language stimulate fandom donations, whereas outgroup hostility and binding moral foundations weaken them. Furthermore, the causal mediation analysis reveals that language based on these moral foundations is a key mechanism, indirectly mediating the effects of social identity on fandom donations. We discuss the theoretical and practical contributions of these findings.",
        "doi": "https://doi.org/10.31235/osf.io/rdmv4_v1",
        "subjects": [],
        "id": "rdmv4",
        "version": 1
      },
      {
        "title": "Liquid Claims on Illiquid Assets: The Economics of Retail Access to Private Markets",
        "authors": "Michael Ewens, Jacob W. Faber",
        "abstract": "Expanding retirement account access to alternative investments requires delivering illiquid returns to small-balance investors without compromising valuation integrity or liquidity. This paper studies the intermediation process using 110 registered interval and tender offer funds (&gt;$100B AUM, 2015-2024) that offer periodic rather than daily repurchases. The performance gap between these vehicles and institutional drawdown peers averages approximately 130 basis points per quarter. A factor decomposition attributes roughly one-third of the gap to fees and a larger share to imperfect replication of the private-market return stream; liquidity buffers (8-15% of NAV) contribute at the margin. The funds hold an average of 76% illiquid assets, but valuations are frequently stale, with 40% of trading days recording zero NAV changes. Approximately 40% of interval funds face excess repurchase demand in a given quarter. Despite aggregate underperformance, retail-held assets generate comparable IRRs to same-vintage institutional peers while distributing significantly more cash, consistent with managers selecting liquid, distribution-friendly assets to satisfy repurchase obligations. The current equilibrium is one where regulatory frameworks permit access, but the structural costs of liquidity provision limit the transmission of the private equity premium to retail portfolios.",
        "doi": "https://doi.org/10.31235/osf.io/5897u_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "5897u",
        "version": 1
      },
      {
        "title": "Declining Response Rates and Emerging Challenges for Studying Sexual and Reproductive Health Using the National Survey of Family Growth",
        "authors": "Laura Lindberg, Isaac Maddow-Zimet",
        "abstract": "The National Survey of Family Growth (NSFG) has been a cornerstone of U.S. sexual and reproductive health research for five decades, providing nationally representative data on fertility, contraception, and sexual behaviors. However, recent changes to NSFG data collection raise new challenges for data quality, generalizability, and interpretation. In the 2022–2023 cycle, the NSFG implemented a multimodal design with the majority of respondents completing the survey online and experienced a dramatic decline in response rates, falling to 26.8%—nearly forty percentage points lower than in 2017–2019. In response, the National Center for Health Statistics (NCHS) advises against comparisons between the most recent data and earlier NSFG waves. Using a synthetic cohort approach, we examine whether the 2022–2023 NSFG exhibits patterns suggestive of selection bias that extend beyond challenges to comparisons over time. We assess consistency across survey waves for demographic characteristics that should remain stable within cohorts and for lifetime measures that should only increase with age. While estimates from 2011–2019 display expected stability, the 2022–2023 data show implausible shifts, including increases in socioeconomic advantage and declines in lifetime contraceptive use, even after application of NCHS-provided survey weights. These patterns suggest that weighting adjustments may be insufficient to address nonresponse bias in the most recent NSFG. Our findings reinforce existing guidance against temporal comparisons and raise additional concerns about the interpretation of cross-sectional estimates from the 2022–2023 NSFG. We discuss implications for researchers and policymakers relying on NSFG data and offer guidance for cautious use of recent estimates. More broadly, we highlight the need for renewed investment and methodological innovation to sustain high-quality national surveillance of sexual and reproductive health in an era of declining survey participation.",
        "doi": "https://doi.org/10.31235/osf.io/mkt28_v1",
        "subjects": [],
        "id": "mkt28",
        "version": 1
      },
      {
        "title": "Fertility Trends Across Migrant Generations Reexamined: Insights from Finnish Register Data",
        "authors": "José Luis Estévez, Anna Rotkirch",
        "abstract": "Migrant descendants in several European countries show increasingly lower fertility rates, sometimes even lower than native-born peers—a pattern defying conventional expectations that migrant descendants either maintain origin-country patterns or converge toward host-country norms. Using Finnish register data (1985–1994 birth cohorts), we analyze first-birth timing across six ancestry groups spanning three migrant generations: 1.5 (migrated as children), second (born in Finland to immigrant parents), and 2.5 (children of mixed couples). Entry into parenthood occurs progressively later across these generations, with the 2.5 generation surpassing even native Finns in postponement. We tested four mechanisms—urban residence, educational investment, economic instability, and barriers to union formation—but none explained the delay. Our study contributes to the literature by, first, underscoring the limitations of the convergence narrative and, second, by drawing attention to the 2.5G as a distinct group whose reproductive behavior requires further conceptual and empirical attention.",
        "doi": "https://doi.org/10.31235/osf.io/aqw6h_v3",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "aqw6h",
        "version": 3
      },
      {
        "title": "Who Falls into the Echo Chamber? Identifying Risk Features of Social Media Users via Explainable Machine Learning",
        "authors": "Yichang Gao, Peita L. Richards, Lei Gao, Aneta Neumann, Yingping Sun, Juliette Tobias-Webb",
        "abstract": "Echo chambers are increasingly recognized as a critical challenge in online information environments where algorithmic filtering and user preferences limit exposure to diverse viewpoints. While existing studies have primarily relied on content- or network-based methods to detect echo chambers, few have focused on identifying echo chambers using machine learning methods and few have looked at the user risk features that predict participation in an echo-chamber. This study proposes a machine learning framework to predict echo chamber membership based on user features drawn from two representative platforms, Weibo and Twitter (X). We utilized a published dataset covering discussions on the Omicron variant and the Tokyo 2020 Olympics, incorporating 20 user features, including 15 general behavioral features and 5 Big Five personality traits. Classification models were developed using three advanced algorithms: Categorical Boosting (CatBoost), Light Gradient Boosting Machine (LightGBM), and Extreme Gradient Boosting (XGBoost). Feature contributions were interpreted using Shapley Additive Explanations (SHAP) and CatBoost was the more efficient (or effective or fast). Results revealed that strong emotional polarity, frequent social interaction, and high neuroticism were key user risk features associated with echo chamber participation across both platforms. The results matter because they move beyond traditional content or network-based explanations of echo chambers, shedding light on the individual level psychological and behavioral traits that make users more vulnerable to these environments. This user-centric perspective allows for a deeper understanding of who is at risk and why, which is critical for designing interventions that don’t just target what people see, but how and why they engage with information in the first place.",
        "doi": "https://doi.org/10.31235/osf.io/a9p36_v1",
        "subjects": [],
        "id": "a9p36",
        "version": 1
      },
      {
        "title": "Research to impact: a generalisable process for designing and testing incentive-based interventions for marine biodiversity and people",
        "authors": "Hollie Booth",
        "abstract": "Achieving a Nature- and People-positive future requires transformative social change, yet many conservation programs fail due to insufficient consideration of socio-psychological and structural factors influencing human behaviour. This paper discusses the role of incentive-based interventions in driving behavioural and structural change, and outlines a general process, research instruments, and customizable intervention options for co-designing locally-appropriate incentive-based interventions that deliver positive outcomes for biodiversity and people. I present interdisciplinary research methods for each step, illustrated through a marine conservation example—chosen to leverage personal expertise and address a literature gap, though the principles apply broadly to any behaviourally-mediated threat to biodiversity. The paper emphasizes people-centred, evidence-based research and practice to guide ex-ante predictions of intervention success and robust ex-post impact evaluation within a culture of continuous learning. By offering a customizable pathway from research to action with supporting materials, I aim to guide conservation scientists and practitioners in designing effective, feasible interventions.",
        "doi": "https://doi.org/10.31235/osf.io/qm3zc_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          }
        ],
        "id": "qm3zc",
        "version": 1
      },
      {
        "title": "Multilevel Selection in Cultural Macroevolution",
        "authors": "Peter Turchin",
        "abstract": "Cultural macroevolution (CME) is a subfield of cultural evolution that studies large-scale changes in the cultural traits of whole groups. A central question in CME is how and why characteristics of polities (such as chiefdoms, states, and empires) evolve over time. Multilevel selection, and especially its application to cultural evolution, provides a very useful theoretical framework for CME because many polity-level characteristics evolve under selection pressures that act in opposite directions at different levels of hierarchical organization. In this chapter I discuss the conceptual framework that multilevel selection provides for studying CME and summarize the main empirical results from my recent book (Turchin 2025). I conclude that major predictions of cultural multilevel selection theory enjoy substantial empirical support.",
        "doi": "https://doi.org/10.31235/osf.io/ud8jm_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccc",
            "name": "History"
          },
          {
            "id": "5a8c80f9c698300375c76df6",
            "name": "Anthropology"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "ud8jm",
        "version": 1
      },
      {
        "title": "Arrested but Not Prosecuted: Racial Disparities, Geographic Variation, and Statistical Evidence under California's Racial Justice Act",
        "authors": "Chad M. Topaz, Francis Huang, Maya Chugh Singh, Sarah Sousa, Régan Schwartz, Zofia C. Stanley",
        "abstract": "In virtually every California county, arrests of Black and Hispanic individuals proceed to court in lower proportions than those of white individuals—a pattern that might seem like good news but is not. The most plausible interpretation is that police disproportionately arrest Black and Hispanic individuals on weaker evidence, producing cases that prosecutors more frequently decline. The disparity at the charging stage is a downstream signature of over-policing, not a corrective to it. This Article makes three contributions to the emerging jurisprudence of statistical evidence under California's Racial Justice Act. First, using hierarchical statistical methods applied to statewide administrative data, we provide the first systematic county-level analysis of racial disparities at the arrest-to-court transition, documenting that while the direction of these disparities is nearly universal, their magnitude varies by almost two orders of magnitude across the state—a \"county lottery\" in which geography predicts outcomes far more strongly for Black and Hispanic individuals than for white individuals. Second, we find effectively zero variation in disparities across District Attorneys within the same county, suggesting that racial gaps are structural features of local criminal justice systems rather than attributes of individual officeholders—a finding that counsels caution about reforms focused solely on electing different prosecutors. Third, we offer a doctrinal reframing: we explain why evidence of lower prosecution rates for arrests of Black individuals constitutes evidence of racial harm under the RJA's totality-of-the-evidence standard, rather than evidence of leniency that would undercut a defendant's claim.",
        "doi": "https://doi.org/10.31235/osf.io/95ane_v1",
        "subjects": [
          {
            "id": "5a8c80f2c698300375c76c52",
            "name": "Criminal Law"
          },
          {
            "id": "5a8c80f2c698300375c76c5e",
            "name": "Law and Race"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          }
        ],
        "id": "95ane",
        "version": 1
      },
      {
        "title": "Should generative AI be used in reflexive qualitative research?",
        "authors": "Elida Izani Ibrahim, Laura K. Nelson, Andrea Voyer",
        "abstract": "Debates about generative AI have recently produced strong claims that such tools should be excluded from qualitative, and especially reflexive qualitative, research. This research note challenges that conclusion. We argue that “generative AI” is not a single, well-defined method but a heterogeneous set of transformer-based models, many of which are open, local, and configurable for scholarly use. Situating large language models within a longer lineage of computational text analysis—from topic models to word embeddings to transformer-based models—we suggest that decoder-only models offer distinctive affordances that can align productively with qualitative epistemologies, including attention to context and wholism. Drawing on emerging empirical work, we outline how generative models can support rigorous reflexive qualitative analysis, for example, by aiding in surfacing alternative readings, identifying negative cases, and helping researchers probe the boundaries of their interpretations, without replacing human judgment. We then articulate a framework of “technological reflexivity” for guiding the responsible use of generative AI in reflexive qualitative research, emphasizing documentation of prompts, holdout validation, critical attention to model bias, interpretive control, and ethical safeguards around data privacy and provenance. We conclude that generative AI should not be categorically rejected; rather, qualitative researchers should play a central role in defining how these tools are used in ways consistent with interpretive rigor and longstanding commitments of the field.",
        "doi": "https://doi.org/10.31235/osf.io/hbgjf_v1",
        "subjects": [],
        "id": "hbgjf",
        "version": 1
      },
      {
        "title": "I Know My Rights? Exploring the Public’s Working Knowledge of Rights in Police Encounters",
        "authors": "Amanda Graham, Cheryl Lero Jonson",
        "abstract": "In the United States, our rights, as provided by the Constitution and its Amendments, are sacred. Over the years, the courts have provided rulings helping clarify and contour the instances in which the public has certain rights in police encounters. However, there is reason to question whether the public knows their rights in police encounters. And are there certain groups of individuals who know more or less about their rights? This study explores the depth of working knowledge about rights in police encounters using two national-level surveys of American adults. Furthermore, it examines the cleavages in this knowledge. In one sample, respondents correctly identified an average of 5.90 of 8 statements, whereas in the other, 5.17 of 8 statements were correctly identified. Furthermore, multivariable analyses from both samples provide evidence of heterogeneity in the working knowledge of rights, which has implications for police-community encounters and the criminal justice system.",
        "doi": "https://doi.org/10.31235/osf.io/nwug9_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "nwug9",
        "version": 1
      },
      {
        "title": "Inequalities in Early Childcare Strategies: Evidence from Dutch Administrative Data",
        "authors": "Tom Emery",
        "abstract": "This study examines whether the well-documented socioeconomic gradient in formal childcare use is reflected in the timing, sequencing, and stability of childcare and employment strategies following the critical life course transition to parenthood. While higher-SES parents are consistently more likely to use formal childcare, the reasons for this disparity remain poorly understood principally due to data limitations and the complexity of household dynamics. Drawing on linked Dutch administrative data (2010–2019), we use multichannel sequence analysis to identify distinct “childcare strategies” across the first four years of children’s lives, capturing monthly trajectories of formal childcare use and parental employment. A subsequent multinomial regression models the association between these strategies and socioeconomic status. The results reveal wide variation in the stability, intensity, and timing of formal childcare use, closely intertwined with maternal employment patterns. Children from lower-SES households are more likely to experience complex, fragmented, and fragile childcare trajectories—characterized by delayed entry, irregular usage, and lower alignment with stable employment—confirming and extending findings from prior qualitative research. By quantifying these patterns across a full population cohort, the study demonstrates how childcare complexity itself reflects and reinforces broader social inequalities. We conclude that childcare policies must move beyond affordability to address accessibility, stability, and administrative complexity—particularly for parents with low incomes, precarious jobs, or self-employment.",
        "doi": "https://doi.org/10.31235/osf.io/gtcp9_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "gtcp9",
        "version": 1
      },
      {
        "title": "Mobile Money and Financial Inclusion: A Systematic Review from Africa and Asia",
        "authors": "Divine Atinyo, Kofi Agyarko Ababio, Benjamin Adjei Danquah, George Tweneboah",
        "abstract": "This study systematically reviewed empirical evidence on the role of mobile money in advancing financial inclusion and philanthropic impact across Africa and Asia. Based on 47 peer-reviewed studies published between 2010 and 2024, the review examined how mobile money technologies have influenced access to financial services and charitable behaviours. Using the PRISMA framework and the PICOS model, a structured search was conducted across major academic databases. Thematic synthesis revealed five core insights: mobile money enhances financial access for underserved populations; contributes to poverty reduction, gender inclusion, and rural empowerment; faces persistent challenges including infrastructural deficits, regulatory uncertainty, and digital illiteracy; holds emerging potential in philanthropic activities such as crowdfunding and disaster relief; and remains underexamined in the context of integrated financial-philanthropic strategies. Comparative analysis showed that mobile money systems in Africa tend to exhibit broader grassroots adoption and integration into informal economies, while those in Asia are more commonly shaped by centralised governance, formal institutional linkages, and stricter regulatory regimes. Despite regional variations, both contexts illustrate mobile money’s transformative potential. This review is one of the first to explore the intersection of financial inclusion and philanthropy within the mobile money landscape across two continents. By synthesising existing literature, it bridges a noticeable gap in digital finance research and offer practical insights for policymakers, development practitioners, and fintech innovators working toward more inclusive and socially responsive growth.",
        "doi": "https://doi.org/10.31235/osf.io/82kzx_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "82kzx",
        "version": 1
      },
      {
        "title": "Cross-Border Capital Flows: A Review and Future Agenda",
        "authors": "Divine Atinyo, Kofi Agyarko Ababio, Benjamin Adjei Danquah, Seyram Kawor",
        "abstract": "This scoping review synthesises existing research on cross-border capital flows (CBCF) and their impact on performance. The review, which followed established frameworks, screened 3,212 articles from various databases published between January 2015 and December 2024, ultimately synthesising 22 studies. The analysis found that CBCF generally boosts performance by encouraging innovation, market competition, and entrepreneurial activity, as well as easing liquidity issues. The relationship is influenced by specific mechanisms, such as financial openness and resource allocation efficiency. The study also identified boundary conditions, like cultural distance and geopolitical partnerships, which determine the extent of these effects. The findings offer key insights for policymakers, investors, and researchers looking to leverage CBCF to promote sustainable economic growth, particularly in developing regions.",
        "doi": "https://doi.org/10.31235/osf.io/tvk2w_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "tvk2w",
        "version": 1
      },
      {
        "title": "Computer Science Students’ Perspectives on Job Search Information and Support Sources",
        "authors": "Kyoungjin Jang-Tucci",
        "abstract": "This research brief examines how computer science students navigate job search information and support in an increasingly competitive and AI-mediated labor market. Drawing on a mixed-methods study of job seeking computer science students, the report documents the wide range of human, institutional, and internet- and AI-based resources students use, how frequently they rely on each, and how useful they perceive different sources to be. The findings show that students assemble overlapping support ecosystems rather than relying on a single source, combining peer networks, industry contacts, online tools, and college-provided resources. While colleges offer substantial support, the report highlights misalignments between institutional resources and students’ needs across different stages of the job search, as well as equity concerns related to access to paid tools and professional networks. The report concludes with implications for educators and institutions seeking to better coordinate job search support and attend to students’ well-being during the college-to-work transition.",
        "doi": "https://doi.org/10.31235/osf.io/gkdf9_v1",
        "subjects": [
          {
            "id": "5a8c80f6c698300375c76d5c",
            "name": "Higher Education"
          },
          {
            "id": "5a8c80f7c698300375c76d62",
            "name": "Student Counseling and Personnel Services"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "gkdf9",
        "version": 1
      },
      {
        "title": "The Intergenerational Transmission of Gender: Paternal Influences on Children’s Gender Attitudes",
        "authors": "Tomas Cano, Heather Hofmeister",
        "abstract": "Objective: This study provides the first systematic longitudinal analysis of the influence of paternal involvement in family life – across childhood and adolescence – on the gender-role attitudes of children by the age of 14 or 15. Background: Recent research suggests that, in post-industrial societies, paternal involvement in family life is increasing. Although previous studies of paternal involvement have considered paternal influences on children’s cognitive or socio-emotional development, such studies have not yet addressed paternal influences on children’s attitudes toward gender. Relatedly, previous studies on the intergenerational transmission of gender attitudes have analyzed maternal influences, but have neglected the significance of paternal influences. This study engages both strands of the research by analyzing the effects of paternal behaviors on children’s attitudes toward gender roles. Method: Multivariate linear regressions models were estimated on data from the Longitudinal Study of Australian Children (LSAC); a survey with biannual observations over 10 years for 2,796 children born between 1999-2000. Results: Fathers’ time spent on childcare during childhood was associated with gender-egalitarian attitudes in children by the age of 14 or 15. The most powerful predictor of children’s gender-role attitudes, however, was the amount of time fathers spent on housework during children’s adolescence, both absolute and relative to the amount of time mothers spent on housework. Fathers’ unpaid labor at home was as relevant for children’s gender-role attitudes as mothers’ paid labor in the workforce. These results held after controlling for maternal domestic behaviors and for the gender-role attitudes of both parents. Conclusion: Father involvement in childcare and housework during childhood and adolescence play an important role in shaping children’s gender-egalitarian attitudes.",
        "doi": "https://doi.org/10.31235/osf.io/4ym6z_v1",
        "subjects": [],
        "id": "4ym6z",
        "version": 1
      },
      {
        "title": "Inclusive Welfare State Research: Longitudinal Work-Injury Policy Data in 188 Countries Since the Industrial Revolution",
        "authors": "Nate Breznau",
        "abstract": "This chapter introduces the Global Work-Injury Policy Database Longitudinal (gwip_long v1) tracking the development, coverage, and generosity of work-injury compensation laws in 188 countries since the Industrial Revolution. The Global South is home to nearly 80% of humanity and now surpasses the North in total GDP. The field of welfare state research is dominated by studies centered on and in the Global North. This disjuncture is both a scientific gap in welfare state knowledge, and a paradigm misalignment. Scientifically the gwip_long data provides an opportunity to investigate labor, institutions, social welfare and track trajectories in Global South countries and regions where this was not previously possible. As such it can address North/South knowledge and paradigm gaps. I encourage scholars to consider these gaps when using the data. In this chapter, I also demonstrate two use cases for the data grounded in postcolonial theory: 1), testing the impact of colonial institutions by colonizer, and 2) testing the logic of colonial extraction based on the number of persons forcibly enslaved and removed from African countries. I briefly discuss how postcolonial research is an important knowledge bridge but may not go as far as anti-colonial theory in uprooting existing knowledge structures, and this is an important distinction worth considering whenever engaging in global research.",
        "doi": "https://doi.org/10.31235/osf.io/qmcja_v2",
        "subjects": [
          {
            "id": "5a8c80f1c698300375c76c37",
            "name": "Insurance Law"
          },
          {
            "id": "5a8c80f1c698300375c76c4d",
            "name": "Social Welfare Law"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "qmcja",
        "version": 2
      },
      {
        "title": "Power to the People? Movement Party Representatives in Norwegian Local Government.",
        "authors": "Andreas Nordang Uhre",
        "abstract": "Socio-economic inequalities in political participation are well documented, with elected assemblies typically overrepresenting older, highly educated men. In recent years, protest movements and movement-based parties have entered electoral politics across Western democracies, raising questions about whether such actors broaden access to political office for underrepresented groups. This paper explores these questions through a descriptive analysis of representatives elected for the Norwegian anti-road toll movement party Folkeaksjonen Nei til Mer Bompenger (FNB) in the 2019 local and regional elections. Drawing on an original survey of local and county councillors, the study examines the socio-demographic characteristics and prior political and civil society experience of FNB representatives, comparing them to representatives from established parties elected to the same assemblies. The findings indicate substantial continuity in recruitment patterns: FNB representatives were predominantly male, relatively old, comparatively well educated, and often politically experienced prior to their election. While some differences between parties are observable, these are modest in magnitude and do not suggest a fundamental departure from established patterns of political recruitment. Taken together, the results suggest that movement parties emerging from protest politics do not necessarily function as broad pathways into formal political office for traditionally underrepresented groups.",
        "doi": "https://doi.org/10.31235/osf.io/zsndt_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "zsndt",
        "version": 1
      },
      {
        "title": "Monitor Digital Working Society—Brief report on the first wave of surveys: Between interest, ambivalence, and uncertainty: How workers evaluate and use AI",
        "authors": "Frank Marcinkowski, Fabian Anicker, Marco Lünich, Birte Keller, Florian Golo Flaßhoff",
        "abstract": "The brief report presents key findings from the first of four representative survey waves conducted as part of the Monitor Digital Working Society study, which was carried out as part of the Opinion Monitor Artificial Intelligence 3.0 research project. The study examined the perceptions, attitudes, and usage behavior of 1,657 German respondents (1,119 working, 538 non-working) at the beginning of 2025. The predominantly ambivalent attitudes toward AI among the population show only minor differences between working and non-working respondents. In the world of work, employed people initially express a rather positive affective attitude toward AI, but this is relativized when it comes to the concrete assessment of individual working conditions. While respondents see potential for AI to reduce workloads and improve health protection, they are critical of AI's impact on data protection, social contacts, and co-determination. Specific concerns about job loss or career prospects remain limited so far. At the same time, there is evidence of increasing, predominantly voluntary use of AI in the workplace. Overall, the results point to still unstable and context-dependent attitude patterns characterized by a high degree of ambivalence.",
        "doi": "https://doi.org/10.31235/osf.io/n93dj_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccb",
            "name": "Digital Humanities"
          },
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "n93dj",
        "version": 1
      },
      {
        "title": "Why Military Deterrence Fails Against Terrorism: Evidence from a Cross-National Analysis, 2011–2021",
        "authors": "Ana Cristancho, Ben Bradford, Krisztián Pósch",
        "abstract": "Drawing on deterrence theory, the War on Terror institutionalised a security framework centred on the use and threat of force as the primary means of addressing terrorism. Its core premise — namely, that increasing the threat of coercion necessarily produces stronger deterrent effects and greater compliance — has, however, rarely been questioned. Challenging the assumption of perfect rationality implicit in the presumed linearity between ‘severity’ and compliance, critics argue that the threat of ‘maximum coercive power’ embedded in militarised interventions may fail to achieve its intended aims and instead generate backlash effects by eroding legitimacy and placing non-state actors in a ‘loss frame’, thereby increasing risk acceptance, incentives for violent retaliation, and organisational adaptation. By contrast, governance-enhancing, non-violent interventions are expected to situate actors in a ‘gains frame’, thereby reducing incentives for mobilisation. This article examines whether higher levels of militarisation are associated with reductions in terrorism, whether they are counterproductive, or whether governance-centred, non-violent interventions are more effective. Using cross-national data from 2011–2021 and employing Poisson pseudo–maximum likelihood models with country and year fixed effects and robust clustering, the study finds no evidence that militarisation deters terrorism, limited evidence of backlash, and strong evidence that governance-oriented interventions significantly reduce terrorist activity. These findings challenge the policy assumption that greater coercive capacity enhances security and instead suggest that governance-centred approaches may offer more effective and sustainable counter-terrorism strategies.",
        "doi": "https://doi.org/10.31235/osf.io/h46gt_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76db8",
            "name": "Legal Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "h46gt",
        "version": 1
      },
      {
        "title": "From Synchrony to Synergy: A Load-Sharing Model for Team Neurodynamics",
        "authors": "Jerome I. Rotgans",
        "abstract": "For two decades, hyperscanning has interpreted inter-brain synchrony as the neural signature of teamwork. Yet evidence from real operations indicates that effective teams do not remain “in sync”; they redistribute cognitive effort dynamically. This Perspective introduces a load-sharing framework that captures how cognitive resources shift between operators using dual-fNIRS data collected during simulations. By classifying synchronous, asynchronous, and hand-over states, and deriving quantitative metrics of division-of-labour and switching efficiency, this approach reframes team neuroscience from static correlation toward dynamic control. The framework establishes an empirical foundation for measuring collective cognitive homeostasis—the ability of human teams to balance mental workload adaptively under pressure.",
        "doi": "https://doi.org/10.31235/osf.io/yvpzq_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          }
        ],
        "id": "yvpzq",
        "version": 1
      },
      {
        "title": "The Personnel Costs of Nationalization: Culture War Conflicts Increase School Policymaker Turnover",
        "authors": "Erik Peterson, Tyler Simko, Maranda Joyce, Joshua McCrain, Rachel White",
        "abstract": "The nationalization of politics creates new challenges for local public officials in the United States. We argue the intrusion of nationalized policy conflicts into local government places greater burdens on those occupying these positions and will increase local policymaker turnover. Focusing on local education, we develop novel measures of nationalized policy conflicts in thousands of school board meetings and pair this with newly assembled rosters of superintendents and school board members. We find nationalized policy conflicts increase local education policymaker turnover. These conflicts are most impactful for school superintendents, who become more likely to retire or resign in their wake. We observe similar, but more muted and slow-developing, consequences for school board members. Our findings show nationalized policy conflicts can alter the character of local government by generating personnel change in key policymaking positions.",
        "doi": "https://doi.org/10.31235/osf.io/sn2p4_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "sn2p4",
        "version": 1
      },
      {
        "title": "Workplace trauma on the social housing and homelessness frontline",
        "authors": "Deborah Betterham, Emma Barnes, Chris Hartley, Kathleen Flanagan, Piret Veeroja, Catherine Robinson, Jessica L. Mackelprang, Megan Robinson",
        "abstract": "This research explores workplace trauma in Australia’s social housing and homelessness services – including its extent, causes and impacts. It examines current practices to address this trauma, options to mitigate it, and guiding principles for response. People working in the housing and homelessness sector are exposed to significant trauma due to their role as service providers of last resort for individuals with complex needs. A national survey of frontline staff reveals almost universal exposure to workplace aggression and tenant and client distress. There is a need to understand how to minimise workplace trauma and create safer environments for frontline staff.",
        "doi": "https://doi.org/10.31235/osf.io/4hqmf_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "4hqmf",
        "version": 1
      },
      {
        "title": "A Bulwark of Democracy? How Managers Influence Civil Servant’s Reactions to Democratic Backsliding",
        "authors": "Mads Pieter van Luttervelt, Mathias Østergaard-Nielsen, Martin Bækgaard, Zuzana Murdoch, Benny Geys",
        "abstract": "Political efforts to weaken democratic institutions place civil servants in a dilemma between political responsiveness and protecting democratic values. As civil servants are embedded in an organizational hierarchy, we argue that signals from their direct hierarchical superiors are of key importance to understand how civil servants address this dilemma. Using a randomized survey experiment among Norwegian national-level civil servants, we find that democratic backsliding increases opposition to government wishes, internal and external voice, and con-sideration of exit from the organization. Managerial signals moderate these effects: civil serv-ants are more inclined to voice concerns or consider exit when managers signal responsiveness to government wishes. In a conceptual replication and extension among US civil servants we likewise find a greater inclination to exit if the manager signals responsiveness to government wishes, but also that respondents here are less inclined to voice their concerns to the manager. We discuss possible explanations of findings. Overall, our findings imply that managerial signals within the administrative hierarchy are shaping civil servant responses to democratic backsliding, and that managers who emphasize the importance of protecting democratic values can serve as a bulwark of democracy.",
        "doi": "https://doi.org/10.31235/osf.io/s5vax_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "s5vax",
        "version": 1
      },
      {
        "title": "Bayesian Modeling of Subnational Contraceptive Prevalence in Pakistan: are the 2018-2030 policy targets achievable?",
        "authors": "Muhammad Wazir, Yilma Melkamu Alazar",
        "abstract": "Pakistan’s 2018-2030 Family Planning and Population Policy set forth ambitious targets, aiming for a 2 percent annual increase in overall contraceptive prevalence rate (CPR) at both national and subnational levels. This study evaluates the feasibility of these targets through a comprehensive Bayesian analysis, leveraging publicly available datasets. By reconstructing historical CPR trends and employing advanced statistical approaches—including generalized additive models (GAM) and logistic growth models—our analysis accounts for Pakistan’s significant demographic diversity and varying regional contexts. The findings reveal substantial disparities in contraceptive use across provinces and regions, with some areas demonstrating steady progress while others lag behind due to persistent socio-cultural, economic, and infrastructural barriers. Our projections indicate that, although select provinces may approach the policy’s CPR goals by 2025, most subnational units are unlikely to meet the 2 percent annual increase without substantial improvements in health service delivery, supply chain management, and community engagement. The study underscores the importance of tailored, region-specific interventions and sustained political commitment to advance family planning outcomes. Limitations include reliance on modelling approaches, availability of uniform data and potential underreporting in certain areas. Overall, while the national targets are laudable, achieving uniform progress requires nuanced, evidence-based strategies responsive to local needs. The results provide critical insights for policymakers and stakeholders to recalibrate expectations and prioritize investments that can accelerate contraceptive uptake and contribute to broader reproductive health objectives in Pakistan.",
        "doi": "https://doi.org/10.31235/osf.io/t54j7_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "t54j7",
        "version": 1
      },
      {
        "title": "Unsupervised methods for image clustering do not yet replace social scientists’ gaze",
        "authors": "Adeline Clarke, Matti Nelimarkka",
        "abstract": "A number of recent papers have used unsupervised image clustering methods for social science questions. However, there has not yet been research examining whether the clusters resemble the kinds of groupings that social scientists identify when conducting traditional image analysis. In response, we compare the clusters emerging through previously recommended unsupervised image clustering methods in social sciences with the manually categorised groupings to determine which, if any, of these methods are able to imitate the ‘social scientist’s gaze’. We use four different conceptual lenses from previous work, theme, content, purpose and type and use various metrics to assess the similarities. We show that none of the methods can consistently match manual analysis. Therefore, while unsupervised methods for image clustering can identify visually similar images, this may not be sufficient to capture the full breadth of methodological and theoretical approaches common for social sciences. Following this, we discuss the limitations and opportunities further, suggesting that we might consider unsupervised approaches as a distinct gaze or focus on developing methods which align with previous social scientists’ gazes.",
        "doi": "https://doi.org/10.31235/osf.io/zehdw_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "zehdw",
        "version": 1
      },
      {
        "title": "Evidencing the relational and situated aspects of complex social systems affecting health: introducing an integrated mixed methods approach to understand school mental health",
        "authors": "Claire Goodfellow, Chloe Bate, Jayashree Ravi Shetty, James M. Allen, Srebrenka Letina, Emily Long, Nolwazi Nadia Ncube, Julie Riddell, Rechel Suny Obazee, Mia Benjamin",
        "abstract": "Existing strategies for assessing adolescent mental health overlook the complex social and emotional contexts that young people navigate. Traditional methods focus on individuals, with less consideration of social and environmental factors. This paper presents a novel approach to understand relational and situated aspects of social systems and their influence on adolescent wellbeing. We developed data collection and analysis approaches to embed relational and situational information in remote qualitative walking interviews, participatory systems workshops, agent-based models, quantitative psychometric instruments, and social network surveys. These methods were tested on constructs of stress, loneliness, and mental health stigma in Scottish secondary schools. Mixed methods integration used system mapping software, follow the thread method, and the extended Pillar Integration Process. We integrated data from 13 interviews, 3 student-staff workshops (n=63), and 334 survey participants to determine level of support for five high level themes; pillar integration uncovered three additional themes. Stress showed greater between-situation variability than for loneliness, with little evidence for situational variability in stigma. Analysis uncovered ten stress response profiles reflecting individual differences in situation-specific stressors, and three loneliness profiles reflecting higher and lower loneliness across all situations. Integration focussed on how response profiles were patterned by friendship group, gender, and school year. A relational and situated approach to mental health can provide new insights for health promotion in schools. We present a methodological toolkit to assist researchers, intervention developers and school staff to understand influences on mental health and identify points of change tailored to specific social and spatial settings.",
        "doi": "https://doi.org/10.31235/osf.io/2hwjd_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "2hwjd",
        "version": 1
      },
      {
        "title": "Strategies for agritourism development in Gauja bioregion, Latvia, for the socioeconomic valorization of local products",
        "authors": "Romain Glathoud",
        "abstract": "This study aims to identify strategies for the development of agritourism in the Gauja bioregion (surrounding the national park of the same name, in Latvia), in order to better valorize both economically and socially the local productions, particularly through short supply chains, in the face of the decline of typical agriculture threatened by land pressure, lack of generational renewal, dependence on imported inputs, and market difficulties. This study is an exploratory study during which 27 stakeholders of the bioregional agritourism system were interviewed through hybrid interviews. These interviews made it possible to identify an assortment of barriers and drivers that manifest at several levels: at the level of the agritourism system in general, at the level of intra-bioregional dynamics, and at the level of the local product itself. These barriers and drivers, combined with the expectations of the interviewed stakeholders, led to the proposal of 3 strategies to develop this agritourism: clearly defining the agritourism system to make it an attractive and coherent tourist destination, establishing governance to structure this system and encourage the development of initiatives, and taking into account sustainability constraints to ensure the long-term continuation of this agritourism system.",
        "doi": "https://doi.org/10.31235/osf.io/nf3re_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76db6",
            "name": "Agricultural and Resource Economics"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "nf3re",
        "version": 1
      },
      {
        "title": "Time-Invariant Models, Time-Varying Effects: The Reversal of Network Embeddedness across Professional Careers",
        "authors": "Joonhyung Bae",
        "abstract": "Research on the career network treats the effect of the relational structure on outcomes as invariant with time. Among 495 elite Korean artists over seven decades (1929--2002), the association between network stability and career plateau risk is absent early but strengthens monotonically from year~10 to year~20, while network size remains protective throughout. The pooled coefficient averages over these stages, describing a statistical artifact that corresponds to no actual career phase, regardless of causal direction. Bidirectional feedback between network consolidation and productivity decline intensifies over career time, constraining all admissible causal models. Quasi-experimental evidence from institution closures supports \\textit{evaluative redundancy---diminishing} returns from repeated endorsements by the same gatekeepers---as a forward-acting pathway. The association escalates across the achievement distribution. A pilot replication in the film industry supports the phase reversal: a data-driven change-point model identifies overlapping thresholds in both datasets, and a structural break test confirms the pattern. Replication code and data: https://github.com/joonhyungbae/TITV",
        "doi": "https://doi.org/10.31235/osf.io/mbp6d_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "mbp6d",
        "version": 1
      },
      {
        "title": "Mind Meld or Mismatch: A Comparison of Visual Perspective Taking Towards Humans and Robots in Face-to-Face Interactions",
        "authors": "Joel Currie, Katrina Louise McDonough, Agnieszka Wykowska, Maria Elena Giannaccini, Patric Bach",
        "abstract": "Visual Perspective Taking (VPT), the ability to spontaneously represent how another sees the world, underpins human social interaction, from joint action to predicting others’ future actions and mentalizing about their goals and mental states. Due to highly customisable, repeatable behaviours, robots provide an ideal platform to investigate cognitive abilities, such as VPT, in tightly controlled face-to-face interactions. Here, we validate a novel experimental paradigm that robustly measures the extent that people take a human and robot’s visual perspective during an interaction. We do this by measuring how much a partner’s perspective is spontaneously integrated with one’s own. In our study, participants are paired with either another person, an inanimate humanoid robot, or an animate humanoid robot that engages with the task alongside the participant and performs socially interactive behaviours. We show - for the first time in a face-to-face interaction - that participants generally take other people’s visual perspectives, but do not take the perspective of either the inanimate or animate robot. Our study demonstrates that, unlike with 2D depictions of robots, the moderately humanlike appearance of a physically present robot is not enough to promote VPT, neither are basic socially reactive or goal directed behaviours. We contribute an implicit, novel measure of social reasoning towards humans and robots in face-to-face interactions, a benchmark for social roboticists to aim for when creating cognitively penetrable robots, and an open challenge to the social robotics community – to create a robot or robot behaviours that facilitates VPT towards robots.",
        "doi": "https://doi.org/10.31219/osf.io/zh7sg_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecabbb",
            "name": "Computer Sciences"
          }
        ],
        "id": "zh7sg",
        "version": 2
      },
      {
        "title": "The effects of pre-extinction stress vs. physical exercise on contextual retrieval and generalization",
        "authors": "Lianne Wolsink, Oliver T. Wolf, Christian Merz, Valerie Jentsch",
        "abstract": "Exposure to stress hormones before extinction learning leads to strong and less context-dependent extinction memories. However, laboratory stress induction protocols have disadvantages, such as increases in negative affect. In this study, we investigated physical exercise as another stress hormone associated, but healthy and more positively experienced modulator of fear extinction memories. We compared the effects of a vigorous-intensity exercise intervention (treadmill running) and psychosocial stress before extinction training on later contextual retrieval and generalization. To this end, 120 (60 women, 60 men) healthy participants underwent fear acquisition training in context A on day 1, the exercise, stress, or control intervention followed by extinction training in context B on day 2, and a retrieval and reinstatement test in context A, B, and C on day 3. The stress and exercise intervention both significantly increased heart rate, salivary cortisol and alpha amylase levels compared to the control intervention. For both skin conductance responses and pupil dilation, fear acquisition was successful and fear responding decreased over extinction trials. The groups did not differ in fear responding during retrieval 24h later, but psychosocial stress seemed to reduce fear renewal in a novel context. Moreover, exploratory analyses revealed that stress reduced the context-dependency of the extinction memory after reinstatement in men, whereas exercise reduced overall responding in the extinction context. These findings shed light on potential boundary conditions of stress and exercise effects on contextual retrieval of extinction memories, including the generalization to novel contexts with high therapeutic value.",
        "doi": "https://doi.org/10.31219/osf.io/hekwg_v2",
        "subjects": [
          {
            "id": "584240da54be81056cecac68",
            "name": "Psychology"
          },
          {
            "id": "584240da54be81056cecabfd",
            "name": "Neuroscience and Neurobiology"
          }
        ],
        "id": "hekwg",
        "version": 2
      },
      {
        "title": "What Happens if you Think Nothing Happens - A Mixed-Method Network Analysis of Group Structure in a Social Movement",
        "authors": "Timo Damm",
        "abstract": "What happens to an activist collective when the campaign they engage in stalls? This study collects and integrates qualitative and quantitative data about the collective's social network structure over time. I focus particularly on the network dynamics following a disruptive external event that led to changes in campaign priorities. To interpret these dynamics, I draw on network science and the new social movement literature with a focus on resilience. The results show a decisive role of affinity groups in the network's aggregation and disaggregation processes. While the network decreases in size after the event, the number of connections between affinity groups does not. Furthermore, affinity group membership and the number of affinitive ties in the network are strong positive predictors of an individual remaining in the network over time. Of note, I find little overlap between affinity groups and communities detected using a community detection algorithm, highlighting the need for a mixed-method network analysis. This work contributes to a growing body of research on collective adaptation and the systematic analysis of social movements with an integrated approach.",
        "doi": "https://doi.org/10.31219/osf.io/d6v84_v3",
        "subjects": [
          {
            "id": "584240da54be81056cecac6a",
            "name": "Sociology"
          }
        ],
        "id": "d6v84",
        "version": 3
      },
      {
        "title": "Shaping Women’s Fortunes: Inheritance and Gender Disparities",
        "authors": "Naomi Crowther, Louisa Roos, Carolyn Fisher",
        "abstract": "Women rely on intra- and inter-generational transfers for wealth accumulation more than men, yet the role of inheritance in closing gender wealth gaps remains poorly understood. Using Swedish registry inheritance data from 2002–2004 combined with panel data on individual wealth portfolios and labor income from 1999–2007, we examine how wealth and income evolve upon inheriting. Inheritance leads to larger relative increases in women’s net wealth compared to men, however the difference disappears in the long term. Differences in portfolio composition as well as unequal inheritance of productive assets, in the form of business ownership, may play a role. We find evidence indicative of structural barriers to financial resource accumulation over the lifecycle rather than inherent gender differences in investment preferences. The disparity in wealth accumulation post-inheritance is reinforced by gendered labor supply responses. Daughters reduce their paid labor supply more than sons, seemingly to provide unpaid eldercare. Given these findings, inheritance alone should not be viewed as an effective mechanism for reducing gender wealth inequality. (Stone Center on Socio-Economic Inequality Working Paper)",
        "doi": "https://doi.org/10.31235/osf.io/7w253_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "7w253",
        "version": 1
      },
      {
        "title": "Physiotherapy rehabilitation manifesto declarations designed to assure that quality clinical delivery can flourish in a UK urban hospital facility: Results from the first decade (2014-2023)",
        "authors": "Gareth David Jones, Alexandra Curtis, Jimmy James, Jeremy Corcoran, Jamie Gibson, Jade Sampford, Nicola Peat, Matthew Fuller, Gareth Lee Jones, Sophie Badcock",
        "abstract": "Background: Global demand for rehabilitation is high and projected to rise, driven by an increasing prevalence of chronic conditions, population aging, and a rise in demand for quality. Patients expect quality interventions delivered by experts, managers implore more for less, while clinicians including physiotherapists strive for support for professional agency from employers. The increasing demand necessitates effective rehabilitation interventions essential to improve patient outcomes, yet marginalization and the worst forms of managerialism pose real threats to clinical excellence. Methods: In 2013, we introduced a physiotherapy rehabilitation team manifesto in response to a shift towards prioritizing transactional metrics over clinical development outputs, which we deemed a threat to the quality of care. The manifesto consisted of seven declarations to strengthen clinical governance We evaluated its impact by comparing standardized clinical output counts (e.g. abstracts, publications, grants) and Advanced Practice (AP) proxy measures as independent and dependent variables, respectively, between the pre-manifesto (2004-2013) and post-manifesto decades (2014-2023). Results: There was a significant increase in total clinical outputs in the decade post manifesto which included 101 peer-reviewed publications. AP proxy measures improved post manifesto, with significant proportional rises in post-graduate education enrollments (11(19%) pre-manifesto and 48(81%) post-manifesto), and publication first/last authorship by team members (5(45%) pre-manifesto and 61(76%) post manifesto), indicating evolving research and networking skills. We argue that semiotic mediation, where achieving outputs enhances rehabilitation quality through social discourse, combined with Kanter's structural empowerment theory, provides a framework that explains our positive outcomes. Conclusion: The manifesto fostered a supportive structure that empowers physiotherapy clinicians to contribute, innovate, and feel valued. To combat excessive managerialism and ensure a flourishing clinical workforce, we next recommend scaling the manifesto to other physiotherapy specialties and redesigning it as policy in partnership with managers.",
        "doi": "https://doi.org/10.31235/osf.io/j7pyv_v2",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd1",
            "name": "Leadership Studies"
          },
          {
            "id": "5a8c80f9c698300375c76e1f",
            "name": "Organization Development"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "j7pyv",
        "version": 2
      },
      {
        "title": "Off-time leaving home transitions and life satisfaction across young adulthood in the UK",
        "authors": "INVEST Flagship, Katrin Schwanitz, Lydia Palumbo",
        "abstract": "Leaving the parental home is a key transition milestone, often coinciding with the adoption of major adult roles. Reaching it off-time may diminish young adults’ well-being due to non-compliance with the normative ages defining the ‘right’ time to leave. Indeed, the concept of ‘failure to launch’ in the literature underscores the crucial role of home-leaving timing on well-being, yet empirical investigation into the causal link between transitioning off-time and subjective well-being remains limited. This study, therefore, investigates how off-time home leaving and returning home relate to life satisfaction. Using rich prospective panel data spanning over thirty years from the British Household Panel Survey (BHPS) and Understanding Society (UKHLS), we employed fixed-effects regression models to esti-mate within-individual changes in life satisfaction associated with these residential moves. We also conducted an additional, exploratory analysis focusing on young adults who had not yet left home, examining changes in life satisfaction around objective and subjective social age thresholds. The main analyses yielded non-significant findings for both off-time home leaving and returning home. Crucial-ly, the exploratory analysis revealed a notable —yet modest— pattern for non-leavers: life satisfaction experiences a significant decline (0.17 points) in the years approaching and following the objective age threshold. These findings suggest the psychological cost of delayed independence is not driven by the residential move itself, but by the failure to meet internalised social timetables. We conclude that the pressure of age-graded norms is a more critical driver of young adult well-being than the event-timing of the transition.",
        "doi": "https://doi.org/10.31235/osf.io/hsdy4_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "hsdy4",
        "version": 1
      },
      {
        "title": "It must be very hard to publish null results",
        "authors": "Ryan Briggs, Jonathan\tMellon, Vincent Arel-Bundock",
        "abstract": "Publication practices in the social sciences act as a filter that favors statistically significant results over null findings. While the problem of selection on significance (SoS) is well-known in theory, it has been difficult to measure its scope empirically, and it has been challenging to determine how selection varies across contexts. In this article, we use large language models to extract granular and validated data on about 100,000 articles published in over 150 political science journals from 2010 to 2024. We show that fewer than 2% of articles that rely on statistical methods report null-only findings in their abstracts, while over 90% of papers highlight significant results. To put these findings in perspective, we develop and calibrate a simple model of publication bias. Across a range of plausible assumptions, we find that statistically significant results are estimated to be one to two orders of magnitude more likely to enter the published record than null results. Leveraging metadata extracted from individual articles, we show that the pattern of strong SoS holds across subfields, journals, methods, and time periods. However, a few factors such as pre-registration and randomized experiments correlate with greater acceptance of null results. We conclude by discussing implications for the field and the potential of our new dataset for investigating other questions about political science.",
        "doi": "https://doi.org/10.31235/osf.io/zr5vf_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "zr5vf",
        "version": 1
      },
      {
        "title": "Energy Transitions and Political Transformation: Evidence from the Shale Oil Revolution",
        "authors": "Christian J. Baehr",
        "abstract": "An outstanding question in climate politics is how oil-exporting governments will respond to a global clean energy transition. I argue that persistent oil revenue shortfalls strain social contracts in oil-exporting states, compelling governments to enact targeted governance reforms under tightening fiscal constraints. I exploit the sudden emergence of the U.S. shale oil industry as an exogenous supply shock to examine how oil exporters adjust to sustained revenue declines. Using a difference-in-differences design, I find governments exposed to the shale revolution did not respond through broad political liberalization or public goods retrenchment and instead adopted targeted reforms. Systematic evidence on specific reform uptake and a case study indicate these reforms protected public goods provision and curtailed private capture, consistent with a political survival motive driven by rising mass public threats. The findings point to an asymmetric resource curse, in which oil shortfalls generate political responses distinct from those produced by windfalls.",
        "doi": "https://doi.org/10.31235/osf.io/pc5nz_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbd",
            "name": "Environmental Studies"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "pc5nz",
        "version": 1
      },
      {
        "title": "Reproductive Health Research in the Global South",
        "authors": "Fan Yang, Carolina Cardona, Heini Väisänen",
        "abstract": "Not available for this type of publication (editorial for a special issue)",
        "doi": "https://doi.org/10.31235/osf.io/euwxm_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "euwxm",
        "version": 1
      },
      {
        "title": "Social Desirability Bias In Online Surveys: An Experimental Assessment",
        "authors": "Daniel Bischof, Tim Lars Allinger, Morgan Le Corre Juratic, Kristian Frederiksen",
        "abstract": "Social scientists have long debated the extent to which social desirability bias affects online survey responses. We argue that the a priori most promising way to measure it is through a global manipulation at the survey's outset. If effective, this approach allows researchers to (1) isolate social desirability from confounders, (2) verify manipulation success, and (3) assess effects across multiple outcomes. Using well-powered survey experiments in the United States and Denmark, we provide a comprehensive assessment of how social desirability can be successfully manipulated and to what extent it biases online survey responses. Our findings show that some treatments fail to induce perceptions of being observed, while others succeed but do not alter outcomes most likely to be affected by social desirability bias. Beyond offering guidelines for future research designs, these results imply that researchers should be less concerned of social desirability bias in online surveys than previously thought.",
        "doi": "https://doi.org/10.31219/osf.io/ew95m_v6",
        "subjects": [
          {
            "id": "584240da54be81056cecab8f",
            "name": "Economics"
          },
          {
            "id": "584240da54be81056cecac1a",
            "name": "Political Science"
          },
          {
            "id": "584240da54be81056cecac6a",
            "name": "Sociology"
          }
        ],
        "id": "ew95m",
        "version": 6
      },
      {
        "title": "From Rejection to Mandate: Electoral Gender Quotas in India",
        "authors": "VARUN KAREKURVE-RAMACHANDRA",
        "abstract": "This chapter traces the evolution and persistence of electoral gender quotas, focusing on India's transformation from categorical rejection to constitutional mandate. Early women's movements opposed reservations, viewing them as incompatible with formal equality and too closely associated with caste-based reservation policies. Drawing on constitutional debates, government records, and other primary sources, I show that quota adoption required the intersection of egalitarian pressure and strategic elite incentives. The chapter then addresses persistence and three reasons why quotas are rarely withdrawn despite being designed as temporary measures. First, quotas fail to eliminate root causes of discrimination; Second, attitudinal change requires longer time horizons than anticipated; and Third, implementation creates new political constituencies that render withdrawal costly. India's trajectory -- comprising women's mobilization, political upheaval, and expanding caste-based reservations -- culminated in the 1992 local quota laws. With nearly three decades of implementation easing the entry of approximately 700 million women into local political office, India provides a model case for understanding gender quotas and their consequences for women's descriptive and substantive representation.",
        "doi": "https://doi.org/10.31235/osf.io/br5td_v3",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "br5td",
        "version": 3
      },
      {
        "title": "Miscarriage reporting in longitudinal and cross-sectional surveys in Great Britain",
        "authors": "Selin Köksal, MC Compans, Heini Väisänen",
        "abstract": "Objective: To examine the quality and patterns of miscarriage reporting across different surveys administered in Great Britain (GB). Design: Comparative descriptive analysis of pregnancy and miscarriage data collected by four surveys following different methodological approaches including cohort, cross-sectional and household panel surveys. Setting: Great Britain Population or Sample: 29,426 pregnancies reported by 12,648 women in 1970 British Cohort Study (BCS70), Next Steps, Understanding Society (UKHLS), and the third National Survey of Sexual Attitudes and Lifestyles (Natsal-3). Methods: We compared the formulation of pregnancy and miscarriage questions across the surveys, as well as several miscarriage and pregnancy prevalence indicators to understand which approaches may lead to improved miscarriage reporting. Main Outcome Measures: Using self-reported information on past pregnancies from each survey, we examined the average number of reported pregnancies, the proportion of women reporting one or more miscarriage(s), the distribution of all pregnancy outcomes and more specifically the proportion of miscarriages among all pregnancies, and the age-specific miscarriage prevalence. Results: The share of miscarriages among all reported pregnancies ranged between 14 and 21%, and between 18 and 24% of all women reported at least one miscarriage. While the prevalence of miscarriage rates was similar across surveys, UKHLS systematically reported the lowest prevalence, while Next Steps recorded the highest. The prevalence of miscarriage substantially increased after age 34 in all surveys, however with disparities across surveys for pregnancies in the early 40s. Conclusions: Overall, GB surveys provide miscarriage estimates consistent with previous clinical studies but with some heterogeneity across surveys. These differences can be attributed to incomplete collection of pregnancy histories and variation in the age and cohort composition of study populations. Researchers should pay careful attention to questionnaire design, and possible recall issues when using survey data for miscarriage research. Providing clear definitions of miscarriage may reduce heterogeneity in responses.",
        "doi": "https://doi.org/10.31235/osf.io/e86sp_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "e86sp",
        "version": 1
      },
      {
        "title": "Deconstructing the Gender Binary: A Butlerian Analysis of Gender Performativity in The Left Hand of Darkness",
        "authors": "Kerem Çıkıkçı",
        "abstract": "Ursula K. Le Guin explores the fatal flaws of assigned gender roles and challenges heteronormative structures in The Left Hand of Darkness. She uses the science fiction genre to create a fictional world called Gethen in which the inhabitants are ambisexual and gender fluid life forms. Within this context, the human protagonist and the main narrator of the novel, Genly Ai, points out the complexities of Gethenian society. In this regard, Le Guin uses ambisexuality to underscore the implications of binary gender norms on society constructing a world excluding gender-based tension between men and women. According to that, The Left Hand of Darkness can be associated with almost all theories and assumptions in gender studies. Judith Butler’s idea of gender performance perfectly goes parallel with the criticizations of Le Guin. This article revolves around the diverse discrimination and inequalities between gender roles.",
        "doi": "https://doi.org/10.31235/osf.io/r98bz_v1",
        "subjects": [],
        "id": "r98bz",
        "version": 1
      },
      {
        "title": "What Drives Corporate Carbon Transparency? A Systematic Literature Review",
        "authors": "Gracia Ovelia Ristie, Sutaryo",
        "abstract": "The purpose of this research is to identify what drives carbon emission disclosure practices using a systematic literature review approach. Then, map and group the variables used from various previous studies. A data source sourced from Scopus with a total of 31 articles found related to the research topic and accessible to researchers with the period 2018-2024. The results of the study show that related research in 2022-2024 continues to increase. Research data sources related to previous research are more sourced from secondary data on manufacturing companies using quantitative research methods. Then, the research is based on independent variables used in previous research, the majority of which are on variable profitability (ROA), leverage (LEV), and environmental performance (EP).",
        "doi": "https://doi.org/10.31235/osf.io/h6tae_v1",
        "subjects": [],
        "id": "h6tae",
        "version": 1
      },
      {
        "title": "Childhood exposure to ethnic outgroups predicts interethnic marriage",
        "authors": "Leonard Wendering, Nan Zhang, Kerstin Ostermann",
        "abstract": "Scholars posit that childhood exposure to ethnic outgroups may durably improve intergroup relations. However, few studies to date track the consequences of childhood experiences across multiple decades. Moreover, existing research focuses on majority populations and largely overlooks the impact of exposure for minorities. Using linked geocoded US census records from 1880 to 1900/1910, we examine childhood outgroup exposure and subsequent marriage patterns for over 400,000 American, German and Irish men. To account for residential self-selection, we use machine-learning to identify “ethnic” neighborhoods and compare individuals living within the same residential contexts but having different next-door neighbors. In majority-minority dyads, outgroup exposure is consistently associated with a higher likelihood of marrying a member of that group, as well as a lower likelihood of ingroup marriage. The evidence is less robust for minority-minority dyads but nonetheless supports an overall pattern wherein childhood experiences can serve to erode ethnic group boundaries.",
        "doi": "https://doi.org/10.31235/osf.io/t9w5p_v1",
        "subjects": [],
        "id": "t9w5p",
        "version": 1
      },
      {
        "title": "Applying a complex systems-informed approach to the evaluation of population health interventions: A case-study example of traffic restriction schemes outside schools",
        "authors": "Olivia Alliott, David Ogilvie, Lucy Grace Anderson, Richard Patterson, Kate Garrott, Emma Carey, Cornelia Guell, Jenna Panter",
        "abstract": "Background: Population health interventions may change physical, social or fiscal environments to shift health behaviours and often operate within a complex system of interacting factors. Systems methods are frequently suggested as a way to provide an overview of the interactions that determine behaviours or actions and may help to understand how or why interventions might (or might not) change health. However, there are few examples of how these methods have been used in empirical evaluations of public health interventions. Methods: We describe our application of a qualitative complex systems approach to evaluate a population health intervention: traffic restriction schemes, often referred to as School Streets, where motor vehicle access outside schools is restricted at pick-up and drop-off times. We intended to use systems methods across our evaluation; here we describe how we use these methods to build theory. Following the five-step approach outlined by Alvarado et al., (2023), we produced research propositions, systems archetypes and a causal loop diagram to understand the underlying system in which traffic restriction schemes are implemented and their potential impact on school-based active travel. Results: In bringing together diverse and multi-disciplinary evidence from different stakeholders we identified unanticipated systems interactions such as increased initial tensions and conflicts between users of different active travel modes (e.g. cyclists vs pedestrians). Using causal loop diagrams and systems archetypes, we developed research propositions focused on funding and implementation, safety, habit formation and the potential for unintended consequences. Conclusions: Taking a complex systems approach has deepened our understanding of how traffic restriction schemes interact with their broader context and helped us develop a guiding theoretical framework for our ongoing evaluation. We intend this work to stimulate discussion, offer insights for future evaluations of population-level health interventions, and encourage public health researchers to adopt systems methods in their own evaluations. Key words: Complex systems approach, population health intervention, traffic restriction schemes, School Streets, Active travel, Causal loop diagrams, Systems archetypes, Qualitative systems methods, public health evaluation",
        "doi": "https://doi.org/10.31235/osf.io/x6bzf_v1",
        "subjects": [],
        "id": "x6bzf",
        "version": 1
      },
      {
        "title": "Collective Sexuality Frames as Unambiguous Settings: Event Descriptions and Participant Reactions in Germany",
        "authors": "Oliver Maor",
        "abstract": "This exploratory study examines organized sexual events in Germany as structured leisure formats rather than as expressions of identity, morality, or relationship ideology. Using event descriptions, registration data, pricing information, and post-event participant comments published on a dominant German online platform, the analysis shifts attention from individual motivations to recurrent organizational configurations through which sexual practices are enabled. The dataset comprises 137 publicly advertised events conducted on three comparable Saturdays in late summer and fall 2025, enabling comparison with a prior 2023 sample. Quantitative analyses show that admission pricing, including gender-differentiated prices and age-related discounts, has no measurable effect on participant composition. Multivariate analyses identified four largely independent structural dimensions—demographic composition, participation structure, pricing relations by gender, and absolute pricing—and a three-cluster typology distinguishing large party-oriented events, couple-centered standard formats, and niche events with a large surplus of men. No evidence of a stable participant cohort across years is found. Qualitative analyses of event descriptions and participant comments indicate that sexuality is treated as a situational and pragmatic practice. Evaluations of events in the participants’ comments focus primarily on organizational coherence, spatial layout, music, catering, and staff performance. Sexual encounters are mentioned selectively, mainly where organizers explicitly curate sexual practices as part of the event design. Overall, the findings suggest that organized sexual events operate as bounded social settings in which the event format defines the purpose of participation, allowing sexuality to be enacted as a routinized form of leisure activity embedded in the spatial and service setting.",
        "doi": "https://doi.org/10.31235/osf.io/pn47e_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76dd0",
            "name": "Leisure Studies"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "pn47e",
        "version": 1
      },
      {
        "title": "Exploring how traffic restriction schemes outside schools influence the school journey: a qualitative analysis of mechanisms and contextual factors",
        "authors": "Olivia Alliott, Cornelia Guell, David Ogilvie, Sophie Hadfield-Hill, Jenna Panter",
        "abstract": "Background: Active travel to and from schools offers important health and environmental benefits, yet car use remains dominant, contributing to congestion, pollution and safety risks. Schemes to restrict private motor vehicles are increasingly being implemented around schools to address these issues, but evidence on how they might work to impact the school journey across different contexts is limited. Aims and Objectives: To explore the mechanisms through which schemes might influence school travel behaviour and how the impacts vary across different contexts. Methods In-person walk-along and online interviews were conducted with 24 families, five teachers and four local authority representatives across three regions (Perth and Kinross, Haringey and Sheffield) across the United Kingdom between September 2024 and April 2025. Ethnographic observations were also carried out. Transcripts were analysed drawing on Braun and Clarke’s reflexive thematic analysis, guided by realist evaluation principles and ethnographic observations to identify contexts, mechanisms and outcomes using NVivo. Results: Common context-mechanism-outcome (CMO) configurations were identified reflecting congruent narratives across participants. For example, In contexts where families previously relied on driving for the school journey (Context), increased inconvenience functioned as a mechanism (Mechanism), encouraging a shift towards hybrid journeys and or a full shift to active travel (Outcome). CMOs were broadly captured by two themes: i) considering change and adapting routines: how families responded to schemes, and ii) navigating challenges and building momentum: how schemes evolved in practice. Participants highlighted the potential for schemes to promote active travel to school, improving experiences of the journey and their health, while also noting unintended consequences such as displaced traffic, pushback from some community members and challenges for families with specific access needs. These experiences showed how supportive infrastructure, meaningful consultation and framing around children’s health and safety shape the impact and acceptability of the schemes. Conclusion: The capacity for schemes to promote healthier and more sustainable school travel, while also generating unintended consequences, suggests that effective implementation requires supportive infrastructure, sustained community engagement and alignment with broader policy priorities. Keywords: active travel; school journey; traffic restriction schemes; school streets; qualitative research; public health",
        "doi": "https://doi.org/10.31235/osf.io/naxqs_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d97",
            "name": "Urban Studies and Planning"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "naxqs",
        "version": 1
      },
      {
        "title": "Research Conditions and Nothing Else Matters? – A Typology of International Researchers’ Rationales for Choosing Host Institutions",
        "authors": "Antje Wegner",
        "abstract": "This article presents an empirically based typology of researchers’ rationales for choosing a mobility destination and challenges the commonly held assumption that research conditions the primary decision-making criterion. Theoretically informed by a structuration approach, I reconstruct (1) how researchers reflexively monitor, rationalise, and motivate their mobility actions and (2) how these processes relate to contextual settings in terms of individual life course and career perspectives and macro-level factors, e.g. such as the funding and scholarship landscape or unfavourable conditions in source countries. The analysis draws on 16 qualitative interviews and survey data from 1,532 foreign-educated post-doctoral researchers at German Higher Education Institutions. Based on a triangulation approach, I identify five distinct mobility rationales: ‘Consciously focused’, ‘Exiles’, ‘Sojourners’, ‘Opportunity oriented’ and ‘Familistic established’. The typology serves as a heuristic for science and higher education policymakers to design target-group specific measures for attracting researchers and fostering mobility.",
        "doi": "https://doi.org/10.31235/osf.io/meyk2_v1",
        "subjects": [],
        "id": "meyk2",
        "version": 1
      },
      {
        "title": "Word Embeddings Reveal Patterns of Disgust-related Speech in Non-hierarchical Political Discourse",
        "authors": "Alejandro Sarria-Morales",
        "abstract": "As political landscapes become more inclusive, long-established stigmatization dynamics based on hierarchical power structures evolve. This study examines how language related to disgust is used in the Colombian Senate following the 2022 presidential elections, a period marked by increased representation of traditionally marginalized groups within the legislative context. Disgust-related language, typically weaponized by elites against historically stigmatized outgroups in asymmetrical power scenarios, takes on new implications in this setting. Using word embeddings to analyze semantic associations, I identify political minorities within the government coalition as emerging “disgust-relevant” groups. These findings challenge traditional expectations by revealing that disgust-related language can extend beyond social stigmatization to target individuals who embody multiple dimensions of ideological opposition. Notably, the analysis suggests that disgust relevancy compounds across intersecting identities, with female senators affiliated with left-leaning ideologies exhibiting a higher likelihood of being verbally and semantically linked to disgust. Additionally, this methodological approach offers a framework for detecting language-based violence in political text, highlighting its relevance for protecting democratic discourse.",
        "doi": "https://doi.org/10.31235/osf.io/e6c34_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f9c698300375c76dfd",
            "name": "Linguistics"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "e6c34",
        "version": 1
      },
      {
        "title": "Voters' Preferences for Parties' Moral Rhetoric",
        "authors": "Jae-Hee Jung",
        "abstract": "Moral rhetoric in party messages reflect parties' attempts to represent voters' moral values. This paper conceptualizes moral rhetoric as a form of moral representation and explores the demand side of such moral representation. Do voters want parties to use moral rhetoric? Based on insights about the link between morality and politics, I argue that moral rhetoric is preferred by a broad set of voters, including copartisans and non-copartisans. Specifically, moral rhetoric is likely to be favored by not only supporters of the party, but also non-supporters with strong moral convictions about politics. Using original surveys in six countries and additional studies in the UK, I find evidence in support of my argument that moral representation is wanted by voters beyond the party base. Unlike extant work, the paper points to the unifying potential of morality in politics. It also opens up a way to empirically study moral representation in politics.",
        "doi": "https://doi.org/10.31235/osf.io/u6zdk_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          }
        ],
        "id": "u6zdk",
        "version": 1
      },
      {
        "title": "Enhancing geospatial precision in conflict data: A stochastic approach to addressing known geographically imprecise observations in conflict event data",
        "authors": "Mihai Croicu",
        "abstract": "The proliferation of large-scale, geographically disaggregated data on armed conflicts, protests, and similar events has opened new avenues of research, but has also introduced significant data quality challenges. A notable yet often overlooked issue involves observations with “known geographic imprecision” (KGI), where event locations are unknown and instead arbitrarily assigned by dataset authors. Although this issue is widely recognized and accounts for up to a quarter of observations in datasets like UCDP GED, it is rarely addressed by users. This paper presents a stochastic method derived from the multiple-imputation literature, employing spatio-temporal Gaussian processes and leveraging latent actor-conflict features in the data to enhance location accuracy. Extensive Monte-Carlo simulations demonstrate that this approach substantially enhances the accuracy of these observations and improves predictive performance beyond the state-of-the-art when applied out-of-sample. Additionally, an adapted version of the UCDP GED dataset that employs this new procedure is provided, showcasing the practical application and benefits of the methodology.",
        "doi": "https://doi.org/10.31235/osf.io/5bcn9_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d86",
            "name": "Geography"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          }
        ],
        "id": "5bcn9",
        "version": 1
      },
      {
        "title": "Companionship with Social Chatbots by People with Learning Disabilities",
        "authors": "Fabian Wijngaard, Celeste Sebel",
        "abstract": "This research studies the experiences of companionship to social chatbots by people with learning disabilities (LD). Due to the increased risk of loneliness and the social barriers people with LD encounter, companion chatbots could be of particular added value to their lives. To gain insight into the social meaning these relationships might have, this study adopted an inclusive approach in which an academic and a non-academic researcher with a LD collaborated. Through interviewing six people with LD, we have found that they use companion chatbots in differing ways. Such as a daily companion, an interactive diary, to find support and as an imaginary character with which they could engage in fantastical stories. The chatbot offers people with LD a way to participate in specific social interactions that are less accessible (or even impossible) to them in the real world, due to social norms and institutional realities. While the chatbot does add value to their daily lives, none of them rate the chatbot evenly valuable as relationships to real people, due to its lack of essential human characteristics. By adopting a posthumanist framework, this paper comes to understand that companionship to chatbots by people with LD should therefore be understood differently than human to human relationships. It is a way to engage in non-normative social interactions that help to address and navigate daily societal and institutional life.",
        "doi": "https://doi.org/10.31235/osf.io/v5ubt_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "v5ubt",
        "version": 1
      },
      {
        "title": "Monitor Digital Working Society—Brief report on the second wave of surveys: Increasing awareness and collegial support through AI",
        "authors": "Frank Marcinkowski, Marco Lünich, Birte Keller, Florian Golo Flaßhoff",
        "abstract": "The brief report presents key findings from the second of four representative survey waves conducted as part of the Opinion Monitor Artificial Intelligence 3.0 research project. It is based on data collected from 1,651 German respondents (925 working, 726 non-working) in July 2025. The report places a particular focus on developments compared to the first survey at the beginning of 2025. Overall, attitudes toward artificial intelligence (AI) remain ambivalent among the population, but show slight shifts toward greater awareness, more differentiated assessments, and increasing acceptance, especially among working people. The latter report more frequent personal benefits from AI, while the perception of societal risks is cautiously positive. In the world of work, the affective attitude toward AI remains stable and positive, while individual cognitive assessments are developing moderately toward more positive assessments, for example, with regard to income, career opportunities, and skill requirements. Job insecurity remains low overall; general concerns about AI replacing human labor are declining slightly. At the same time, the professional use of AI is increasing, especially generative AI, and is expanding from routine tasks to more complex and creative ones. Overall, the results point to a gradual transition from uncertainty to a more experience-based engagement with AI, with AI increasingly being perceived as collegial support, although existing ambivalences have not been completely resolved.",
        "doi": "https://doi.org/10.31235/osf.io/7rp4f_v1",
        "subjects": [
          {
            "id": "5a8c80f4c698300375c76ccb",
            "name": "Digital Humanities"
          },
          {
            "id": "5a8c80f8c698300375c76dbe",
            "name": "Economics"
          },
          {
            "id": "5a8c80f8c698300375c76dcf",
            "name": "Social Work"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76df4",
            "name": "Science and Technology Studies"
          },
          {
            "id": "5a8c80f9c698300375c76e0d",
            "name": "Communication"
          },
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "7rp4f",
        "version": 1
      },
      {
        "title": "The Hidden Decline of Trust in Science",
        "authors": "Joseph A. Bulbulia, John R. Kerr, Carla Houkamau, Danny Osborne, Marc Wilson, Kumar Yogeeswaran, Chris G Sibley",
        "abstract": "Surveys of trust in science are conducted by scientists, creating a structural selection problem: those who distrust science are less likely to participate. In cross-sectional designs this bias is invisible; in panel studies it appears as differential attrition that inflates apparent trust over time. Using five waves (2019–2024) from a national probability panel in New Zealand (N = 42,681) and multiple imputation to correct attrition bias, we find that apparent gains in the social value of science vanish after correction and that confidence in scientists, after an initial pandemic-era rise, falls to or below baseline by 2024. Simulation analyses indicate that correction methods recover trajectories under standard missing-data assumptions. Categorical estimates reveal hidden erosion of high confidence in scientists and growth in low trust that uncorrected data obscure.",
        "doi": "https://doi.org/10.31235/osf.io/tynr4_v1",
        "subjects": [
          {
            "id": "5a8c80f7c698300375c76d98",
            "name": "Psychology"
          },
          {
            "id": "5a8c80f8c698300375c76daf",
            "name": "Political Science"
          },
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          },
          {
            "id": "5a8c80f9c698300375c76e0c",
            "name": "Social Statistics"
          }
        ],
        "id": "tynr4",
        "version": 1
      },
      {
        "title": "When Do We Bury Our Close Kin? Understanding The Kinloss Over Life Course in India",
        "authors": "Amrit J John, Udaya Shankar Mishra, Ashton M. Verdery",
        "abstract": "Mortality shapes the human life course, yet its relational dimensions are underexplored. This Study examines the timing and likelihood of kin loss in India using data from the fifth Demographic and Health Survey, which records both current household members and reported deaths among former members. We developed new linkages to identify deceased kin and constructed non-parametric period life tables to estimate when individuals lose parents, spouses, and children across socioeconomic groups. Results show that parental loss occurs, on average, by age 33, with fathers dying earlier than mothers. Inequalities are marked: the poorest are twice as likely to lose a parent by age 25 and nearly three times more likely to experience a child’s death by age 65 than the richest. Gender differences are also substantial; by age 70, 36% of women are widowed compared with 9% of men. These findings demonstrate profound socioeconomic and gender disparities in relational mortality across the life course.",
        "doi": "https://doi.org/10.31235/osf.io/vzk5w_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "vzk5w",
        "version": 1
      },
      {
        "title": "Socioeconomic and Urban-Rural factors influencing BCG Vaccination coverage in Pakistan: Evidence from MICS6 (2017-2020)",
        "authors": "Ribal Ahmed",
        "abstract": "Despite Pakistan’s high tuberculosis burden, BCG vaccination coverage remains suboptimal (71.8%) with pronounced urban-rural disparities. This study analyses IPUMS-MICS6 data (2017-2020; n=17,872 children aged 0-24 months) using survey weighted logistic regression and average marginal effects to quantify the influence of child, maternal, educational and socioeconomic determinants on BCG receipt, stratified by urban and rural residence. Maternal higher education demonstrated the highest absolute association with vaccination probability (21.3 percentage-point increase), followed by strong wealth gradients in rural populations (up to 13.1pp increase). Pre-term birth was associated with substantially higher predicted uptake in urban settings (14.5pp increase), with no comparable effect in rural areas, indicating contextual heterogeneity in access pathways. These findings reveal structurally patterned inequalities in early life immunisation focused on BCG receipt, highlighting persistent barriers to equitable EPI coverage. Policy response should priorities integrated social protection and health system strategies with education-focused interventions and demand-side support for targeting rural and socioeconomically disadvantaged households.",
        "doi": "https://doi.org/10.31235/osf.io/g8de4_v1",
        "subjects": [
          {
            "id": "5a8c80f8c698300375c76ddb",
            "name": "Public Affairs, Public Policy and Public Administration"
          }
        ],
        "id": "g8de4",
        "version": 1
      },
      {
        "title": "China is Not the New Rome: An Agent-Based Model Test of the Supply-Side Theory",
        "authors": "Ruiqian Li",
        "abstract": "Nationally representative surveys suggest Chinese Christian growth has plateaued at 2–5%, contrasting with supply-side predictions of 7–10% annual growth and an eventual Christian majority. Using an agent-based model, I formalize the theory's core mechanisms, including competitive evangelism, strict-church retention, cross-religion recruitment, and persecution-driven solidarity, under conditions more favorable to Christianity than any real religious market. Four findings emerge. First, the distribution of religious demand, not supply-side mechanisms, determines growth: under a neutral population, Christianity never exceeds 3%. Second, regulation always suppresses growth; the solidarity effect filters the church but does not grow it, consistent with historians' finding that Rome's Christian majority resulted from imperial patronage, not persecution. Third, strict churches win internal competition but cannot expand the convertible pool. Fourth, when declining intergenerational transmission is incorporated, the model's equilibrium falls to 4–5%, bracketing survey estimates. The debate over Chinese Christian numbers is not a data problem but a theoretical one: the theory's verbal predictions outrun what its own formalized logic can support.",
        "doi": "https://doi.org/10.31235/osf.io/t9f7u_v1",
        "subjects": [
          {
            "id": "5a8c80fac698300375c76e20",
            "name": "Sociology"
          }
        ],
        "id": "t9f7u",
        "version": 1
      }
    ]
  }
}