{
  "update": "2025-03-14",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Imperial Borderlands. By Bogdan G.Popescu, Cambridge: Cambridge University Press, 2023. 332 pp. $110.00 (cloth). ISBN: 9781009365215",
          "authors": "Joan Ricart‐Huguet",
          "url": "https://doi.org/10.1111/gove.70014",
          "doi": "https://doi.org/10.1111/gove.70014",
          "filter": 0
        },
        {
          "title": "Promoting Integrity in the Work of International Organizations. By DuncanSmith, Cham, Switzerland: Springer, 2021. pp. 367. $69.99 (paper)",
          "authors": "Andrea De Tommaso",
          "url": "https://doi.org/10.1111/gove.70005",
          "doi": "https://doi.org/10.1111/gove.70005",
          "filter": 0
        },
        {
          "title": "Varieties of Managerialism Inside the State. The Long‐Term Transformations of Management Structures in the French and German Central Governments",
          "authors": "Philippe Bezes, Jana Bertels, Scott Viallet‐Thévenin",
          "abstract": "This article applies an organizational, longitudinal and comparative perspective to study the varieties of managerial activities that have been historically developed inside the state since the early 1980s. Its aim is to assess the extent to which these activities have been influenced by New Public Management reforms while also evidencing the fact that many other types of management have been developed overtime. Based on an analytical typology categorizing the diversity of managerial tasks and on an original large‐scale dataset mapping internal structures in the French and German central bureaucracies and their transformations from 1980 to 2014, the article shows that managerial activities (notably in charge of support functions) were already well rooted in the two central governments. It also measures the late but significant effects of NPM reforms in the two countries, visible in the growth of steering and controlling activities which are even more visible in the French than in the German case. At last, it explores the likelihood of isomorphism in the organization of managerial activities either among ministries in charge of the same policy tasks or across managerial activities due to their inherent dynamics of diffusion.",
          "url": "https://doi.org/10.1111/gove.70008",
          "doi": "https://doi.org/10.1111/gove.70008",
          "filter": 0
        },
        {
          "title": "Policy Analysis: A Practical Introduction. By DavidBromell, Cham: Springer, 2024. xiii+241 pp. EUR 64,19 (ebook), EUR 74,99 (hardcover). ISBN: 978‐3‐031‐55363‐9; ISBN: 978‐3‐031‐55364‐6 (eBook)",
          "authors": "A. Muhammad Nurfajrin Nasri",
          "url": "https://doi.org/10.1111/gove.70009",
          "doi": "https://doi.org/10.1111/gove.70009",
          "filter": 0
        },
        {
          "title": "Planning for Cities in Crisis: Lessons From Gondar, Ethiopia. By MulatuWubneh, Cham, Switzerland: Springer Nature, 2022. 315 pp. $109 (eBook). ISBN: 978‐3‐031‐18416‐1",
          "authors": "Hijrah Lail, Risma Abbas, Andi Muh Mario Haring",
          "url": "https://doi.org/10.1111/gove.70010",
          "doi": "https://doi.org/10.1111/gove.70010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The shape of the budget. European countries’ public expenditure through crises",
          "authors": "Alice Cavalieri",
          "url": "https://doi.org/10.1080/13501763.2025.2475003",
          "doi": "https://doi.org/10.1080/13501763.2025.2475003",
          "filter": 0
        },
        {
          "title": "Embedded liberalism, economic nationalism, or Welfare Chauvinism? Experimental evidence on policy preferences in tough times",
          "authors": "Leonardo Baccini, Mattia Guidi, Arlo Poletti",
          "url": "https://doi.org/10.1080/13501763.2025.2475007",
          "doi": "https://doi.org/10.1080/13501763.2025.2475007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "The Weakness of Weak Ties: Do Social Capital Investments among Leaders Pay Off During Times of Disaster?",
          "authors": "Brand Nowell, Toddi Steelman",
          "abstract": "The theoretical literature on social capital and disasters, as well as conventional wisdom, suggests the importance of pre-disaster relationship building among leaders of responding organizations and agencies for disaster readiness and response. Often implied, but rarely tested empirically, research presumes a positive and linear relationship associated with investments in social capital for effective disaster response. Any amount of relationship building is better than none, but more is better. But is it? In this article, we use a rare longitudinal, pre-post disaster dataset of dyadic ties among leaders to examine key questions related to investments in social capital before a disaster, the expected payoffs from these investments, the actual payoffs of these investments and the marginal effects of such investments. Our findings indicate that pre-disaster relationship building has a non-linear relationship to expected payoffs and actual payoffs. Marginal effects analyses suggests three interesting, though perhaps counter-intuitive, relationships between the investment and expected and actual payoffs in social capital. First, leaders reported expecting disproportionately high payoffs from relatively small relationship investments prior to the disaster. Second, infrequent pre-disaster interactions were found to be no different than no prior interaction when looking at actual payoffs from these investments. Finally, relationships that were deemed most problematic were among those with weak ties. Overall, results suggest that the efficacy of pre-disaster relationship building is more complicated than one would expect based on extant literature. More investment in social capital may be better in some cases, but the benefits from these investments appear only after a certain threshold is met and, in some cases, may have diminishing returns. Potential theoretical drivers for these seemingly counter-intuitive findings are discussed while calling for further research to investigate these dynamics in other contexts.",
          "url": "https://doi.org/10.1093/jopart/muaf002",
          "doi": "https://doi.org/10.1093/jopart/muaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Business engagement in gender equality policy: roles, contributions, and expectations",
          "authors": "Paula Otero-Hermida, Hannia Gonzalez-Urango",
          "abstract": "Businesses have traditionally been seen as reluctant participants in equality policy initiatives. However, emerging governance guidelines increasingly advocate for gender mainstreaming, encouraging active business engagement. Our research examines this potential transformation, focusing on the role of businesses adopting Corporate Social Responsibility (CSR) practices compared to traditional equality policy actors – governments, equality organizations, and academia – within the Colombian context. Using a collaborative governance framework and participatory decision-making techniques, we identify potential role shifts toward proactivity and specific contributions from each actor group. Our findings highlight discordant mutual expectations, or “role mismatch”, and divergent perceptions within the business sector, which may undermine traditional actors. These insights emphasize the risks inherent in business participation in equality policy. By delineating contributions and clarifying self-perceptions and mutual expectations, we offer a practical approach to designing participatory processes that foster mutual recognition, trust, and shared responsibility as foundations for advancing equality policies.",
          "url": "https://doi.org/10.1017/s0143814x25000029",
          "doi": "https://doi.org/10.1017/s0143814x25000029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Understanding the Co‐Provision of Disaster‐Related Services in the United States: Universities and Colleges as Community Stakeholders",
          "authors": "Suyang Yu, Brian J. Gerber",
          "abstract": "A “whole community” strategy is central to disaster management and community resilience in the United States. However, the specific means by which community‐level stakeholders in the private and nonprofit sectors function as partners with government agencies in providing key disaster‐related services are currently underexamined. Here, we present unique data assessing one significant community stakeholder category: US universities and colleges. Doing so presents a useful opportunity to examine how disaster service co‐provision functions in practice. Elaborating on prior theory in this area and using a public service logic perspective, we examine emergency preparedness and response and find, intuitively, factors such as internal organizational capacity help explain co‐provision actions. However, we also demonstrate the importance of other domain characteristics. For instance, administrators' sense of community responsibility affects service co‐provision management. Further, organizational behavior related to routine local hazard issues is not necessarily predictive of atypical cases—such as pandemic‐related actions.",
          "url": "https://doi.org/10.1111/padm.13056",
          "doi": "https://doi.org/10.1111/padm.13056",
          "filter": 0
        },
        {
          "title": "Does Practice Make Perfect? A Longitudinal Analysis of the Contractual Governance of Ireland's First Public‐Private Partnership",
          "authors": "Cian O'Shea, Donal Palcic, Eoin Reeves",
          "abstract": "This paper examines how contractual governance in a public–private partnership evolved over a 16‐year period. It adopts a novel approach by revisiting an earlier analysis of Ireland's first PPP contract for school's infrastructure. We examine contractual governance at two distinct levels: the contract management level (between government and contractor) and the operational level (between school principals and facilities managers). We find that contractual governance between contracting parties has remained transactional but is now characterized by higher levels of trust and cooperation. However, we find that contractual governance has shifted from transactional to relational at the operational level. A number of factors have contributed to the evolution toward increased relational governance. These include the transfer of contract management to a newly established specialized PPP procurement agency, changes in personnel involved in the project, and the adoption of a more devolved approach to facilities management through the introduction of on‐site facilities managers.",
          "url": "https://doi.org/10.1111/padm.13059",
          "doi": "https://doi.org/10.1111/padm.13059",
          "filter": 0
        },
        {
          "title": "Aligning Behavioral Assumptions Underlying Policy Instruments: A Principle for Designing Policy Mixes Targeting Behavioral Change",
          "authors": "Linsheng He, Yixin Dai, Yue Guo",
          "abstract": "In practice, multiple policy instruments are often combined to achieve complex goals. However, predicting whether policy mixes will have complementary or conflicting effects remains a theoretical challenge, especially in those aimed at changing individuals' cognition and behavior. We provide novel theoretical and empirical insights into policy mix effectiveness by defining and differentiating the behavioral assumptions embedded in policy instruments, arguing that outcomes depend not only on the assumptions within each instrument but also on the consistency of assumptions across instruments. We conducted a survey experiment in a Chinese city preparing to build a nuclear power plant (NPP; n = 417). After testing participants' acceptance of NPP construction across different policy mix scenarios (combining egoistic and altruistic instruments), we found that mixes grounded in consistent behavioral assumptions more effectively increased public acceptance. Thus, consistent behavioral assumptions across policy instruments should be a core principle when designing policy mixes targeting behavioral change.",
          "url": "https://doi.org/10.1111/padm.13057",
          "doi": "https://doi.org/10.1111/padm.13057",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/padm.13005",
          "doi": "https://doi.org/10.1111/padm.13005",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Measuring Transaction Costs in Public Sector Contracting Through Machine Learning and Contract Text",
          "authors": "Matthew Potoski, Bjarke Lund‐Sørensen, Ole Helby Petersen",
          "abstract": "Transaction cost (TC) theoretical constructs are central to research throughout the social sciences, yet key concepts, such as measurability and asset specificity, often defy systematic empirical measurement. In government contracting research, empirical measurements of key TC theoretical constructs are limited to the International City/County Management Association's surveys of US municipal and county governments. We present a preregistered method using machine learning algorithms to generate product‐level TC measures from contract text data and a government contract manager survey. We verify the algorithms' out‐of‐sample performance and use them to generate TC measures for additional products from corresponding contract text data. The result is a publicly available database of new TC measures for 176 diverse products and services covered in the European Union's Common Procurement Directives. These new measures facilitate the application of the TC framework across public management, including research on government contracting, collaboration, networks, and governance.",
          "url": "https://doi.org/10.1111/puar.13947",
          "doi": "https://doi.org/10.1111/puar.13947",
          "filter": 0
        },
        {
          "title": "Dynamics of Public Administration Reform Processes: Contrasting Top‐Down Purity and Meso‐Level Managerial Bricolage Reform in New Zealand",
          "authors": "Flavia Maria de Mattos Donadelli, Rodney James Scott",
          "abstract": "Although the results of paradigmatic change are a common focus of the literature, significantly less attention has been paid to the process through which public administration reform takes place. In particular, the role of meso‐level induced changes has only recently started to receive some attention, and not much is yet known about how collaborative systems at the managerial level affect pathways of administrative reform. Here we compare the two most significant periods of reform in New Zealand in the past 50 years. The 1988–1989 reforms were based on simple (arguably simplistic) assumptions, amenable to rapid and politically led top‐down reform. In contrast, the 2012–2020 reforms conceived of public administration as a complex social system suited to incremental managerially induced change that was mainly driven by the bureaucratic elite. Our article shows that collective leadership may result in extensive paradigmatic changes through endogenous feedback and meso‐level induced processes.",
          "url": "https://doi.org/10.1111/puar.13948",
          "doi": "https://doi.org/10.1111/puar.13948",
          "filter": 0
        },
        {
          "title": "Celebrating 85 Years",
          "url": "https://doi.org/10.1111/puar.13944",
          "doi": "https://doi.org/10.1111/puar.13944",
          "filter": 0
        },
        {
          "title": "American Society for Public Administration Code of Ethics",
          "url": "https://doi.org/10.1111/puar.13945",
          "doi": "https://doi.org/10.1111/puar.13945",
          "filter": 0
        },
        {
          "title": "Organizational and Individual Factors of Evidence Informed Policy Making in Public Organizations",
          "authors": "Pieter Raymaekers, Koen Migchelbrink, Valérie Pattyn, Peter De Smedt",
          "abstract": "Understanding the use of evidence by public organizations and public officials is a key issue for public administration scholars and practitioners. In this study, we examine how individual‐ and organizational‐level factors relate to evidence informed policy making. Using the Norm of Evidence and Research in Decision‐making (NERD), we conduct an online survey to analyze evidence informed policy making perceptions of public officials ( n = 438) holding policy responsibilities within the Flemish (Belgian) government. The results highlight the importance of a rational, results‐ and production‐oriented organizational culture, adequate access to information, sufficient time, and appropriate personnel. At the individual level, person‐organization fit and public sector experience are associated with evidence use. Enhancing our knowledge of these organizational and individual factors is crucial for advancing the theory and practice of evidence informed policy making in public organizations.",
          "url": "https://doi.org/10.1111/puar.13946",
          "doi": "https://doi.org/10.1111/puar.13946",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/puar.13838",
          "doi": "https://doi.org/10.1111/puar.13838",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Love thy neighbour? Management team environment and effective leadership behaviour in public organizations",
          "authors": "Caroline Howard Grøn, Christian Bøtcher Jacobsen",
          "url": "https://doi.org/10.1080/14719037.2025.2466653",
          "doi": "https://doi.org/10.1080/14719037.2025.2466653",
          "filter": 0
        },
        {
          "title": "Middle managers matter! Unpacking the deployment and adaptation of organization-level dynamic capabilities",
          "authors": "Petter Gullmark, Carlo Salvato, Tommy H. Clausen",
          "url": "https://doi.org/10.1080/14719037.2025.2469826",
          "doi": "https://doi.org/10.1080/14719037.2025.2469826",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Climate Politics in Latin America: The Cases of Chile and Mexico",
          "authors": "Isik D. Özel",
          "abstract": "This paper focuses on climate coalitions and commitments in the Global South by comparing the cases of two Latin American countries, Chile and Mexico. Chile, once a laggard, emerged as a regional leader in climate policy in the early 2020s, while Mexico, a pioneer until the early 2010s, experienced a backlash and retreated. How can we make sense of these diverging trajectories? How and why do climate commitments emerge? This paper argues that robust commitments are only possible when driven by a bundled narrative that facilitates the formation of a broad coalition. Such a coalition, in turn, crafts and advances the climate narrative, as demonstrated by the Chilean case. By exploring the interplay between climate narrative creation and coalition‐building, the paper underscores climate coalitions' fragile and often precarious nature in the Global South. It seeks to contribute to the existing knowledge on climate policy and the formation of climate coalitions, particularly in the Global South, where climate policy challenges are often more intensified than in the Global North.",
          "url": "https://doi.org/10.1111/rego.12662",
          "doi": "https://doi.org/10.1111/rego.12662",
          "filter": 0
        },
        {
          "title": "Political Economy and Climate Change",
          "authors": "Neil Fligstein",
          "abstract": "The crisis of climate change threatens the existence of human civilization. As social scientists, we should be positioned to theorize and study whether or not the existing system of global capitalism can find ways to ameliorate the crisis or is doomed to cause that collapse because of the overwhelming power of dominant economic interests. This paper argues that right now our dominant theories of capitalism, fail to give us sufficient leverage to understand how and if the energy transition will happen. This suggests we urgently need new approaches which center on mechanisms of economic and political innovation and change in order to evaluate if such a transition is under way and how large its impact might be. The paper concludes with a research agenda focussed on these ideas.",
          "url": "https://doi.org/10.1111/rego.70009",
          "doi": "https://doi.org/10.1111/rego.70009",
          "filter": 0
        },
        {
          "title": "In the Eye of the Storm? A Quantitative Content Analysis on the Influence of Surrogate Inspectorates on Media Frames",
          "authors": "Julia Wesdorp",
          "abstract": "In the past decades, scholars have provided novel insights on the role of media within regulation. Still, this strand of research has received less attention to the networked nature of contemporary regulatory governance. This article studies surrogate inspectorates, who focus on motivating the implementation/enforcement of regulatory rules, often temporary and without formal capacity. Based on a quantitative content analysis of 2700 newspaper articles, this article studies how the presence of surrogate inspectorates affects the way regulatory agencies are framed within newspaper articles. The results show that (a) media attention for regulatory agencies has increased in the past 12 years and is increasingly negative and (b) that the presence of surrogate inspectorates is associated with more sensational, personalized, conflict, and negative news coverage of regulatory agencies. This study concludes that, as the regulatory network becomes more complex with, for example, surrogate inspectorates, the control of regulatory agencies over media framing diminishes.",
          "url": "https://doi.org/10.1111/rego.70005",
          "doi": "https://doi.org/10.1111/rego.70005",
          "filter": 0
        },
        {
          "title": "The Development of Carbon Markets in Upper‐Middle‐Income Countries",
          "authors": "Pieter E. Stek, Renato Lima‐de‐Oliveira, Thessa Vasudhevan",
          "abstract": "Upper‐middle‐income economies face a specific set of trade‐offs when reducing carbon emissions, which differ from the trade‐offs faced in low‐ and high‐income economies. To mobilize domestic funds, middle‐income countries are developing carbon markets to attract private sector investment. This study advances a theoretical framework for carbon market development and explores the process in Brazil, Indonesia, and Malaysia. The case of Malaysia is examined in depth due to the slow development of its carbon market compared to its peers. Analysis reveals that Malaysia faces a carbon market dilemma due to high domestic emissions and internal challenges related to energy market regulation and land ownership, which have hindered the emergence of a pro‐carbon market coalition. In contrast, Brazil and Indonesia have been more active in the international voluntary carbon market and have implemented key regulations with domestic political support. This study provides insights into the challenges and opportunities of carbon market development in middle‐income economies, highlighting the importance of resource endowments and an enabling coalition for successful implementation.",
          "url": "https://doi.org/10.1111/rego.70010",
          "doi": "https://doi.org/10.1111/rego.70010",
          "filter": 0
        },
        {
          "title": "Inducing Compliance: Shaping Audiences' Perceptions in China's Cyber Crime Enforcement",
          "authors": "Graeme Smith",
          "abstract": "Through case studies in the South Pacific and an examination of Chinese sources, this article examines two dimensions of China's cybercrime enforcement beyond its borders: how it manages to repatriate cybercriminals in the absence of formal extradition agreements, and why these repatriations are surrounded by a high degree of performativity. The article finds targeting influential government figures and bilateral police cooperation agreements are used to bypass legal norms in the Pacific to repatriate Chinese criminal suspects. I argue highly stylized police operations in the Pacific and beyond reflect longstanding domestic norms around policing and campaign‐style governance, and the persistence of ideas that the best way to induce compliance among Chinese citizens is to humiliate and parade criminal suspects, thus tipping the “balance of awe” in favor of the Party‐state.",
          "url": "https://doi.org/10.1111/rego.70007",
          "doi": "https://doi.org/10.1111/rego.70007",
          "filter": 0
        },
        {
          "title": "Picking Losers: Climate Change and Managed Decline in the European Union",
          "authors": "Timur Ergen, Luuk Schmitz",
          "abstract": "Decarbonization forces societies to cope with the restructuring and outright unwinding of assets, firms, workers, industries, and regions. We argue that this problem has created legitimacy for industrial policies managing the reallocation of resources. We illustrate this dynamic by documenting incremental state‐building in the European Union, an administration institutionally tilted toward regulatory statehood and the making of the Single Market in energy since the 1990s. European greening policies, we argue, have incrementally lessened the primacy of regulatory tools and have introduced a plethora of instruments to accelerate green restructuring and carbon unwinding. Best understood as a process of multi‐sited institutional layering, the European Union increasingly appears to complement financial and regulatory instruments to effect green energy transitions with the management of decline in targeted regions and sectors, based on targeted funds and targeted transition planning.",
          "url": "https://doi.org/10.1111/rego.70004",
          "doi": "https://doi.org/10.1111/rego.70004",
          "filter": 0
        },
        {
          "title": "Administrative Sanctions and Loose Legal Norms: Resistance and Street‐Level Policy Reversal in Norway",
          "authors": "Stig S. Gezelius",
          "abstract": "How do provisions for administrative sanctioning affect the implementation of loose legal norms? To streamline regulation, governments have increased their penal capacity by authorizing administrative sanctioning, and they have decentralized regulatory responsibility by loosening legal norms. A case study of Norway's animal welfare governance shows how using administrative sanctions to enforce loose legal norms led to unpredictable sanctioning and, thereby, subverted regulatees' trust in law enforcement. Ensuing resistance from regulatees pressured inspectors to regain legitimacy by tightening loose legal norms and by backing down on administrative sanctioning. Inspectors thus reversed streamlining policies to protect the primary purpose of their profession: to motivate compliance with animal welfare law. The case highlights unintended consequences of streamlining regulation. It also illustrates how frontline workers may protect their primary purpose by disregarding policies they perceive as disruptive.",
          "url": "https://doi.org/10.1111/rego.70011",
          "doi": "https://doi.org/10.1111/rego.70011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
