{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "The Welfare Workforce: Why Mental Health Care Varies Across Affluent DemocraciesBy Isabel M.Perera, Cambridge: Cambridge University Press, 2025. 288pp., $110 (hardcover). ISBN: 9781009499897.",
          "authors": "Sarah D. Rozenblum",
          "url": "https://doi.org/10.1111/gove.70062",
          "doi": "https://doi.org/10.1111/gove.70062",
          "filter": 0
        },
        {
          "title": "‘We're All in This Together?’ A Survey Experiment on the Perceived Legitimacy of Region‐Specific Crisis Interventions in Germany and the Netherlands",
          "authors": "Lars Brummel, Dimiter Toshkov, Brendan Carroll",
          "abstract": "In responding to crises, governments often need to enact restrictions on the freedoms of citizens that might be perceived as intrusive and unfair. Yet, government interventions need to retain legitimacy in the eyes of citizens. We study the perceived legitimacy of pandemic crisis interventions with a focus on the effects of multi‐level governance and region‐specific interventions. Such territorially‐differentiated measures are often appropriate for effective crisis responses, but they raise concerns about equal treatment. Our pre‐registered survey experiments run on quota‐representative national samples in Germany and the Netherlands ( N  = 2252) find no evidence in support of the conjecture that citizens perceive nation‐wide crisis interventions as more legitimate than region‐specific measures. The level of government making the decision matters very little for the legitimacy of the interventions. Restrictions enacted by the national government are slightly more accepted than those decided regionally in the Netherlands, but there is no such difference in Germany.",
          "url": "https://doi.org/10.1111/gove.70056",
          "doi": "https://doi.org/10.1111/gove.70056",
          "filter": 0
        },
        {
          "title": "Bureaucracies' Strategies for Coping With Populism: Insights From Israel",
          "authors": "Nissim Cohen, Yekoutiel Sabah",
          "abstract": "In recent years, an increasing body of research has examined the influence of populism on public bureaucracies and their responses to this phenomenon. This study seeks to add to this literature by examining how high‐level Israeli bureaucrats navigate populist pressures. Based on 32 in‐depth interviews with current and former senior officials, our findings reveal that bureaucrats are very aware of populist leaders' attempts to exploit bureaucratic institutions to consolidate power, thereby weakening both the effectiveness of the professionals in these institutions and their autonomy. We also find that bureaucrats employ a mix of strategies including resistance, compliance, and strategic adaptation to cope with these challenges. We propose a classification of these bureaucratic coping strategies, ranging from aggressive resistance to passive compliance, with intermediate strategies balancing adaptation and institutional survival. The Israeli case represents a rather “soft” bureaucratic response to populism compared to other contexts. Nevertheless, this study contributes to the growing discourse on populism and public administration, offering insights into the complex interactions between populist leadership and bureaucratic institutions.",
          "url": "https://doi.org/10.1111/gove.70061",
          "doi": "https://doi.org/10.1111/gove.70061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Polarized public agenda in times of crisis",
          "authors": "Amnon Cavari, Asif Efrat",
          "url": "https://doi.org/10.1080/13501763.2025.2552418",
          "doi": "https://doi.org/10.1080/13501763.2025.2552418",
          "filter": 0
        },
        {
          "title": "Puzzling, powering, profiting: the politics of sustainable finance in the European Union",
          "authors": "Daniel Mertens, Natascha van der Zwan",
          "url": "https://doi.org/10.1080/13501763.2025.2555964",
          "doi": "https://doi.org/10.1080/13501763.2025.2555964",
          "filter": 0
        },
        {
          "title": "Simulating democratic reform in the EU: self-legitimation through participatory innovation",
          "authors": "Paul A. Kindermann",
          "url": "https://doi.org/10.1080/13501763.2025.2554911",
          "doi": "https://doi.org/10.1080/13501763.2025.2554911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Moving Beyond New Public Management: How Business Type‐Management Is Embedded in the Swedish State Through Institutional Hooks",
          "authors": "Shirin Ahlbäck Öberg, Göran Sundström",
          "abstract": "In recent years, criticism facing Business‐Type Management within the state has led governments to call for new management models. In many cases, this ambition has not been accompanied by concrete actions signaling a clear break with BTM. There has been limited capacity for critical reflection, learning, and innovative thinking. Why is this? In this article, this question is discussed from a historical‐institutional perspective. Using Sweden as a case, it is argued that the inertia largely can be explained by various “institutional hook” on which BTM hung. These institutional hooks are interlinked and form an institutional infrastructure that is controlled by actors that work with and advocate BTM. The main argument is that BTM ideas and practices are deeply embedded organizationally into the state and that for new ideas to emerge and to be implemented, the Government needs to reorganize the policy sector of administrative reform.",
          "url": "https://doi.org/10.1111/padm.70021",
          "doi": "https://doi.org/10.1111/padm.70021",
          "filter": 0
        },
        {
          "title": "Navigating Digital Transformation? The Guiding Role and Socialization Processes of Change Agents",
          "authors": "Caroline Fischer, Jessica Breaugh",
          "abstract": "This article investigates the role of internal change agents in advancing digital transformation within public sector organizations. In response to the complexities of digitalization, these change agents guide their peers in adopting technology and bridging the gap between strategy and implementation. We draw on an 18‐month diary study ( N = 68, n = 1007) and interviews with 20 change agents from two mid‐sized municipalities in Germany. Building on role socialization theory, the study identifies phases in their development, from anticipation of the new role to initial learning, adaptation, and eventually integration and role mastery. The results show that these change agents act as knowledge brokers and motivators, helping build digital skills among colleagues, while also engaging in their own job enrichment. Yet tensions emerged with respect to managing their dual roles linked to time, role ambiguity, and resistance. Implications of this study point to the active role individual public servants play in effective digital transformation. By focusing on individuals involved in digital change, these findings offer a replicable model for public organizations undergoing digital transformation.",
          "url": "https://doi.org/10.1111/padm.70024",
          "doi": "https://doi.org/10.1111/padm.70024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "A “Watershed” Moment for Collaboration: The Impacts of Legislation and Network Governance on Environmental Outcomes",
          "authors": "Yixin Liu, Jiho Kim, Tina Nabatchi",
          "abstract": "Cross‐boundary collaboration is a common strategy used to address environmental issues, but scholars do not yet fully understand what makes a difference in the outcomes of externally directed collaborations. To fill this gap, we examine whether a piece of state legislation that authorizes collaborative watershed restoration projects improves water quality. Using Oregon data from 1980 to 2021 and a regression discontinuity in time design, we find a 5% improvement in water quality after the legislation was enacted. Furthermore, our longitudinal analyses show that network properties and management within collaborative projects are key factors underlying this improvement. In general, networks led by collaborative governance regimes and local governments are more effective than those led by citizen groups or state agencies. However, state agencies show the strongest capacity to manage projects with multiple goals. These findings underscore the importance of institution design and network governance in achieving successful environmental collaboration.",
          "url": "https://doi.org/10.1111/puar.70031",
          "doi": "https://doi.org/10.1111/puar.70031",
          "filter": 0
        },
        {
          "title": "Authoritarian Drift, Variegated Paths: Mapping Administrative Transformation Strategies Under Illiberal Rule",
          "authors": "Michael W. Bauer",
          "abstract": "This article develops a typology of illiberal rule by identifying four distinct models of administrative transformation: neoauthoritarian, neopatrimonial, neoreactionary, and neoclientelist. Drawing on cases including Viktor Orbán, Donald Trump, Javier Milei, and Andrés Manuel López Obrador, it argues that illiberal leaders reshape bureaucracies through diverse strategies of control, each rooted in specific conceptions of the state and particular modes of bureaucratic design. In light of the varying illiberal trajectories, the article concludes by proposing differentiated reform strategies tailored to the specific threats posed by each variant of illiberal rule, aiming to bolster bureaucratic resilience accordingly. The analysis calls for a reorientation of public administration theory—from a focus on compliance to a normative conception of civil servants as stewards of democratic order.",
          "url": "https://doi.org/10.1111/puar.70028",
          "doi": "https://doi.org/10.1111/puar.70028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Does E-filing improve nonprofit reporting timeliness? evidence from IRS Form 990 data",
          "authors": "Anubhav Gupta, Young Joo Park",
          "url": "https://doi.org/10.1080/14719037.2025.2557857",
          "doi": "https://doi.org/10.1080/14719037.2025.2557857",
          "filter": 0
        },
        {
          "title": "AI-enabled workforce: performance improvements in public sector tasks of varying innovative work behavior",
          "authors": "Wei Zhang, Yili Yu, Shengli Dai",
          "url": "https://doi.org/10.1080/14719037.2025.2559862",
          "doi": "https://doi.org/10.1080/14719037.2025.2559862",
          "filter": 0
        },
        {
          "title": "Managing the use of social-media influencers in public-sector communication",
          "authors": "Raphaël Zumofen, Vincent Mabillard, Martial Pasquier",
          "url": "https://doi.org/10.1080/14719037.2025.2559854",
          "doi": "https://doi.org/10.1080/14719037.2025.2559854",
          "filter": 0
        },
        {
          "title": "When data doubles narrate asylum: the agency of government officials and asylum applicants in datafied asylum procedures",
          "authors": "Rianne Dekker, Kinan Alajak, Koen Leurs, Djamila Schans, Albert Ali Salah",
          "url": "https://doi.org/10.1080/14719037.2025.2561109",
          "doi": "https://doi.org/10.1080/14719037.2025.2561109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Testing the Assumptions of History‐Dependent Approaches to Regulation: Comparing Compliant Companies With Those That Transgress",
          "authors": "Ben Hunter",
          "abstract": "Risk‐based approaches to regulatory governance are ubiquitous. One aspect of such approaches suggests regulators direct their attention towards companies that have already violated regulations. However, such approaches have made little use of available data to explore these companies, especially compared to companies that do not transgress. This article represents a first step towards informing regulatory practice with an analysis of such data, examining whether companies that violate environmental regulations both once and multiple times can be distinguished from companies that have remained compliant. Companies pursued by the Environment Agency for England and Wales between 2010 and 2021, including both one‐time violators ( n = 445) and repeat violators ( n = 1826) were compared with companies with no record of environmental violations ( n = 4500). The results of the multinomial logistic regression suggested that increases in the log of current liabilities and return on equity were associated with an increased likelihood of being both a one‐time and repeat violator, while decreases in return on capital employed and the logs of assets and net income were associated with the same. Finally, utilities companies were associated with an increased likelihood of being a repeat violator. The results have implications for where environmental regulators should direct their efforts. Financial difficulties in particular may serve to be an important indicator of whether a company may be at risk of violating environmental regulations.",
          "url": "https://doi.org/10.1111/rego.70066",
          "doi": "https://doi.org/10.1111/rego.70066",
          "filter": 0
        },
        {
          "title": "Skills Development for the Twin Transition: Building Transnational Skills Ecosystems Through Experimentalist Governance",
          "authors": "Lukas Graf, Marcelo Marques, Agata A. Lambrechts",
          "abstract": "The twin transition to a green and digital economy is linked to the need for new skills in the workforce. However, given the scale and speed of change, it is challenging for policymakers, employers, and educational institutions to predict what skills will be in demand and how to create them. In addition to strategic uncertainty, European policymakers are confronted with a diversity of national and regional skills systems and a multi‐polar power distribution. Based on our governance framework combining the concept of skills ecosystems with experimentalist governance, we find that policymakers rely on experiments to create and sustain transnational skills ecosystems. These enable local actors to cooperate in a bottom‐up way and to develop novel skills solutions. We draw on the iterative policy cycle of experimentalist governance to conceptualize the components necessary for governing transnational skills ecosystems. The expanding European Centers of Vocational Excellence are analyzed to illustrate our argument.",
          "url": "https://doi.org/10.1111/rego.70076",
          "doi": "https://doi.org/10.1111/rego.70076",
          "filter": 0
        },
        {
          "title": "Beyond the Half‐Empty Glass: How Theory and Research on Organizational Crime Can Better Inform Regulation and Compliance in Policing",
          "authors": "Kristy Holtfreter, Natasha Pusch, Scott E. Wolfe",
          "abstract": "A large body of research demonstrates support for deterrence and organizational justice perspectives in regulating white‐collar and corporate crime. While much of this literature focuses on corporate America, there are nonetheless some established consistencies in “what works” to promote compliance. Parallel to this literature, policing scholars tend to focus on negative outcomes, such as excessive use of force and other forms of misconduct, rather than through a glass‐half‐full lens of compliance. The current paper takes stock of the literature on the regulation of white‐collar and corporate crime, with the goal of extending the lessons learned from corporate America to the context of police organizations. In light of the current legitimacy crisis in policing, the broader organizational justice literature offers a promising avenue for informing better research on compliance in policing, that is, how to get the police to do what the public wants as opposed to reacting to negative events. We recognize that there are inherent levels of accountability present in corporations that are more limited in policing (e.g., federal regulation) but there are still many internal mechanisms and processes common to both organizational settings that deserve more attention by policing scholars. The paper concludes with an overview of theoretically driven and evidence‐based directions for future policing research that may simultaneously inform policy and practice in police organizations.",
          "url": "https://doi.org/10.1111/rego.70081",
          "doi": "https://doi.org/10.1111/rego.70081",
          "filter": 0
        },
        {
          "title": "Tightening the Regulatory Grip: Local Regulatory Stringency and Sectoral Platform Regulation in EU Cities",
          "authors": "Eliska Drapalova, Kai Wegrich",
          "abstract": "Platform companies like Uber and Airbnb are depicted as agile policy entrepreneurs who can navigate the boundaries of regulatory frameworks and manipulate regulations to their advantage; however, recent empirical studies suggest that their capacity to influence policy depends on the particular political and institutional context. This study investigates the evolving responses of local regulators to platform companies across 108 European cities between 2012 and 2022. Utilizing a regulatory stringency index, we assess how city governments have adjusted their regulations to counteract the growing influence of these platforms. Our research indicates a notable trend toward stricter regulatory measures, reflecting an increased determination among local authorities to enforce rules on platforms. We identify various patterns of regulatory change, which are shaped by sector‐specific dynamics and differing national and local contexts. By examining the regulatory dynamics over time, this paper contributes to the understanding of the relationship between platform power and local governance.",
          "url": "https://doi.org/10.1111/rego.70077",
          "doi": "https://doi.org/10.1111/rego.70077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
