{
  "update": "2025-11-07",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Navigating the Accountability Paradoxes of Financial Resource Abundance in the Post‐Pandemic Public Service Delivery",
          "authors": "Deborah Agostino",
          "abstract": "This paper investigates the accountability paradoxes that emerge when public administrations operate under conditions of financial resource abundance and explores how these paradoxes are managed in practice. Focusing on Italian universities in the wake of Next Generation EU (NGEU) funding, the study applies paradox theory to reconceptualize accountability as a dynamic, processual, and relational phenomenon. The findings reveal that rather than reducing complexity, financial abundance amplifies and transforms accountability pressures into persistent, multidimensional paradoxes. Through qualitative analysis, three core accountability paradoxes are identified, along with the coping strategies universities use to navigate them. The results show that accountability paradoxes are never solved, but they require a dynamic adaptation and negotiation among competing demands. The study advances the literature on public sector accountability by highlighting the challenges and opportunities of public service delivery in resource‐rich environments.",
          "url": "https://doi.org/10.1111/gove.70078",
          "doi": "https://doi.org/10.1111/gove.70078",
          "filter": 0
        },
        {
          "title": "Government Officials' Perceptions of Legitimate Governance Arrangements—Does a Representative Orientation Matter?",
          "authors": "Stefan Sjöblom",
          "abstract": "Government officials are key actors in managing processes of institutional design and reorganization in increasingly emergent and diversified public structures. This study expands on a framework for assessing the predictive strength of key legitimacy dimensions on officials' governance preferences. The framework is applied to officials' preferences for third‐party and collaborative governance arrangements. The study is based on data from a for‐purpose designed survey conducted among Finnish top‐level government officials. The findings show that officials' governance preferences are strongly contingent on their perceptions of political rules as well as procedural norms pertinent to the representative structures they serve. The article thus contributes to the field of governance research with a focus on the interface between representative government and governance structures. Furthermore, the applied legitimacy framework proved fruitful for addressing the problem of indeterminacy that characterizes many legitimacy concepts. The approach has considerable comparative potentials for predicting governance preferences but also effects of legitimacy perceptions in a wider sense.",
          "url": "https://doi.org/10.1111/gove.70080",
          "doi": "https://doi.org/10.1111/gove.70080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The rise and fall of technocratic democracies: unstable majorities and delegation to technocrats",
          "authors": "Gabriele Gratton, Jacob Edenhofer",
          "url": "https://doi.org/10.1080/13501763.2025.2576160",
          "doi": "https://doi.org/10.1080/13501763.2025.2576160",
          "filter": 0
        },
        {
          "title": "Failing through success? How stable liberal orders become self-destabilising",
          "authors": "Christoph Knill, Andreas Kruck, Berthold Rittberger, Laura Seelkopf, Bernhard Zangl",
          "url": "https://doi.org/10.1080/13501763.2025.2580519",
          "doi": "https://doi.org/10.1080/13501763.2025.2580519",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/13501763.2025.2583671",
          "doi": "https://doi.org/10.1080/13501763.2025.2583671",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "The impact of inter-actor competition on administrative burdens: theorizing “consequent populations” using the illustrative case of gamete donation governance",
          "authors": "Ashley Splawinski",
          "abstract": "Research on administrative burdens has highlighted how policy design and implementation shape citizens’ experiences of the state. Little attention has been paid to how conflicts between target populations can also generate administrative burdens. Using the case of gamete donation policies in Canada, this article argues that target populations can shape administrative burdens for one another through competition within policy arenas, with winners experiencing less costly policy implementation at the expense of other target populations. In doing so, it positions citizens as agents who both experience and produce the costs of policy implementation. To capture these dynamics, the article introduces the concept of consequent populations to identify distinct groups disadvantaged by the outcomes of target group competition, and consequent costs to specify the sub-category of administrative burden borne by this group.",
          "url": "https://doi.org/10.1017/s0143814x25100871",
          "doi": "https://doi.org/10.1017/s0143814x25100871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Performance and Innovation in the Public Sector: Managing for Results, Third Edition. By Evan M.Berman and ImaneHijal‐Moghrabi, New York and London: Routledge/Taylor and Francis Group, 2023. 238 pp. $51.99 (hbk). ISBN: 978‐1‐032‐30369‐7",
          "authors": "Marc Holzer",
          "url": "https://doi.org/10.1111/puar.70055",
          "doi": "https://doi.org/10.1111/puar.70055",
          "filter": 0
        },
        {
          "title": "The Effect of Performance Failures on User Satisfaction: Evidence From a Natural Experiment",
          "authors": "Mads Thau, Maria Falk Mikkelsen, Nathan Favero",
          "abstract": "Despite long‐standing interest in satisfaction with public services and organizations, our knowledge of how responsive user satisfaction is to real‐world performance fluctuations remains limited. Existing cross‐sectional studies may suffer from selection bias, while survey experiments may overstate performance information effects, as the salience of such information is artificially primed. We exploit a unique opportunity to study the link between performance failure and user satisfaction dynamically, as news of a major performance failure within the Danish National Board of Social Services happened to break during fielding of a satisfaction survey among the Board's users. Our analysis shows no negative effects of the performance failure on user satisfaction. These findings suggest that in real‐world settings—where citizens draw on many information sources when forming judgments—performance effects on satisfaction are weaker than prior studies suggest. Thus, satisfaction data cannot be assumed to automatically reflect changes in service providers' performance and reputation.",
          "url": "https://doi.org/10.1111/puar.70059",
          "doi": "https://doi.org/10.1111/puar.70059",
          "filter": 0
        },
        {
          "title": "Public Administration Education in the Czech Republic: Facing Marginalization",
          "authors": "Michal Plaček, Juraj Nemec, David Špaček, Peter Pisár",
          "abstract": "This article maps and discusses the state of public administration education in the Czech Republic. The main method is the multiple case study, covering three topics. The first case enhances information about the scope and scale of public administration in the country. The data suggest that, especially at public schools, the number of students is continuously falling, and public administration did not develop as a specific discipline. The second case focuses on scientific output and internationalization of public administration education, and the last one on the impact of public administration programs on the public sector and national policies. We can observe a gradual convergence toward Western PA standards, which, however, lags behind economic and social developments. The main causes of this lock‐in in the past are the legacy of economic transformation, a demand‐driven approach, inappropriate funding of science, the accreditation system, and the influence of professional organizations.",
          "url": "https://doi.org/10.1111/puar.70061",
          "doi": "https://doi.org/10.1111/puar.70061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Performance feedback and policy diffusion: evidence from Chinese city governments subsidizing new energy vehicles",
          "authors": "Liang Ma, Weixing Liu, Hongtao Yi",
          "url": "https://doi.org/10.1080/14719037.2025.2578798",
          "doi": "https://doi.org/10.1080/14719037.2025.2578798",
          "filter": 0
        },
        {
          "title": "Should I stay or should I go? Political fragmentation and manager turnover – evidence from local government in Norway",
          "authors": "Dag Ingvar Jacobsen",
          "url": "https://doi.org/10.1080/14719037.2025.2580419",
          "doi": "https://doi.org/10.1080/14719037.2025.2580419",
          "filter": 0
        },
        {
          "title": "Social influence or normative conflict? An experimental study of online consumer reviews and citizen evaluations of an angency’s service",
          "authors": "James Gerard Caillier",
          "url": "https://doi.org/10.1080/14719037.2025.2582589",
          "doi": "https://doi.org/10.1080/14719037.2025.2582589",
          "filter": 0
        },
        {
          "title": "Value co-creation at service user interface: contribution of public service professionals",
          "authors": "Salla Maijala, Aino Rantamäki, Kaisa Kurkela",
          "url": "https://doi.org/10.1080/14719037.2025.2582602",
          "doi": "https://doi.org/10.1080/14719037.2025.2582602",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "How Can Law Be Robust in the Face of Heightened Societal Turbulence?",
          "authors": "Eva Sørensen, Jacob Torfing, Peter Triantafillou",
          "abstract": "Taking its cue from the growing frequency of disruptive crises, new research argues that crisis‐induced turbulence calls for robust governance based on adaptation and innovation. While law plays a key role in the effort of governments to govern robustly, the robustness of law has received scant regard. To compensate for this gap, this article defines robust legality, analyzes its conditions of emergence, reflects on the different forms it might take, and considers the prospects for advancing robust legal regulation. Studying legal robustness enables public management researchers and practitioners to better understand the role of law in times of heightened societal turbulence.",
          "url": "https://doi.org/10.1111/rego.70100",
          "doi": "https://doi.org/10.1111/rego.70100",
          "filter": 0
        },
        {
          "title": "The Polysemy of Skills: Exploring Country‐Specific Approaches in the Knowledge Economy",
          "authors": "Marina Cino Pagliarello, Milan Thies, Tamara Tubakovic, Douglas Nunes",
          "abstract": "This paper investigates how the concept of “skills” operates as a malleable governance instrument in EU policy, allowing for coordination despite diverse national priorities. Analyzing National Implementation Plans (NIPs) of the Osnabrück Declaration, we examine how Germany, France, Sweden, and Spain interpret and operationalize skill formation through nationally specific lenses. Despite being a least‐likely case for ambiguity, the NIPs reveal strategic variation: Germany links skills to structural transformation, France to capacitation for growth, Sweden to the integration of disadvantaged groups, and Spain to tackling youth unemployment. These findings show how the EU's use of conceptually ambiguous frameworks enables soft policy coordination without requiring uniform implementation. Polysemy thus emerges not as a weakness but as a functional mechanism that allows Member States to align with EU priorities while preserving domestic institutional logics. The paper contributes to scholarship on EU governance, policy discourse, and the political economy of skills.",
          "url": "https://doi.org/10.1111/rego.70102",
          "doi": "https://doi.org/10.1111/rego.70102",
          "filter": 0
        },
        {
          "title": "Meeting the Twin Challenge in Times of Labor Shortage: How Modern Societies Promote Future Skills for the Digital and Green Transitions",
          "authors": "Martin B. Carstensen, Niccolo Durazzi, Patrick Emmenegger, Jane Gingrich",
          "abstract": "The twin transition to a digital and green economy has placed skill formation at the center of efforts to sustain competitiveness. Reforming skill formation systems poses enduring dilemmas on how to balance concerns about economic efficiency with social inclusion while securing employer commitment. The context of significant uncertainty brought on by the twin transition—placed at all levels, from individuals to firms to the state—amplifies the challenge of building effective skills ecosystems. We argue that the central question is no longer about whether governments should intervene but instead about how to govern skill formation under profound uncertainty. The task is to design institutions that are flexible enough to adapt to shifting technological and ecological demands while stable enough to sustain political coalitions and social inclusion. We argue that effective skills ecosystems for the twin transition must combine political stability with the capacity to embrace—rather than reduce—economic uncertainty.",
          "url": "https://doi.org/10.1111/rego.70098",
          "doi": "https://doi.org/10.1111/rego.70098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
