{
  "update": "2024-10-25",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Introduction “street‐level bureaucracy, populism, and democratic backsliding”",
          "authors": "Gabriela Spanghero Lotta, Barbara Piotrowska, Nadine Raaphorst",
          "abstract": "This special issue investigates the impact of populism and democratic backsliding on street‐level bureaucracy (SLB) across various countries and contexts. The cooccurrence of populism and democratic erosion significantly alters public administration, particularly affecting public sector employees responsible for policy implementation. This issue explores how populist strategies differ in their application to SLBs as compared to the Civil Service, the distinctive challenges SLBs encounter due to populism and democratic backsliding, and the pressures exacerbated during crises. By examining studies from Brazil, Mexico, Poland, Czechia, Hungary, Switzerland, and the United States, the papers highlight the interplay between political pressures and frontline service delivery. The findings underscore the necessity of understanding the relationship between democratic backsliding, populism, and SLBs, proposing a research agenda to further explore these dynamics and their implications for public administration and policy implementation.",
          "url": "http://dx.doi.org/10.1111/gove.12906",
          "doi": "10.1111/gove.12906",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Procedural inclusiveness can mitigate trust challenges in environmental policymaking",
          "authors": "Sarah Gomm, Robert A. Huber, Dennis Kolcava, E. Keith Smith, Thomas Bernauer",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2413458",
          "doi": "10.1080/13501763.2024.2413458",
          "filter": 0
        },
        {
          "title": "Far-right contentious politics in times of crisis: between adaptation and transformation",
          "authors": "Andrea L. P. Pirro, Pietro Castelli Gattinara, Caterina Froio",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2413446",
          "doi": "10.1080/13501763.2024.2413446",
          "filter": 0
        },
        {
          "title": "From the closet to spotlight: the rising tide of lesbian, gay and bisexual political candidacies",
          "authors": "Michal Grahn",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2416949",
          "doi": "10.1080/13501763.2024.2416949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Gendered Administrative Burden: Regulating Gendered Bodies, Labor, and Identity",
          "authors": "Pamela Herd, Donald Moynihan",
          "abstract": "Gendered burdens are experiences of coercive and controlling state actions that directly regulate gendered bodies, labor, and identity. It’s not simply about preventing access to rights and benefits, it’s about control and coercion. Gendered burdens generate gender inequality through four mechanisms. First, administrative burdens regulate reproductive bodies, legitimating the state’s direct control over reproductive health care, including abortions, with consequent implications for peoples’ health. Second, burdens require reproductive labor, shifting unpaid and underpaid reproductive labor onto women as the policies that support such labor tend to have high administrative burden that impede access. Third, gendered burdens restrict reproductive labor, impeding the right to provide such care labor with dignity, by exerting control over how, and sometimes whether, care is performed, including in rights-granting venues, like redistributive benefits, and rights-depriving venues, like the supervision of families by child protective services. Fourth, burdens regulate gendered identities, reinforcing heteronormative and cis-normative constructions of gender, including by directly controlling gender identification. While gendered burdens are not only experienced by women, they are most strongly applied to poor and racially marginalized groups of women. These claims provide a basis for public administration scholarship to connect with feminist theory by illustrating the centrality of administrative processes and related experiences to structural patterns of inequality.",
          "url": "http://dx.doi.org/10.1093/jopart/muae021",
          "doi": "10.1093/jopart/muae021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "How self-interest and symbolic politics shape the effectiveness of compensation for nearby housing development",
          "authors": "Michael Hankinson, Justin de Benedictis-Kessner",
          "abstract": "Policy with concentrated costs often faces intense localized opposition. Both private and governmental actors frequently use financial compensation to attempt to overcome this opposition. We measure how effective such compensation is for winning policy support in the arena of housing development. We build a novel survey platform that shows respondents images of their self-reported neighborhood with hypothetical renderings of new housing superimposed on existing structures. Using a sample of nearly 600 Bostonians, we find that compensating residents increases their support for nearby market-rate housing construction. However, compensation does not influence support for affordable housing. We theorize that the inclusion of affordable housing activates symbolic attitudes, decreasing the importance of financial self-interest and thus the effectiveness of compensation. Our findings suggest greater interaction between self-interest and symbolic politics within policy design than previously asserted. Together, this research signals opportunities for coalition building by policy entrepreneurs when facing opposition due to concentrated costs.",
          "url": "http://dx.doi.org/10.1017/s0143814x24000199",
          "doi": "10.1017/s0143814x24000199",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Symbolic Bureaucratic Representation and Client Cooperation: Experimental Insights From Four Daily Public Service Scenarios in China",
          "authors": "Youlang Zhang, Huan Wang",
          "abstract": "Representative bureaucracy studies have explored the potential impact of symbolic representation on clients' attitudes and behaviors, even in the absence of direct action by bureaucrats. Through four original conjoint experiments conducted with a nationally representative sample of 1600 participants in China, we analyze the symbolic representation effects of five most commonly observable identity signals, including gender, age, accent, party affiliation, and human voice (versus AI chatbot), across two types of bureaucrat‐initiated contacts and two types of client‐initiated contacts. Our findings contribute to the existing literature by demonstrating that identity congruence has heterogeneous symbolic representation effects; clients' expectations about active representation serve as a significant mediating factor influencing their willingness to cooperate with bureaucrats.",
          "url": "http://dx.doi.org/10.1111/padm.13042",
          "doi": "10.1111/padm.13042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "“It's all about trust!” a multilevel model of the effect of servant leadership on firefighters' group task performance, adaptivity and emotional exhaustion",
          "authors": "Anthony Perrier, Assâad El Akremi, Caroline Manville, Mathieu Molines",
          "abstract": "How and why does servant leaders' behavior influence both performance (individual and collective) and emotional exhaustion within dynamic and extreme environments such as those of firefighters? We develop and test a multilevel model that integrates the principles of servant leadership with social exchange theory to explore how servant leadership positively influences collective task performance and how it strengthens adaptivity at the individual level and reduces emotional exhaustion. Our four‐wave and three‐source study sample comprised 303 firefighters nested in 45 fire stations. The results of multilevel structural equation model (MSEM) analyses indicate that at the individual level, servant leadership significantly predicts high adaptivity and low emotional exhaustion through the mediating influence of firefighters' felt trust and the trust climate. The implications of our results for theory and practice are discussed.",
          "url": "http://dx.doi.org/10.1111/puar.13893",
          "doi": "10.1111/puar.13893",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Public services as practices: towards a framework for understanding co-creation and co-destruction of private and public value",
          "authors": "Per Skålén, Jakob Trischler",
          "url": "http://dx.doi.org/10.1080/14719037.2024.2418376",
          "doi": "10.1080/14719037.2024.2418376",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
