{
  "update": "2025-04-18",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Checks and Balances and Institutional Gridlock: Implications for Authoritarianism",
          "authors": "Fatih Serkant Adiguzel",
          "abstract": "Recently, the world saw a wave of elected leaders attack democracy. Why do people support leaders who remove checks and balances? I argue that aspiring autocrats gain more popular support when they present these institutions as obstacles to getting things done. In doing so, they exploit a critical tension between the possibility of gridlock and the abuse of power, which is inherent in democratic institutions. Using cross‐national data and leveraging an original survey experiment from Turkey, I show that effective checks and balances decrease democracy satisfaction and that aspiring autocrats gain more popular support when they present these institutions as obstacles. More interestingly, respondents perceive the aspiring autocrats' gridlock justification to dismantle checks and balances as a pro‐democratic attempt to remove the obstacles to a policy‐responsive regime. These results show that aspiring autocrats exploit the tension in democracies, making it harder for citizens to perceive the threat they face.",
          "url": "https://doi.org/10.1111/gove.70017",
          "doi": "https://doi.org/10.1111/gove.70017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Is the populist Robin Hood a fairy tale? Parliamentary attention to social welfare",
          "authors": "Enrico Borghetto, Luca Manucci, Derek A. Epp",
          "url": "https://doi.org/10.1080/13501763.2025.2490809",
          "doi": "https://doi.org/10.1080/13501763.2025.2490809",
          "filter": 0
        },
        {
          "title": "The role of far-right party performance in shaping disinformation concerns of European voters: evidence from the 2024 European Parliament elections",
          "authors": "Katjana Gattermann, Elske van den Hoogen, Claes de Vreese",
          "url": "https://doi.org/10.1080/13501763.2025.2489088",
          "doi": "https://doi.org/10.1080/13501763.2025.2489088",
          "filter": 0
        },
        {
          "title": "Bringing Rokkan into the twenty-first century: the cleavage structure of Western Europe",
          "authors": "Mirko Crulli, Vincenzo Emanuele",
          "url": "https://doi.org/10.1080/13501763.2025.2486080",
          "doi": "https://doi.org/10.1080/13501763.2025.2486080",
          "filter": 0
        },
        {
          "title": "Shaping institutional change in skill formation: the role of background ideas in growth strategies",
          "authors": "Cecilia Ivardi",
          "url": "https://doi.org/10.1080/13501763.2025.2490188",
          "doi": "https://doi.org/10.1080/13501763.2025.2490188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Subnational policy entrepreneurs in action: a systematic quantitative review",
          "authors": "Todd Yuda Shi, Alex Jingwei He",
          "abstract": "There is a prominent literature explaining how policy entrepreneurs, as active agents, promote policy changes. However, most existing studies focus on policy entrepreneurship at the national level, with limited attention paid to the vibrant dynamics of numerous local government innovations typically driven by entrepreneurial individuals. This systematic review seeks to take stock of the empirical literature on subnational policy entrepreneurship, in order to consolidate scholarly knowledge, identify generalizable patterns, and inform future research. Following a well-established review protocol, we collected 64 articles through a thorough literature search, with 122 sets of individual entrepreneurs reported in the sample, and coded all cases based on individual-level attributes and processual characteristics. Remarkable diversity is noted in terms of (1) the policy sector; (2) forms of entrepreneurship; (3) policy change outcomes; (4) level of jurisdiction; and (5) key characteristics of the individual entrepreneurs. We find salient patterns in the entrepreneurial motivations and strategies used.",
          "url": "https://doi.org/10.1017/s0143814x25000108",
          "doi": "https://doi.org/10.1017/s0143814x25000108",
          "filter": 0
        },
        {
          "title": "Authority vs. incentives: examining the effects of policy tools on municipal solid waste policy performance in South Korea",
          "authors": "Seejeen Park, Yoon Jik Cho",
          "abstract": "The research seeks to compare the effects of authority and incentive tools, in the environmental policy field. To compare their effects, this research analyzes South Korea’s municipal solid waste (MSW) recycling policy, which incorporates both tools. Specifically, the policy uses one authority tool (government monitoring for illegal dumping) and two incentive tools (monetary reward for reporting illegal dumping and community recycling challenge). We conducted panel-corrected standard error regression and seemingly unrelated regression analyses by using time-series cross-sectional data of the MSW and volume-based waste fee systems of 25 local governments from 2006 to 2019. The results demonstrate that the authority tool effectively achieves the policy goal. Incentive tools showed mixed results as monetary reward significantly increased MSW policy performance, whereas community recycling challenge policy alone was not significantly associated with all dependent variables. When both incentive tools were adopted, MSW policy performance was improved.",
          "url": "https://doi.org/10.1017/s0143814x25000091",
          "doi": "https://doi.org/10.1017/s0143814x25000091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Can Cross‐Sector Collaboration Contribute to Boundaries Reshaping of Digital Government Platforms? Empirical Evidence Based on Machine Learning and Text Analysis",
          "authors": "Shaopeng Zhang, Yinhao Yang, Huanhui Gan",
          "abstract": "Cross‐sector collaboration is regarded as an effective institution for the fragmentation of government organizations, but it is still unknown which organizational form can effectively promote the holistic governance of digital government platforms. We construct an attention‐based behavioral model according to behavior theory and then explore the impact and mechanism of cross‐sector collaboration on the holistic governance of digital government platforms. We show that cross‐sector collaboration has a negative effect on digital government platform governance. Mechanism analysis results show that cross‐sector collaboration based on the lead task system can enhance digital government platform governance through two pathways: the performance‐driven path of cross‐sector collaboration and the vertical intervention path steered by the leader's attention allocation. This study contributes both theoretical and empirical evidence to enhance the understanding of the micro‐operational mechanisms of cross‐sector collaboration based on the lead task system in digital government platforms.",
          "url": "https://doi.org/10.1111/padm.13064",
          "doi": "https://doi.org/10.1111/padm.13064",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "How Public Officials Perceive Algorithmic Discretion: A Study of Status Quo Bias in Policing",
          "authors": "Muhammad Afzal, Panos Panagiotopoulos",
          "abstract": "Algorithms are disrupting established decision‐making practices in public administration. A key area of interest lies in algorithmic discretion or how public officials use algorithms to exercise discretion. The article develops a framework to explain algorithmic discretion by drawing on status quo bias theory and bureaucratic discretion. A study with police officers in the UK shows that—while officers still value their discretion—it is resistance via the aspects of status quo bias that accounts for a more substantial explanation. Transition costs, loss aversion, and performance uncertainty determine resistance and, in turn, reluctance to delegate discretion to algorithms. The study contributes to public administration research that demonstrates the influence of cognitive biases in the increasing use of algorithms in areas like policing. The article concludes with recommendations for embedding algorithmic discretion into the professional development of public officials to mitigate sources of status quo bias.",
          "url": "https://doi.org/10.1111/puar.13957",
          "doi": "https://doi.org/10.1111/puar.13957",
          "filter": 0
        },
        {
          "title": "Building and Maintaining Trust “Even When Things Aren't Going Well”: Meta‐Regulation Through an Explicit Psychological Contract",
          "authors": "Nicola Burgess, Graeme Currie, Tina Kiefer, John Richmond, Julian Hartley",
          "abstract": "Hierarchical relationships between government regulators and public services providers often lead to dysfunctional behaviors that negatively impact service delivery. Meta‐regulation encompassing continuous learning towards sustainable service improvement involving both parties could offer a more effective regulatory approach. Mutual trust is crucial for this approach but is often absent. Drawing on psychological contract theory and an empirical study in the English NHS, this research illustrates how an explicit psychological contract (EPC) can facilitate building and maintaining trust, even through challenging times. Our ethnographic observations reveal how a regular face‐to‐face meeting between regulators and hospital leaders provided a stable context through which the EPC could be operationalized to make fulfillment and breach visible, prompting responses that served to build and maintain trust. However, some breaches were deliberately kept hidden to protect trust and shared goals. We conclude the EPC is a pivotal mechanism to support a meta‐regulatory approach in complex regulatory contexts.",
          "url": "https://doi.org/10.1111/puar.13956",
          "doi": "https://doi.org/10.1111/puar.13956",
          "filter": 0
        },
        {
          "title": "Mandate for Leadership: The Conservative PromiseBy D.Bakst, J.Berry, L. M.Burke, D. R.Burton, A.Candeub, D. J.Carmack, B.Carr, B. S.Carson, P.Sr., Dans, K.Cuccinelli, R.Dearborn, V.de Rugy, D.Devine, D.Furchtgott‐Roth, T. F.Gilman, M. M.Gunasekara, G.Hamilton, J.Hazelton, K.Kerrigan, D. D.Kirk, K.Lassman, B. L.McNamee, C.Miller, S.Moore, M.Namdar, P.Navarro, W. P.Pendley, M.Primorac, R.Severino, K. K.Skinner, B. D.Tucker, H. V.von Spakovsky, R.Vought, W. L.Walton, and P.Winfree, Washington DC: The Heritage Foundation. 2023. pp. ix‐887. ISBN : 978‐0‐89‐195174‐2",
          "authors": "Gabriel A. Greenstein",
          "url": "https://doi.org/10.1111/puar.13954",
          "doi": "https://doi.org/10.1111/puar.13954",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Impact of relational and moral motives on social innovation: the mediating role of value co-creation",
          "authors": "Peng Xiaobao, Sandra Asare, Emmanuel Mensah Horsey, Sumran Ali, Sheng Sibei",
          "url": "https://doi.org/10.1080/14719037.2025.2489733",
          "doi": "https://doi.org/10.1080/14719037.2025.2489733",
          "filter": 0
        },
        {
          "title": "How supervisor’s life-span related HRM practices drive flow and employability of teachers: the moderating role of leader-member exchange",
          "authors": "Beatrice I. J. M. Van der Heijden, Mieke Audenaert, Elias Janssen, Vincent Goossens, Adelien Decramer",
          "url": "https://doi.org/10.1080/14719037.2025.2491777",
          "doi": "https://doi.org/10.1080/14719037.2025.2491777",
          "filter": 0
        },
        {
          "title": "Modes of strategic control: shifting dynamics between planning and control tools in strategy implementation",
          "authors": "Andreas Sundström, Fredrik Svärdsten",
          "url": "https://doi.org/10.1080/14719037.2025.2492299",
          "doi": "https://doi.org/10.1080/14719037.2025.2492299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
