{
  "update": "2025-11-14",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Reputational Management in Advisory Agencies: The Case of the STOA Unit",
          "authors": "Valentina Amuso",
          "abstract": "While research has examined how reputation shapes regulatory agencies' behavior, comparatively less attention has been paid to advisory bodies. Yet, these entities engage in forms of indirect regulation that illuminate key modalities of the EU regulatory state. In particular, advisory bodies engaging in technology assessment and anticipatory governance can play a significant part in shaping nascent policymakers' preferences by highlighting the potential impacts of emerging technologies and innovation. Consequently, effective reputation management is critical to these agencies' influence. We begin to explore those considerations by examining the Science and Technology Options Assessment (STOA) Unit at the European Parliament. Our findings suggest that the STOA Unit prioritizes reputation types that showcase its competence. Heightened reputational threats are met with a stronger focus on performative reputation and lower emphasis on regulatory stringency for the policy options considered. This last point highlights how agencies' assessments of external threats and domain can influence their approach to reputation management.",
          "url": "https://doi.org/10.1111/gove.70051",
          "doi": "https://doi.org/10.1111/gove.70051",
          "filter": 0
        },
        {
          "title": "Unwritten Rules of the Game in the Danish and Dutch Core Executives",
          "authors": "Amalie Trangbæk, Erik‐Jan van Dorp, Heidi Houlberg Salomonsen, Paul ’t Hart",
          "abstract": "What allows ministers and senior civil servants to survive, or even thrive, in their political‐administrative contexts? Based upon a multi‐sited ethnography, this article identifies the unwritten “rules of the game” among elite political and administrative actors in the Danish and Dutch core executives and analyzes their beliefs about how to survive and thrive at the apex of executive government. The analysis is grounded in core executive research and seeks to advance our understanding of the beliefs and practices that shape the behavior of government elites. Our decentered approach to qualitative inquiry allows us to identify a high degree of overlap between how Danish and Dutch core executive actors understand the unwritten rules of the systems they inhabit. This suggests that despite formal structural differences between core executive systems, they perhaps differ significantly less in practice, as the beliefs and behaviors of ministers and senior public servants are more alike than classic accounts would suggest.",
          "url": "https://doi.org/10.1111/gove.70082",
          "doi": "https://doi.org/10.1111/gove.70082",
          "filter": 0
        },
        {
          "title": "The Social Consequence of Bureaucratic Oversight: Evidence From the Great Chinese Famine",
          "authors": "Ning He",
          "abstract": "Existing literature shows that increasing political oversight of bureaucrats can improve the quality of government service delivery. Yet when the state is mainly concerned with maximizing revenue extraction from society, increasing bureaucratic oversight may result in social loss. I illustrate this argument with evidence from the Great Chinese Famine, drawing on panel data covering over 2000 counties. I show that weather shocks, which increased central‐local information asymmetry on local grain production, reduced the central state's capability to effectively monitor local bureaucrats' effort in grain extraction. This informational barrier to oversight led to greater local autonomy in setting grain extraction quotas. During the famine, this autonomy allowed county officials to relax the execution of excessive grain extraction targets from above, thereby reducing the mortality costs of the state's grain extraction policy. This finding highlights the perils of bureaucratic control in authoritarian states.",
          "url": "https://doi.org/10.1111/gove.70079",
          "doi": "https://doi.org/10.1111/gove.70079",
          "filter": 0
        },
        {
          "title": "Administrative Designs and Access to Political Arenas in Public Education",
          "authors": "Maya Chanel Nuñez, Cameron Arnzen, Hannah Rosenstein, Jonathan Collins, Susan Moffitt",
          "abstract": "What administrative and political features render spaces of political action publicly accessible? Drawing on Schattschneider's core elements of visibility and scope, we offer a framework to identify administrative features that are crucial to democratic accessibility and apply this framework to American public school board meetings. We analyze online access to school board meeting information through original data retrieved from more than 11,000 U.S. school districts. We find that the availability of information about school board meetings systematically varies across districts' administrative, geographic, and political attributes. Through comparative case studies of four school districts from 2019 to 2022, our analysis identifies ways administrative procedures further shape venue access and how group mobilization can facilitate greater access in the context of onerous administrative procedures. Our results elucidate how public access to policymaking venues depends on governmental and group investments: both state and civil society contribute to a venue's democracy.",
          "url": "https://doi.org/10.1111/gove.70086",
          "doi": "https://doi.org/10.1111/gove.70086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Crisis-exploitation or fear-mongering? A research agenda for the comparative study of policy crises and illiberal policy frames",
          "authors": "Miklós Sebők, Áron Buzogány, Julia Fleischer, Theresa Gessler, Anna Takács, Sean M. Theriault, Ákos Holányi",
          "url": "https://doi.org/10.1080/13501763.2025.2583176",
          "doi": "https://doi.org/10.1080/13501763.2025.2583176",
          "filter": 0
        },
        {
          "title": "Taming of the shrews? The (non-)enforcement of informal norms in the European Council",
          "authors": "Mareike Kleine, Lucas Schramm",
          "url": "https://doi.org/10.1080/13501763.2025.2576162",
          "doi": "https://doi.org/10.1080/13501763.2025.2576162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Taxing your cake and growing it too: public beliefs on the dual benefits of progressive taxation",
          "authors": "Bastian Becker, Bruno Castanho Silva, Hanna Lierse",
          "abstract": "Political and economic elites often warn that taxes on the rich impair economic growth. Although such warnings have a long tradition in elite discourse, what the public believes about the effects of progressive taxation remains surprisingly understudied. This omission limits our understanding of a basic democratic mechanism, the congruence of elite and public opinion. To close this gap, we employ a conjoint experiment during the 2021 German national election on a representative quota sample. Participants compare policy packages that entail changes in income, inheritance, and corporate taxes and evaluate their impact on equality and growth. We find no evidence that the public believes that progressive taxes promote equality at the expense of growth. Instead, participants believe that progressive taxes are doubly beneficial, promoting both outcomes. Furthermore, such beliefs do not vary by ideology or economic status. Our findings suggest a more consensual view of progressive taxation that emphasizes positive synergies between economic growth and greater equality.",
          "url": "https://doi.org/10.1017/s0143814x25100858",
          "doi": "https://doi.org/10.1017/s0143814x25100858",
          "filter": 0
        },
        {
          "title": "Beyond NIMBY-ism: rethinking acceptance of housing densification in a direct democratic renters society",
          "authors": "Malte Wehr, Michael L. Wicki, Stefan Wittwer, David Kaufmann",
          "abstract": "Housing affordability presents a pressing global issue. While there is a growing need for more urban housing, implementation and regulation of housing densification is highly controversial, especially in Switzerland, where local referendums can delay urban development. The article examines residents’ acceptance of housing densification through a three-step research design, utilizing original experimental survey data and combining stated and experimental behavior with subgroup heterogeneity analysis from 3,497 residents across 162 Swiss cities and towns. Findings show acceptance of housing densification to be influenced by individuals’ relative housing costs, perceived neighborhood density, and political ideology; by social and ecological policy instruments; and between subgroups on socio-economic and ideological grounds. Ultimately, results highlight a broad coalition supporting densification to provide affordable housing and address ecological concerns, offering insights for policymakers. Studying residents’ opinions and behaviors within a direct democratic system and renters society further contributes to advancing theoretical understanding of housing politics.",
          "url": "https://doi.org/10.1017/s0143814x25100883",
          "doi": "https://doi.org/10.1017/s0143814x25100883",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "The Limits of Regulatory Capture: Explaining the UK Payment Protection Insurance Mis‐Selling Scandal",
          "authors": "Eva Heims",
          "abstract": "To what extent does regulatory agencies' failure to protect the public from harm result from undue industry influence? We argue that “regulatory capture” is invoked too easily to explain regulatory failure. To re‐examine the relationship between regulatory capture and regulatory failure, we use process‐tracing to study UK regulatory decision‐making about payment protection insurance (PPI), a product synonymous with one of the largest financial mis‐selling scandals of all time. We analyze the case through three different perspectives on regulatory decision‐making: regulatory capture, organizational reputation, and organizational blind spots. The findings show that only the combination of all three theoretical lenses enables us to make sense of the Financial Services Authority's approach to PPI. We advance regulatory failure theory by showing how different external pressures on regulators and internal organizational constraints interact to result in failure, thus providing a comprehensive framework for the study of regulatory failure that future studies can apply.",
          "url": "https://doi.org/10.1111/padm.70032",
          "doi": "https://doi.org/10.1111/padm.70032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "The relational edge: arbitrage as a key capability in platform organizations",
          "authors": "Brittney (Britt) Regal, Clare FitzGerald",
          "url": "https://doi.org/10.1080/14719037.2025.2580416",
          "doi": "https://doi.org/10.1080/14719037.2025.2580416",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Mapping Green Skills in Collective Skill Formation Systems: A Natural Language Processing Analysis of Danish Vocational Education and Training",
          "authors": "Martin B. Carstensen, Christian Lyhne Ibsen, Ida Marie Nyland Jensen, Bjarke Lund‐Sørensen",
          "abstract": "Vocational education plays a vital role in fostering green skills that are central for achieving climate goals, sustaining economic competitiveness, and promoting social inclusion. Expectations are especially high for collective vocational education systems, in which both employers and the state are deeply involved in governance and funding. However, little is known about the extent to which collective systems have adapted to the skill demands of a green economy. Using Denmark as a case, this paper examines how collective vocational systems adjust skill content to support a net‐zero carbon economy. Using natural language processing, we analyze the integration of green skills in the training ordinances of 101 Danish vocational programs from 2015 to 2024. Rather than a uniform transition, this explorative study identifies diverse trajectories of skill adaptation. Based on the analysis, four reform trajectories are inductively identified: trailblazers , that rapidly integrate green skills; adaptors , that make substantial but incremental changes; laggards , that make limited updates; and late bloomers , that initially delay reforms but later accelerate green skill integration.",
          "url": "https://doi.org/10.1111/rego.70097",
          "doi": "https://doi.org/10.1111/rego.70097",
          "filter": 0
        },
        {
          "title": "Eco‐Social Policy Integration as a Process: Towards a Processual Understanding of an Ascending Concept",
          "authors": "Jana Brandl",
          "abstract": "Despite a growing awareness of the interrelation of environmental and social sustainability issues and the need to tackle them in integrated ways, few efforts have been made to develop an analytical framework of eco‐social policy integration. In particular, a theoretical link to the broader social science debate on policy integration is missing. This paper aims to contribute to closing this gap by suggesting an analytical framework for a processual understanding of eco‐social policy integration through critical engagement with the literature on policy integration from an eco‐social perspective. In particular, it takes Candel and Biesbroek's four dimensions of policy integration as a point of departure, proposing to move beyond it in at least three ways: taking the integration of the social and the environmental sectors rather than a cross‐cutting policy problem as the analytical entry point, disentangling the who and what in processes of policy integration and analytically differentiating between a material and a symbolic dimension inherent to all actors and institutional elements involved in processes of policy integration as well as to the policy elements that are being integrated. Additionally, the paper highlights the importance of analyzing processes of policy integration in light of the different stages of the policy process, as well as the multiple governance levels on which such processes play out. The paper thus contributes to analytically strengthening the concept of eco‐social policy integration and disentangling its various dimensions, while exploring the role different elements of the policy integration process play in shaping its form and strength.",
          "url": "https://doi.org/10.1111/rego.70101",
          "doi": "https://doi.org/10.1111/rego.70101",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
