{
  "update": "2024-12-06",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Wartime super-spillover? The perils and limits of a neofunctionalist approach to Ukraine’s single market integration",
          "authors": "Maryna Rabinovych",
          "url": "https://doi.org/10.1080/13501763.2024.2434693",
          "doi": "https://doi.org/10.1080/13501763.2024.2434693",
          "filter": 0
        },
        {
          "title": "Untangling the differential drivers of protest participation: survey evidence from Extinction Rebellion’s arrestable and lawful actions (2019 and 2023)",
          "authors": "Clare Saunders, Graeme Hayes",
          "url": "https://doi.org/10.1080/13501763.2024.2432638",
          "doi": "https://doi.org/10.1080/13501763.2024.2432638",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Efficiencies of and Motivations for Contracting Out in the Public Sector: The Case of Social Services in Spain",
          "authors": "Danny Chow, Juan Carlos Garrido‐Rodríguez, José Luis Zafra‐Gómez",
          "abstract": "Debates on contracting out to the private sector is primarily focused on the cost efficiency of its provision, drawing on experiences with hard or technical services such as waste and water management. This paper focuses on a growing interest in the role and impact of sourcing decisions in softer or more human‐centered services, such as social services, where sourcing decisions are more complex or multifaceted. Using actual cost data obtained from open access government sources on social services in Spain, the first objective was to compare the cost efficiencies of different sourcing decisions using estimations of Technology Gap Ratios of different municipalities through Order‐M Panel Data. The second objective analyzed motivations for contracting out through a survey of municipal managers in Andalusia using principal components analysis combined with multinominal logit regressions. Our findings suggest that while contracting out to the private sector is, relatively speaking, the most cost efficient, most municipalities have decided to keep service provision in‐house. Decisions to contract out social services are not based only on cost but also incorporate a range of other considerations such as the municipalities' population size, its stakeholder expectations, and other complexities associated with service provision.",
          "url": "https://doi.org/10.1111/padm.13047",
          "doi": "https://doi.org/10.1111/padm.13047",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/padm.12937",
          "doi": "https://doi.org/10.1111/padm.12937",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "No country for model minorities: Evidence of discrimination against Asian noncitizen immigrants in the U.S. nursing home market",
          "authors": "Chengxin Xu, Danbee Lee",
          "abstract": "Although public administration scholars have long been studying discriminative behavior of frontline servants of public service organizations, whether and to what extent Asians and noncitizen immigrants may suffer from frontline discrimination in the United States lacks evidential support. To fill this gap, we conducted a corresponding field experiment in the U.S. nursing home market ( N = 6428). Our findings identify substantial discrimination against Asians and noncitizen immigrants. Holding other factors constant, nursing homes with long‐term care services in the United States are less responsive to and less likely to offer services to Asians and noncitizen immigrants, compared to Whites and citizens, respectively. Such discrimination is observed in all public, private for‐profit, and nonprofit nursing homes, whereas private for‐profit nursing homes demonstrated less discrimination. This study has implications for describing frontline discrimination in government‐regulated public service organizations and for scholarly understanding of the mechanism of such discrimination.",
          "url": "https://doi.org/10.1111/puar.13907",
          "doi": "https://doi.org/10.1111/puar.13907",
          "filter": 0
        },
        {
          "title": "Being good and doing good in behavioral policymaking",
          "authors": "Stuart Mills",
          "abstract": "Libertarian paternalism (LP) draws on behavioral economics to advocate for noncoercive, nonfiscal policy interventions to improve individual well‐being. However, growing criticism is encouraging behavioral policymaking—long dominated by LP approaches—to consider more structural and fiscally impactful interventions as valid responses to behavioral findings. Keynesian social philosophy allows behavioral policymaking to incorporate these new perspectives alongside existing LP approaches.",
          "url": "https://doi.org/10.1111/puar.13908",
          "doi": "https://doi.org/10.1111/puar.13908",
          "filter": 0
        },
        {
          "title": "Bureaucratic prioritizing among clients in the eyes of the public: Experimental evidence from three countries",
          "authors": "Paw H. Hansen, Mogens Jin Pedersen, Jurgen Willems",
          "abstract": "In response to workloads and service demands, frontline workers often prioritize among their clients when delivering public services. This article examines the implications of such bureaucratic prioritization on democratic governance, specifically the public's attitudes toward how frontline workers prioritize among clients. Using data from a pre‐registered, rank‐based conjoint survey experiment conducted among residents ( n = 2655) in Denmark, the Netherlands, and New Zealand, we explore two key aspects of bureaucratic prioritization from the public's perspective: (1) citizens' preferences on how teachers should prioritize among students and (2) citizens' beliefs about how teachers do prioritize among students. Our findings reveal general alignments between the public's normative preferences, their descriptive beliefs, and the prioritization tendencies of real‐life teachers as documented in previous research. We discuss the implications of these results in terms of administrative legitimacy and the governance perspective of New Public Service.",
          "url": "https://doi.org/10.1111/puar.13904",
          "doi": "https://doi.org/10.1111/puar.13904",
          "filter": 0
        },
        {
          "title": "Street‐Level Public Servants Case Studies for a New Generation of Public Administration. By Sara R.Rinfret (Eds). New York: Routledge. 2024. p. 220, Paperback $48.95 paperback edition, $170.00 Hardback edition, $36.71 eBook, ISBN 9781032417509",
          "authors": "Md Eyasin Ul Islam Pavel",
          "url": "https://doi.org/10.1111/puar.13913",
          "doi": "https://doi.org/10.1111/puar.13913",
          "filter": 0
        },
        {
          "title": "The Adaptable Country: How Canada Can Survive the Twenty‐First Century. By AlasdairRoberts, Montreal: McGill‐Queen's University Press. 2024. pp. 192. $24.95 CAD (paperback). ISBN : 9780228022008",
          "authors": "Eric S. Zeemering",
          "url": "https://doi.org/10.1111/puar.13915",
          "doi": "https://doi.org/10.1111/puar.13915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Factors shaping the use of performance information by public managers",
          "authors": "Denita Cepiku, Marco Mastrodascio, Weijie Wang",
          "url": "https://doi.org/10.1080/14719037.2024.2435009",
          "doi": "https://doi.org/10.1080/14719037.2024.2435009",
          "filter": 0
        },
        {
          "title": "(I Can’t Get No) Satisfaction? The effect of servant leadership on firefighters’ global satisfaction – a social identity approach",
          "authors": "Anthony Perrier, Mathieu Molines, Martin Storme, Assâad El Akremi",
          "url": "https://doi.org/10.1080/14719037.2024.2436612",
          "doi": "https://doi.org/10.1080/14719037.2024.2436612",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Effective Government and Regional Technological Innovation: Evidence From 284 Cities in China",
          "authors": "Hongmin Fan, Chen Liang",
          "abstract": "Based on the exogenous shock of incorporating environmental performance into local officials' evaluations, this paper manually collects and collates publicly available data on environmental target constraints (constraints on government environmental indicators for the coming period) from city government work reports as well as panel data from 284 cities in China from 2003 to 2018, and adopts the DID model to explore the impact of local government environmental target constraints on technological innovation after the implementation of the environmental target responsibility system. Our analysis reveals the following key aspects. First, local government environmental target constraints can significantly enhance the quantity of technological innovation, and the conclusion is robust and reliable. Second, the mechanism test shows that local government environmental target constraints can significantly increase the probability of local governments setting soft constraints on economic growth targets, increasing local investment in science and education, and improving the intensity of environmental regulation to promote regional technological innovation. Third, local government environmental target constraints can more effectively promote technological innovation in cities with low fiscal pressure, weak local government competition, and higher level of economic development. Further analysis finds that the autonomous constraint on the environmental target of local government can promote effectively green substantive innovation. This research highlights the crucial role of environmental policy in influencing sustainable technological progress by demonstrating how local government environmental target constraints can act as a stimulus for technological innovation, especially green innovation.",
          "url": "https://doi.org/10.1111/rego.12649",
          "doi": "https://doi.org/10.1111/rego.12649",
          "filter": 0
        },
        {
          "title": "From Multicultural Experiment to Performing “China's Story”: Complying With Shifting Norms at a Chinese–Hungarian Bilingual School",
          "authors": "Fanni Beck, Pál Nyíri",
          "abstract": "Adopting a broad understanding of compliance as adherence to norms , this study examines the role of the Chinese–Hungarian Bilingual School in Budapest in the propagation of institutional, educational, and civic norms, through an anthropological inquiry into the discourses and practices embraced and enacted by teachers, parents, and students. Set up by bilateral agreement between China and another state, the school we discuss is a unique K‐12 educational institution that exemplifies both the potential and the complexity of harnessing education for the globalization of Chinese institutional, educational, and civic norms. Against the background of Hungary's “Opening to the East” and China's “going global,” we situate our study at the intersection of foreign propaganda, institutional globalization, and education. The node of contact created by the encounter between the Chinese and Hungarian education systems, each struggling with their own paradoxes and mediated by China's overlapping frameworks of foreign propaganda and overseas Chinese policies, stands at the center of our inquiry. By analyzing the daily interactions among students, parents, and educators, the article focuses on the borrowing, appropriation, rejection, and coexistence of dual sets of norms. In contrast to Confucius Institutes, where interaction is typically between Chinese instructors and non‐Chinese students, the school, with its diverse community of Chinese and Hungarian educators, parents, and students, fosters a complex environment where Chinese teachers and students actively participate in norm propagation while also being influenced by it. Similarly, Hungarian teachers and students emerge as active contributors beyond their role as recipients, showing the context‐dependent and oftentimes unexpected nature of the adoption or rejection of norms.",
          "url": "https://doi.org/10.1111/rego.12648",
          "doi": "https://doi.org/10.1111/rego.12648",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
