{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Engaging the Public Through Design: How Digital Platforms Nudge Public Engagement",
          "authors": "Wenhui Yang, Jiaxuan Wu",
          "abstract": "Public engagement often encounters significant barriers and challenges. Digital platforms are increasingly employed to nudge citizens toward behaviors that serve the public interest. This study examines whether and how design features of digital platforms shape citizens' engagement in pro‐environmental behaviors. Drawing on a conjoint experiment conducted in China, we find that design elements such as gamification, visual feedback, rewards, frequent information disclosure, social comparison, and accessibility significantly increase citizens' willingness to engage in low‐carbon behaviors and strengthen their preference for digital platforms. Perceived ease of use and the perceived likelihood of achieving policy goals appear to be key mechanisms driving these effects. Furthermore, citizens' policy knowledge and behavior, as well as their policy beliefs and positions, act as important scope conditions. These findings suggest that optimizing the design of digital platforms can enhance public engagement in voluntary pro‐environmental action.",
          "url": "https://doi.org/10.1111/gove.70104",
          "doi": "https://doi.org/10.1111/gove.70104",
          "filter": 0
        },
        {
          "title": "Autonomy or Accountability? How Meritocracy, Patronage and Gender Balance Affect Perceptions of Legitimacy",
          "authors": "Monika Bauhr, Nicholas Charron",
          "abstract": "While research suggests that bureaucratic performance is critically contingent on employee selection procedures, few studies examine the perceived legitimacy of different recruitment regimes in the eyes of citizens. This study investigates how perceived bureaucratic legitimacy is shaped by the principles guiding the selection process (merit‐based vs. political recruitment) and by its outcome in terms of descriptive representation. We suggest that both meritocratic recruitment and descriptive representation significantly enhance bureaucratic legitimacy, yet that the legitimizing effect of meritocratic recruitment is particularly important in contexts with low quality of government. Citizens in contexts permeated by favoritism, corruption, and low political trust are more vigilant against political recruitment and place less importance on gender balance. Using a unique survey experiment fielded across 27 European countries, we find support for these propositions. Our findings have implications for understanding perceived trade‐offs between bureaucratic autonomy and accountability, and perceptions of bureaucratic legitimacy.",
          "url": "https://doi.org/10.1111/gove.70101",
          "doi": "https://doi.org/10.1111/gove.70101",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Justifying European border policies: a quantitative content analysis of German government communication 2013-2023",
          "authors": "Lisa Herbig, Olga Eisele, Katjana Gattermann, Theresa Kuhn",
          "url": "https://doi.org/10.1080/13501763.2025.2599361",
          "doi": "https://doi.org/10.1080/13501763.2025.2599361",
          "filter": 0
        },
        {
          "title": "Populist radical right party representation and satisfaction with democracy in Europe",
          "authors": "Atle Haugsgjerd, Jonas Linde, Ruben B. Mathisen",
          "url": "https://doi.org/10.1080/13501763.2025.2601295",
          "doi": "https://doi.org/10.1080/13501763.2025.2601295",
          "filter": 0
        },
        {
          "title": "Contested memories: the political effects of de-commemoration proposals",
          "authors": "Bastian Becker, Francesco Colombo",
          "url": "https://doi.org/10.1080/13501763.2025.2600567",
          "doi": "https://doi.org/10.1080/13501763.2025.2600567",
          "filter": 0
        },
        {
          "title": "Might bigger be better? How European Union competition policy became geopolitical",
          "authors": "Michele Chang, David Howarth",
          "url": "https://doi.org/10.1080/13501763.2025.2596127",
          "doi": "https://doi.org/10.1080/13501763.2025.2596127",
          "filter": 0
        },
        {
          "title": "The advent of polity conditionality as a new form of internal governance in the European Union",
          "authors": "Sonja Priebus, Lisa H. Anders, Neculai-Cristian Surubaru",
          "url": "https://doi.org/10.1080/13501763.2025.2604677",
          "doi": "https://doi.org/10.1080/13501763.2025.2604677",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "The Performance of Performance-Based Contracting in Public Outsourcing: A Meta-regression Analysis",
          "authors": "Germà Bel, Pedro Espaillat, Marc Esteve",
          "abstract": "Performance-Based Contracting (PBC) is promoted as a model that improves results, enhances quality, reduces costs, and increases accountability. It has become a standard element of government contracting worldwide and a key component of newer pay-for-success models. However, scholarly evaluations remain scattered and often lack a solid theoretical foundation. This study conducts a meta-analysis of 740 observations from 38 studies across 10 service areas to evaluate genuine performance. Utilizing principal–agent, incomplete-contract, and goal-setting theories, we examine what influences the performance of PBC. By combining these perspectives within a single empirical framework, the paper offers a systematic test of core assumptions about incentive alignment, contract incompleteness, and goal design in public contracting. Results indicate that outcome-focused contracts are more successful than those targeting process- or output-based results. This finding provides quantitative evidence supporting incomplete-contract theory’s claim that performance depends on the contractibility of outcomes and extends principal–agent logic by demonstrating when and why incentives fail in multidimensional public settings. Although context matters, factors such as residual control, collaboration, and shared goals are central to PBC success. The study thus makes a theoretical contribution by bridging economic and behavioral contracting theories and empirically grounding their predictions in public-sector evidence.",
          "url": "https://doi.org/10.1093/jopart/muaf037",
          "doi": "https://doi.org/10.1093/jopart/muaf037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Leading the Charge: The Role of Women in Municipal Budgeting",
          "authors": "Saman Afshan",
          "abstract": "Gender inclusion and diversity have become increasingly important in local governance as a tool to improve equitable public decision‐making. Despite these efforts, the representation of women in leadership roles, particularly those heading initiatives such as social equity budgeting (SEB), varies greatly by municipality. Using a survey of North Carolina municipal governments, this study investigates the determinants of women's leadership in budget and finance offices. The paper examines three interconnected factors hypothesized to foster female leadership in local budgeting: a diverse municipal population, an inclusive departmental culture, and the adoption of SEB initiatives. Preliminary findings show that municipalities with demographic diversity and supportive organizational norms are more likely to appoint women to leadership positions within the budgeting and finance office. The paper discusses the association between SEB adoption and the likelihood of appointing a female budget director, which could serve as a catalyst for broader social change within public budgeting.",
          "url": "https://doi.org/10.1111/padm.70039",
          "doi": "https://doi.org/10.1111/padm.70039",
          "filter": 0
        },
        {
          "title": "A Replication of “Financial Rewards Do Not Stimulate Co‐Production: Evidence From Two Experiments”",
          "authors": "Yangyang Fan, Tingting Wang, Yu Xu, Xu Chen, Xingru Chen, Xinyu Tan",
          "abstract": "Despite growing interest in the motivations behind co‐production, uncertainty persists regarding the effectiveness of financial incentives, particularly in non‐Western contexts. This study replicates Voorberg et al. experiments within Chinese urban settings to test their generalizability across cultural contexts and co‐production types. Through two experiments that mirror the original study's design, our results reveal that modest financial rewards consistently enhance willingness to engage in co‐commissioning, with higher rewards yielding no additional gains. Conversely, co‐delivery shows minimal response to monetary incentives, with a marginal effect emerging only at higher reward levels. These findings challenge the universality of both the “economic incentives hypothesis” and the “crowding‐out hypothesis,” suggesting that incentives' efficacy varies by co‐production stage. By extending the original study to a collectivist, state‐led governance context, this research enriches co‐production theory with stage‐specific and cross‐cultural insights, while offering practical guidance for policymakers in non‐Western urban environments to tailor incentive strategies for citizen engagement.",
          "url": "https://doi.org/10.1111/padm.70038",
          "doi": "https://doi.org/10.1111/padm.70038",
          "filter": 0
        },
        {
          "title": "Measuring Administrative Burden: Bringing the State “Back in” as a Reflexive Actor in Burden Reduction",
          "authors": "Pierre‐Marc Daigneault, Marc Journeault, Laurent Lauzon‐Rhéaume, Lisa M. Birch",
          "abstract": "This study examines how governments measure administrative burdens in citizen–state interactions. Although scholarly interest in the burden framework has grown, little is known about how states themselves track and reduce these costs. A scoping review of 38 academic and gray sources, complemented by interviews with 11 experts, identifies six measurement approaches currently in use. An analysis of their indicators and data shows that all six capture burdens only partially: none encompasses all four dimensions—time, money, effort, and psychological—and none integrates both subjective and objective data for each. These tools reflect narrow, fragmented understandings of what burdens are and how they are experienced, highlighting the need for stronger alignment between conceptual advances, measurement practices, and policy efforts. Drawing on our findings, we propose three policy recommendations to enhance burden measurement and outline three research directions to further the study of how governments monitor, interpret, and mitigate the burdens they produce.",
          "url": "https://doi.org/10.1111/padm.70036",
          "doi": "https://doi.org/10.1111/padm.70036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Risk and Crisis Management in the Public Sector, 3rd Edition. By Lynn T.Drennan, AdinaDudau, AllanMcConnell, and AlastairStark, London: Routledge, 2024. 292 pp. $54.95 (paperback). ISBN: 978‐1‐03‐243472‐8",
          "authors": "Jiwon Nam‐Speers",
          "url": "https://doi.org/10.1111/puar.70075",
          "doi": "https://doi.org/10.1111/puar.70075",
          "filter": 0
        },
        {
          "title": "Municipal Fiscal Stress, Bankruptcies, and Other Financial Emergencies. By TatyanaGuzman and NataliaErmasova, New York, NY: Taylor &amp; Francis Group: Routledge, 2023. 310 pp. $49.95 (paperback). ISBN : 978‐1‐03‐234938‐1",
          "authors": "Erica Ceka",
          "url": "https://doi.org/10.1111/puar.70074",
          "doi": "https://doi.org/10.1111/puar.70074",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Bridging trust through institution and process: how does digital government increase citizens’ trust in local government?",
          "authors": "Xing Chen, Hanchen Jiang",
          "url": "https://doi.org/10.1080/14719037.2025.2605469",
          "doi": "https://doi.org/10.1080/14719037.2025.2605469",
          "filter": 0
        },
        {
          "title": "Digital innovation across the publicness spectrum",
          "authors": "Sounman Hong, Tony M. Han",
          "url": "https://doi.org/10.1080/14719037.2025.2607625",
          "doi": "https://doi.org/10.1080/14719037.2025.2607625",
          "filter": 0
        },
        {
          "title": "Institutional environment and passive co-production: exploring the roles of government deterrence and social norms",
          "authors": "Yiming Dai, Zhongsheng Wu",
          "url": "https://doi.org/10.1080/14719037.2025.2606839",
          "doi": "https://doi.org/10.1080/14719037.2025.2606839",
          "filter": 0
        },
        {
          "title": "Co-creation and the boundaries of democracy: institutional tensions in the Nordic welfare municipality",
          "authors": "Ailin Aastvedt, Halvard Vike",
          "url": "https://doi.org/10.1080/14719037.2025.2604103",
          "doi": "https://doi.org/10.1080/14719037.2025.2604103",
          "filter": 0
        },
        {
          "title": "Electronic monitoring, trust, and turnover intention in the public and private sector",
          "authors": "Christer A. Flatøy, Jonas Lund-Tønnesen",
          "url": "https://doi.org/10.1080/14719037.2025.2608281",
          "doi": "https://doi.org/10.1080/14719037.2025.2608281",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Business Participation in Regulation: A Multifocal Perspective on Management Studies",
          "authors": "Onna Malou van den Broek, Judith Schrempf‐Stirling, Frank de Bakker, Arno Kourula",
          "abstract": "This paper conceptualizes how regulation is viewed in management studies in the context of business participation in regulation and explores its implications. We theorize six lenses through which management studies understand regulation: as competitive advantages, boundaries, forums, principles, systems, and cognitive frames. These partly overlapping lenses reveal distinct theoretical approaches to the motivations, strategies, and regulatory outcomes of business participation in regulation. Together, they enable multifocality, offering a more nuanced and comprehensive study of business participation in regulation across different levels of analysis. Building on these insights, we show how different lenses and embracing multifocality strengthen the relevance of management studies for regulation and governance scholarship, particularly in unraveling the evolving relationship between business and regulation. Our paper thus contributes to better mobilizing and integrating management studies into the broader interdisciplinary discourse on regulation and governance.",
          "url": "https://doi.org/10.1111/rego.70110",
          "doi": "https://doi.org/10.1111/rego.70110",
          "filter": 0
        },
        {
          "title": "Greenwashing and Trust via Enhanced Self‐Regulation: The Case of ESG Rating Providers in Sustainable Finance",
          "authors": "Agnieszka Smoleńska, David Levi‐Faur",
          "abstract": "Polycentric governance is a trust‐intensive and trust‐dependent governance that should actively seek to build and restore trust. The different ways in which this is done are poorly understood. Our study of the environmental, social, and governance (ESG) strategies and the green transition clarifies the role of enhanced self‐regulation and intermediaries in trust‐building and trust‐repair in polycentric governance. ESG rating providers as intermediaries may help to build and repair trust, but as with any trustee, they represent a trust challenge as well. This article addresses these issues and is organized around three major questions: First, what are the political dynamics around the adoption of the rules for ESG ratings providers in the EU and United Kingdom? Second, what are the differences between the trust‐building and the trust‐repair strategies deployed? Third, how do these differences reflect the different approaches to the trust challenges of regulation by and of intermediaries? We apply process tracing and a comparative analysis of the regulation of ESG rating providers to generate insights into the trust‐building and trust‐repair strategies of rule‐makers. Our analysis leads us to identify varieties of enhanced self‐regulation that are differentiated by the regulatory strategies adopted by the rule‐makers vis‐à‐vis regulatory intermediaries. We show how such efforts may combine different elements of mandatory and voluntary regulation, and we shed light on the differentiated conceptualizations and complexities of the function of trust in polycentric governance regimes as a whole.",
          "url": "https://doi.org/10.1111/rego.70114",
          "doi": "https://doi.org/10.1111/rego.70114",
          "filter": 0
        },
        {
          "title": "Are Rule Violating Corporations Specialist or Generalist Perpetrators? A Quantitative Exploration Based on Regulatory Inspection Data",
          "authors": "Marieke H. A. Kluin, Arjan A. J. Blokland, Wim Huisman",
          "abstract": "The present study examines diversity in corporate offending. Corporations can be diverse or rather specialized in their pattern of rule violating behavior. Offending diversity (or crime mix) constitutes an important dimension of the criminal career and different theories of offending lead to different predictions with regard to the extent of offending diversity expected. Though a bourgeoning literature has begun to view corporate offending through a criminal career lens, extant studies tend to focus on the frequency of corporate offending, rather than on corporate crime mix. Here, we examine corporate crime mix using regulatory inspection data on 567 Dutch corporations subject to the Seveso‐III Directive pertaining to occupational safety, external safety and disaster control for companies handling large amounts of hazardous materials. Seveso corporations show high levels of offending diversity. Latent class analysis reveals three distinct patterns of corporate offending driven by the frequency of inspection and offending, rather than by clustering of offenses within corporate criminal careers. Theoretical and practical implications of these findings are discussed.",
          "url": "https://doi.org/10.1111/rego.70112",
          "doi": "https://doi.org/10.1111/rego.70112",
          "filter": 0
        },
        {
          "title": "How Public Investments in Childcare Mitigate Childbirth Effects on Employment Transitions by Skill Level in Europe",
          "authors": "Ilze Plavgo",
          "abstract": "Public investments in childcare generally improve parents' employment chances, yet evidence on their magnitude, cross‐national variation, and social distribution remains mixed. This study examines how public spending on early childhood education and care (ECEC) moderates post‐childbirth employment attachment across Europe. Using longitudinal EU‐SILC microdata for 26 countries (2003–2020) combined with social policy indicators, multilevel mixed‐effects models trace within‐person employment changes before and 2 years after childbirth by gender, skill level, and country context. Results show that childbirth substantially reduces women's employment probabilities, but higher public ECEC investment mitigates this decline by supporting re‐entry into employment. At above‐average spending levels, employment returns to pre‐childbirth levels within 2 years, whereas recovery remains limited where ECEC investments are lower. The pattern holds across skill groups and welfare regimes, except in the Nordic countries, where low‐skilled mothers benefit more. Findings underscore the role of ECEC investment in sustaining labor force participation in Europe.",
          "url": "https://doi.org/10.1111/rego.70116",
          "doi": "https://doi.org/10.1111/rego.70116",
          "filter": 0
        },
        {
          "title": "Bureaucratic Politics and Aid Allocation: Evidence From the US Agency for International Development",
          "authors": "Gus Greenstein, Mirko Heinzel",
          "abstract": "We examine the impact of bureaucratic politics within the US Agency for International Development on the allocation of its development assistance. Existing studies of aid allocation have focused on donor interests, recipient needs, and recipient merit without accounting for the bureaucratic decision‐making process that helps determine these budgets. We theorize that most field‐based development officials seek to maximize their country's budgets and that better‐staffed country offices have greater capacities to do so. We test this theory using novel data on USAID staffing patterns between 1980 and 2020 and leverage staff rotation patterns using an instrumental variable strategy. Consistent with our theory, results show that increasing the number of USAID staff in a country mission led to substantial increases in aid allocation. We draw on key informant interviews to explore mechanisms underlying this effect. Interviews highlight the close relationships between country‐level aid allocation and two country office capacities which better staffing tended to increase: (1) understanding of the USAID budget process and (2) ability to move through time‐consuming procedures related to funding commitment and disbursement. The findings have important implications for debates regarding the allocation of development assistance as well as broader discussions on bureaucratic politics in US foreign policy.",
          "url": "https://doi.org/10.1111/rego.70106",
          "doi": "https://doi.org/10.1111/rego.70106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
