{
  "update": "2026-01-16",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Blame Avoidance and Corruption: How Politicians' Denials Shape Citizen Perceptions and Political Accountability",
          "authors": "Nara Pavão, Sofia Vera",
          "abstract": "When accused of corruption, politicians often employ strategies to defuse blame, yet little is known about how voters respond to these defenses. This study investigates whether public denials by politicians accused of corruption influence electoral accountability and how positive and negative partisanship shape voter reactions. Using a 2019 online survey experiment conducted in Brazil, we find that denials significantly improve the accused politician's public image and electoral prospects, particularly among partisan respondents. Notably, negative partisans are especially responsive to these defense strategies. These findings shed light on the significant role political elites play in shaping public reactions to corruption, offering new insights into the dynamics of electoral accountability and democratic governance.",
          "url": "https://doi.org/10.1111/gove.70109",
          "doi": "https://doi.org/10.1111/gove.70109",
          "filter": 0
        },
        {
          "title": "Situated Attention in Political Decision‐Making: A Theoretical Framework and Experimental Test of Politicians' Prioritization of Societal Challenges Across Policy Domains",
          "authors": "Amandine Lerusse, Joris van der Voet",
          "abstract": "Prioritization between societal issues is a necessary component of political decision‐making at the helm of governance. The attention‐based view explains how performance below aspirations directs political attention to a singular policy domain, but leaves unaddressed how politicians prioritize between multiple performance shortfalls across policy domains. This article provides a framework and an experimental test of situated attention that explains how politicians prioritize between simultaneous societal issues across different policy domains. Our framework outlines how politicians rely on issue characteristics concerning importance (salient vs. non‐salient), problem‐definition (‘hard’ vs. ‘easy’), solution (i‐framed vs. s‐framed) and temporal scope (short‐term vs. long‐term). A discrete choice experiment utilizing a probability sample of 964 elected politicians is conducted to provide an empirical test, revealing that politicians are more likely to prioritize policy issues that are salient, ‘easy’, s‐framed and short‐term, as well as robustness of these effects across variation in political ideology. We conclude by discussing implications for an attention‐based understanding of political decision‐making in contemporary governance.",
          "url": "https://doi.org/10.1111/gove.70108",
          "doi": "https://doi.org/10.1111/gove.70108",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Winning with equality: how left-wing parties attract votes but amplify electoral cleavages",
          "authors": "Alexander Horn, Carsten Jensen, David Weisstanner",
          "url": "https://doi.org/10.1080/13501763.2026.2614069",
          "doi": "https://doi.org/10.1080/13501763.2026.2614069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Judging the blame game: how do citizens react to blame shifting in public service delivery?",
          "authors": "Oscar Nowlan",
          "abstract": "This paper examines blame shifting, where elected officials attempt to deflect blame for negative outcomes onto other actors. While prior research suggests that citizens generally disapprove of this tactic, this study re-evaluates how contextual factors shape these reactions, focusing specifically on cases of public service failure. In many areas of public management, service delivery is delegated or contracted out to public or private organizations, raising the question of whether such institutional arrangements make it easier for politicians to shift blame onto these agents. A survey experiment (n = 955) was conducted in the United Kingdom involving a hypothetical public service failure. Information cues varied the response strategy of local elected officials (shifting blame or accepting responsibility) and the service delivery model (public or private sector; high or low delegation). The results from OLS regression analyses show that participants were generally less approving of blame shifting compared to accepting responsibility. However, approval increased when the organization being blamed was viewed by participants as carrying more blame for failures in service delivery than the official. Although delegation levels did not directly moderate the effect of blame shifting, further logistic regression analysis shows that higher delegation made participants more likely to view the service provider as culpable, which in turn influenced how they reacted to blame shifting tactics. These findings highlight the conditional nature of public reactions to blame avoidance behavior, showing that citizens’ evaluations of tactics like blame shifting depend on their beliefs about who is responsible, which can be shaped by institutional context. The study offers new insights into when blame shifting may appear more credible or justified and underscores the role of context in shaping the effectiveness of political blame avoidance strategies.",
          "url": "https://doi.org/10.1093/jopart/muaf038",
          "doi": "https://doi.org/10.1093/jopart/muaf038",
          "filter": 0
        },
        {
          "title": "How Do Public Agencies Respond to Budgetary Control? A Theory of Strategic Task Portfolios in Public Administration",
          "authors": "Jonghoon Lee",
          "abstract": "How do public agencies manage diverse programs under limited budgets? Resource constraints force agencies to prioritize tasks, requiring strategic decisions about how to allocate resources effectively. In this paper, I develop a gametheoretical model that explores how agencies shape and restructure their task portfolios under budgetary constraints. In response to budget reductions, I argue that agencies reallocate resources by prioritizing more efficient tasks for improved performance, within their portfolios. To test my theoretical claims, I analyze an original dataset of antitrust cases filed by the U.S. Antitrust Division (AD) from 1970 to 2019. Using compositional analysis, I find systematic associations between budgetary changes and the AD’s litigation portfolios. Specifically, budget cuts are associated with a higher share of antitrust criminal cases—the most efficient type for improving performance metrics—and with relatively lower shares for other case types. This study offers new insight into how public agencies navigate budgetary constraints to achieve their public missions while meeting performance expectations.",
          "url": "https://doi.org/10.1093/jopart/muag001",
          "doi": "https://doi.org/10.1093/jopart/muag001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Unpacking Resilience in Public Administration: Insights From a Meta‐Narrative Review",
          "authors": "Jixiang Li, Shui‐Yan Tang, Bo Wen",
          "abstract": "Increasing environmental complexity and uncertainty have made organizational resilience a key concern in public administration. Yet its inherent ambiguity calls for a systematic examination of its conceptualizations, operationalizations, and applications. This meta‐narrative review synthesizes 49 studies, advancing the discourse by identifying three distinct narratives—maintenance, recovery, and adaptability—and exploring how they intersect when public institutions encounter acute shocks versus slow‐burn disturbances. Our analysis further identifies networking and collaboration as the most frequently studied antecedents of resilience, followed by digital technology and leadership. Resilience outcomes are also highlighted—continuous service delivery, enhanced public policy value, and strengthened institutional identity. A key epiphany emerges: Resilience is not merely about responding to crises but also about embedding strategic principles into long‐term governance—balancing top‐down authority with decentralized decision‐making to functionally and structurally address short‐term needs and long‐term transformation. We conclude by identifying implications for research, practice, and education.",
          "url": "https://doi.org/10.1111/puar.70083",
          "doi": "https://doi.org/10.1111/puar.70083",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Goal-attainment in collaborative climate governance: the role of agile leadership practices in spurring collaborative outputs",
          "authors": "Oda Bagøien Hustad, Lena Brogaard",
          "url": "https://doi.org/10.1080/14719037.2025.2605474",
          "doi": "https://doi.org/10.1080/14719037.2025.2605474",
          "filter": 0
        },
        {
          "title": "Innovation from the margins: policy entrepreneurship and public sector innovation in centralized contexts",
          "authors": "Rita Golstein-Galperin, Emre Cinar, Nissim Cohen, Ali Asker Guenduez",
          "url": "https://doi.org/10.1080/14719037.2026.2613943",
          "doi": "https://doi.org/10.1080/14719037.2026.2613943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
