{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Anticipating nightmare issues: explaining the timing of negative agenda-setting by interest groups",
          "authors": "Frederik Stevens",
          "url": "https://doi.org/10.1080/13501763.2026.2623920",
          "doi": "https://doi.org/10.1080/13501763.2026.2623920",
          "filter": 0
        },
        {
          "title": "Supporting and opposing equality in the Council of the European Union: contestations of gender and intersectionality between the member states",
          "authors": "Johanna Kantola, Barbara Gaweda",
          "url": "https://doi.org/10.1080/13501763.2026.2620508",
          "doi": "https://doi.org/10.1080/13501763.2026.2620508",
          "filter": 0
        },
        {
          "title": "The politics of married couples' taxation: understanding the shift to the individual tax unit",
          "authors": "Teresa Fehrenbach",
          "url": "https://doi.org/10.1080/13501763.2026.2621236",
          "doi": "https://doi.org/10.1080/13501763.2026.2621236",
          "filter": 0
        },
        {
          "title": "Individual characteristics and European identity: a meta-analysis",
          "authors": "Juan J. Fernández, Olena Bedasheva, Maria Durban",
          "url": "https://doi.org/10.1080/13501763.2026.2619001",
          "doi": "https://doi.org/10.1080/13501763.2026.2619001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Breaking Down Administrative Burdens: A User-Centered Approach to Increase Interest in Active Labor Market Programs by Women",
          "authors": "Rosanna Nagtegaal, Machiel van der Heijden, Noortje de Boer, Lars Tummers",
          "abstract": "This study investigates whether reducing administrative burdens can increase interest in active labor market programs among job-seeking women. Employing a user-centered approach, the research is divided into two phases. In phase 1, we conducted interviews with women and a focus group with service providers to identify relevant barriers for take-up. The qualitative data showed that learning costs were the most prominent barrier, which could be further differentiated into three specific types: learning about program existence, the specific services offered, and the eligibility criteria. In phase 2, we test whether reducing these three components of learning costs increases program interest. We conduct an online quasi-experimental platform study (N = 75,451), in collaboration with a service provider, in which we adapt advertisements to inform citizens about (a) the specific services offered and (b) the eligibility criteria. A logistic regression shows that the interventions (a and b) attract more people to active labor market programs. Although women are overall more likely to click on the ads, we do not find a differential treatment effect by gender. The findings contribute to the literature by highlighting the importance of distinguishing among different types of learning costs in administrative burden interventions. Moreover, the article shows how a user-centered design can be utilized to design meaningful interventions.",
          "url": "https://doi.org/10.1093/jopart/muaf039",
          "doi": "https://doi.org/10.1093/jopart/muaf039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Redefining influence: how a feminist advocacy group reformed paternity leave in Spain through insider women’s alliances",
          "authors": "Manuel Alvariño",
          "abstract": "How do citizen interest groups influence policy in domains dominated by political and economic elites? Recent research suggests their success hinges on outsider strategies to pressure policymakers, such as mobilizing public opinion. In contrast, a feminist platform named Platform for Equal and Non-transferable Birth and Adoption Leave (PPiiNA) built insider alliances with female politicians across party lines to make paternity and maternity leave equal and non-transferable in Spain in 2019. This article explores this case in depth by tracing almost 20 years of policy evolution through parliamentary documents and interviews. Against employer opposition and the absence of trade unions, the case corroborates the relevance of women in politics by illustrating how descriptive representation can open insider channels of influence to feminist advocacy groups. Nonetheless, the approval of the reform ultimately depended on left-wing governing power, while policy formulation was dominated by political elites and employer groups, limiting the capacity of cross-partisan feminist alliances to shape final policy output.",
          "url": "https://doi.org/10.1017/s0143814x25100925",
          "doi": "https://doi.org/10.1017/s0143814x25100925",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Robust Public Governance in a Turbulent Era: Theoretical Framework and Empirical Experiences. By ChristopherAnsell, EvaSørensen, JacobTorfing, and JarleTrondal (eds.), Cheltenham, UK : Edward Elgar Publishing, 2025. 196 pp. $130.00 (hardback); $40.00 (eBook). ISBN: 978‐1‐80‐392879‐1",
          "authors": "Jim D. Flowers",
          "url": "https://doi.org/10.1111/padm.70044",
          "doi": "https://doi.org/10.1111/padm.70044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Explaining Burden Reduction in Municipal Service Delivery: The Case of Streamlined Electric Vehicle Charger Permitting in California",
          "authors": "Shan Zhou, Emma Mast",
          "abstract": "Administrative burdens are deliberate policy choices, as governments can proactively design rules and procedures to shape burdens experienced by citizens. While existing research has examined the effects of burden reduction strategies, less is known about the factors driving burden reduction actions at the local level. This paper investigates why city governments adopt streamlining ordinances to reduce burdens in permit service delivery, focusing on the electric vehicle charging station permitting process. Using data from 482 California cities between 2015 and 2023, we find that cities with stronger fiscal capacity, more climate‐concerned, and whiter populations are more likely to institutionalize burden reduction practices in streamlining ordinances. Contrary to expectations, neither mass political ideology nor political leader (mayoral) partisanship has a significant impact on municipal permitting reforms. Our findings demonstrate how capacity constraints, distributive politics, and policy‐specific constituency preferences jointly shape local governments' willingness to reduce burdens in public service delivery.",
          "url": "https://doi.org/10.1111/puar.70088",
          "doi": "https://doi.org/10.1111/puar.70088",
          "filter": 0
        },
        {
          "title": "Let Us Be Guided by the Light of Progress by John R. Bartle",
          "authors": "John R. Bartle",
          "abstract": "The American Society for Public Administration (ASPA) is in a position to respond to current threats to public administration. ASPA is a curator of knowledge and can help achieve the key ideas of the United States of America. We should advance the science of administration by improving our theories. While we have not achieved the ideals the founding of the United States, we should continue to strive to improve governance.",
          "url": "https://doi.org/10.1111/puar.70089",
          "doi": "https://doi.org/10.1111/puar.70089",
          "filter": 0
        },
        {
          "title": "Navigating Institutional Distance: How Private Partners Accumulate Network Positional Advantages in Cross‐Country Public–Private Partnership Projects",
          "authors": "Ge Wang, Wenbo Song, Tao Wang, Shurui Jiang, Yang Li",
          "abstract": "Institutional distance shapes how private partners participate in cross‐country public–private partnership (PPP) projects, yet its effects remain underexplored. Drawing on organizational institutionalism, we argue that institutional distance generates adaptation pressures that prompt private partners to engage in sustained collaborations. Such collaborations lead private partners to build relationships and connect into networks, within which positional advantages are accumulated. Using data on 3223 PPP projects across 91 countries from 1998 to 2022, we establish longitudinal networks and measure three types of positional advantages: linkage, brokerage, and independence. Our results show that greater institutional distance is associated with the accumulation of these advantages over time. Moreover, host countries' involvement in economic‐political alliances moderates these relationships in contrasting ways, weakening the effect on linkage and brokerage advantages while strengthening the effect on independence advantages. We highlight implications for how governments can better support private partners' participation in cross‐country PPP projects.",
          "url": "https://doi.org/10.1111/puar.70086",
          "doi": "https://doi.org/10.1111/puar.70086",
          "filter": 0
        },
        {
          "title": "Anticipated Stigma and Burnout: The Impact of Concerns About Being Perceived as Racist Among Law Enforcement Officers",
          "authors": "Shahidul Hassan, Bradley E. Wright, Justine E. Tinkler",
          "abstract": "The “racist cop” stereotype is one of the most prominent social representations of law enforcement in the United States. Drawing on theories of stereotype threat and stigma, this article suggests that this negative stereotype creates an identity threat that heightens anxiety and stress among law enforcement officers, increasing the risks of their burnout. Using survey data collected from officers in a state‐level law enforcement agency in 2021, we find that White officers, as well as those who reported greater stress during the 2020 protests, express stronger concerns about being perceived as racist. These concerns are associated with elevated levels of burnout, and efforts to maintain a positive self‐image partially mediate this relationship. These findings hold even after controlling for burnout levels reported by the same officers in 2019. Overall, our results extend stereotype‐threat research to a high‐power public service context and underscore the need for organizational interventions that reduce stereotype‐related stress and support officer well‐being.",
          "url": "https://doi.org/10.1111/puar.70085",
          "doi": "https://doi.org/10.1111/puar.70085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Beyond the birdcage: building trust in different regulatory contexts",
          "authors": "Tina Øllgaard Bentzen, Marte Winsvold, Frédérique Six",
          "url": "https://doi.org/10.1080/14719037.2026.2623188",
          "doi": "https://doi.org/10.1080/14719037.2026.2623188",
          "filter": 0
        },
        {
          "title": "Failing accountability: exploring the effect of coproduction on public blame attribution after service failures",
          "authors": "Hao Xu",
          "url": "https://doi.org/10.1080/14719037.2026.2621820",
          "doi": "https://doi.org/10.1080/14719037.2026.2621820",
          "filter": 0
        },
        {
          "title": "Citizen coproduction motivations: a systematic review and the SPIENM framework",
          "authors": "Yang Jia, Huafang Li, Siyu Lyu, Jinfeng Zhang",
          "url": "https://doi.org/10.1080/14719037.2026.2626348",
          "doi": "https://doi.org/10.1080/14719037.2026.2626348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Grounds for Accountability: Preparedness for Supply Chain Due Diligence Legislation in Canada",
          "authors": "Emma L. Bowick, Rachel S. Friedman, Michaela L. Meil, Sophia L. Carodenuto",
          "abstract": "Canada is under growing pressure to adopt mandatory supply chain due diligence legislation to hold corporations accountable for environmental and social harms embedded in global supply chains. In response, the Government of Canada is exploring policy options for stricter supply chain regulations, including legislative measures such as the recently passed Fighting Against Forced Labour and Child Labour in Supply Chains Act (Bill S‐211). We assess the Canadian coffee sector's capacity to comply with current and potential legislation by conducting a public policy review alongside an analysis of corporate social responsibility and sustainability reports. Companies' commitments are ranked based on adherence to standards, internal policies, and the presence of external audits or third‐party verification. Our findings reveal that while many companies are building capacity to manage supply chain risks, their preparedness varies. These results emphasize the limitations of voluntary commitments and support the need for comprehensive mandatory due diligence legislation to align corporate practices with international environmental and human rights standards.",
          "url": "https://doi.org/10.1111/rego.70125",
          "doi": "https://doi.org/10.1111/rego.70125",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
