{
  "update": "2025-09-12",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Effectiveness of Term Limits Combating Administrative Corruption",
          "authors": "David Medina Rodriguez",
          "abstract": "This paper examines how mayoral term‐limit rules shape the corrupt behavior of career public servants. Using the exogenous discontinuity created by Portugal's 2013 municipal elections, where some incumbents were constitutionally barred from reelection while otherwise similar peers could run again, I compare corruption‐related infractions committed by public servants across all mainland Portuguese municipalities. The analysis suggests a large decrease in administrative corruption among public servants when the mayor is term‐limited. These patterns fit a “shrinking horizon” mechanism: As a mayor approaches a mandatory exit, the expected duration of illicit exchanges collapses, dampening the willingness of public servants to collaborate. The results are robust to several alternative specifications, providing fresh evidence that term limits may serve as an effective governance tool to reduce the search for rents by public servants.",
          "url": "https://doi.org/10.1111/gove.70057",
          "doi": "https://doi.org/10.1111/gove.70057",
          "filter": 0
        },
        {
          "title": "The Politics and Governance of Migration",
          "authors": "Tiziana Caponio, Maria Schiller, Cathrine Talleraas",
          "abstract": "This Special Issue Introduction aims to unpack current dynamics of migration politics and governance research and to put forward a holistic and integrative theoretical approach, that accounts for the bi‐directionality and reciprocal influence between “the political” and “the governance” in both policymaking and policy practice on migration‐related issues. We show how the articles in this Special Issue contribute to bridge two analytical tendencies in migration research ‐ one foregrounding the political underpinnings of governing practices, and the other focusing on the collaborative dynamics of governance networks. While often treated separately, these perspectives intersect in important ways. Building on these contributions, an integrative research agenda is proposed. Theoretically, we suggest building the relevance of geographic context, scale and migration dynamics into our theorization of migration politics and governance. Methodologically, we suggest expanding beyond the common qualitative versus quantitative divide in the field, and deepening our analysis of politics‐governance interactions through mixed‐methods approaches.",
          "url": "https://doi.org/10.1111/gove.70055",
          "doi": "https://doi.org/10.1111/gove.70055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Rage against the machine? Generative AI exposure, subjective risk, and policy preferences",
          "authors": "Matthias Haslberger, Jane Gingrich, Jasmine Bhatia",
          "url": "https://doi.org/10.1080/13501763.2025.2554903",
          "doi": "https://doi.org/10.1080/13501763.2025.2554903",
          "filter": 0
        },
        {
          "title": "The limits of EU rule of law financial sanctions: how economic and political costs shaped Hungary’s selective compliance strategy",
          "authors": "Kinga Koranyi",
          "url": "https://doi.org/10.1080/13501763.2025.2553752",
          "doi": "https://doi.org/10.1080/13501763.2025.2553752",
          "filter": 0
        },
        {
          "title": "From states to markets and back? The European Union’s decades-long struggle over renewable energy derisking",
          "authors": "Max Willems",
          "url": "https://doi.org/10.1080/13501763.2025.2550492",
          "doi": "https://doi.org/10.1080/13501763.2025.2550492",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Algorithmic Discrimination in Public Service Provision: Understanding Citizens’ Attribution of Responsibility for Human vs Algorithmic Discriminatory Outcomes",
          "authors": "Saar Alon-Barkat, Madalina Busuioc, Kayla Schwoerer, Kristina S Weißmüller",
          "abstract": "As public bodies increasingly adopt AI technologies in their work, there is simultaneously growing attention to the risk that the reliance on the technology may introduce biases and produce discriminatory administrative outcomes, as demonstrated by multiple real-world cases. Our contribution addresses a core theoretical puzzle: With AI algorithms being increasingly embedded across public services, we lack crucial knowledge about how citizens assign responsibility to public organizations for algorithmic failures and discrimination in public services compared to human discrimination. This speaks to key questions as to whether organizational responsibility attribution mechanisms and public demand for consequences fundamentally change in the context of algorithmic governance. Addressing this gap, we examine whether individual citizens are less likely to attribute responsibility for algorithmic vs human discrimination in public service provision. Building on psychology literature, we further theorize potential mechanisms that underlie these effects and shape citizens’ responses. We investigate these research questions through a pre-registered survey experiment conducted in the Netherlands (N=2,483). Our findings indicate that public organizations are not held to a lower responsibility standard for algorithmic compared to human discrimination. Technological delegation to AI does not allow public bodies to bypass responsibility for discriminatory outcomes. However, we find that citizens assign more responsibility for algorithmic discrimination when the algorithm is developed inhouse rather than externally. This could lead to the emergence of accountability deficits pertaining to technological outsourcing.",
          "url": "https://doi.org/10.1093/jopart/muaf024",
          "doi": "https://doi.org/10.1093/jopart/muaf024",
          "filter": 0
        },
        {
          "title": "Changes in the accountability obligation, intensity, and working drive of public employees: Evidence from a survey experiment",
          "authors": "Yanwei Li, Hongbo Yu",
          "abstract": "Governments worldwide have established accountability as a key mechanism to promote public employees' work behaviors. In this study, we propose that changes in two critical aspects of accountability—intensity and obligation—have distinct effects on public employees’ work drive. Increased accountability intensity, characterized by close supervision and strict sanctions, can reduce intrinsic motivation and decrease public employees' willingness to engage in their tasks proactively. Conversely, the imposition of an additional hierarchical accountability obligation—the perceived duty to justify actions to higher-level administrative supervisors or political leaders—can either enhance or hinder work drive, depending on whether public employees view it as an opportunity to gain benefits or as coercive pressure. To explore this, we conducted a survey experiment with 1221 public employees in China. Our results indicate that increased accountability intensity generally reduces public employees' work drive, although the impact of incremental accountability obligations on their work drive remains unclear. These findings deepen our understanding of how changes in accountability influence the work drive of public employees.",
          "url": "https://doi.org/10.1093/jopart/muaf027",
          "doi": "https://doi.org/10.1093/jopart/muaf027",
          "filter": 0
        },
        {
          "title": "A Learning Approach to the Governance of Professionals. Field Experimental Evidence",
          "authors": "Simon Calmar Andersen, Thorbjørn Sejr Guul",
          "abstract": "Performance management is used by governments worldwide to incentivize professionals in schools and other public organizations. Yet, much research shows that these incentives may generate perverse dysfunctional effects. Based on a Bayesian model of learning, we propose that simply providing professional teachers with performance information— without changing their extrinsic incentives—may be enough to make them update their beliefs about their students and act accordingly. However, measuring performance may itself affect professionals’ behavior, which makes it difficult to isolate the effect of providing performance information. We designed and preregistered a field experiment in which we can isolate the effect of making performance information available to teachers and study how it affects their posterior beliefs and behavior towards the students (N=2028). The results confirm the primary hypothesis and thereby provide indications that information provision itself may be effective in the governance of public organizations.",
          "url": "https://doi.org/10.1093/jopart/muaf028",
          "doi": "https://doi.org/10.1093/jopart/muaf028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Wartime Leadership as a Bridge Over Troubled Waters: A Representative Bureaucracy Perspective on Ethnically Homogeneous and Heterogeneous Schools",
          "authors": "Maayan Davidovitz, Chen Schechter",
          "abstract": "The representative bureaucracy literature asserts that minority personnel in public organizations can promote their social group either through their own behavior or by influencing other staff members or focal citizens. However, these phenomena have not been examined in wartime settings in ethnically homogeneous and heterogeneous organizations. Through the qualitative paradigm, we compare ethnically homogeneous schools (with only Jewish or Arab students and staff) and ethnically mixed schools (comprising Jewish and Arab students and/or staff) in Israel regarding the challenges they faced during the Israel‐Hamas war that erupted on October 7, 2023. We reveal that both types of organizations faced five main challenges: staff shortages, maintaining routine, providing emotional support, ensuring safety, and offering ad‐hoc solutions. However, two identity‐related themes emerged only in ethnically heterogeneous schools: maintaining sensitivity to diverse populations and promoting values of tolerance and inclusion. The study highlights how wartime serves as a mechanism for triggering representational behavior.",
          "url": "https://doi.org/10.1111/padm.70020",
          "doi": "https://doi.org/10.1111/padm.70020",
          "filter": 0
        },
        {
          "title": "Public Versus Private Providers: How Ownership Impacts Quality in Public Service Markets",
          "authors": "Lena Brogaard",
          "abstract": "Governments continue to liberalize public services through quasi‐market measures that grant consumers a subsidized choice of public, nonprofit, or for‐profit provider. The assumption is that competition and differences in ownership improve service quality. However, information asymmetry and measurement difficulties make especially complex human services prone to quality‐shading, potentially lowering quality. To examine these conflicting perspectives, the article tests competing hypotheses on the relationship between ownership and service quality using administrative data and a nationwide survey among public, nonprofit, and for‐profit providers of center‐based childcare in Denmark. Based on a comprehensive set of 27 quality indicators, the findings show relatively few differences across ownership, although with a tendency toward for‐profit providers offering higher quality than their public and nonprofit counterparts. The findings call for a continued focus among public managers and policymakers on stewarding quasi‐markets to provide equal access to high‐quality services.",
          "url": "https://doi.org/10.1111/padm.70017",
          "doi": "https://doi.org/10.1111/padm.70017",
          "filter": 0
        },
        {
          "title": "A Replication of “Why Do Policymakers Support Administrative Burdens? The Roles of Deservingness, Political Ideology, and Personal Experience”",
          "authors": "Maria Tiggelaar, Bert George",
          "abstract": "This article replicates a survey experiment by Baekgaard, Moynihan, and Thomsen (2021), analyzing individual‐level differences as to why administrative burdens are constructed and imposed on individuals by policymakers. Administrative burdens are known to be consequential and distributive. So why do policymakers support them? Recent empirical studies provide us with motivations behind supporting or imposing administrative burdens, but few studies investigate whether these motivations translate across cultural and organizational settings. We opt for an as‐direct‐as‐possible replication in the Flemish setting, a case most likely to replicate results. In line with the original study, political ideology and personal beliefs about deservingness impact local politicians' burden tolerance. However, our effect sizes are much smaller. Other results fail to replicate in the Flemish setting. We explore the role of organizational size and elaborate on how comparative replication studies can help to shed light on the effect of context in public administration.",
          "url": "https://doi.org/10.1111/padm.70016",
          "doi": "https://doi.org/10.1111/padm.70016",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/padm.13007",
          "doi": "https://doi.org/10.1111/padm.13007",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "The Missing Link: Identifying Digital Intermediaries in E‐Government",
          "authors": "Sergio Toro‐Maureira, Alejandro Olivares, Rocío Sáez‐Vergara, Sebastián Valenzuela, Macarena Valenzuela, Teresa Correa",
          "abstract": "Digital platforms are transforming how governments deliver public services; however, many citizens still depend on third parties to access them. This article identifies and classifies these “digital intermediaries” drawing from a national survey in Chile—a country with high digitalization but deep digital inequality. We find two major types of intermediaries: “close” actors (family and peers) and “hierarchical” actors (politicians, bureaucrats, and community leaders). These intermediaries support citizens who lack digital skills or access, playing an essential role in facilitating e‐government. The findings challenge the notion that digitalization guarantees direct, unmediated access to public services and underscore the importance of considering human support systems in digital governance.",
          "url": "https://doi.org/10.1111/puar.70033",
          "doi": "https://doi.org/10.1111/puar.70033",
          "filter": 0
        },
        {
          "title": "Anchoring Institutional Values in Democracy: A Systematic Review, a Constructive Critique, and a Research Agenda",
          "authors": "Anthony M. Bertelli, Silvia Cannas, Katerina Sharova, Iker Uriarte",
          "abstract": "Values are ideals of what is desirable for the individual, profession, organization, or institution. Institutional values attach to organizations because of their place in a political order, capturing broad governance concerns that extend beyond the details of management and technical administration. What institutional values do public administration scholars study, how do they study them, and how do those values relate to democracy? Our comprehensive and systematic review of the contents of public administration journals reveals ambiguity about the nature of values and the level of social structure at which they operate. As a constructive step forward, we offer an analytic framework of what we call democratic anchors , conceptions of values that convey essential democratic content, that can improve the empirical study of how democracy is operationalized into norms of practice in public administration.",
          "url": "https://doi.org/10.1111/puar.70036",
          "doi": "https://doi.org/10.1111/puar.70036",
          "filter": 0
        },
        {
          "title": "Overshooting and Adjustment: Organizational Responses to Incentives in the Public Sector",
          "authors": "Ulrik Hvidman, Kurt Houlberg, Søren Kjær Foged",
          "abstract": "Incentives have become central to public sector management. We propose that public organizations' responses to incentives can exceed policymakers' intentions due to complex governance structures and high operational uncertainty. Through an empirical study, we examine short‐ and long‐term impacts of a policy that gave local governments high‐powered, sanction‐based incentives to restrain costs. The incentives reduced government spending, but also triggered substantial overshooting—where local governments, immediately after the reform, cut spending more than intended due to uncertainty about their ability to meet budget targets. Over time, spending converged with incentivized budget targets, indicating a process of adjustment and organizational learning. Our findings highlight that incentives can provoke stronger responses than intended by policymakers—but also show that longer‐term learning can moderate these effects. While particularly relevant to the public sector, the phenomenon of overshooting may extend to other settings where uncertainty is prevalent.",
          "url": "https://doi.org/10.1111/puar.70035",
          "doi": "https://doi.org/10.1111/puar.70035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Frames of cooperation: interactional dynamics of pandemic governance networks",
          "authors": "Anna-Aurora Kork, Henna Paananen, Laura Kihlström, Liina-Kaisa Tynkkynen",
          "url": "https://doi.org/10.1080/14719037.2025.2557860",
          "doi": "https://doi.org/10.1080/14719037.2025.2557860",
          "filter": 0
        },
        {
          "title": "Public value misalignment and adoption of algorithmic tools: the influence of operational capacity and external support",
          "authors": "Alex Ingrams, Sarah Giest",
          "url": "https://doi.org/10.1080/14719037.2025.2557859",
          "doi": "https://doi.org/10.1080/14719037.2025.2557859",
          "filter": 0
        },
        {
          "title": "Sustaining crisis-driven collaborative public sector innovations: the role of public value measurement",
          "authors": "Maria Vittoria Bufali, Simone Manfredi, Raffaella Saporito, Elisabetta Notarnicola",
          "url": "https://doi.org/10.1080/14719037.2025.2557851",
          "doi": "https://doi.org/10.1080/14719037.2025.2557851",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "How Open Standards for Person‐Centered Care Become Checklists Again in Regulatory Practice: Underlying Mechanisms Explained",
          "authors": "Mirjam Kalisvaart, Lieke Oldenhof, Roland Bal, Anne Margriet Pot",
          "abstract": "In health care regulation, open outcome‐oriented standards are used to provide flexibility for care organizations to determine how to deal with complex issues. What remains understudied is how this works out in practice. This paper studies how inspectors use open standards to regulate the complex issue of person‐centered care. An exploratory qualitative multiple‐method design was used to study the work of inspectors who assess the quality of nursing homes within the Dutch Health and Youth Care Inspectorate. Five mechanisms were found that hamper the assessment of open outcome‐oriented standards for person‐centered care: difficulties in triangulating information, estimating the reliability of the information, deviating from the schedule of the inspection program, judging direct care provision negatively, and indicating a clear boundary between sufficient and insufficient. When using open outcome‐oriented standards, it is important to reflect on these mechanisms and evaluate whether outcomes still align with the societal values they attempt to regulate.",
          "url": "https://doi.org/10.1111/rego.70075",
          "doi": "https://doi.org/10.1111/rego.70075",
          "filter": 0
        },
        {
          "title": "Unraveling Complex Impacts Pathways of the Ecodesign for Sustainable Products Regulation and Corporate Sustainability Due Diligence Directive in Global Textile Value Chains: A European Perspective",
          "authors": "Emilia Stadler, Michelle Bonatti, Dagmar Mithöfer",
          "abstract": "Through the Ecodesign for Sustainable Products Regulation and the Corporate Sustainability Due Diligence Directive, the European Commission targets sustainable products and value chains to curb environmental and social problems. Based on a combination of a complex systems lens and the global value chain and global governance approaches, the paper uses literature analysis and expert interviews, evaluated through qualitative content and causal loop analysis, to analyze the complex potential impacts on value chains and actors' evolving responsibilities within global value chains. Results show that textile chains are expected to experience positive and negative outcomes from the regulatory change. The impact upstream, such as on cotton farmers, remains unclear. Positive impacts of the mandatory regulatory change depend on facilitators like collaborative governance, value chain transparency, political support, measurability, external checks, and industry know‐how. Barriers include power structures within global value chains, regulatory limitations, among others. The Regulation and the Directive can drive sustainability within garment supply chains, provided barriers are addressed from the beginning and facilitators are promoted throughout the supply chain. However, substitution of cotton by more easily traceable synthetic fibers may result in an effective traceability solution rather than an effective solution to solve social and environmental problems.",
          "url": "https://doi.org/10.1111/rego.70064",
          "doi": "https://doi.org/10.1111/rego.70064",
          "filter": 0
        },
        {
          "title": "A Practical Measure of Red Tape",
          "authors": "Dustin Chambers, Colin O'Reilly",
          "abstract": "Regulation can influence economic dynamism, the distribution of income, and various measures of economic welfare. Despite a substantial proportion of regulation in the United States originating at the state level, we are not aware of any comprehensive measure of excess regulation or “red tape” at the state level. We fill this notable gap by constructing a novel measure of state‐level red tape based on the State RegData dataset. The red tape index measures the excess stringency of regulation in each industry relative to a benchmark level of regulation and then weights the extent of excess stringency on the industrial composition of each state. As a comprehensive measure of regulation, the red tape index differs fundamentally from other existing measures of state‐level regulation, which tend to target a particular type of regulation (e.g., labor market regulation). The red tape index reveals wide variation in the level of industry regulation among states and that most states have regulations that go beyond a so‐called “light touch” regulatory approach, implying that red tape is pervasive. This index may be of value for both empirically estimating the effect of comparatively high levels of state regulation on various outcomes of interest and for policy makers seeking to streamline administrative rules.",
          "url": "https://doi.org/10.1111/rego.70079",
          "doi": "https://doi.org/10.1111/rego.70079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
