{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Solidarity in the European Union and the resilience of the state as a communicative frame",
          "authors": "Jens Steffek, Inga Gaižauskaitė, Björn Egner, Hubert Heinelt",
          "url": "https://doi.org/10.1080/13501763.2025.2517290",
          "doi": "https://doi.org/10.1080/13501763.2025.2517290",
          "filter": 0
        },
        {
          "title": "External pressure, bureaucratic politics and policy insiders: the policy shaping influence of internal coordination processes on European Commission Strategies",
          "authors": "Sebastiaan Princen, Daniel Polman, Jeroen Candel, Robbert Biesbroek",
          "url": "https://doi.org/10.1080/13501763.2025.2522825",
          "doi": "https://doi.org/10.1080/13501763.2025.2522825",
          "filter": 0
        },
        {
          "title": "Treated by the Treaty? How the expansion of co-decision affected the volume and complexity of EU legislation",
          "authors": "Steffen Hurka",
          "url": "https://doi.org/10.1080/13501763.2025.2519563",
          "doi": "https://doi.org/10.1080/13501763.2025.2519563",
          "filter": 0
        },
        {
          "title": "How parties respond to protests in a changing political landscape",
          "authors": "Jóhanna Ýr Bjarnadóttir",
          "url": "https://doi.org/10.1080/13501763.2025.2516126",
          "doi": "https://doi.org/10.1080/13501763.2025.2516126",
          "filter": 0
        },
        {
          "title": "The Europeanisation of policy preferences: cross-national similarity and convergence 2014–2024",
          "authors": "Miriam Sorace",
          "url": "https://doi.org/10.1080/13501763.2025.2512901",
          "doi": "https://doi.org/10.1080/13501763.2025.2512901",
          "filter": 0
        },
        {
          "title": "Introduction: Europe’s changing protest landscape",
          "authors": "Sophia Hunger, Swen Hutter",
          "url": "https://doi.org/10.1080/13501763.2025.2517891",
          "doi": "https://doi.org/10.1080/13501763.2025.2517891",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Multilevel policy textual learning in Chinese local environmental policies",
          "authors": "Wenna Chen, Li Liao, Hongtao Yi",
          "abstract": "While existing research on policy diffusion has provided substantial evidence regarding the drivers of policy adoption across jurisdictions, limited attention has been given to the dynamics of policy textual learning across different levels of government. We fill this gap by using regression analysis to examine the patterns of policy textual learning evident in the clause similarity of seven environmental statutory policies in China. Within China’s decentralized and multilevel environmental governance, our findings reveal that horizontal policy textual learning is more prominent than vertical learning. Temporal distance negatively impacts policy textual learning, whereas spatial distance, contrary to traditional policy diffusion perspectives, does not universally explain multilevel policy textual learning. Additionally, subsequent versions of policy texts are not necessarily similar to earlier ones, challenging conventional assumptions about the adoption and adaptation of policies over time.",
          "url": "https://doi.org/10.1017/s0143814x25100652",
          "doi": "https://doi.org/10.1017/s0143814x25100652",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Managers, Professionals, or Public Servants? Organizational Professionals in the Public Sector as Hybrid Professionals",
          "authors": "Linda Alamaa, Patrik Hall, Karl Löfgren",
          "abstract": "The expansion of organizational professionals in the public sector is often interpreted as a manifestation of increased managerial control and bureaucratisation, raising questions about shifting professional identities in public administration. This study contributes to research on hybrid professionalism and identity work by examining how organizational professionals themselves perceive this trend and how they justify their roles within public organizations. Based on a narrative analysis of interviews with 24 organizational professionals in Sweden, we examine how they construct their professional identity in relation to competing institutional logics. We expand the concept of hybrid professionalism by incorporating a public service logic alongside managerial and professional logics. We find that respondents frame their identity around the notion of performing a support function for frontline services. This positioning enables them to rearticulate managerial activities as supportive rather than controlling, thereby presenting their work as a response to bureaucratisation rather than a source of it.",
          "url": "https://doi.org/10.1111/padm.70000",
          "doi": "https://doi.org/10.1111/padm.70000",
          "filter": 0
        },
        {
          "title": "A Replication of “Did New Public Management Matter? An Empirical Analysis of the Outsourcing and Decentralization Effects on Public Sector Size”",
          "authors": "Yiying Chen",
          "abstract": "This manuscript replicates and extends the work of Alonso et al. focusing on the effects of New Public Management practices—outsourcing and decentralization—on public sector size in terms of government expenditure and employment. The narrow replication confirms the original findings: outsourcing increases government expenditure, whereas decentralization reduces it, with neither practice affecting employment. The wide replications add nuances: while the long‐term results align with the original study, recent data indicate that outsourcing may have narrowed its cost gap with in‐house delivery, and the cost‐reducing impact of decentralization has partially waned. It suggests that the influences of these NPM practices on public sector size have diminished in recent years. This replication illuminates the temporal complexity and evolving nature of the NPM practices and their impacts on public sector size.",
          "url": "https://doi.org/10.1111/padm.70001",
          "doi": "https://doi.org/10.1111/padm.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Urban entrepreneurialism under network narrative: local government inter-city investment logics in China",
          "authors": "Chengyan Pu, Yonghua Zou",
          "url": "https://doi.org/10.1080/14719037.2025.2522670",
          "doi": "https://doi.org/10.1080/14719037.2025.2522670",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Noisy Politics, Quiet Technocrats: Strategic Silence by Central Banks",
          "authors": "Benjamin Braun, Maximilian Düsterhöft",
          "abstract": "In contrast to the “quiet” politics of the pre‐2008 period, macroeconomic policy has become “noisy”. This break raises a question: How do independent agencies designed for quiet politics react when a contentious public turns the volume up on them? Central banks provide an interesting case because while they are self‐professed adherents to communicative transparency, individual case studies have documented their use of strategic silence as a defense mechanism against politicization. This paper provides a quantitative test of the theory that when faced with public contention on core monetary policy issues, central banks are likely to opt for strategic silence. We focus on the most contested of central bank policies: large‐scale asset purchase programs or “quantitative easing” (QE). We examine four topics associated with particularly contested side effects of QE: house prices, exchange rates, corporate debt, and climate change. We hypothesize that an active QE program makes a central bank less likely to address these topics in public. We further expect that the strength—and, in the case of the exchange rate, the direction—of this effect varies depending on the precise composition of asset purchases and on countries' growth models. Using panel regression analysis on a dataset of more than 11,000 speeches by 18 central banks, we find that as a group, central banks conducting QE programs exhibited strategic silence on house prices, exchange rates, and climate change. We also find support for three out of four country‐specific hypotheses. These results point to significant technocratic agency in the de‐ and re‐politicization of policy issues.",
          "url": "https://doi.org/10.1111/rego.70052",
          "doi": "https://doi.org/10.1111/rego.70052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
