{
  "update": "2025-08-08",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Government Digital Surveillance in Africa",
          "authors": "Karol Czuba",
          "abstract": "Deployment of digital surveillance technologies has enabled governments to acquire detailed, precise, synoptic, and—in settings where capacity and resource constraints had historically impeded state information‐gathering efforts—previously inaccessible knowledge about populations. This article introduces a new typology of government digital surveillance and multiple sets of data that provide extensive evidence—the most comprehensive and systematic to date—of the deployment of digital surveillance technologies by African governments. I identify and classify 372 distinct instances of government digital surveillance in Africa, detailing which governments have deployed it; where, when, and whom they have surveilled; the purposes and manner of deployment; and the technological solutions procured to this end as well as their suppliers. The article illuminates the scale and breadth of government use of digital surveillance technologies, advancing our understanding of the political ramifications of digitalization and informing investigation of consequent changes in government performance and state‐society relations.",
          "url": "https://doi.org/10.1111/gove.70049",
          "doi": "https://doi.org/10.1111/gove.70049",
          "filter": 0
        },
        {
          "title": "Populism and Trust in the Public Service in Canada",
          "authors": "Jared J. Wesley, Brendan Boyd",
          "abstract": "Denigrating public servants has been a key feature of populists movements that seek to prioritize the individual and “common people” over “establishment elites”. In Canada, mainstream conservative party leaders claim “Canada is broken” and openly advocate for “getting rid of the gatekeepers,” for example, while right‐wing populists often promote the dangers of the “deep state.” Despite these developments, we do not know whether and how populist attitudes relate to citizens' trust in the public service. We use public opinion data from a nationwide survey to determine that populism exerts an independent effect on public trust in the bureaucracy beyond democratic satisfaction and efficacy. Our findings suggest that, even when controlling for those other factors, populist attitudes remain the strongest determinants of public trust in public servants. This leads us to an important discussion of the impact of populism on the stability, legitimacy, and performance of the public service, particularly as populist leaders assume positions of power and control over the bureaucracy.",
          "url": "https://doi.org/10.1111/gove.70045",
          "doi": "https://doi.org/10.1111/gove.70045",
          "filter": 0
        },
        {
          "title": "Policy Design, Instrument Choice, and Policy Feedback Effects of Institutional Business Power: Varieties of Child Care Investments in Australia, Canada, and Germany",
          "authors": "Adrienne Davidson, Jenna Quelch, Linda A. White",
          "abstract": "Recent research examining the policy feedback effects of delegated governance note that private actors accumulate institutional business power—distinct from structural and instrumental power typical of businesses—through such mechanisms as delegation, deregulation, and accretion. Business power, once granted by the government, accumulates and institutionalizes over time, even when the state's policy goals may change. In this article, we apply these insights but offer a modified theoretical model that acknowledges the interrelationship of these mechanisms and examines their interaction over time. We draw on the case of early childhood education and care (ECEC) policy in three federal systems—Australia, Canada, and Germany. We develop an original index that maps policy making across the three sub‐national contexts across time to examine the impact of institutionalized private actors of varying status (for‐profit, not‐for‐profit) and power. We argue that regulatory frameworks introduced at the original delegation stage at t1 affect the likelihood of accretion and demonstrate the inter‐relationship between institutional business power and regulatory and governance factors which shape the early years market. Importantly, these accretion dynamics, characterized by increasing market share of for‐profit providers, has the capacity to significantly undermine the social investment logics underpinning government action by constraining access to ECEC services (through high costs), reducing regulations, and thus undermining the quality of ECEC services for parents and children.",
          "url": "https://doi.org/10.1111/gove.70044",
          "doi": "https://doi.org/10.1111/gove.70044",
          "filter": 0
        },
        {
          "title": "State‐Centric Persistence: Pursuing Social Welfare Benefits in Brazil",
          "authors": "Rebecca Weitz‐Shapiro, Matthew S. Winters",
          "abstract": "Gaining and maintaining access to government‐run social welfare programs often requires significant and sustained effort by potential beneficiaries. Why do some eligible individuals persist in their pursuit of welfare benefits while others do not? In this paper, we provide a psychological theory of state‐centric persistence. We argue that three attitudes—entitlement, indignation, and self‐efficacy—decrease the psychological costs of interacting with the state and affect citizens' behavior vis‐à‐vis the state. In an original survey in Brazil, we ask respondents about the likelihood they would engage in state‐centric persistence in the pursuit of social benefits and develop novel measures of entitlement, indignation, and self‐efficacy in the domain of social policy. We provide evidence that these attitudes strongly correlate with state‐centric persistence and that this relationship is stronger than their relationship with other actions. These findings show that government responsiveness can vary with the attitudes of the individuals seeking government services.",
          "url": "https://doi.org/10.1111/gove.70042",
          "doi": "https://doi.org/10.1111/gove.70042",
          "filter": 0
        },
        {
          "title": "Safety in Numbers: How Transparency Can Backfire in the Fight Against Bureaucratic Corruption",
          "authors": "Tuan‐Ngoc Phan",
          "abstract": "The literature on corruption, grounded in the principal‐agent framework, has long promoted transparency as a tool to reduce misconduct by improving oversight. Yet standard models assume that transparency either deters wrongdoing or, at worst, has no effect—they do not account for the possibility that it could increase corruption. This paper adopts an agent‐centered perspective, arguing that in settings with weak accountability, transparency influences outcomes only through its effects on bureaucrats, and may backfire by altering their beliefs about the risks of engaging in corruption. I test this argument in Vietnam, a single‐party regime with weak accountability mechanisms. Using data from 2011 to 2016 on citizen‐reported bribery across districts, I show that when province‐level transparency reports signal higher levels of corruption than local officials may have previously perceived, wrongdoing increases in the following year. The findings are consistent with a mechanism in which new information lowers the perceived risks associated with corrupt behavior. I rule out alternative explanations, including statistical reversion and citizen‐driven reporting effects, and show that the effects are strongest in areas where bureaucrats are more likely to be exposed to the information. These findings contribute to a growing literature that reconsiders the theoretical assumptions behind transparency reforms and identifies the conditions under which they may backfire.",
          "url": "https://doi.org/10.1111/gove.70047",
          "doi": "https://doi.org/10.1111/gove.70047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Pinning down an octopus: towards an operational definition of AI systems in the EU AI Act",
          "authors": "Slobodan Tomić, Vid Štimac",
          "url": "https://doi.org/10.1080/13501763.2025.2534648",
          "doi": "https://doi.org/10.1080/13501763.2025.2534648",
          "filter": 0
        },
        {
          "title": "The effect of geopoliticisation on the EU’s polity: exploring institutional power shifts",
          "authors": "Johan Adriaensen, Sophie Vanhoonacker, Igor Sarkissian",
          "url": "https://doi.org/10.1080/13501763.2025.2536546",
          "doi": "https://doi.org/10.1080/13501763.2025.2536546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Evaluating Conflict, Interest Advancement, and Representation in Collaborative Governance",
          "authors": "Graham Ambrose, Siwei Li, Ali Mohamed Ali Salman Yusuf, Saba Siddiki",
          "abstract": "Representation, conflict among stakeholders, and how both shape outputs are of growing interest in collaborative governance research. As individuals negotiate diverse viewpoints, conflict is expected, yet gaps remain in understanding if conflict, or lack thereof, helps explain output prioritization. In this paper, we explore: (i) if more communication is associated with topics succeeding or failing to be prioritized; (ii) if communication from different types of actors (i.e., different sector affiliations/core or peripheral members) is associated with prioritization; (iii) how conflict and concord embedded in communication associate with prioritization; and (iv) whether patterns of prioritization can be identified. Using Hierarchical Latent Dirichlet Allocation modeling and multi‐group QAP models, we evaluate associations between topical issues discussed and annual objectives, finding: (i) communication quantity is necessary but insufficient in prioritization; (ii) who communicates is vital to prioritization; and (iii) conflict is only detrimental when its association is greater than concord.",
          "url": "https://doi.org/10.1111/padm.70003",
          "doi": "https://doi.org/10.1111/padm.70003",
          "filter": 0
        },
        {
          "title": "Regulatory Approaches in the Face of a Pandemic: Assessing the Role of Ideology, Context, and Rule Design in Four Spanish Regions",
          "authors": "Salvador Parrado, Roberta Perna, Carlos Closa, Manuel Pereira‐Puga",
          "abstract": "Regulatory instruments to manage the COVID‐19 pandemic have been the object of rich scholarly debates, primarily focused on early national responses to the crisis. We investigate variation in sub‐national regulatory approaches when a crisis is normalized, its association with competing political ideas about the health‐economy trade‐off and the coercion‐persuasion continuum, and the specificities of the socio‐economic context to be regulated. We systematically compare the regulatory approaches implemented in four Spanish regions between October 2020 and May 2021, triangulating data from 237 policy documents and 40 semi‐structured interviews. Our findings partially confirm the association between competing political ideas about the health‐economy trade‐off and regulation content. At the same time, they challenge the relevance of party ideology on the type of enforcement strategies. Political considerations of regulation are mediated by the nature of a crisis and by pragmatic concerns about the harm it can cause, depending on the context to be regulated.",
          "url": "https://doi.org/10.1111/padm.70010",
          "doi": "https://doi.org/10.1111/padm.70010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "An Exploratory Study of Mayoral Transition Work",
          "authors": "Matthew Lee, Quinton Mayne, Jorrit de Jong",
          "abstract": "A new mayor's transition period is widely regarded as important to their overall success, yet mayoral transitions have received little research attention. This exploratory, mixed‐method study of 15 newly elected U.S. mayors combines primary survey data of time use with two waves of mayoral interviews to illuminate the nature and purposes of mayoral activities during the transition period. Analyses of the survey data suggest that mayors' activities vary significantly and are associated with a range of city and mayor characteristics. Comparison of these data with mayors' ex ante forecast time use finds that mayors‐elect underestimate demands for certain types of mayoral work during their first 100 days, such as short‐term policy work and being physically present in city hall, while overestimating the time they will spend on strategic work and community presence. Drawing on interview data, the paper conceptualizes mayoral transition work as a strategic investment in personal, relational, and organizational resources.",
          "url": "https://doi.org/10.1111/puar.70016",
          "doi": "https://doi.org/10.1111/puar.70016",
          "filter": 0
        },
        {
          "title": "Applied Causal Inference in Public Sector Networks",
          "authors": "Travis A. Whetsell, Michael D. Siciliano",
          "abstract": "Public administration research has increasingly turned to network analysis to understand complex inter‐organizational and interpersonal dynamics. While the discipline has made significant progress in analyzing networks, it has yet to adequately address causality. This gap limits our ability to provide evidence‐based insights to practitioners who must make strategic decisions within networks. This article calls for the systematic integration of causal design into network research. We identify challenges that complicate causal analysis and discuss a set of practical research designs to address threats to validity. Borrowing insights from adjacent disciplines, we demonstrate how the logic of causal inference can be applied to public sector networks. We aim to equip scholars and practitioners with the tools to evaluate causal relationships in networks.",
          "url": "https://doi.org/10.1111/puar.70009",
          "doi": "https://doi.org/10.1111/puar.70009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Strategizing public value",
          "authors": "Martin Kitchener, Rachel Ashworth",
          "url": "https://doi.org/10.1080/14719037.2025.2538067",
          "doi": "https://doi.org/10.1080/14719037.2025.2538067",
          "filter": 0
        },
        {
          "title": "Unveiling how power manifests in street-level interactions: implications for value co-creation",
          "authors": "Marie Rønshaugen, Siv Fladsrud Magnussen, Mette Sønderskov",
          "url": "https://doi.org/10.1080/14719037.2025.2536155",
          "doi": "https://doi.org/10.1080/14719037.2025.2536155",
          "filter": 0
        },
        {
          "title": "Exploring interactions among PPP institutional variables along market maturity levels",
          "authors": "John Salazar, Petr Matous",
          "url": "https://doi.org/10.1080/14719037.2025.2536698",
          "doi": "https://doi.org/10.1080/14719037.2025.2536698",
          "filter": 0
        },
        {
          "title": "Does digitally induced task integration improve user outcomes?",
          "authors": "Kyungmin Lee, Andrew Alfred Sullivan",
          "url": "https://doi.org/10.1080/14719037.2025.2536696",
          "doi": "https://doi.org/10.1080/14719037.2025.2536696",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Problems and Solutions in the Knowledge Economy: Ideational Power in Slow‐Burning Crises",
          "authors": "Martin B. Carstensen, Patrick Emmenegger, Cecilia Ivardi",
          "abstract": "Societies are grappling with uncertainty about how to adapt to the emerging knowledge economy. Drawing on the public policy literature, we propose a new approach to studying the politics of ideas during long‐term structural changes. We depart from existing scholarship that focuses on the politics of ideas during episodic crises, and instead focus on ideas that develop gradually in the context of “slow‐burning” crises, using the example of the knowledge economy. In slow‐burning crises, the processes of defining problems and identifying solutions unfold over different timeframes and lead to variation in coalition building because they involve a diverse set of actors promoting ideas at different levels of abstraction. Our cross‐national quantitative analysis of national public debates shows that employers act as key problem brokers, proposing problem diagnoses that focus on efficiency challenges. In contrast, the actors proposing solutions are more diverse, promoting ideas centered on inclusion and governance.",
          "url": "https://doi.org/10.1111/rego.70060",
          "doi": "https://doi.org/10.1111/rego.70060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
