{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Externally driven integration in EU migration policy: enabling integration through indifference, undermining it through conflictive politicisation",
          "authors": "Natascha Zaun",
          "url": "https://doi.org/10.1080/13501763.2025.2565214",
          "doi": "https://doi.org/10.1080/13501763.2025.2565214",
          "filter": 0
        },
        {
          "title": "The changing geography of support for European integration in the shadow of the Ukraine war",
          "authors": "Giorgio Malet, Sven Hegewald",
          "url": "https://doi.org/10.1080/13501763.2025.2573757",
          "doi": "https://doi.org/10.1080/13501763.2025.2573757",
          "filter": 0
        },
        {
          "title": "Public opinion and the welfare state: sources, processes, and consequences",
          "authors": "Miroslav Nemčok, Zhen Jie Im, Maria Grasso, Franco Bonomi Bezzo",
          "url": "https://doi.org/10.1080/13501763.2025.2572362",
          "doi": "https://doi.org/10.1080/13501763.2025.2572362",
          "filter": 0
        },
        {
          "title": "Does the EU ever import its policies? The overlooked role of international institutions",
          "authors": "Francesca Minetto",
          "url": "https://doi.org/10.1080/13501763.2025.2570885",
          "doi": "https://doi.org/10.1080/13501763.2025.2570885",
          "filter": 0
        },
        {
          "title": "Financing defence in times of war: Switzerland’s conditional power to tax and insights for the European Union",
          "authors": "Tiziano Zgaga",
          "url": "https://doi.org/10.1080/13501763.2025.2566999",
          "doi": "https://doi.org/10.1080/13501763.2025.2566999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Low-stakes accountability and public service turnarounds",
          "authors": "Thomas Elston, Han Wang",
          "abstract": "Can accountability to external bodies induce performance turnarounds in struggling public services? And if so, must account-holders use incentives and sanctions to change organizations that have yet to self-correct, or can a gentler, more informational regime suffice? Using recent research into “low-stakes” accountability, we argue that feedback and standard-setting on their own may stimulate subunit turnarounds in complex, multi-service organizations by directing leaders’ scarce attention, control efforts and resource oversight toward previously unnoticed performance deficits. However, given the potential for “tunnel vision” among account-givers, accountability-induced turnarounds may be confined to dimensions of performance most relevant to the account-holder, to the neglect of others. We test each stage of this theory using quasi-experimental methods on 133 matched local government units and data from the Local Government Ombudsman in England. We show that councils that are notified of maladministration in their social care provision significantly increase leadership attention and control efforts toward this service, and invest more in its core staffing, compared with a matched sample of unnotified councils. On average, the rate of maladministration falls by more than half; though, as predicted, we detect no wider performance gains. The immediacy of the improvement further suggests that responsible subunits may act in anticipation of leaders’ increased attention.",
          "url": "https://doi.org/10.1093/jopart/muaf031",
          "doi": "https://doi.org/10.1093/jopart/muaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Comparing the Implications of Strategies for Governing the COVID ‐19 Pandemic for the Political Robustness of Five European Political Regimes",
          "authors": "Eva Sørensen, Peter Triantafillou, Tiziana Caponio, György Hajnal, Tiina Randma‐Liiv, David Spacek",
          "abstract": "How do the strategies that governments employ when they encounter crisis‐induced turbulence affect the robustness of the political regime in which they operate? Comparative studies of the connection between government strategies and political regime robustness under different cultural and institutional conditions are few and far between. This article studies the vaccination strategies that governments in Czechia, Denmark, Estonia, Hungary, and Italy employed in their respective responses to the COVID‐19 pandemic, and it assesses how these strategies affected the robustness of their political regimes in terms of citizen trust in government and public administration. The study finds that all five governments used a variety of strategies in their dealings with the pandemic; that citizens in different countries did not react in the same way to similar government strategies; and that strategies that get an incumbent government re‐elected may not be politically robust for the political regime or serve to uphold democratic principles.",
          "url": "https://doi.org/10.1111/padm.70031",
          "doi": "https://doi.org/10.1111/padm.70031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Human–Machine Collaboration for Strategy Foresight: The Case of Generative AI",
          "authors": "Marc E. B. Picavet, Peter Maroni, Amardeep Sandhu, Kevin C. Desouza",
          "abstract": "Generating strategic foresight for public organizations is a resource‐intensive and non‐trivial effort. Strategic foresight is especially important for governments, which are increasingly confronted by complex and unpredictable challenges and wicked problems. With advances in machine learning, information systems can be integrated more creatively into the strategic foresight process. We report on an innovative pilot project conducted by an Australian state government that leveraged generative artificial intelligence (AI), specifically large language models, for strategic foresight using a design science approach. The project demonstrated AI's potential to enhance scenario generation for strategic foresight, improve data processing efficiency, and support human decision‐making. However, the study also found that it is essential to balance AI automation with human expertise for validation and oversight. These findings highlight the importance of iterative design to develop robust AI tools for strategic foresight which, alongside stakeholder engagement and process transparency, build trust and ensure practical relevance.",
          "url": "https://doi.org/10.1111/puar.70048",
          "doi": "https://doi.org/10.1111/puar.70048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Responding to Information‐Based Regulation: A Behavioral Analysis of the UK's Food Hygiene Ratings Scheme",
          "authors": "Panos Panagiotopoulos, Frances Bowen",
          "abstract": "Regulators increasingly rely on public information disclosure to influence organizational behaviors. Prior research is mixed on the effects of information‐based instruments in an environment of abundant online information. The study applies a behavioral perspective to examine how regulatory ratings shape the responses of regulated entities by serving as carriers of attention. We present evidence based on a natural experiment arising from regulatory changes in the United Kingdom and a dataset of the food hygiene rating scores of 286,605 food outlets within 2015–2019. The findings demonstrate how responses from food outlets vary based on features like physical versus online‐only disclosure. We discuss how behavioral responses can inform regulators' choice architecture of instrument design.",
          "url": "https://doi.org/10.1111/rego.70092",
          "doi": "https://doi.org/10.1111/rego.70092",
          "filter": 0
        },
        {
          "title": "Proactive State Involvement and Institutional Layering in Social Media Regulation: The Case of South Korea",
          "authors": "Yu Jungseok",
          "abstract": "Drawing on insights from over 12 years of direct involvement in both state and industry regulation, this article examines whether extensive state involvement in social media regulation, particularly concerning disinformation, is always advisable. The South Korean case provides valuable lessons for other democracies, demonstrating how state‐led institutions regulating defamation and social disorder can restrict political speech. By demonstrating the critical flaws of both state‐driven and market‐based regulation, the study underscores the necessity of transcending existing models and proposes an independent regulatory mechanism to prevent the abuse of power over political speech. Through the lens of historical institutionalism, the study argues that proactive state intervention has led to the emergence of another regulatory body, resulting in institutional layering.",
          "url": "https://doi.org/10.1111/rego.70096",
          "doi": "https://doi.org/10.1111/rego.70096",
          "filter": 0
        },
        {
          "title": "The Paradox of Islamic Finance: Adapting Religious Ethics to Capitalist Markets, The Paradox of Islamic Finance. By RyanCalder,Princeton University Press, 2024. 137 pp., $35.00 (paperback), ISBN 9780691258300",
          "authors": "Muhammad Noval",
          "url": "https://doi.org/10.1111/rego.70095",
          "doi": "https://doi.org/10.1111/rego.70095",
          "filter": 0
        },
        {
          "title": "“A Normal, Natural Tension”: Accountability Professionals' Use of Normalization to Navigate Defensive Organizational Reactions",
          "authors": "Claire Penty Sieffert",
          "abstract": "Accountability infrastructures' spread may give the impression that organizations are embracing accountability. Yet accountability professionals continue to encounter defensive reactions from those they are holding accountable. How do they navigate these reactions? Looking at the case of professionals in independent accountability mechanisms—grievance mechanisms at development finance institutions—this article identifies one approach: normalizing defensive reactions. Normalization is an emotion management strategy. It casts defensive reactions as an expected and explainable part of accountability processes. Particularly when accountability mechanisms depend on organizational stakeholders' participation, I argue normalization can help professionals diminish potential strain and keep running accountability processes—but only when defensive reactions do not cross boundaries that professionals draw between what is expected and not. For research and institutions, this raises future questions not only about emotions' role in accountability processes, but also about what organizational reactions should be expected in “normal” accountability and what inequalities could surround these expectations.",
          "url": "https://doi.org/10.1111/rego.70094",
          "doi": "https://doi.org/10.1111/rego.70094",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
