{
  "update": "2025-02-14",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Political Instrumentalism and Epistemic Communities in Global Governance a Network Analysis of the International Organization for Migration",
          "authors": "Corina Lacatus",
          "abstract": "Global governance systems, including international organizations (IOs), turn to academic experts to achieve a variety of policy‐related outcomes. Existing scholarship offers valuable insights into the two main functions of expertise for international organizations–instrumental and symbolic. I draw on network analysis to propose a third function–political instrumentalism–where IOs use experts' degree of connectedness to other actors to exert influence in politicized areas of policymaking and in domestic contexts in which they are less well‐networked. To this end, IOs foster epistemic communities through networks that have the characteristics of small‐world and scale‐free networks. I illustrate this with a descriptive network analysis of the International Organization for Migration's work in migrant health. Analyzing data from IOM documentation (2016–2022), I find that IOM fosters a complex (small world and scale‐free) network through an epistemic community in which academics and researchers hold powerful positions. These positions in the network can help to serve political instrumental purposes to expand IOM's influence and visibility in domestic environments in a highly politicized area of policymaking–migrant health.",
          "url": "https://doi.org/10.1111/gove.70002",
          "doi": "https://doi.org/10.1111/gove.70002",
          "filter": 0
        },
        {
          "title": "Understanding Micro‐Level Budgeting Behavior: How Cognitive Biases Shape Politicians' Budget Preferences",
          "authors": "Tom Overmans, Stephan Grimmelikhuijsen",
          "abstract": "Decades of research emphasized collective behaviors in public budgeting, yet individual budget preferences remain underexplored. This paper argues that both well‐known and lesser‐known cognitive biases distort politicians' budget judgment, resulting in biased preferences. To test this, we conducted five preregistered experiments examining the impact of five biases—anchoring, herding, mental accounting, availability bias, and loss aversion—on budget preferences. Using data from 1825 municipal budgeters in The Netherlands, we reveal significant effects of anchoring, adherence to irrelevant budget labels (mental accounting), and overspending on items that attract media attention (availability bias) or emphasize gains (loss aversion). We also find that presenting decision information through infographics holds potential for improving judgment and mitigating biases in preferences. These findings challenge the view that budgeting is purely political, highlighting the role of cognitive factors in suboptimal budget decisions. We emphasize the need for further research into biases and debiasing mechanisms to advance budget decision‐making.",
          "url": "https://doi.org/10.1111/gove.70004",
          "doi": "https://doi.org/10.1111/gove.70004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Healthcare provision and attitudes towards redistribution. A regional analysis across Europe",
          "authors": "Giacomo Melli, Leo Azzollini, Franco Bonomi Bezzo",
          "url": "https://doi.org/10.1080/13501763.2025.2462080",
          "doi": "https://doi.org/10.1080/13501763.2025.2462080",
          "filter": 0
        },
        {
          "title": "The impact of issue politicization around redistribution on support for equality and its ideological divides",
          "authors": "Arno Van Hootegem",
          "url": "https://doi.org/10.1080/13501763.2025.2462078",
          "doi": "https://doi.org/10.1080/13501763.2025.2462078",
          "filter": 0
        },
        {
          "title": "Between dissatisfaction and support: justificatory repertoires in public feedback on emergency healthcare in the United Kingdom National Health Service",
          "authors": "Ellen Stewart, Fadhila Mazanderani, Francesca Vaghi",
          "url": "https://doi.org/10.1080/13501763.2025.2462750",
          "doi": "https://doi.org/10.1080/13501763.2025.2462750",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Overcoming the agglomeration paradox: skill-dependent FDI and urbanization in China",
          "authors": "Samantha A. Vortherms",
          "abstract": "The influx of foreign capital into cities in developing countries creates new labor demands, triggering significant internal migration as workers move for opportunities. But this mobilization creates a management problem for local governments. How do local officials manage competing interests in developing their labor market while preventing governance problems from excessive demand on public resources? Using the highly institutionalized case of China, I argue that local governments encourage long-term migration of “desirable” migrants by integrating them into social services while keeping others out. Variation in locally invested FDI skill dependence drives variation in inclusivity towards internal migrants. Policies that facilitate the integration of internal migrants into local urban welfare systems correlate with investment in firms with greater dependence on high-skilled workers, especially when investment flows to firms established more than one year previously. These trends are strongest in eastern municipalities where market forces play a larger role in local development policies.",
          "url": "https://doi.org/10.1017/s0143814x2400028x",
          "doi": "https://doi.org/10.1017/s0143814x2400028x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Is It Going Above and Beyond or Breaking the Rules? How Clients' Identities, Perceived Deservingness, and Outcomes Affect Citizens' Judgments of Bureaucrats' Rule Decisions",
          "authors": "Johnathan Noah Wolff",
          "abstract": "In this paper, I explore factors that shape citizens' agreement with street‐level bureaucrats' decisions to either follow agency rules or break them for the explicit purpose of benefitting their clients (i.e., pro‐social rule breaking). I use data collected via an original survey experiment ( n = 3485) to assess the relative effects of information about a street‐level bureaucrat's compliance with agency rules and the outcome their client experienced, asking whether the ends (e.g., a positive client outcome) ever justify the means (e.g., a bureaucrat choosing to pro‐socially break agency rules to help a client) for citizens. I also go a step further, assessing relative effects of information about the client's identity (i.e., race and gender) and deservingness to ask whether questions of for whom street‐level bureaucrats follow/pro‐socially break agency rules influence citizens' agreement. I find that citizens expressed significantly more average agreement with bureaucrats' decisions to follow rules rather than pro‐socially break them, and that citizens expressed more agreement with pro‐social rule‐breaking decisions when clients experienced positive outcomes. While cues about the client's race, gender, and deservingness initially seemed insignificant, a closer examination showed that citizens' agreement with bureaucrats' rule decisions sometimes depended on the race and gender of the client for whom those decisions were made. Overall, results indicate that some citizens base their agreement with a bureaucrat's rule decision on not only the bureaucrat's compliance and the client's outcome but also on whom the bureaucrat is serving.",
          "url": "https://doi.org/10.1111/padm.13052",
          "doi": "https://doi.org/10.1111/padm.13052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Comparative Public Administration Is Regaining Its Importance in the Contemporary WorldPublic Administration in the Middle East and North Africa by ShahjahanBhuiyan, New York: Routledge, 2023. 210 pp. $39.99 (paperback). $144.00 (hardback). ISBN: 978100338994The Palgrave Handbook of Comparative Public Administration: Concepts and Cases by MuratÖnder, Israel NyaburiNyadera, Md NazmulIslam, Gateway East, Singapore, Palgrave MacMillan, 2022. 777 pp. $219.99 (hardcover). ISBN: 978‐981‐19‐1207‐8",
          "authors": "Md Shahidulla Kaiser",
          "url": "https://doi.org/10.1111/puar.13934",
          "doi": "https://doi.org/10.1111/puar.13934",
          "filter": 0
        },
        {
          "title": "Decentralised Governance. Crafting Effective Democracies Around the WorldBy Jean‐PaulFaguet and SarmisthaPal (eds.), London: LSE Press, 2023. To Appear in Public Administration Review . ISBN : 978‐1‐909890‐84‐8",
          "authors": "Joan Ricart‐Huguet",
          "url": "https://doi.org/10.1111/puar.13935",
          "doi": "https://doi.org/10.1111/puar.13935",
          "filter": 0
        },
        {
          "title": "The Intergenerational Transmission of Policy Feedback in the United States: Evidence From Racial Violence",
          "authors": "David J. Schwegman, Eric Brunner, Bill Simonsen",
          "abstract": "Do government actions, or inactions, committed decades (or centuries) ago toward a specific community influence how members of that community trust and perceive government today? Past government actions that extracted resources (a negative resource effect) and communicated an individual's place within American Society (a negative interpretative effect) may diminish trust. This paper explores this question by examining the relationship between the county‐level lynching rate of Black Americans from 1882 to 1936 and contemporary trust in local and state governments. We find that Black individuals living in U.S. counties exposed to higher rates of historical racial violence are less trusting of their local and state governments than Black individuals living in the same state but in counties exposed to lower levels of historical racial violence. We find no such relationship for White individuals. These relationships are robust to controlling for measures of contemporary use of force by governments and government performance.",
          "url": "https://doi.org/10.1111/puar.13937",
          "doi": "https://doi.org/10.1111/puar.13937",
          "filter": 0
        },
        {
          "title": "Public Administration, Local and Regional Governance, and Domestic Terrorism",
          "authors": "Lance Y. Hunter, Wesley L. Meares, Martha H. Ginn, William Hatcher",
          "abstract": "This study examines how the nature of public administration and local and regional governance affects domestic terrorism in 73 mixed and democratic countries from multiple regions and levels of development. In conducting a cross‐national statistical analysis from 1991 to 2019 with standard political, economic, and social controls, and controlling for endogeneity, we find that domestic terrorism increases when public administration is more partial, biased, corrupt, and unreliable, and as local and regional governments are controlled to a greater extent by unelected bodies. In addition, we find that the nature of public administration and local and regional governance influences the types of institutions that are most likely to be targeted in domestic terror attacks. These findings have important implications in considering how public administration and local and regional governance affect political violence in mixed and democratic regimes.",
          "url": "https://doi.org/10.1111/puar.13938",
          "doi": "https://doi.org/10.1111/puar.13938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Capitalization of social service nonprofit activities: homeless service provider openings and home values",
          "authors": "Yoon-Jung Choi, Saerim Kim, Andrew Sullivan",
          "url": "https://doi.org/10.1080/14719037.2025.2460762",
          "doi": "https://doi.org/10.1080/14719037.2025.2460762",
          "filter": 0
        },
        {
          "title": "Testing the conceptual boundaries of public service motivation and sense of community responsibility: prosocial actions in community and political engagement",
          "authors": "Neil M. Boyd, Jaclyn Piatak",
          "url": "https://doi.org/10.1080/14719037.2025.2456666",
          "doi": "https://doi.org/10.1080/14719037.2025.2456666",
          "filter": 0
        },
        {
          "title": "Politics and personalities: the 1986 Commonwealth Games as strategic action field",
          "authors": "John Millar, Frank Mueller",
          "url": "https://doi.org/10.1080/14719037.2025.2462256",
          "doi": "https://doi.org/10.1080/14719037.2025.2462256",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Guardians and Spenders in the Budgetary Process: More Than One Type of Relations",
          "authors": "Ilana Shpaizman",
          "abstract": "The budget is the outcome of bargaining between spenders and guardians. Most research on budgeting sees all spenders as a unitary actor. This article argues, instead, that there are different relations at play between guardians and each spending ministry. Based on a comparison between four social ministries in Israel, it shows that these relations differ in terms of the level of involvement of guardians in spenders' budgetary inputs and outputs, ranging from near‐complete autonomy within existing budget limits to tight budgetary control and interference in policymaking. The difference is a function of the perceived risk of overspending or ineffectiveness. When the guardian's level of involvement is high, the dynamic between the parties can be conflictual if they do not share the same policy ideas. In a conflictual dynamic, spenders have more chances of forcing their will on guardians if they can use their political power to stand up to them.",
          "url": "https://doi.org/10.1111/rego.70002",
          "doi": "https://doi.org/10.1111/rego.70002",
          "filter": 0
        },
        {
          "title": "Corporate Governance in a Crypto‐World",
          "authors": "Sinclair Davidson",
          "abstract": "This paper explores the nature of governance both within and by blockchains and the economies they support. There is a widespread assumption that the proper governance model for these economies is political. In this paper, I make an alternative claim, namely that a more accurate model for blockchain governance is as a species of corporate governance. Political and corporate governance are similar, but they solve different problems with different incentives. Political governance, at its base, seeks to create legitimacy for coercive acts. Corporate governance is about solving agency problems with voluntary agreement. I explain why crypto governance is more like the latter, and in so doing draw out some of the lessons of the theory of modern corporate governance that might then usefully apply to the design of blockchain governance mechanisms.",
          "url": "https://doi.org/10.1111/rego.12661",
          "doi": "https://doi.org/10.1111/rego.12661",
          "filter": 0
        },
        {
          "title": "Outsourced, Inspected, and Effective? The Effect of Inspections on the Safety Performance of Prisons in England and Wales 2004–2012",
          "authors": "Ayako Nakamura",
          "abstract": "While outsourcing of public services is today widespread, maintaining their quality remains a challenge. External inspections are seen as essential for overseeing private providers, yet their effectiveness has not been thoroughly investigated. This study evaluates the impact of pre‐scheduled inspections on the performance of private and publicly operated prisons in England and Wales between 2004 and 2012, focusing on two key safety indicators: self‐harm and violence. Our findings reveal that private prisons' performance in these safety measures was weak, and that pre‐scheduled predictable inspections are not effective enough to mitigate this weakness. The findings suggest that governments should consider areas where outsourcing may be inappropriate, and how existing inspection systems can be optimized.",
          "url": "https://doi.org/10.1111/rego.12660",
          "doi": "https://doi.org/10.1111/rego.12660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
