{
  "update": "2024-12-13",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Venue‐Making",
          "authors": "Christian Breunig, K. Jonathan Klüser",
          "abstract": "Venue‐making describes the process of turning political issues into political institutions. Both public policy and institutionalist scholars have addressed the puzzle of when and how new political institutions arise. We draw on both perspectives, arguing that the interaction between interest groups and government ultimately determines whether an issue remains within the existing institutional setting or if a new venue is made. A repeated stag hunt game illuminates the challenges of this interaction: interest groups and government need to coordinate the move from an old to a new venue by amplifying the issue and creating new institutional structures simultaneously. Because the switch from subsystem politics to venue‐making is rewarding but also risky, several mechanisms, including signaling, sustained interaction, and inspection, encourage cooperation. Our research design provides an analysis of three case studies in a fixed institutional context of unified Germany. A first case process‐traces how political issues about digitalization emerged and became institutionalized. A second, off‐path case shows the short‐lived attempt to centralize administrative competences in the domain of energy policy underscores the crucial role of interest groups. The third case explains the ultimately futile attempt to create a new Ministry of Immigration.",
          "url": "https://doi.org/10.1111/gove.12910",
          "doi": "https://doi.org/10.1111/gove.12910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Informal procedures, institutional change, and EU decision-making: evaluating the effects of the 1974 Paris summit",
          "authors": "Jonathan Golub, Michal Ovádek",
          "url": "https://doi.org/10.1080/13501763.2024.2434071",
          "doi": "https://doi.org/10.1080/13501763.2024.2434071",
          "filter": 0
        },
        {
          "title": "Gender cleavage and political parties in 19 welfare states, 1900–1975",
          "authors": "Keonhi Son",
          "url": "https://doi.org/10.1080/13501763.2024.2439562",
          "doi": "https://doi.org/10.1080/13501763.2024.2439562",
          "filter": 0
        },
        {
          "title": "2025: a transition update",
          "authors": "Berthold Rittberger",
          "url": "https://doi.org/10.1080/13501763.2024.2436286",
          "doi": "https://doi.org/10.1080/13501763.2024.2436286",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "Editorial: A journal update and note of appreciation",
          "authors": "Katherine Willoughby, Jos Raadschelders, Hongtao Yi, Preston Philips",
          "url": "https://doi.org/10.1111/puar.13914",
          "doi": "https://doi.org/10.1111/puar.13914",
          "filter": 0
        },
        {
          "title": "Governance and global collaboration in non‐democratic countries",
          "authors": "Hamid E. Ali",
          "abstract": "The concept of good governance (GG) has emerged from the corridors of global institutions, influencing changes, particularly in non‐democratic countries. This paper uses both qualitative and quantitative approaches to address the following question: To what extent does global collaboration (GC) impact governance in non‐democratic countries? The paper incorporates proxies for GC, more deeply exploring the dynamics and frameworks that link GC and governance. The GC variables measuring institutional globalization have a positive impact on governance, while global openness and information globalization have a negative impact. These mixed results invite further research on governance and GC. However, the national visions can set the stage for future agendas that combine partnership, collaboration, transparency, and innovation to achieve GG.",
          "url": "https://doi.org/10.1111/puar.13897",
          "doi": "https://doi.org/10.1111/puar.13897",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Symbolic representation in policing: How officer characteristics shape police-suspect interactions",
          "authors": "Yong-Chan Rhee, Charles E. Menifield, Miyeon Song",
          "url": "https://doi.org/10.1080/14719037.2024.2431882",
          "doi": "https://doi.org/10.1080/14719037.2024.2431882",
          "filter": 0
        },
        {
          "title": "Network governance of collaborative innovation: a bipartite network perspective",
          "authors": "Ge Wang, Yanlu Zha, Tao Wang, Guangdong Wu, Hongtao Yi, Bingsheng Liu",
          "url": "https://doi.org/10.1080/14719037.2024.2437527",
          "doi": "https://doi.org/10.1080/14719037.2024.2437527",
          "filter": 0
        },
        {
          "title": "‘Volunteers are incompetent’: how the stereotype of incompetence impacts new volunteer’s participation",
          "authors": "Qing Miao, Jinhao Huang, Yuhang He, Chao Pan",
          "url": "https://doi.org/10.1080/14719037.2024.2436049",
          "doi": "https://doi.org/10.1080/14719037.2024.2436049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Beyond Security: The Compliance Dimension of National Security Reviews in Singapore and Taiwan",
          "authors": "Weitseng Chen",
          "abstract": "Growing concerns over Chinese investment have spurred stricter national security reviews globally, yet compliance and enforcement within these reviews remain understudied. This paper examines the enforcement mechanisms of national security review in Singapore and Taiwan, key trade partners with China. It contrasts Singapore's emphasis on rigorous ex post monitoring with Taiwan's focus on restrictive ex ante screening. To strengthen public enforcement, Singapore relies on privatized monitoring while Taiwan incorporates private enforcement. This study argues that robust state oversight through public enforcement is critical for compliance, but underscores the importance of extending enforcement beyond the initial investment stage to include post‐entry monitoring. Additionally, incorporating market intermediaries as enforcement agents presents a promising approach. This comparative analysis contributes to a richer understanding of national security review enforcement beyond traditional US‐centric framework.",
          "url": "https://doi.org/10.1111/rego.12643",
          "doi": "https://doi.org/10.1111/rego.12643",
          "filter": 0
        },
        {
          "title": "More Policies, More Work? An Epidemiological Assessment of Accumulating Implementation Stress in the Context of German Pension Policy",
          "authors": "Christian Adam",
          "abstract": "Research on policy accumulation established the hypothesis about a creeping divergence between implementation burdens and implementation capacity. This paper revisits this hypothesis using improved measures of implementation burden. Using official data on administration and enforcement costs, it finds that policy accumulation does raise implementation stress within the German Statutory Pension Insurance, analyzed as a least‐likely case to do so. This finding supports the “implementation‐gap hypothesis.” More generally, however, the paper serves as a “prove of concept” of how to adopt an epidemiological perspective within implementation research. This perspective is characterized by systematically capturing the changing prevalence of implementation stress within administrative organizations. It enables future research on how to deal with policy growth more effectively by raising awareness for whether and where implementation burden and capacity diverges strongly, and by helping to identify “best practice” cases able to cope with this divergence successfully.",
          "url": "https://doi.org/10.1111/rego.12644",
          "doi": "https://doi.org/10.1111/rego.12644",
          "filter": 0
        },
        {
          "title": "Disembedded: Regulation, Crisis, and Democracy in the Age of FinanceBy BasakKus, Oxford: Oxford University Press, 2024, 200 pp. $29.95 (paperback). ISBN : 9780197764879",
          "authors": "Jorge Díaz‐Lanchas",
          "url": "https://doi.org/10.1111/rego.12650",
          "doi": "https://doi.org/10.1111/rego.12650",
          "filter": 0
        },
        {
          "title": "Participation Disenchants: How Online Political Participation Decreases Online Political Efficacy in China",
          "authors": "Anton Bogs",
          "abstract": "Existing literature largely agrees that authoritarian regimes establish channels for political participation to gather valuable information on citizens' anti‐regime sentiments and policy preferences and to supervise lower‐level bureaucrats and firms. However, we lack knowledge of how citizens—key actors behind this informational function—actually experience these channels. I investigate citizens' experiences in the context of online political participation in China, drawing on survey data and online fieldwork. I find evidence suggesting that initial online political participation significantly decreases feelings of online political efficacy through a “disenchantment” process in which participating citizens gather sobering first‐hand experience and subsequently lower their assessment of the regime's responsiveness. On this basis, I develop a theory of an “information‐propaganda trade‐off” that authoritarian regimes face: to obtain more information, authoritarian regimes can encourage more citizens to participate. Once citizens participate, however, they grow disillusioned, and the regime's propaganda becomes less convincing.",
          "url": "https://doi.org/10.1111/rego.12646",
          "doi": "https://doi.org/10.1111/rego.12646",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
