{
  "update": "2024-11-01",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Protesting at the intersection of individual characteristics and obstacles to participation: an analysis of the in-person, online and pivoting styles",
          "authors": "Felipe G. Santos, Matthias Hoffmann, Dan Mercea",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2418962",
          "doi": "10.1080/13501763.2024.2418962",
          "filter": 0
        },
        {
          "title": "Social dialogue in professional sports in Europe: towards democratic governance between the European Sport Model and national industrial relations?",
          "authors": "Lorenz Fiege, Maximilian Seltmann",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2418337",
          "doi": "10.1080/13501763.2024.2418337",
          "filter": 0
        },
        {
          "title": "Getting Brexit done? The politics of issue-eclipsing pledges",
          "authors": "Monika Brusenbauch Meislová, Benjamin Martill",
          "url": "http://dx.doi.org/10.1080/13501763.2024.2399223",
          "doi": "10.1080/13501763.2024.2399223",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Larger, Not Leaner? Agencification and the Size of the Administrative Overhead in Local Governments",
          "authors": "Leif E. Kårtvedt",
          "abstract": "Governments establish agencies to enhance public service efficiency, aiming to improve government performance. However, agencification makes governments' service delivery more complex by putting service providers at arm's length from governments' control. To retain their capacity to support frontline service delivery, governments may expand their central administrative overhead. Conceptually, overhead constitutes resources available to support primary production processes in the organization, such as managerial coordination and technical support. This study, based on survey and registry data from 296 Norwegian local governments, analyses whether agencification correlates with the size of administrative overhead across political systems. The findings reveal lower central administrative overhead in local governments with higher degrees of agencification, suggesting a challenge in providing central support for an increasingly disaggregated service delivery. Importantly, the study underscores the difficulty governments face in mobilizing adequate resources to achieve their stated goals.",
          "url": "http://dx.doi.org/10.1111/padm.13046",
          "doi": "10.1111/padm.13046",
          "filter": 0
        },
        {
          "title": "Exploring the Combinatorial Effects of Collaborative Factors Leading to Higher Degree of Co‐Production",
          "authors": "Huanming Wang, Sihan Zhang, Bing Ran",
          "abstract": "This study investigates the collaborative factors conducive to co‐production in public services, utilizing Ansell and Gash's framework and fuzzy set qualitative comparative analysis (fsQCA) across 18 cases from the Collaborative Governance Case Database (CGCD). It identifies incentive as a necessary condition for co‐production, revealing three sufficient pathways to co‐production: managed, led, and self‐organized co‐production. The findings advance our understanding of the specific collaborative configurations that can achieve higher degree of co‐production, offering an “incentive‐structure‐behavior” framework and practical insights for policy makers seeking to enhance public service co‐production.",
          "url": "http://dx.doi.org/10.1111/padm.13043",
          "doi": "10.1111/padm.13043",
          "filter": 0
        },
        {
          "title": "Cognitive Biases in Street‐Level Resolutions: The Case of Multiple Claims in Tax Disputes",
          "authors": "Sagi Gershgoren, Ofek Edri‐Peer, Nissim Cohen",
          "abstract": "Cognitive biases are an integral part of human conduct. However, we know little about how such biases affect street‐level bureaucrats' decision‐making. Without such an understanding, we might not have a complete picture about how street‐level bureaucrats make decisions. This incomplete picture can lead to the faulty implementation of public policy. This study focuses on cognitive biases that can impact decision‐makers faced with multiple claims. Using real‐world rulings made over 15 years by lower court judges in civil tax disputes, the findings reveal a positive association between the making of multiple claims by citizens in disputes with the state and the deciders' tendency to rule in their favor, especially when the ruling can be appealed. The findings also imply that the presentation of multiple claims can better the citizens' odds of receiving a favorable ruling. Policymakers who want to avoid such outcomes should take this factor into consideration.",
          "url": "http://dx.doi.org/10.1111/padm.13044",
          "doi": "10.1111/padm.13044",
          "filter": 0
        },
        {
          "title": "Social Equity in Municipally Owned Corporations: Do Women in the Boardroom Make a Difference to the Gender Pay Gap?",
          "authors": "Rhys Andrews",
          "abstract": "Representative bureaucracy theory posits that the presence of less‐advantaged social groups in public leadership positions is an important driver of social equity among the recipients of public services and the public servants who provide them. To evaluate whether active representation can lead to improvements in social equity within arms‐length public service organizations, this article presents an analysis of the relationship between women in the boardroom and the gender pay gap in 102 large municipally owned corporations (MOCs) in England for a 6‐year period (2017–2022). The findings suggest that MOCs led by female chief executive officers (CEOs) have a lower pay gap between male and female employees. The presence of more women directors on MOC boards is also negatively related to the pay gap, especially in MOCs led by male CEOs. The findings highlight the importance of board gender representation to address social equity in arms‐length public service organizations.",
          "url": "http://dx.doi.org/10.1111/padm.13045",
          "doi": "10.1111/padm.13045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Failed cases of collaborative innovation: when a castle turns into a tent",
          "authors": "Charlotte Van Dijck, Trui Steen",
          "url": "http://dx.doi.org/10.1080/14719037.2024.2418394",
          "doi": "10.1080/14719037.2024.2418394",
          "filter": 0
        },
        {
          "title": "Media, trust, and the influence of urban/rural context and education on public sector worker stereotypes",
          "authors": "Gabriela Szydlowski, Etienne Charbonneau",
          "url": "http://dx.doi.org/10.1080/14719037.2024.2419898",
          "doi": "10.1080/14719037.2024.2419898",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "The Political Influence of Proxy Advisors in Campaigns for Ethical Investment: Guiding the Invisible Hand",
          "authors": "Ainsley Elbra, Erin O'Brien, Martijn Boersma",
          "abstract": "Large, listed companies are under increasing pressure to respond to critical issues such as climate change, modern slavery, and the protection of First Nations' heritage. Much of this pressure is exerted by civil society actors through corporate governance mechanisms, including leveraging shareholder rights to lobby firms. At the heart of this process sit largely understudied actors, proxy advisors, who advise large institutional investors on whether to support civil society's claim‐making on companies. The proxy advising industry is an influential duopoly that advises almost all institutional investors globally. This article advances our understanding of how norms are formed to become established market practices. It maps the relational power structures that govern ethical investment and reveals the capacity of proxy advisors to contribute to the cascading of ethical investment norms. In doing so, we argue that markets are not solely guided by exogenous forces but are reflective of the web of social relations between actors. We conclude that despite historically being seen as neutral experts in their role in advising institutional investors, proxy advisors should be viewed as political actors with significant influence over the outcome of social movement campaigns.",
          "url": "http://dx.doi.org/10.1111/rego.12641",
          "doi": "10.1111/rego.12641",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
