{
  "update": "2025-04-04",
  "content": [
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "A hard pill to swallow: Social capital, opiates, and health outcomes in the United States",
          "authors": "Daniel P. Hawes, Austin Michael McCrea",
          "abstract": "Over the last decade, the USA experienced an unprecedented opioid crisis. While there are myriad causes for this crisis, here we examine how social capital shapes the public’s demand for opioids and the government’s responses to the crisis. First, we posit that communities with higher levels of social capital are associated with lower rates of opioid use/abuse. Second, we posit that higher levels of social capital will be associated with a more robust public response in providing necessary resources to address substance abuse resulting in lower rates of drug-related deaths. Using county-level data from the USA, we find support for an indirect relationship where social capital is associated with higher levels of community support for drug treatment, which, in turn, is associated with lower drug-related deaths and deaths of despair.",
          "url": "https://doi.org/10.1017/s0143814x24000308",
          "doi": "https://doi.org/10.1017/s0143814x24000308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "Reversing Government Reforms: Radical Change or Adaptive Adjustments?",
          "authors": "Tom Christensen, Per Lægreid",
          "abstract": "The novelty of this study is its focus on reversing government reforms, a topic that has received little attention in the literature. It focuses on what characterizes the reversal processes with respect to their driving forces and results. Empirically, the study addresses attempts at reversing four administrative reforms in Norway in the period 2021–2024: The municipal reform, the county reform, the police reform, and the court reform, which were implemented in the period 2015–2020. A main conclusion is that it turned out to be very difficult to reverse these reforms, except for the county reform. The attempted reversions are better understood in terms of an adaptive perspective resulting in a gradual institutional change characterized by agility, incrementalism, and rebalancing rather than cyclical processes and pendulum swings between merging and splitting of government organizations. A main lesson is that announcing the reversion of reforms is very different from implementing them.",
          "url": "https://doi.org/10.1111/padm.13060",
          "doi": "https://doi.org/10.1111/padm.13060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Are “justified” biases acceptable? Citizens’ perceptions of gendered government hiring",
          "authors": "Yao Wang, Ning Liu, Richard M. Walker",
          "url": "https://doi.org/10.1080/14719037.2025.2483959",
          "doi": "https://doi.org/10.1080/14719037.2025.2483959",
          "filter": 0
        },
        {
          "title": "Citizens engaging in public service provision: value co-creation or hard work?",
          "authors": "Per Skålén, Robin Bankel, Johan Kaluza",
          "url": "https://doi.org/10.1080/14719037.2025.2478273",
          "doi": "https://doi.org/10.1080/14719037.2025.2478273",
          "filter": 0
        },
        {
          "title": "Exploring the roles of non-profit organizations in co-production: a systematic literature review",
          "authors": "Chengzhi Yi, Xinyi Qiu, Huafang Li",
          "url": "https://doi.org/10.1080/14719037.2025.2484661",
          "doi": "https://doi.org/10.1080/14719037.2025.2484661",
          "filter": 0
        },
        {
          "title": "How the pursuit of public value facilitates collaborative governance: the case of La Vuelta Holanda",
          "authors": "Arnout Geeraert, Maarten van Bottenburg",
          "url": "https://doi.org/10.1080/14719037.2025.2484800",
          "doi": "https://doi.org/10.1080/14719037.2025.2484800",
          "filter": 0
        },
        {
          "title": "Self-organizing work in practice: the case of community-based flooding initiatives in Scotland",
          "authors": "Kirsty Holstead, Merlijn van Hulst",
          "url": "https://doi.org/10.1080/14719037.2025.2484452",
          "doi": "https://doi.org/10.1080/14719037.2025.2484452",
          "filter": 0
        },
        {
          "title": "Intertwined dimensions of private value in the digitalization of higher education",
          "authors": "Higor Leite, Peggy Alexopoulou, Tien-Der Han, Amanda Berry",
          "url": "https://doi.org/10.1080/14719037.2025.2482184",
          "doi": "https://doi.org/10.1080/14719037.2025.2482184",
          "filter": 0
        },
        {
          "title": "Antecedents of emergency services’ Street Level Bureaucrats’ (SLBs) delivery of public value: an exploratory study",
          "authors": "Yvonne Brunetto, Ben Farr-Wharton, Aglae Hernandez Grande, Fleur Sharafizad, Matthew Richman",
          "url": "https://doi.org/10.1080/14719037.2025.2479872",
          "doi": "https://doi.org/10.1080/14719037.2025.2479872",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "From Hierarchical Capitalism to Developmental Governance: The Emergence of Concerted Skills Formation in Middle‐Income Countries",
          "authors": "Aldo Madariaga, Mariana Rangel‐Padilla",
          "abstract": "Skills formation is a pressing issue for middle‐income countries given the pace of technological change. In Latin America, scholars point to the hierarchical type of capitalism and its segmentalist skills formation system as the main roadblocks to exiting the middle‐income trap. Yet we contend that focusing on national models of capitalism is limited because they do not explain within‐country variations in highly unequal contexts. That is the case of the emergence of state‐business cooperation for skills formation in the Mexican state of Nuevo León, which seems to contradict the national hierarchical pattern. Hence, subnational analysis might uncover alternative pathways. This paper presents a framework for understanding subnational dynamics in middle‐income countries, where concerted skills formation systems may emerge. We claim that a combination of external competitive threats and state‐led initiatives, like the creation of organizational clusters, can harness business collective action toward coordination in skills formation. To illustrate and further develop our model, we first identify Nuevo León's superior skills availability as well as its state and business associative capacities against the rest of the Mexican states. Next, we conduct a qualitative case study of Nuevo León as a pathway case to process‐trace the operation of the hypothesized mechanisms. Our analysis underscores the joint relevance of local state and business associative capacities for skills formation in adverse institutional contexts.",
          "url": "https://doi.org/10.1111/rego.70015",
          "doi": "https://doi.org/10.1111/rego.70015",
          "filter": 0
        },
        {
          "title": "Taking Eco‐Social Risks Seriously: Explaining the Introduction of Compulsory Insurance for Natural Hazards",
          "authors": "Anne‐Marie Parth",
          "abstract": "Given the ongoing climate crisis, the frequency and severity of natural disasters are increasing. These events result in enormous reconstruction costs, pose a high burden on state budgets, and potentially drive homeowners into private insolvency. One policy instrument for collectively covering such costs is a compulsory insurance scheme for natural hazards. As the impact of natural disasters is uneven, introducing mandatory insurance regulation has a range of social and financial implications. While some European countries have introduced compulsory schemes, others have adopted different policy responses. Taking this variation as the main puzzle, I consider what factors can explain the introduction of compulsory insurance for natural hazards. Building on public risk and quiet politics literature, I identify several factors and test these against three empirical cases: Germany, Austria, and Switzerland. This analysis finds that focusing events are necessary for policy change, but the position and power of interest groups, as well as exogenous shocks within the EU context, were also crucial to explaining the introduction, rejection, and even termination of compulsory insurance schemes for natural hazards.",
          "url": "https://doi.org/10.1111/rego.70019",
          "doi": "https://doi.org/10.1111/rego.70019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
