{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "The mass politics of public debt, immigration, and austerity",
          "authors": "Alessia Aspide, Matthew DiGiuseppe",
          "url": "https://doi.org/10.1080/13501763.2025.2510523",
          "doi": "https://doi.org/10.1080/13501763.2025.2510523",
          "filter": 0
        },
        {
          "title": "Breaking the stalemate: Europeans' preferences to expand, cut, or sustain support to Ukraine",
          "authors": "Bjarn Eck, Elie Michel",
          "url": "https://doi.org/10.1080/13501763.2025.2509755",
          "doi": "https://doi.org/10.1080/13501763.2025.2509755",
          "filter": 0
        },
        {
          "title": "JEPP Best Paper Prize 2024",
          "authors": "Berthold Rittberger, Veronica Anghel, Martin B. Carstensen, Daniel Devine, Thomas Winzen, Asya Zhelyazkova",
          "url": "https://doi.org/10.1080/13501763.2025.2508784",
          "doi": "https://doi.org/10.1080/13501763.2025.2508784",
          "filter": 0
        },
        {
          "title": "The emerging system of re-insurance in the EU: beyond negative and positive integration",
          "authors": "Waltraud Schelkle",
          "url": "https://doi.org/10.1080/13501763.2025.2508778",
          "doi": "https://doi.org/10.1080/13501763.2025.2508778",
          "filter": 0
        },
        {
          "title": "Understanding public support for EU polity building in hard times: the role of territorial, functional, and crisis politics",
          "authors": "Zbigniew Truchlewski, Marcello Natili, Ioana-Elena Oana",
          "url": "https://doi.org/10.1080/13501763.2025.2506606",
          "doi": "https://doi.org/10.1080/13501763.2025.2506606",
          "filter": 0
        },
        {
          "title": "Social Europe and its limits: hardening integration, softening constraints?",
          "authors": "Sven Schreurs",
          "url": "https://doi.org/10.1080/13501763.2025.2510527",
          "doi": "https://doi.org/10.1080/13501763.2025.2510527",
          "filter": 0
        },
        {
          "title": "Regulation and its metrics: three views of the cathedral",
          "authors": "Claudio M. Radaelli, Bernardo Rangoni",
          "url": "https://doi.org/10.1080/13501763.2025.2501085",
          "doi": "https://doi.org/10.1080/13501763.2025.2501085",
          "filter": 0
        },
        {
          "title": "Introduction: the asymmetry of European integration – obstinate or obsolete?",
          "authors": "Sven Schreurs",
          "url": "https://doi.org/10.1080/13501763.2025.2510529",
          "doi": "https://doi.org/10.1080/13501763.2025.2510529",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Administration Research and Theory",
      "journal_short": "JPART",
      "articles": [
        {
          "title": "Financial Performance Of State-Owned Enterprises: Does Political Ideology Play A Role?",
          "authors": "Leonardo Henrique Lima de Pilla, Alketa Peci, Rodrigo de Oliveira Leite",
          "abstract": "Corporatization in the public sector entails decentralizing the provision of public goods and services to more autonomous entities, including state-owned enterprises (SOEs). Research indicates that the decision to corporatize is driven, among other factors, by the pursuit of financial sustainability in public organizations. A continuing debate revolves around whether the political ideology of incumbents is linked to the creation of SOEs. However, limited attention has been given to understanding if incumbents’ ideology shapes SOEs’ financial performance and, hence, financial sustainability. This is concerning because SOEs operate beyond political cycles, facing pressures from ideologically different governments over time. Herein, we investigate whether the incumbents’ ideologies shape SOEs’ financial performance. We hypothesize that the more right leaning the incumbent, the greater the SOEs’ financial performance. However, given that incumbents’ decisions are influenced by their political parties’ behaviors, the effects of ideology may be contingent on these factors. Thus, we investigate whether the association of incumbents’ ideology with SOEs’ financial performance is weaker when incumbents’ political parties display non-policy behaviors (e.g., by prioritizing electoral outcomes or office occupation). We analyze a 2019–2022 panel of 317 SOEs controlled by 27 subnational governments in Brazil with both FGLS and instrumental variable regression approaches. The data comprising 1,116 SOE-year observations confirm our hypotheses. Our research contributes to scholarship on the drivers of public organizations’ financial performance and sheds light on the role of political contingencies, such as incumbents’ ideology and party predominant behaviors regarding SOEs’ financial performance—a commonly overlooked gap in current research.",
          "url": "https://doi.org/10.1093/jopart/muaf014",
          "doi": "https://doi.org/10.1093/jopart/muaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "Factors facilitating the adoption of wellbeing budgets in New Zealand: a case study with budget actors",
          "authors": "Stephanie Ortynsky, Marwa Farag, Haizhen Mou",
          "abstract": "New Zealand made international waves when it implemented a wellbeing budget in 2019. We investigated the factors which facilitated the adoption of this novel budgeting policy. In interviews with 22 key informants from New Zealand’s central government, most interviewees (90% and over) emphasized the impact of politics, internal direction, and the international policy environment as key factors of effect on the formulation and adoption of wellbeing budgeting. Results of our study add new insights to Good’s theory that predicts similar motivations and behaviors to be expected from groups of budget actors who inhabit monolithic roles of politicians, treasury officials, and ministerial bureaucrats. Rather, even with inherent tensions within budget actor groups, they can be positioned to debate differing approaches that lead to the aim of adopting innovative policy. Wellbeing budgetary reform may be undertaken with a combination of legislation, fostering public sector debate, and responding to global conditions of uncertainty.",
          "url": "https://doi.org/10.1017/s0143814x25000078",
          "doi": "https://doi.org/10.1017/s0143814x25000078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "Operational transparency and satisfaction with public services",
          "authors": "Hung-Yi Hsu",
          "url": "https://doi.org/10.1080/14719037.2025.2507953",
          "doi": "https://doi.org/10.1080/14719037.2025.2507953",
          "filter": 0
        },
        {
          "title": "Broader and more intensive sustainable public procurement: a legitimacy theory perspective",
          "authors": "Ruben Nicolas, Fredo Schotanus",
          "url": "https://doi.org/10.1080/14719037.2025.2507943",
          "doi": "https://doi.org/10.1080/14719037.2025.2507943",
          "filter": 0
        },
        {
          "title": "Trust in nursing home services within weak regulatory regimes: the role of information, control and participation",
          "authors": "Ixchel Pérez-Durán, Koen Verhoest",
          "url": "https://doi.org/10.1080/14719037.2025.2509671",
          "doi": "https://doi.org/10.1080/14719037.2025.2509671",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Understanding Literal Compliance in the European Union's Multilevel Fiscal Governance",
          "authors": "Tiziano Zgaga, Eva Thomann",
          "abstract": "Even if member states formally comply with EU law, the ‘ideal type’ of literal compliance, where EU rules are compliantly transposed without customizing their density or restrictiveness, is both rare and improbable. Why do EU member states engage in literal compliance in the ‘least likely’ case of the EU's Fiscal Compact, where customized transposition is crucial for member states to ‘regain control’ over a core state power? Why do external pressures for uniformity trump or reinforce internal pressures for diversity, or vice versa? We analyze the transposition of six fiscal treaty rules in France, Germany, and Italy ( N = 18) using fuzzy‐set Qualitative Comparative Analysis. Literal compliance results from high policy fit and the need to signal responsiveness to external pressures from the EU and financial markets. Even though it may appear unlikely, literal compliance with EU fiscal policy does occur when uniformity is both easier and more important than diversity for member states.",
          "url": "https://doi.org/10.1111/rego.70025",
          "doi": "https://doi.org/10.1111/rego.70025",
          "filter": 0
        },
        {
          "title": "Is That a Threat? How Types of Stakeholder and Reputational Threat Matter for Gaining Influence in Regulatory Rulemaking",
          "authors": "Rik Joosen",
          "abstract": "This paper assesses what type of comments are most useful to what type of stakeholder in gaining influence during public consultations. Theoretically, the paper approaches stakeholders' consultation comments as reputational threats from key audiences that the agency needs to respond to. Different types of threats are expected to carry different weights depending on the type of stakeholders. The analysis is based on a dataset of 73,283 consultation comments left by stakeholders in EASA rulemaking consultations. The findings indicate that it matters what interests pose what kind of threat in regulatory rulemaking. Certain group types become more influential while others lose out when making specific kinds of threats. This extends our understanding of how stakeholders gain influence and what reputational threats are seen as credible by regulatory agencies.",
          "url": "https://doi.org/10.1111/rego.70027",
          "doi": "https://doi.org/10.1111/rego.70027",
          "filter": 0
        },
        {
          "title": "The Resilience of New Public Management. By IrvineLapsley and PeterMiller, Oxford: Oxford University Press, 2024. 400 pp. $145 (hardback). ISBN: 978‐0‐19‐888381‐4",
          "authors": "Danture Wickramasinghe",
          "url": "https://doi.org/10.1111/rego.70031",
          "doi": "https://doi.org/10.1111/rego.70031",
          "filter": 0
        },
        {
          "title": "Which and Whose Rules Rule? Chinese Agribusinesses and the Challenge of Compliance in Rural Tajikistan",
          "authors": "Irna Hofman",
          "abstract": "Chinese investments in Tajikistan have significantly increased since the early 2010s. In rural Tajikistan, Chinese companies make up the majority of foreign investors. However, Tajikistan's rural landscape is no easy terrain for foreigners. It is characterized by legal complexity, namely weak regulatory capacity, as well various elites' unofficial requirements. What does compliance mean in such a setting, and how do Chinese companies navigate this environment? Engaging with the literature on compliance and legal geography scholarship, this article examines these questions through the lens of a Chinese agribusiness operating in Tajikistan's cotton economy. I focus on environmental law and the governance of cotton procurement and illuminate a stark contrast: compliance with state law can be claimed relatively easily, but also questioned. On the contrary, compliance with elites' informal requirements is indispensable and requires adaptation. In this context, Chinese companies adjust and comply with laws and norms in locally specific ways.",
          "url": "https://doi.org/10.1111/rego.70012",
          "doi": "https://doi.org/10.1111/rego.70012",
          "filter": 0
        },
        {
          "title": "The Governance of the European Digital Identity Framework Through the Lens of Institutional Mimesis",
          "authors": "Linda Weigl, Marta Reysner",
          "abstract": "The European Commission's decision to expand its 2014 Regulation on electronic identification and trust services toward wallet‐based digital identities marked a significant shift in the governance of users' digital identities. The intersection between private digital services, public prerogatives, and individual self‐determination raises questions of data governance, notably power conflicts over control and usage. This study investigates the governance of the European Digital Identity Framework using institutional isomorphism to understand how EU policy‐making evolves and gains legitimacy by mimicking successful regulatory models like the GDPR. Our analysis shows that the narrowly defined scope of power for supervisory bodies allows greater discretion for Member States, which could make the system vulnerable to abuse. Additionally, the lack of organizational independence among these bodies further complicates governance arrangements.",
          "url": "https://doi.org/10.1111/rego.70032",
          "doi": "https://doi.org/10.1111/rego.70032",
          "filter": 0
        },
        {
          "title": "Beyond Compliance: The Role of Corporate Governance in Shaping Whistleblower Protection Policies",
          "authors": "Nandana Wasantha Pathiranage, K. N. Thilini Dayarathna, Christine Jubb, Wahed Waheduzzaman",
          "abstract": "This study investigates the impact of selective good corporate governance practices on the development of mandatory whistleblower protection policies in corporations. Using a coding instrument aligned with legislative requirements, we analyzed 66 whistleblower policies to assess their comprehensiveness and alignment with best practices. The findings reveal that, except for executive gender diversity, most good governance practices do not significantly contribute to the development of comprehensive whistleblower policies. The results suggest that many corporations adopt a minimum compliance approach, treating mandatory whistleblower policies as a legal requirement rather than a genuine commitment to fostering whistleblower protection. Drawing on Compliance Theory, this study highlights the need for a deeper understanding of how corporate governance practices impact the integrity and organizational commitment to whistleblower protection.",
          "url": "https://doi.org/10.1111/rego.70035",
          "doi": "https://doi.org/10.1111/rego.70035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
