{
  "update": "2026-01-23",
  "content": [
    {
      "journal_full": "Governance",
      "journal_short": "Gove",
      "articles": [
        {
          "title": "Opening the Black Box of EU Digital Sovereignty: A Macro‐Level Analysis of the Concept's Development",
          "authors": "Aleksei Turobov, Helena Carrapico, Benjamin Farrand",
          "abstract": "Digital sovereignty has emerged as a central organizing principle in European Union governance, yet systematic understanding of its conceptual evolution remains limited. This article provides the first macro‐level analysis of how digital sovereignty evolves across institutional and academic domains. Through analysis of 156 academic articles and 808 EU policy documents using Latent Dirichlet Allocation topic modeling, we reveal sophisticated patterns in institutional conceptualization and evolution of digital sovereignty. Our findings demonstrate that its development reflects complex adaptive processes rather than linear policy progression. We identify a significant shift in institutional discourse from 2013 to 2016, where digital sovereignty transitions from a narrow technical concept to a comprehensive policy framework. This conceptual flexibility enhances rather than inhibits digital sovereignty development. The study advances understanding of how institutions construct and deploy new governance concepts in response to technological change while revealing previously obscured patterns in institutional interconnection.",
          "url": "https://doi.org/10.1111/gove.70112",
          "doi": "https://doi.org/10.1111/gove.70112",
          "filter": 0
        },
        {
          "title": "A Blessing or a Curse? Generative AI, Administrative Burdens, and Policy Alienation in Street‐Level Bureaucracy",
          "authors": "Hui Huang, Taiping Ma, Jiannan Wu",
          "abstract": "Can the integration of generative AI into public administration ease administrative burdens in street‐level bureaucracy? This article examines this question through a 6‐month organizational ethnography conducted within a local authority in Shanghai. We find that while generative AI may alleviate certain traditional burdens, it can also paradoxically reinforce existing ones or create new forms. These dynamics, aligned with Moynihan, Herd and Harvey's (2015) conceptual framework, unfold across the interrelated dimensions of learning, compliance, and psychological costs. Critically, we identify a new type of burden—what we term interpretive costs—which emerges in frontline administrators' everyday policy implementation and can be significantly reduced by AI integration. Our findings further suggest that, whether AI reduces, intensifies, or generates new burdens, it inevitably leads to policy alienation, characterized by an amplified sense of dehumanization, loss of control, and diminished meaning in their work. Through the lived experiences of SLBs navigating AI‐assisted tasks, this article extends our understanding of administrative burdens in the age of generative AI.",
          "url": "https://doi.org/10.1111/gove.70110",
          "doi": "https://doi.org/10.1111/gove.70110",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1111/gove.70091",
          "doi": "https://doi.org/10.1111/gove.70091",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of European Public Policy",
      "journal_short": "JEPP",
      "articles": [
        {
          "title": "Change against the odds: crisis policy feedback in a politicised EU",
          "authors": "Waltraud Schelkle, Ann-Kathrin Reinl, Joris Frese",
          "url": "https://doi.org/10.1080/13501763.2025.2612583",
          "doi": "https://doi.org/10.1080/13501763.2025.2612583",
          "filter": 0
        },
        {
          "title": "A two-dimensional conflict? The new politics of minimum income reform in Southern Europe",
          "authors": "Llorenç Soler-Buades",
          "url": "https://doi.org/10.1080/13501763.2026.2614064",
          "doi": "https://doi.org/10.1080/13501763.2026.2614064",
          "filter": 0
        },
        {
          "title": "The end of negative integration within the internal market? re-assessing the EU´s free movement of goods rigidity",
          "authors": "Jasmin Zöllmer",
          "url": "https://doi.org/10.1080/13501763.2026.2615042",
          "doi": "https://doi.org/10.1080/13501763.2026.2615042",
          "filter": 0
        },
        {
          "title": "What skills for the future? The knowledge economy as a coalition magnet",
          "authors": "Martin B. Carstensen, Patrick Emmenegger, Cecilia Ivardi",
          "url": "https://doi.org/10.1080/13501763.2026.2615045",
          "doi": "https://doi.org/10.1080/13501763.2026.2615045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Policy",
      "journal_short": "JPubPol",
      "articles": [
        {
          "title": "The political economy of policy instruments: The Left and collectively governed markets in Germany",
          "authors": "Niccolo Durazzi, Cecilia Ivardi",
          "abstract": "Recent government interventions support the objectives of collective markets through public policy rather than relying on traditional strategic cooperation between non-state actors. We ask when and how left-wing governments intervene in collectively-governed markets. We develop a novel theoretical framework at the intersection of public policy and comparative political economy. We build on public policy scholarship to mobilize a typology of policy instruments available to governments to shore up collective markets, including regulation ( sticks ), subsidies ( carrots ), and information ( sermons ). We embed this hierarchical classification in a political economy framework to outline under which conditions we expect policymakers to opt for different instruments. We illustrate the usefulness of this approach through a case study of least likely policy areas – labor market and training policy – nested within a least likely case – Germany.",
          "url": "https://doi.org/10.1017/s0143814x25100962",
          "doi": "https://doi.org/10.1017/s0143814x25100962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration",
      "journal_short": "PubA",
      "articles": [
        {
          "title": "From Discretion to Calculation: How Analog Automation Shaped Digitalization of Finnish Social Assistance",
          "authors": "Aleksander Heikkinen, Minna van Gerven, Riikka Koulu",
          "abstract": "Automation in public administration is often seen as a recent, purely digital phenomenon that transforms decision‐making and governance. This article challenges that view by elucidating a historical continuum in the automation of administrative decision‐making. It introduces the concept of analog automation to highlight how complex social, organizational, legal, and historical factors have impacted decision‐makers' discretionary space and paved the way for digital automation. Drawing on public administration, science and technology studies, and sociolegal scholarship, the article uses analog automation to study the gradual yet significant change of automation in Finland's social assistance system over four decades. Analysis of legislative and policy documents shows how discretionary space has been gradually restricted by changes in organizational structures and practices and their adoption into legal obligations. The article provides historical context to current debates on digital transformation, showing how long‐standing institutional developments enable automation and how standardization and discretion have become increasingly intertwined.",
          "url": "https://doi.org/10.1111/padm.70041",
          "doi": "https://doi.org/10.1111/padm.70041",
          "filter": 0
        },
        {
          "title": "The Bumps in the Road Toward Social Equity Budgeting: The Administrative Pitfalls When Implementing Participatory Budgeting",
          "authors": "Michelle L. Lofton, Juan Pablo Martínez Guzmán",
          "abstract": "Participatory budgeting can encourage meaningful community engagement in all phases of the budgeting cycle to promote social equity. However, participatory budgeting administrators often experience administrative and political challenges in establishing participatory processes that effectively promote social equity. Using an integrated social equity framework that builds on the concept of sustainable governance, we create an implementation framework to evaluate PB systems and guide practitioners and scholars. We build on survey and interview data from 27 jurisdictions in the United States and Canada to explore the main administrative challenges in each stage of the PB implementation process. Our findings reveal four primary administrative pitfalls: the episodic nature of training programs, challenges in managing the political environment, issues with internal coordination and bureaucratic red tape, and difficulties in communicating PB process expectations. Policies and practices can be formalized to mitigate these challenges and enhance the possibility of building equitable participatory systems.",
          "url": "https://doi.org/10.1111/padm.70040",
          "doi": "https://doi.org/10.1111/padm.70040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Administration Review",
      "journal_short": "PAR",
      "articles": [
        {
          "title": "American Society for Public Administration Code of Ethics",
          "url": "https://doi.org/10.1111/puar.70072",
          "doi": "https://doi.org/10.1111/puar.70072",
          "filter": 0
        },
        {
          "title": "Celebrating 86 Years",
          "url": "https://doi.org/10.1111/puar.70071",
          "doi": "https://doi.org/10.1111/puar.70071",
          "filter": 0
        },
        {
          "title": "Disciplinary Tensions and Institutional Diversity in the Study of Public Administration in Chile",
          "authors": "Nicolas Didier, Juan Pablo Araya‐Orellana",
          "abstract": "The nature and epistemological foundations of Public Administration (PA) have long been debated, primarily by scholars from the Global North who draw on their own historical and institutional contexts. Recently, leading international journals in Public Administration have increasingly and proactively incorporated the experiences of Global South countries, recognizing the diversity and heterogeneity in how PA is understood and taught. However, these contributions often stop short of engaging with the deeper epistemological and ontological tensions within the PA discipline's intellectual development. This article aims to represent how the Chilean PA community engages the field‐discipline tension through the qualitative analysis of 18 interviews with directors of undergraduate PA programs. The findings highlight a dual challenge: first, a limited understanding of the intellectual traditions shaping PA, which hinders its consolidation as a discipline; and second, a fragmented discourse on interdisciplinarity that lacks coherence and strategic integration. The study contributes to broader discussions on the identity of PA in the Global South.",
          "url": "https://doi.org/10.1111/puar.70081",
          "doi": "https://doi.org/10.1111/puar.70081",
          "filter": 0
        },
        {
          "title": "40 Years of Rural Research in Public Administration: Conceptualization, Evidence, and Future Avenues for Research",
          "authors": "Colt Jensen",
          "abstract": "This manuscript systematically reviews 221 peer‐reviewed studies on rural public sector organizations published in 15 leading public administration journals between 1980 and 2022. It addresses three core questions: (1) How has rurality been conceptualized and measured? (2) What outcomes are attributed to rurality? and (3) Where is further research most needed? Key trends in publication patterns, geographic focus, citation networks, research design, and measurement strategies are analyzed. Findings reveal growing academic interest and increasingly sophisticated approaches to defining and studying rurality. However, the literature remains fragmented, often relying on inconsistent definitions and underrepresenting non‐US contexts. For both scholars and practitioners, the review highlights the need for clearer conceptual frameworks and more consistent measures to better understand how rural settings shape governance, service delivery, and administrative capacity. Improved conceptual clarity and global inclusion are critical for building a more cohesive, policy‐relevant research agenda for rural public administration.",
          "url": "https://doi.org/10.1111/puar.70084",
          "doi": "https://doi.org/10.1111/puar.70084",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/puar.70080",
          "doi": "https://doi.org/10.1111/puar.70080",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Management Review",
      "journal_short": "PMR",
      "articles": [
        {
          "title": "The politics of fiscal constraints: stakeholder influence in the budget process",
          "authors": "Girley Damasceno, Ricardo Corrêa Gomes, Diego Mota Vieira",
          "url": "https://doi.org/10.1080/14719037.2026.2616768",
          "doi": "https://doi.org/10.1080/14719037.2026.2616768",
          "filter": 0
        },
        {
          "title": "Back to square one? Exploring boundary work by purchasers of health and social care",
          "authors": "T.S. Reindersma, S. Sülz, C.T.B. Ahaus, I.N. Fabbricotti",
          "url": "https://doi.org/10.1080/14719037.2026.2617881",
          "doi": "https://doi.org/10.1080/14719037.2026.2617881",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Regulation & Governance",
      "journal_short": "RegG",
      "articles": [
        {
          "title": "Defensive Compliance in Corporate Criminal Justice: Effects of Compliance Programs on Organizational Prosecution and Punishment",
          "authors": "Li Huang",
          "abstract": "Business organizations have increasingly adopted compliance strategies in response to heightened regulatory requirements. Prior research has examined the role of compliance programs in curbing unethical behavior and enhancing corporate governance, but it has often overlooked their defensive function and proactive role in legal risk management. This paper develops the concept of defensive compliance and investigates whether compliance programs reduce corporate criminal liability and punishment through prosecutorial and sentencing decisions and outcomes. Analyses of US Sentencing Commission organizational offender data provide some evidence of defensive compliance: fewer conviction counts, reduced fines (only during the Biden administration), and shorter probation terms. However, its effects are muted or even reversed in other outcomes or contexts. The results also show little support for the propositions that public company status and managerial involvement moderate defensive compliance. These findings suggest that the efficacy of defensive compliance evolves over time and is highly context‐dependent. Future research should further develop the defensive compliance framework and examine its operation across varied institutional settings.",
          "url": "https://doi.org/10.1111/rego.70119",
          "doi": "https://doi.org/10.1111/rego.70119",
          "filter": 0
        },
        {
          "title": "The Price of Prosperity? A Historical Account of Regulating Industrial Pollution in the Netherlands",
          "authors": "Karin van Wingerde, Lieselot Bisschop, Sammie Verbeek, Julie Le Sage",
          "abstract": "Regulatory governance and state‐corporate crime studies link persistent industrial pollution to long‐term regulatory–industry interactions, yet little is known about how these interactions evolve and become entrenched. This article examines two enduring cases of industrial pollution in the Netherlands—Hoogovens/Tata Steel and DuPont de Nemours/Chemours—to explore how regulatory–industry interactions shape the emergence, normalization, and persistence of pollution. Based on historical archives of government and company documents and media publications, four time periods since the 1960s are studied. Using path dependency as an analytical lens, this article identifies five interdependent, recurring patterns that enabled and sustained harmful corporate conduct: knowledge‐asymmetry, regulatory co‐design, economic dependency, regulatory fragmentation, and juridification. The findings contribute to a more nuanced understanding of how regulatory‐industry interactions can inadvertently facilitate enduring environmental harm, offering insight into structural dynamics that normalize pollution and complicate accountability and reform over time.",
          "url": "https://doi.org/10.1111/rego.70120",
          "doi": "https://doi.org/10.1111/rego.70120",
          "filter": 0
        },
        {
          "title": "When Regulation Travels: Distrust and Disrespect",
          "authors": "Carol A. Heimer",
          "abstract": "Endeavoring to avoid the pitfalls of being too trusting of regulated entities' compliance claims, regulators sometimes create regulatory systems with elaborate requirements for verification. But as these accountability and verification regimes attempt to circumvent one set of problems, they may inadvertently create others. Building on organizational research on “routine dynamics,” this article shows how the institutionalized skepticism of these regulatory regimes may unintentionally reinscribe patterns of privilege and disadvantage as regulators enforce rules and guidelines that inevitably have biases built into them. It also shows how the official, scripted universalism of regulatory stances can be undermined by unscripted, sometimes disrespectful, interactional stances of monitors and inspectors. Data from a study of five HIV clinics providing treatment and conducting research in the U.S., Thailand, South Africa, and Uganda show why regulatory encounters that are intended to be even‐handedly but respectfully distrusting can systematically disadvantage even excellent clinics in poorer countries.",
          "url": "https://doi.org/10.1111/rego.70118",
          "doi": "https://doi.org/10.1111/rego.70118",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/rego.70124",
          "doi": "https://doi.org/10.1111/rego.70124",
          "filter": 1
        }
      ]
    }
  ]
}
