{
  "update": "2024-10-11",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "How Radio Affects Violent Conflict: New Evidence from Rwanda",
          "authors": "Hollie Nyseth Nzitatira, Trey Billing, Jared F. Edgerton",
          "abstract": "Researchers have long debated how radio broadcasts affected the dynamics of the 1994 genocide in Rwanda, with some arguing that the radio was highly consequential, and others suggesting such effects have been overstated. This article contributes to these debates—as well as to debates regarding the role of old and new media in collective action—by examining whether and how Radio Télévision Libre des Mille Collines (Radio RTLM) coverage was associated with two core aspects of the violence: (1) subnational onset of genocidal violence and (2) participation in genocidal violence across subnational spaces. Drawing on new data on Radio RTLM coverage, we find that areas with coverage were more likely to experience immediate onset of violence. However, our analysis of participation in the genocide—which uses more accurate measures of participation and of radio coverage than prior studies—finds no significant association between Radio RTLM coverage and subnational levels of participation. After illustrating that these results are robust to numerous model specifications, we theorize that information broadcast over the radio’s airways contributed to the creation of a critical mass that initiated genocide in localized spaces. We conclude by considering the importance of understanding the role of media in the subnational onset of violence.",
          "url": "http://dx.doi.org/10.1177/00031224241278905",
          "doi": "10.1177/00031224241278905",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Planting with Purpose: How Farmers Create a Resilient Food Landscape”",
          "authors": "Jennifer Rogers-Brown",
          "url": "http://dx.doi.org/10.1093/sf/soae142",
          "doi": "10.1093/sf/soae142",
          "filter": 0
        },
        {
          "title": "Review of “Children of a Troubled Time: Growing up with Racism in Trump’s America”",
          "authors": "Shani Adia Evans",
          "url": "http://dx.doi.org/10.1093/sf/soae141",
          "doi": "10.1093/sf/soae141",
          "filter": 0
        },
        {
          "title": "Review of “Global Mega-Science: Universities, Research Collaborations, and Knowledge Production”",
          "authors": "Gordon Gauchat",
          "url": "http://dx.doi.org/10.1093/sf/soae138",
          "doi": "10.1093/sf/soae138",
          "filter": 0
        },
        {
          "title": "How liberalism accommodates far-right social movements: on “mainstreaming” and the need for critical theory in far-right studies",
          "authors": "Justin E C Tetrault",
          "abstract": "Scholarship on social movements, racism, and nationalism increasingly falls under the purview of “extremism studies” and its subfield “far-right studies.” Prominent extremism scholars have developed generalist theories purportedly explaining far-right politics and power dynamics (or “mainstreaming”) across liberal societies. They define “far-right” as “illiberal” politics promoting dehumanization, exclusion, and inequality. Their theory of mainstreaming suggests that “the” far-right is a coherent entity that “enters” mainstream institutions or discourse from the outside. For these scholars, strengthening liberal-civic principles prevents far-right political power (mainstreaming). I call these approaches “grand theory templates,” which I critique for simplistic interpretations of power and for overlooking critical theory scholarship showing how liberalism accommodates far-right politics. Using the Canadian nationalist movement as a case study, I show how liberal chauvinism can be crucial to empowering right-wing populist movements. My data include over 40 hours of participant-observation at 20 right-wing events and 35 interviews with 42 current leaders and members of on-the-ground nationalist groups. Right-wing nationalists foregrounded liberal-civic ideas, such as “security,” “rights,” “objectivity,” and “tolerance,” to advance anti-Muslim sentiment and populist conspiracism. My findings suggest that far-right movements can gain power by embracing liberalism’s ambiguity and contradictions. In other words, mastering liberal messaging can be essential to the growth of far-right movements, challenging any easy dismissal of these politics as “illiberal.” Altogether, “top–down” grand theory templates oversimplify political distinctions and power, compromising research design and analysis. I advocate for more granular and “bottom–up” inductive approaches that prioritize sociological traditions over theories recently popularized by extremism scholars.",
          "url": "http://dx.doi.org/10.1093/sf/soae147",
          "doi": "10.1093/sf/soae147",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
