{
  "update": "2025-10-17",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Why should I care? Family old-age caregiving and preferences for family or public care provision in France",
          "authors": "Gonzalo Arévalo-Iglesias",
          "abstract": "The rapid ageing of the European population in recent years has brought a significant increase in old-age care needs. While families remain the main care provider in most European countries, their capacity to care has decreased in the face of intensified pressures, calling for a strengthening of public care services. In this context, the discussion on whether families or the public sector should be responsible for providing old-age care gains relevance, and the preferences of family caregivers appear fundamental to ascertain whether families will continue to carry the main load or welfare states will need to step up. This longitudinal study tests whether transitioning into family old-age caregiving increases demand for public care provision, and whether this effect is mediated by the impact of caregiver burden on well-being, using data from the Generations and Gender Survey for a 3-wave panel sample of 4587 respondents in France. Data are analyzed through a causal mediation approach using linear fixed-effects and propensity score weights. Results suggest that starting to give old-age care increases demand for public services among women but makes men more supportive of family provision. These findings align with previous evidence of a gender gap in welfare attitudes.",
          "url": "https://doi.org/10.1162/euso.a.74",
          "doi": "https://doi.org/10.1162/euso.a.74",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Bordering on Indifference: Immigration Agents Negotiating Race and Morality.”",
          "authors": "Daniel E Martínez",
          "url": "https://doi.org/10.1093/sf/soaf171",
          "doi": "https://doi.org/10.1093/sf/soaf171",
          "filter": 0
        },
        {
          "title": "Review of “A Mouse in a Cage: Rethinking Humanitarianism and the Rights of Lab Animals”",
          "authors": "Andrew McCumber",
          "url": "https://doi.org/10.1093/sf/soaf165",
          "doi": "https://doi.org/10.1093/sf/soaf165",
          "filter": 0
        },
        {
          "title": "Review of “The Politics of Unpaid Labour: How the Study of Unpaid Labour Can Help Address Inequality in Precarious Work”",
          "authors": "Allison Daminger",
          "url": "https://doi.org/10.1093/sf/soaf169",
          "doi": "https://doi.org/10.1093/sf/soaf169",
          "filter": 0
        },
        {
          "title": "“Stuck” or still?: place attachment and residential mobility in an urban resource desert",
          "authors": "Lacee A Satcher",
          "abstract": "What does attachment to place look like in neighborhoods marked by disinvestment? Drawing on nineteen in-depth interviews with Black public housing residents of a predominantly Black, resource-scarce urban neighborhood, this study explores the affective, behavioral, and cognitive dimensions of place attachment, the factors that drive attachment, and its relation to residential mobility desires. Findings reveal that place attachment is shaped less by physical infrastructure than by social ties, meaningful activities, and shared experiences. Residents’ connections to place are complex, as explanations for mobility desires vary across feelings of duty, affection, frustration, and grief. While some residents desire to leave for better conditions, others exhibit strong sentimental connections that motivate them to stay. This study highlights place attachment as a socially embedded process, particularly in contexts of shared struggle and physical proximity, such as public housing. Findings challenge frameworks that interpret immobility solely as the result of structural constraint or mobility solely as escape, complicating deficit-based portrayals of urban Black life by foregrounding residents’ emotions, memory, and agency. These findings advance theoretical understandings of Black placemaking, residential decision-making, and urban inequality, demonstrating the relational and recursive nature of human-place bonds under conditions shaped by racial capitalism. Findings also underscore the need for housing policy that recognizes emotional attachments to place and the social infrastructures that sustain them.",
          "url": "https://doi.org/10.1093/sf/soaf163",
          "doi": "https://doi.org/10.1093/sf/soaf163",
          "filter": 0
        },
        {
          "title": "The global rise in children’s attention-deficit/hyperactivity disorder prevalence: a macro-sociological explanation",
          "authors": "Irem Tuncer-Ebetürk, Jessica Kim, Yasemin Nuhoğlu Soysal",
          "abstract": "In the past three decades, the global diagnosis rate of attention-deficit/hyperactivity disorder (ADHD) has grown drastically. While existing sociological studies demonstrate the complexity of ADHD diagnoses and treatment in specific national contexts, their ability to explain ADHD’s global growth is limited. In this article, starting from a macro-sociological perspective and drawing on world society theory, we empirically investigate the prevalence of ADHD diagnosis rates across 135 countries from 1996 to 2019. We find that the increasing rates of ADHD diagnosis worldwide since the 1990s are linked to two interconnected global cultural processes: (1) the global rise and institutionalization of child-centered cultural perspectives and (2) the global diffusion of narratives that define ADHD as a health condition impairing children’s well-being and development. Our findings do not support alternative explanations such as a nation’s level of development (measured by GDP, poverty, democracy, and tertiary enrollment rates) or healthcare quality and universal access. These findings highlight the substantial influence of global conceptions of childhood and health on ADHD prevalence rates worldwide, while downplaying the importance of national conditions. We contribute to the existing sociological literature on ADHD in two key ways. First, by conducting the first cross-national, longitudinal study of ADHD worldwide we provide novel insights about ADHD prevalence at the world level while identifying the key global factors driving this trend. Second, in merging the existing ADHD literature with the analytical frameworks advanced by world society theory, we introduce a new conceptualization of ADHD as not only a medical disability but also a global cultural phenomenon and institutional priority.",
          "url": "https://doi.org/10.1093/sf/soaf153",
          "doi": "https://doi.org/10.1093/sf/soaf153",
          "filter": 0
        },
        {
          "title": "Review of “Expelling Public Schools: How Antiracist Politics Enable School Privatization in Newark”",
          "authors": "Rachel E Williams",
          "url": "https://doi.org/10.1093/sf/soaf160",
          "doi": "https://doi.org/10.1093/sf/soaf160",
          "filter": 0
        },
        {
          "title": "Review of “Crime Wave: The American Homicide Epidemic”",
          "authors": "Randolph Roth",
          "url": "https://doi.org/10.1093/sf/soaf154",
          "doi": "https://doi.org/10.1093/sf/soaf154",
          "filter": 0
        },
        {
          "title": "Review of “Against Abandonment: Repertoires of Solidarity in South Korean Protest”",
          "authors": "Hae Yeon Choo",
          "url": "https://doi.org/10.1093/sf/soaf164",
          "doi": "https://doi.org/10.1093/sf/soaf164",
          "filter": 0
        },
        {
          "title": "Review of “Happy Meat: The Sadness and Joy of a Paradoxical Idea”",
          "authors": "Alison Hope Alkon",
          "url": "https://doi.org/10.1093/sf/soaf167",
          "doi": "https://doi.org/10.1093/sf/soaf167",
          "filter": 0
        },
        {
          "title": "Review of “Comprehensive Deterrence Theory: The Science and Policy of Punishment”",
          "authors": "David Kennedy",
          "url": "https://doi.org/10.1093/sf/soaf166",
          "doi": "https://doi.org/10.1093/sf/soaf166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Challenges in Multilevel Modelling: Cross-Group Measurement Noninvariance and Measurement Errors. A Monte Carlo Simulation Study",
          "authors": "Artur Pokropek, Tomasz Żółtak, Eldad Davidov, Bart Meuleman, Peter Schmidt",
          "abstract": "Multilevel modelling (MM) is widely utilized in the social sciences, with over 20% of articles in leading sociological journals employing this technique. Despite its prevalence, few studies address whether the variables used in MM are invariant across groups or allow to construct reliable indicators. This study investigates the effects of both measurement noninvariance and random measurement error on MM using Monte Carlo simulations. Our findings reveal significant biases in MM results when random measurement errors are overlooked. Attaining high reliability in the indicators – above 0.94 – can mitigate these biases. While measurement noninvariance introduces bias in MM, its impact is smaller compared to that of the bias caused by unaddressed measurement error. Multilevel structural equation modelling (SEM), which controls for random measurement errors, performs effectively in complete measurement invariance (MI) scenarios. However, the absence of MI can create significant challenges. While multilevel SEM is a powerful analytical tool, it is not immune to the effects of MI assumption violations.",
          "url": "https://doi.org/10.1177/00491241251379459",
          "doi": "https://doi.org/10.1177/00491241251379459",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
