{
  "update": "2025-08-15",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Corrigendum to “Racial Inequality in 8th-Grade Math Course-Taking: Between-School Inequality, Local Achievement Queues, and Course Placements”",
          "url": "https://doi.org/10.1177/00031224241309339",
          "doi": "https://doi.org/10.1177/00031224241309339",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Nationalist focal events and anti-minority violence–how soldier funerals spark ethnic riots in Turkey",
          "authors": "Felix Schulte, Doğukan Cansın Karakuş, Ibrahim Gökburun",
          "abstract": "What triggers anti-minority riots? We examine the role of soldier funerals as highly visible mourning rituals that amplify collective emotions and foster nationalist sentiment. Focusing on a most-likely setting, anti-Syrian riots in Turkey, we argue that soldier funerals motivate pro-group behaviour while simultaneously intensifying outgroup hostility, thereby increasing the likelihood of retributive violence against minority members. Combining fixed-effects Poisson regression models with a sharp Regression Discontinuity in Time (RDiT) design, we analyse fine-grained geocoded data on Turkish soldier funerals and anti-Syrian riots in Turkey between 2016 and 2024. Our findings demonstrate an increase in the likelihood of ethnic riots in the immediate aftermath of soldier funerals. Qualitative process tracing based on firsthand observations of a crucial case, the 2020 Kahramanmaraş riots, further supports our findings. Our study contributes to the literature on triggering events, ethnic riots, and collective punishment by demonstrating the causal role of emotionally charged nationalist focal events in sparking anti-minority violence.",
          "url": "https://doi.org/10.1093/esr/jcaf031",
          "doi": "https://doi.org/10.1093/esr/jcaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Making of Public Space: News, Events and Opinions in the Twenty-First Century”",
          "authors": "Andrew J Perrin",
          "url": "https://doi.org/10.1093/sf/soaf126",
          "doi": "https://doi.org/10.1093/sf/soaf126",
          "filter": 0
        },
        {
          "title": "Review of “Controlling Reproduction: Women, Society, and State Power”",
          "authors": "Yong Cai",
          "url": "https://doi.org/10.1093/sf/soaf088",
          "doi": "https://doi.org/10.1093/sf/soaf088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Estimating and Correcting Degree Ratio Bias in the Network Scale-up Method",
          "authors": "Ian Laga, Jessica P. Kunke, Tyler H. McCormick, Xiaoyue Niu",
          "abstract": "The Network Scale-up Method (NSUM) uses social networks and answers to “How many X’s do you know?” questions to estimate sizes of groups excluded by standard surveys. This paper addresses the bias caused by varying average social network sizes across populations, commonly referred to as the degree ratio bias. This bias likely exists for all populations, resulting in either positively or negatively biased population size estimates. We show how the degree ratio affects size estimates and provide a method to estimate degree ratios without collecting additional data. We demonstrate that our adjustment procedure improves the accuracy of NSUM size estimates using simulations and data from two data sources.",
          "url": "https://doi.org/10.1177/00491241251364233",
          "doi": "https://doi.org/10.1177/00491241251364233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
