{
  "update": "2026-02-20",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Poverty and Public Policy in the Context of Crisis",
          "authors": "Zachary Parolin",
          "abstract": "This review offers a framework for studying the measurement, consequences, and sources of poverty in times of crisis. Recent crises—such as COVID-19, the Great Recession, and environmental disasters—expose limitations of the standard social science toolkit for studying poverty and offer lessons for improving poverty and policy research. Regarding measurement, evidence suggests that the intrayear volatility of incomes and blurred boundaries between resource-sharing units deserve greater focus in poverty measurement debates. Regarding consequences, research emphasizes the need to quantify poverty's distinct roles as a risk factor versus stratifying feature during crises. Regarding sources, evidence from recent crises offer direct tests of competing theories of poverty and offer clear lessons for policy strategies to reduce poverty. I conclude that sociologists’ conceptual toolkit is uniquely well-suited to capture the multifaceted nature of poverty; the discipline should more forcefully incorporate its principles into a renewed study of poverty and public policy.",
          "url": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "doi": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Introduction to the Special Issue: Workers’ representation: challenges within and outside trade unions",
          "authors": "Katia Pilati, Sabrina Perra, Marcello Pedaci, Andrea Signoretti",
          "url": "https://doi.org/10.1162/euso.e.80",
          "doi": "https://doi.org/10.1162/euso.e.80",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Assimilation or third-generation disadvantage? Educational and occupational attainment among the grandchildren of immigrants in France",
          "authors": "Lucas G Drouhot, Mathieu Ferry, Mathieu Ichou, Louise Caron",
          "abstract": "The grandchildren of immigrants have long been regarded as a litmus test for whether immigrant-origin populations successfully incorporate into the destination societies. Yet, we know very little about the ‘new’ third generation—that is, the grandchildren of immigrants who immigrated in the postwar era to Europe. Here, we rely on new, large-scale French data providing a unique opportunity to study the socioeconomic attainment of third-generation individuals in adulthood compared with the second generation and French natives. We jointly analyze educational and labor market attainment using five indicators at both the top and bottom of the distributions, leading to a comprehensive understanding of immigrant incorporation across generations. We report three major results. First, we find a master trend across groups and outcomes reflecting parity with natives, often already achieved at the second generation. Second, third-generation attainment is moderated by gender and national origins: we document lasting educational disadvantages for North African, third-generation males, while Southern Europeans are more likely to experience economic incorporation within the lower class. Third, mixed ancestry ceases to positively predict socioeconomic attainment by the third generation. These results have important implications for ongoing scholarly discussion of immigrant incorporation in France and beyond.",
          "url": "https://doi.org/10.1093/esr/jcag004",
          "doi": "https://doi.org/10.1093/esr/jcag004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Correction to: Federal place-based policy and the geography of inequality in the United States, 1990–2019",
          "url": "https://doi.org/10.1093/sf/soag015",
          "doi": "https://doi.org/10.1093/sf/soag015",
          "filter": 0
        },
        {
          "title": "Seeking meaning in US asylum adjudications: aspirations, affect, and morality on the frontlines of the state",
          "authors": "Talia Shiff",
          "abstract": "This article examines how US asylum officers reclaim their sense of professional worth when their expectations of cognitively and emotionally meaningful engagement with applicants collide with the reality of routinized and emotionally detached decision-making. Drawing on forty-three in-depth interviews, I show that officers actively seek out elements of applicants’ claims that elicit intellectual stimulation and emotional resonance. This investment not only reinforces their self-image as morally committed professionals—distinguished from colleagues perceived as disengaged—but also reorients their professional mission around intentional, affectively engaged adjudication. Crucially, officers come to treat their aspirational mode of interaction as a moral lens through which they evaluate claims, granting greater worth to those that provoke the desired emotional response—often irrespective of applicants’ demographic characteristics or the formal merits of their cases. This analysis advances sociological theorizing on how aspirations, affect, and morality interact to shape frontline organizational practice.",
          "url": "https://doi.org/10.1093/sf/soag007",
          "doi": "https://doi.org/10.1093/sf/soag007",
          "filter": 0
        },
        {
          "title": "Class origin closure: economic advantages of occupational elitism",
          "authors": "Dirk Witteveen",
          "abstract": "This study investigates the role of class origin compositions of micro-occupations in creating economic inequalities using three decades of British longitudinal surveys. Drawing on social closure theory, we analyze how class origin contributes to between-occupation earnings disparities and class origin earnings inequality at the individual level. Using fine-grained data on the class origins of occupational incumbents, we construct a robust indicator of the concentration of privileged class origins within labor market niches, “occupational elitism,” measured as the percentage of incumbents with parents in the higher salariat (ESeC class 1) within an occupation. Our results reveal that occupational elitism of micro-occupations is positively associated with earnings, after accounting for indicators of positional closure mechanisms, such as educational credentialing, licensure, and unionization. However, these collective earnings premiums are unevenly distributed, with earnings advantages for individuals from upper-class families emerging in occupations with higher levels of occupational elitism.",
          "url": "https://doi.org/10.1093/sf/soag012",
          "doi": "https://doi.org/10.1093/sf/soag012",
          "filter": 0
        },
        {
          "title": "Review of “Science and Inequality: A Political Sociology”",
          "authors": "Janet Vertesi",
          "url": "https://doi.org/10.1093/sf/soag006",
          "doi": "https://doi.org/10.1093/sf/soag006",
          "filter": 0
        },
        {
          "title": "Review of “Homesick: Race and Exclusion in Rural New England”",
          "authors": "Japonica Brown-Saracino",
          "url": "https://doi.org/10.1093/sf/soag005",
          "doi": "https://doi.org/10.1093/sf/soag005",
          "filter": 0
        },
        {
          "title": "Review of “The Criminal Record Complex: Risk, Race, and the Struggle for Work in America”",
          "authors": "Hana Shepherd",
          "url": "https://doi.org/10.1093/sf/soag008",
          "doi": "https://doi.org/10.1093/sf/soag008",
          "filter": 0
        },
        {
          "title": "The (in)appropriateness of unequal division: a factorial survey experiment on wealth transfers within families",
          "authors": "Nhat An Trinh, Daria Tisch, Manuel Schechtl",
          "abstract": "Siblings do not always benefit equally from parental wealth transfers. This study examines how different asset types evoke distinct distributive principles, thereby contributing to our understanding of unequal intergenerational transfers within families. Based on a multifactorial survey experiment in Germany (N = 11,968 observations based on 2,992 respondents), we test whether the application of three distributive principles (equality, entitlement, dynastic succession) varies across three distinct asset types (cash, housing, and business). We deliberately oversampled substantial wealth owners to highlight differences in attitudes toward wealth transfers between those at the top of the wealth distribution and a nationally representative sample of individuals aged 40 and older. In line with previous research, equality emerges as the dominant principle for all asset types. Siblings’ gender and birth order do not consistently affect evaluations of unequal transfers. However, the wealthy are less likely to endorse equality if one child is older or seems better positioned to maintain the family business than their sibling. Our findings suggest that the wealthy legitimize unequal transfers based on concerns for continuous wealth accumulation and the perpetuation of key economic assets across generations.",
          "url": "https://doi.org/10.1093/sf/soag010",
          "doi": "https://doi.org/10.1093/sf/soag010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
