{
  "update": "2024-08-30",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "How Work Becomes Invisible: The Erosion of the Wage Floor for Workers with Disabilities",
          "authors": "Emily H. Ruppel",
          "abstract": "How does work come to be constructed as a service to the worker? In the United States, the payment of subminimum wages to disabled workers has been legal since 1938 and was entrenched by 1986 legislation eliminating the previously mandated floor of 50 percent of the minimum wage. This article draws on primary historical materials to explain the passage of these amendments, which I analyze as a case of delaborization, a process through which work is mystified as such and reclassified as something else (e.g., service). I find that the managers of segregated workshops for disabled manual laborers rose to control disability employment policy in the aftermath of deinstitutionalization. Professionals mobilized disability stigma to frame the subminimum wage as a social welfare issue subject to their expertise and to lobby successfully for its entrenchment. Weaknesses in the disability–labor coalition enabled this seizure of jurisdiction. This research illuminates professional expertise, the withdrawal of labor unions, and identity-based stigma as major mechanisms driving delaborization, an important contemporary influence on the organization of work. The case of the subminimum wage thus develops sociological literatures on labor, disability, and politics.",
          "url": "http://dx.doi.org/10.1177/00031224241268201",
          "doi": "10.1177/00031224241268201",
          "filter": 0
        },
        {
          "title": "Estimating the Effect of a Universal Cash Transfer on Birth Outcomes",
          "authors": "Kiara Wyndham-Douds, Sarah K. Cowan",
          "abstract": "Babies in the United States fare worse than their peers in other high-income countries, and their well-being is starkly unequal along socioeconomic and racialized lines. Newborn health predicts adult well-being, making these inequalities consequential. Policymakers and scholars seeking to improve newborn health and reduce inequality have recently looked to direct cash transfers as a viable intervention. We examine the only unconditional cash transfer in the United States, the Alaska Permanent Fund Dividend (PFD), to learn if giving pregnant people money improves their newborns’ health. Alaska has paid its residents a significant dividend annually since 1982. The dividend’s size varies yearly and is exogenous to Alaskans and the local economy, permitting us to make causal claims. After accounting for fertility selection, we find that receiving cash during pregnancy has no meaningful effect on newborn health. Current theory focuses on purchasing power and status mechanisms to delineate how money translates into health. It cannot illuminate this null finding. This case illustrates a weakness with current theory: it does not provide clear expectations for interventions. We propose four components that must be considered in tandem to predict whether proposed interventions will work.",
          "url": "http://dx.doi.org/10.1177/00031224241268059",
          "doi": "10.1177/00031224241268059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Spaces on the Spectrum: How Autism Movements Resist Experts and Create Knowledge”",
          "authors": "Alexandra Brewer",
          "url": "http://dx.doi.org/10.1093/sf/soae109",
          "doi": "10.1093/sf/soae109",
          "filter": 0
        },
        {
          "title": "Origins, belonging, and expectations: assessing resource compensation and reinforcement in academic educational trajectories",
          "authors": "Kaspar Burger, Nathan Brack",
          "abstract": "Research has shown that socioeconomic and psychological resources may influence educational trajectories. There are still unanswered questions, however, about the unique roles of these resources and the interplay between them. We consider two such questions: First, how do major psychological resources—a sense of school belonging and optimistic future expectations—predict educational trajectories when controlling for the effect of socioeconomic resources? And, second, do these psychological resources compensate for lacking socioeconomic resources or do they reinforce the influence of socioeconomic resources on educational trajectories? We used data from a 15-year-long Swiss panel study (N = 1989) and investigated educational trajectories concerning individuals’ transitions from lower-secondary to academic upper-secondary education, and from there to university. Findings indicated that both socioeconomic and psychological resources were significantly associated with individuals’ probability of transitioning to academic upper-secondary education. We also uncovered some evidence of resource compensation between socioeconomic resources and future expectations, suggesting that optimistic expectations may buffer the adverse effect of scarce socioeconomic resources on educational attainment. Furthermore, we found that both the sense of school belonging and future expectations were significantly associated with individuals’ probability of transitioning to university. Overall, we conclude that psychological resources play a critical role in academically oriented educational trajectories and that they may partly compensate for the effects of limited socioeconomic resources on these trajectories.",
          "url": "http://dx.doi.org/10.1093/sf/soae113",
          "doi": "10.1093/sf/soae113",
          "filter": 0
        },
        {
          "title": "Demographic consequences of social movements: local protests delay marriage formation in Ethiopia",
          "authors": "Liliana Andriano, Mathis Ebbinghaus",
          "abstract": "Despite their significance, life-course dynamics are rarely considered as consequences of social movements. We address this shortcoming by investigating the relationship between protest and marriage formation in Ethiopia. Building on scholarship in social movements and insights from family demography, we argue that exposure to protest delays marriage formation. To test our theoretical arguments, we created an original panel dataset using georeferenced data from the 2016 Ethiopia Demographic and Health Survey. We combined the marriage histories of 4,398 young women with fine-grained measures of exposure to local protests that we compiled from two conflict datasets covering events between 2002 and 2016. Using discrete-time event history analyses, we find that protest delays first-marriage formation. Additional analyses suggest that political uncertainty and disruptions in interethnic marriages cannot explain this effect. Instead, we provide tentative evidence that protest delays marriage formation by preoccupying large segments of the marriageable population, rendering them unavailable for this critical life-course transition. Our findings pave the way for scholarship on the demographic outcomes of protest and contribute to understanding marriage patterns in a country where the timing of marriage has far-reaching social consequences.",
          "url": "http://dx.doi.org/10.1093/sf/soae112",
          "doi": "10.1093/sf/soae112",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
