{
  "update": "2024-10-04",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Participation in formal adult education and family life—a gendered story",
          "authors": "Heta Pöyliö, Patricia McMullin",
          "abstract": "Previous literature on adult education (AE) has focused on various aspects of social inequalities, and although many acknowledge the critical role of gender, the mechanisms influencing gender differences in participation are rarely to the fore. Specifically, women report family responsibilities as the main reason for not enrolling in AE. This article examines whether family responsibilities, measured as the age and number of children, act as motivators or barriers to formal AE participation differently among men and women with varying time and monetary resources, that is, partnership status and relative income, in two societies with high formal AE enrolment rates; Finland and Great Britain. The results from Finnish registers and Understanding Society for 1998–2019 demonstrate clearly that family responsibilities related to having young children in the household restrict women from participating in formal AE to a greater extent than men in both countries. Further, while Finnish society enables individuals who traditionally have fewer resources to attend formal AE, that is, single parents and larger families, in Britain, formal AE is mainly taken up by individuals without children or those in stable family situations. The results highlight the importance of institutions in providing equal access to further educational qualifications.",
          "url": "http://dx.doi.org/10.1093/esr/jcae032",
          "doi": "10.1093/esr/jcae032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “On Wars”",
          "authors": "Lisa Hajjar",
          "url": "http://dx.doi.org/10.1093/sf/soae139",
          "doi": "10.1093/sf/soae139",
          "filter": 0
        },
        {
          "title": "Review of “Ethnopolitical Entrepreneurs: Outsiders Inside Armenian Los Angeles”",
          "authors": "Neda Maghbouleh",
          "url": "http://dx.doi.org/10.1093/sf/soae136",
          "doi": "10.1093/sf/soae136",
          "filter": 0
        },
        {
          "title": "Review of “An Ungovernable Foe: Science and Policy Innovation in the U.S. National Cancer Institute”",
          "authors": "Mary F E Ebeling",
          "url": "http://dx.doi.org/10.1093/sf/soae137",
          "doi": "10.1093/sf/soae137",
          "filter": 0
        },
        {
          "title": "Review of “The Pink Wave: Women Running for Office After Trump”",
          "authors": "Pamela Paxton",
          "url": "http://dx.doi.org/10.1093/sf/soae129",
          "doi": "10.1093/sf/soae129",
          "filter": 0
        },
        {
          "title": "Review of “The Stigma Trap: College-Educated, Experienced, and Long-term Unemployed”",
          "authors": "Aliya Hamid Rao",
          "url": "http://dx.doi.org/10.1093/sf/soae143",
          "doi": "10.1093/sf/soae143",
          "filter": 0
        },
        {
          "title": "Review of “Smoother Pebbles: Essays in the Sociology of Science”",
          "authors": "Joseph C Hermanowicz",
          "url": "http://dx.doi.org/10.1093/sf/soae144",
          "doi": "10.1093/sf/soae144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
