{
  "update": "2025-07-11",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "How Does Culture Matter for Attainment, and How Would We Know If It Did?",
          "authors": "David Brady, Aliza Luft, Ezra W. Zuckerman Sivan",
          "abstract": "In their 2022 ASR article, Horwitz, Matheny, Laryea, and Schnabel (HMLS 2022) argue that religious subculture significantly shapes educational stratification, emphasizing how Jewish subcultures, especially for young women, foster an education-enhancing “habitus and self-concept.” While commending their aim to identify “clear explanatory mechanisms” and avoid essentialist explanations, this Comment critiques HMLS’s methodology and conclusions, addressing the broader question: Can parental cultural socialization explain group-level differences in educational attainment? We identify four issues: mismeasurement of Jewish parentage, insufficient controls for social class, and two gaps in specifying and operationalizing cultural mechanisms. Re-analyzing the National Survey of Youth and Religion (NSYR), we show that HMLS’s findings remain stable after correcting Jewish parentage mismeasurement but shift substantially when better adjusting for social class. We argue that cultural explanations must meet two additional principles—portability and convertibility—to avoid lapsing into essentialism or reproducing “culture of poverty” narratives. These principles require that (a) social and cultural mechanisms function independently of group membership and be transferable across actors and fields, and (b) structural advantages and barriers are acknowledged and integrated. This Comment thus extends existing guidelines for analyzing the role of culture in stratification and offers a framework for identifying non-essentialist mechanisms driving group differences in attainment.",
          "url": "https://doi.org/10.1177/00031224251344634",
          "doi": "https://doi.org/10.1177/00031224251344634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Interconnections between anti-immigration and pronatalist family policy discourse in Hungary",
          "authors": "Ivett Szalma, Boglárka Herke",
          "abstract": "The aim of this study is to analyse the interrelationship between anti-immigration and pronatalist family policy discourses in Hungary. This case is particularly interesting as the government has implemented a range of measures to encourage families to have more children, emphasising national identity and cultural preservation. Meanwhile, immigration – despite its potential to mitigate population decline – is portrayed not as a solution but a threat. While Western European populists invoke gender equality and LGBTQ+ rights to defend a “progressive” European identity under threat from Islam, their Central and Eastern European counterparts depict migration as a major threat to traditional family structures and heteronormative values rooted in Christian-nationalist ideals. To examine how these two policy domains intersect, we analysed 221 government speeches and articles published between 2014 and 2022. Using thematic analysis, we identified seven major topics. The predominant theme was that immigration cannot resolve demographic issues, instead advocating for policies that encourage Hungarian births. This central theme was supported by topics directly linked to it, such as the cultural threat of immigration and the will of the people, and by four subthemes less directly related, including sovereignty, labour market issues, deservingness, and security concerns. Our findings have broader implications for comparative research, shedding light on the dynamics of populist political systems and their influence on migration and family policy discourses. They also highlight arguments that may inhibit the acceptance of immigration as a source of population maintenance, offering insights into how such discourses could evolve in future populist contexts.",
          "url": "https://doi.org/10.1162/euso.a.34",
          "doi": "https://doi.org/10.1162/euso.a.34",
          "filter": 0
        },
        {
          "title": "The geography of social background inequalities in educational opportunities: a within-country study",
          "authors": "Moris Triventi, Emanuele Fedeli",
          "abstract": "We examine the main sources of social background inequalities in academic track enrolment whether their relative importance varies across 103 Italian provinces. We distinguish between three channels by which social inequalities in educational transitions are reproduced, the so-called ‘primary’, ‘secondary’, and ‘tertiary effects’ (Boudon 1974; Esser 2016). They refer respectively to the role of individual competencies, teachers’ assessments and family decisions. We compiled a student population panel dataset from the INVALSI-SNV, following 1,344 million students from five cohorts (2013–2017) enrolled in the 8th grade of lower secondary school (untracked) to the 10th grade of upper secondary education (tracked). Results from the KHB method suggest that families’ choices are the prevalent source of reproduction of inequalities in academic track enrolment, followed by tertiary and then primary effects. Interestingly, we find more geographical heterogeneity in the channels by which educational inequalities are reproduced than in the total inequality by social background. Moreover, our findings align with the Incremental Reproduction regime found in previous cross-national studies, emphasizing that an increase in secondary effects does not correspond to any notable variation in the magnitude of primary or tertiary effects.",
          "url": "https://doi.org/10.1162/euso.a.35",
          "doi": "https://doi.org/10.1162/euso.a.35",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “At Home in the City: Growing Old in Urban America”",
          "authors": "Rebecca L Utz",
          "url": "https://doi.org/10.1093/sf/soaf092",
          "doi": "https://doi.org/10.1093/sf/soaf092",
          "filter": 0
        },
        {
          "title": "Gun purchase interest as backlash to Black Lives Matter protests",
          "authors": "Masha Krupenkin, Elad Yom-Tov, David Rothschild",
          "abstract": "How do protests affect Americans’ gun ownership decisions? Using a novel dataset of gun-related web searches in combination with geocoded protest data, we examine the effects of the 2020 Black Lives Matter (BLM) protests on Americans’ interest in firearm purchase. We find a clear relationship between geographic proximity to BLM protests and firearm purchase web searches, but a null relationship between these searches and proximity to re-opening protests. We then examine racial attitudes of would-be gun buyers using users’ web search histories and find that users exposed to racially conservative narratives had significantly larger spikes in gun purchase interest during the 2020 BLM protests than did other comparable searchers. These results suggest that Black civil rights protests can serve as a catalyst for gun purchase interest.",
          "url": "https://doi.org/10.1093/sf/soaf096",
          "doi": "https://doi.org/10.1093/sf/soaf096",
          "filter": 0
        },
        {
          "title": "Shifting partnership ideals with online technologies among unmarried women in India",
          "authors": "Luca Maria Pesando, Koyel Sarkar, Sabino Kornrich",
          "abstract": "This study complements existing scholarship in family sociology and digital demography by investigating the role of digital technologies in shaping partnership ideals among unmarried women in India. We build on the premise that, by means of faster communication, effective information dissemination, and reciprocal exchange of norms and ideals, recurrent exposure to globalized cultural scripts through the Internet may shape family-related outcomes such as views and opinions regarding different aspects of family life. Leveraging new data from a primary survey of unmarried, partnered women living in cities across twenty states, we find that daily Internet use is positively and significantly associated with modern partnership ideals, measured as secularized views on the choice of a partner, the importance of marriage, partner preferences, and views about love marriage. Moreover, we show that accessing the Internet independently—vis-à-vis through a shared device—is what matters the most, and that results are stronger among high-educated individuals. We assess the selectivity of the sample by conducting subgroup analyses and replicating our findings on the National Family Health Survey (NFHS) 2019–2021. Lastly, we offer evidence that these findings can be deemed causal, complementing our results with an instrumental-variable approach leveraging digital geographical information. Our findings reveal that digital technologies may be gradually contributing to shifting views about marriage and family formation, even in a context such as India, which has traditionally exhibited strong resistance to modernization forces, at least in the realm of the family.",
          "url": "https://doi.org/10.1093/sf/soaf100",
          "doi": "https://doi.org/10.1093/sf/soaf100",
          "filter": 0
        },
        {
          "title": "Justification of violence, ideological preferences, and exposure to protests: causal evidence from the 2019 Chilean social unrest",
          "authors": "Rodolfo Disi Pavlic, Rodrigo M Medel, Matías Bargsted, Nicolás M Somma",
          "abstract": "We examine the relationship between proximity to actively policed protest events and people’s willingness to justify violence against police forces. Focusing on the Chilean social uprising, a series of massive protests between 2019 and 2020, this study highlights the significant implications of law enforcement issues on government legitimacy and the potential for protest policing to escalate violence. To conduct our research, we use a difference-in-differences design that combines survey data with georeferenced data on protests that experienced active policing near survey respondents. Our results show that spatial and temporal proximity to such protests significantly increases people’s willingness to justify violence. Additionally, this effect is not uniform across all ideological groups. Exposure to protests with active policing strongly affects centrists, whereas it is negligible for leftists, rightists, and independents. Different robustness checks largely support a causal link between proximity to actively policed protests and justification of violence against the police. These insights contribute to our understanding of how mass mobilizations and state responses influence public attitudes, emphasizing the nuanced impact of protest policing on different ideological segments of society.",
          "url": "https://doi.org/10.1093/sf/soaf102",
          "doi": "https://doi.org/10.1093/sf/soaf102",
          "filter": 0
        },
        {
          "title": "Review of “Emergency: COVID-19 and the Uneven Valuation of Life”",
          "authors": "Alexander Barnard",
          "url": "https://doi.org/10.1093/sf/soaf094",
          "doi": "https://doi.org/10.1093/sf/soaf094",
          "filter": 0
        },
        {
          "title": "Educational expansion reforms and intergenerational educational mobility in Norway",
          "authors": "Adrian Farner Rogne, Siri Frisli",
          "abstract": "The latter half of the 20th century was marked by a massive expansion of higher educational systems in many Western countries. This development provided greater educational opportunities, resulted in a marked increase in educational attainment, and has been attributed as an important factor behind increased intergenerational educational mobility. Most previous studies of these developments are based on analyses of aggregate trends in educational attainment and mobility and overlook the geographical dimension of educational expansions. The geographic location of colleges and the local availability of higher educational institutions may have had important impacts on local patterns of intergenerational educational mobility. We study the impacts of major educational expansion reforms that took place between 1969 and 1993 in Norway and resulted in a massive decentralization of higher educational opportunities. Combining recent developments in differences-in-differences methodology, detailed data on the establishment and upgrading of such institutions, and population-wide register data on social origins and educational attainment, we study the effects of the establishment and upgrading of local colleges on educational mobility. Results suggest that these improvements in local educational opportunities had little to no impact on intergenerational educational mobility locally. We discuss our findings in light of the Norwegian welfare state context.",
          "url": "https://doi.org/10.1093/sf/soaf101",
          "doi": "https://doi.org/10.1093/sf/soaf101",
          "filter": 0
        },
        {
          "title": "Review of “Sin Padres, Ni Papeles: Unaccompanied Migrant Youth Coming of Age in the United States”",
          "authors": "Delgado Vanessa",
          "url": "https://doi.org/10.1093/sf/soaf090",
          "doi": "https://doi.org/10.1093/sf/soaf090",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "How Do Survey Respondents Decide Whether to Consent to Data Linkage?",
          "authors": "Jonathan Burton, Mick P. Couper, Thomas F. Crossley, Annette Jäckle, Sandra Walzenbach",
          "abstract": "Linkages between surveys and administrative data provide an important opportunity for social and health research, but such linkages often require the informed consent of respondents. We use experimental data collection across five different samples to study how consent decisions are made. More reflective decision processes are associated with higher rates of consent, greater comprehension of the proposed data linkage, and greater confidence in the decision, but only about a third of respondents report using a reflective decision process. This suggests that the provision of additional information is unlikely to lead to significant improvements in informed consent.",
          "url": "https://doi.org/10.1177/00491241251344289",
          "doi": "https://doi.org/10.1177/00491241251344289",
          "filter": 0
        },
        {
          "title": "Immobility as Memory: Some New Approaches to Characterizing Intergenerational Persistence via Markov Chains",
          "authors": "Lawrence E. Blume, Neil A. Cholli, Steven N. Durlauf, Aleksandra Lukina",
          "abstract": "This article proposes some new measures of intergenerational persistence based on the idea of characterizing the memory of origin in the stochastic process that links the socioeconomic classes of parents and children. We introduce “memory curves” for all future generations given any initial condition of class for a family dynasty, which reveal how initial conditions interact with the transition process between parents and children to create mobility and persistence. We also propose ways to aggregate information across different classes to produce overall characterizations of mobility in the population. To illustrate our measures, we estimate occupational “memory curves” using U.S. survey data. Our findings show that, on average, the memory of initial conditions dissipates largely within three generations, though there is meaningful heterogeneity in mobility rates across dynasties originating from different occupational classes.",
          "url": "https://doi.org/10.1177/00491241251349148",
          "doi": "https://doi.org/10.1177/00491241251349148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
