{
  "update": "2025-04-11",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Longue Durée of Finance: New Research on Old Financial Markets",
          "authors": "Sarah Quinn, Francisca Gómez Baeza, Devin Collins",
          "abstract": "Scholarship on finance has flourished in the aftermath of the Great Recession. While the sociology of finance typically centers developments since the financial turn of the 1970s, a burgeoning body of interdisciplinary scholarship sheds new light on the evolution of financial practices, institutions, and relations in earlier years. This review explores key contributions and themes from the new histories of finance, focusing on works published in the past decade that offer valuable insights for sociologists. We first review new contributions on ancient, medieval, and early modern finance, which illuminate the origins of money and credit, the development of financial thinking, and the relationship between finance and imperialism, colonialism, and slavery. Second, we survey new work on the development of modern financial markets in the long road to the financial turn of the 1970s. Together, these studies reveal how money, credit, and finance are embedded in political and legal institutions, and how financial systems act as tools of social policy, economic growth, war, and racial subjugation. Finally, long-run perspectives on finance provide an important reminder that borrowing, lending, and the management of attendant risks are not new phenomena unique to our neoliberal era.",
          "url": "https://doi.org/10.1146/annurev-soc-031021-105657",
          "doi": "https://doi.org/10.1146/annurev-soc-031021-105657",
          "filter": 0
        },
        {
          "title": "Online Nonprobability Samples",
          "authors": "Jeremy Freese, Olivia Jin",
          "abstract": "Online nonprobability samples provide social scientists with opportunities to conduct surveys and experiments on large, diverse samples at modest prices. Researchers may find bewildering the options offered by the many commercial entities that provide research participants, and our review seeks to orient researchers to key issues about their use. We discuss principles and evidence regarding estimates from nonprobability samples versus those from probability samples. We also describe methods for addressing certain types of problem participants that one encounters in these samples: professional respondents, participants who are inattentive or have low linguistic competence, and bogus participants (increasingly in the form of bots). We urge researchers not to take data quality for granted, not to rely on indirect information to vouch for data quality, and to proactively build methods that allow for the evaluation of data quality into their instruments.",
          "url": "https://doi.org/10.1146/annurev-soc-090524-043117",
          "doi": "https://doi.org/10.1146/annurev-soc-090524-043117",
          "filter": 0
        },
        {
          "title": "The New Sociology of Bereavement",
          "authors": "Emily Smith-Greenaway, Ashton M. Verdery, Deborah Carr",
          "abstract": "Bereavement—the loss of a loved one through death—is a common and consequential life course experience. Although bereavement, and matters of death and dying more generally, have long remained on the margins of sociology, in the wake of contemporary mortality crises, sociological research on bereavement has flourished. This review synthesizes the new sociology of bereavement. To contextualize contemporary advancements, we first describe the earlier dominance of psychopathology perspectives on the topic. We then review recent sociological contributions, describing recognition of the structural systems that underpin bereavement and shape its wide-ranging and long-lasting consequences for individuals, families, and communities. We emphasize how bereavement experiences provide a microcosm for understanding social inequalities, and that a life course perspective can provide an integrative framework for a comprehensive sociology of bereavement. We conclude by identifying promising areas for future advancements in this emerging field.",
          "url": "https://doi.org/10.1146/annurev-soc-090324-035534",
          "doi": "https://doi.org/10.1146/annurev-soc-090324-035534",
          "filter": 0
        },
        {
          "title": "Sports, Race, Social Movements, and Social Change",
          "authors": "Douglas Hartmann",
          "abstract": "An unprecedented recent wave of sport-based activism has brought renewed attention to sport as a force for racial progress and change. Researchers have investigated factors that facilitate protest, analyzed media coverage of and polarized reactions to such activism, and begun to document institutional and societal impacts. In contrast to long-standing sociological critiques, this work suggests that sport can make contributions to racial justice and change. However, these contributions necessitate deliberate contestation and are mainly symbolic and communicative; more concrete, institutional change requires other, nonsport movements and organizations. Also, athletic activism can be co-opted by the sport industry's complicity with profit and its fraught relationship with politics, and it often provokes backlash that can have unintended, countervailing effects. Ultimately, sport's multifaceted, mostly cultural contributions are best analyzed when situated in a broad sociopolitical field and theorized via a critical-dramaturgical framework where sport serves as a platform for the public display of social struggle.",
          "url": "https://doi.org/10.1146/annurev-soc-090324-025141",
          "doi": "https://doi.org/10.1146/annurev-soc-090324-025141",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Polarizing social figures? Climate activists in German media and popular discourse",
          "authors": "Julian Heide",
          "abstract": "Although attitudes towards climate change are generally uncontroversial in Europe, the public discourse on climate change is becoming increasingly contentious. This article introduces the climate activist as a social figure through which the discursive polarization around climate change policy can be understood. Developing a notion of a social figure that draws on cultural boundary-making, social psychology, and moral sociology, the article examines how climate activists are presented in popular and media discourse. Empirically, the analysis combines qualitative content analysis of group discussions with computational text analysis applied to a large sample of German newspaper articles. The findings indicate that negative attitudes towards climate protesters do not necessarily imply skepticism towards climate change or rejection of climate policies in general. Rather, it is the social figure of the climate activist that elicits strong support or opposition because of conflicts over a rule-based social order. In German newspapers, more radical groups such as the Letzte Generation (Last Generation) are portrayed more negatively and with harsher vocabulary than Fridays for Future activists. Moreover, climate activists are often portrayed as having negative character traits. The negative depiction of climate activists is driven by the tabloid newspaper BILD, which portrays them as a security threat.",
          "url": "https://doi.org/10.1162/euso_a_00030",
          "doi": "https://doi.org/10.1162/euso_a_00030",
          "filter": 0
        },
        {
          "title": "Familial ties and their impact on the class conditions of migrant nurses in the Republic of Ireland",
          "authors": "Arnie Cordero Trinidad,  Daniel Faas",
          "abstract": "This article examines how familial ties and kinship networks shape the class conditions of migrants in their host country. Using data from 61 semi-structured interviews with Filipino migrant nurses in Ireland, we examine the connection between familial social networks and their socioeconomic conditions in the host society. We argue that kinship ties and their local contexts continue to impinge on migrants' class position and class conditions in their destination country. The paper highlights the interconnections between complex social relations, social spaces, and class systems in shaping migrant social mobility in the destination country. It illustrates how class backgrounds in the home country are reproduced through their kinship ties. It also argues that while social ties are usually predicated on positive emotional bonds, some produce negative consequences that impede or delay the social mobility of migrants. Conversely, some social ties help migrants achieve their middle-class aspirations ahead of others.",
          "url": "https://doi.org/10.1162/euso_a_00028",
          "doi": "https://doi.org/10.1162/euso_a_00028",
          "filter": 0
        },
        {
          "title": "Parental decision-making regarding vaccination: The role of preschool enrolment sanctions, family policies and childcare expectation",
          "authors": "Jaroslava Hasmanová Marhánková",
          "abstract": "The Czech Republic exemplifies a country with a mandatory childhood vaccination system. A child who has not completed compulsory vaccinations cannot be admitted to preschool until age 5. This paper discusses this measure's impact on parental decision-making processes, interactions with healthcare professionals and activities and discourses employed by organisations that unite vaccine-hesitant parents. The analysis draws on data from 30 in-depth interviews with vaccine-hesitant parents (all of whom intentionally postponed or refused at least one compulsory vaccination), 19 in-depth interviews with healthcare professionals (HCPs) and 60 hours of observation at three paediatrician surgeries during vaccination consultations. The paper departs from the notion of vaccine hesitancy as a state of indecisiveness or a particular behavioural phenomenon and leans towards specific contexts within which decisions are made. It analyses specific effects of indirect sanctions that are part of mandatory vaccination policies on vaccine-hesitant parents' interactions with healthcare professionals, strategies, public discourses and decision-making processes regarding vaccination. The paper discusses the measures' impact in the context of family policies in the Czech Republic (availability of preschool facilities, gender division of labour and social expectations regarding the length of paternal leave).",
          "url": "https://doi.org/10.1162/euso_a_00029",
          "doi": "https://doi.org/10.1162/euso_a_00029",
          "filter": 0
        },
        {
          "title": "One track mind: Secondary effects in school choice and social capital in a stratified system",
          "authors": "Dieuwke Zwier",
          "abstract": "At similar performance levels, socio-economically advantaged students typically choose more demanding and prestigious educational paths than their less advantaged peers. Such secondary effects are often studied in school continuation decisions or track choice but may also manifest in school choice, offering an alternative avenue for parental influence in education. This study examines secondary effects in school choice, and the role of social capital–resources embedded in peer and parental networks in primary school–in these patterns within the context of the Netherlands. I rely on linked sociometric and full-population register data for Dutch students who have recently transitioned to secondary school. Hypotheses are tested using fixed effects regression models to account for (self-)selection into primary school. Results indicate that secondary school choice is socially stratified: Students from higher socio-economic status (SES) backgrounds tend to avoid pre-vocational schools, prefer pre-university schools, and opt for heterogeneous classes at intermediate performance levels. There is limited evidence for the relation between social capital and the type of school chosen. A notable exception is that lower SES students are less likely to enroll in pre-vocational schools if their parents are integrated into resource-rich networks in primary school, suggesting that such networks may play a compensatory role by discouraging decisions that hinder upward-track mobility.",
          "url": "https://doi.org/10.1162/euso_a_00033",
          "doi": "https://doi.org/10.1162/euso_a_00033",
          "filter": 0
        },
        {
          "title": "Critical racial literacy and public sociology: Visiblizing race among local authorities in Ireland",
          "authors": "James Carr, Tiba Bonyad",
          "abstract": "Ireland is no stranger to racisms in their various forms. To the historical can be added the recent increased visibility of violent racist acts and an intensifying, broader climate of racism targeting those deemed as Other in Ireland. These contextual insights underscore the urgent need for public authorities to take the initiative and meaningfully engage in anti-racist strategies. Following racial literacy theorists, we apply critical racial literacy as a conceptual tool to understand whether and how Irish local authorities understand, negotiate and resist racial hierarchies. Drawing on sixty-nine in-depth interviews with the staff of seven local authorities across Ireland, our findings demonstrate that hegemonic discourses around equality, diversity and inclusion shape individual and institutional recognition of racism, thus underpinning race-evasive policy and practice. Bringing the concept of critical racial literacy into the field of public sociology, we argue for the development of a counter hegemonic racial literacy within local authorities as institutions, and staff therein, that moves beyond the superficial to recognize racism as systemic; understand racialization as processual; catalyze reflexivity vis-à-vis positionality; and motivate a change to anti-racist praxis.",
          "url": "https://doi.org/10.1162/euso_a_00032",
          "doi": "https://doi.org/10.1162/euso_a_00032",
          "filter": 0
        },
        {
          "title": "Skill evaluations over careers: Hiring software developers and human resource professionals in Germany",
          "authors": "Luisa Burchartz",
          "abstract": "Whereas previous research on hiring processes shows how merit is constructed during the evaluations, the cultural dimension of job-specific skills has attracted little attention. These skill evaluations vary over careers and, at the same time, constitute what possible careers may look like in the labour market. This article investigates how hiring agents evaluate skills over careers, adding a career approach to skill evaluations in hiring. Skills are analyzed through the concept of skill repertoires as shared grammars of valuing and making sense of skills. Based on interviews with hiring agents for Software Development and Human Resource Management positions in Germany (n=42), this article shows different dominant skill repertoires that are linked to career narratives, evaluative techniques, and across-career differences. The skill growth repertoire in Software Development sets out shared standards of evaluation across careers as a project of learning and teaching. In HRM, the natural fit repertoire, wherein hiring agents evaluate and make sense of skills as inborn competencies, is enmeshed with an image of individualized careers that fit a person. These skill repertoires shape evaluations of skills across career stages in different patterns and they are mirrored in how careers are structured and made sense of.",
          "url": "https://doi.org/10.1162/euso_a_00031",
          "doi": "https://doi.org/10.1162/euso_a_00031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "The intergenerational effect of educational expansion: evidence from a natural experiment in Spain",
          "authors": "Mar C Espadafor, Alicia García-Sierra",
          "abstract": "This article explores the relationship between parental education and children’s educational outcomes, addressing endogeneity challenges inherent in traditional cross-sectional analyses. Specifically, we investigate whether the increase in education within the parental generation, produced by the 1970 Spanish Educational Reform, led to improved educational attainments in the subsequent generation and whether it brought a reduction of the overall levels of educational inequality. Employing data from the Survey of Health, Ageing and Retirement in Europe (SHARE) and an instrumental variable design, results show that the exogenous increase in parental education positively influenced the educational outcomes of the offspring. However, our findings reveal that overall societal equality remained largely unaffected, as both high- and low-SES families equally benefited from the reform. This study contributes to the social stratification literature by analysing the impact of educational reforms on both educational expansion and equality of opportunity. Furthermore, we explore two plausible channels through which the effect of parental education might manifest: an increase in parental credentials and in academic abilities.",
          "url": "https://doi.org/10.1093/esr/jcaf003",
          "doi": "https://doi.org/10.1093/esr/jcaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Welfare benefit cuts in early childhood and future educational outcomes: a natural experiment",
          "authors": "Dana Shay, Esther Adi-Japha, Yossi Shavit",
          "abstract": "Understanding the long-term effect of early childhood poverty on a child’s life prospects presents a methodological challenge due to the potential endogeneity of family income, making it difficult to establish a clear causal relationship. This study addresses this challenge by exploiting a natural experiment: a major reduction in child allowances and income support benefits for families with young children, which disproportionately affected large and low-income families. We examine the subsequent impact of this policy change on children’s educational achievements. Using administrative population data, we compare the standardized test scores of Israeli fifth-grade students born in 2002—just before the reform, when social security allowances were more generous—to those born in 2004, immediately after the reform was implemented. OLS and Difference-in-Differences analyses reveal a significant negative effect on the test scores of pupils from low-income, large families born after the reform. In particular, fifth-and-last birth-order children in low-income families exhibited significantly lower scores compared to their counterparts born before the reform. No similar effect was observed among children of lower birth order or those from higher-income families born after the reform. These findings underscore the lasting effect of early childhood socioeconomic disparities on educational outcomes and highlight the critical role of social security policy changes in shaping long-term inequality among vulnerable social groups.",
          "url": "https://doi.org/10.1093/sf/soaf042",
          "doi": "https://doi.org/10.1093/sf/soaf042",
          "filter": 0
        },
        {
          "title": "The politics of the Norwegian capitalist class: the inner circle and wealthy owners",
          "authors": "Marte Lund Saga",
          "abstract": "This paper investigates the political activities of different segments within the capitalist class, comparing an inner circle of interlocked directors to a list of Norwegian wealthy owners. Drawing on a unique dataset that combines data on corporate boards with political participation records, the study compares wealthy owners and an “inner circle” of corporate directors. The findings reveal a division of labor within the capitalist class: while directors who are embedded in corporate networks participate more actively in institutionalized political settings, such as government advisory boards and business associations, wealthy owners exert their influence through financial contributions to political parties. Contrary to arguments suggesting that fragmentation of corporate networks weakens political power, this study shows that these groups continue to effectively promote their interests through distinct yet complementary strategies. The analysis highlights the continued political significance of both ownership and corporate directorships in influencing political processes, even in an “egalitarian” Scandinavian context. These findings challenge assumptions about a lack of cohesion and unity in the capitalist class and offer new insights into how economic power is translated into political influence.",
          "url": "https://doi.org/10.1093/sf/soaf047",
          "doi": "https://doi.org/10.1093/sf/soaf047",
          "filter": 0
        },
        {
          "title": "Not paying unto Caesar: Christian nationalism, politics, race, and opposition to taxation",
          "authors": "Samuel L Perry, Ruth Braunstein",
          "abstract": "Americans’ views on taxation exercise a powerful influence on political outcomes. Yet these views cannot be solely attributed to partisanship or even racial or economic self-interest. Recent work on the cultural sociology of taxation stresses that Americans’ views on taxes are shaped by their understanding of proper social order. Integrating these insights with burgeoning work on Christian nationalism (representing an idealized ethno-cultural social order), we examine how Christian nationalism corresponds to Americans’ views on taxation and the moderating influences of key social identities. We analyze data from three national surveys containing three different multi-item Christian nationalism indexes and numerous taxation questions. Even after accounting for partisanship, political ideology, religious characteristics, and other relevant correlates, the more Americans affirm Christian nationalist views, the more likely they are to believe their own income tax is too high; favor tax cuts to promote economic growth; oppose redistributive taxes on wealthy persons and corporations; believe the rich pay too much in taxes while believing poorer Americans often do not pay their fair share; and oppose taxes to help the environment. Interactions indicate Christian nationalism’s association with opposition to taxation is often stronger among White Americans compared to Black Americans and most often more pronounced among liberals and Democrats since those on the ideological or partisan right largely oppose taxation regardless of their views on Christian nationalism. Findings extend research on both taxation and Christian nationalism, elucidating relational dynamics at play in the former and clarifying the racialized, partisan, classist, and libertarian nature of the latter.",
          "url": "https://doi.org/10.1093/sf/soaf041",
          "doi": "https://doi.org/10.1093/sf/soaf041",
          "filter": 0
        },
        {
          "title": "Evidence for the welfare magnet hypothesis? A global examination using exponential random graph models",
          "authors": "Tim S Müller",
          "abstract": "The welfare magnet hypothesis states that welfare generosity in destination countries is a migration pull factor. However, supporting evidence is mixed. Previous research has focused on explanatory factors in destination countries rather than in origin countries, examined migration from Organisation for Economic Co-operation and Development country perspectives rather than from a global perspective, and typically ignored that migration flows are not independent, thus overestimating welfare spending effects. We used exponential random graph models to examine migration flows between 160 countries and treated welfare spending in origin and destination countries as the main explanatory variable. Our findings show that social spending attraction effects largely disappear after controlling for various explanatory variables (gross domestic product, population size, geographic distance, democracy levels, and common spoken language). The migration preferences of low- and high-income groups do not mediate social spending attraction effects. Furthermore, flows between countries with similar spending levels are greater than flows between very low- and very high-spending countries, indicating migrant status maintenance. In conclusion, we find insufficient evidence that welfare spending strongly impacts migration.",
          "url": "https://doi.org/10.1093/sf/soaf048",
          "doi": "https://doi.org/10.1093/sf/soaf048",
          "filter": 0
        },
        {
          "title": "It is not what you weigh, it is how you present it: body size, attractiveness, physical functioning, and access to partnership and sexuality for older men and women",
          "authors": "Yiang Li, Linda J Waite",
          "abstract": "Physical attractiveness has been linked to better economic, dyadic, and health outcomes but is understudied. We focus here on the gendered implications of attractiveness for one component of social well-being, access to intimate partnership and sexuality, among older adults. In addition, we examine the role of body size, as measured and rated by an observer, in evaluating attractiveness and the diverging consequences for women and men. We use data from Rounds 1 (2005–2006) and 2 (2010–2011) of the National Social Life, Health, and Aging Project (N = 2,144) to explore the association of two measures of body size, weight relative to height (body mass index [BMI]) and interviewer assessments of body size, with sexual behavior that requires a partner and sexual behavior that does not. We find that at larger body sizes as reflected in both the BMI and rated body shape, women—but not men—face a lower probability of having a partner and engaging in partnered sex, and a lower frequency of vaginal intercourse and receiving sexual touch. These associations are mediated by physical functioning for the BMI and by attractiveness as rated by the interviewer for rated body shape. We also find that women—but not men—are more likely to report finding sex not pleasurable at a higher BMI, which partly operates through the mechanism of functional limitations. We suggest that these findings reflect different attractiveness standards for men and women, which reduce women’s access to partners and partnered sex but not solitary sex, such as masturbation.",
          "url": "https://doi.org/10.1093/sf/soaf046",
          "doi": "https://doi.org/10.1093/sf/soaf046",
          "filter": 0
        },
        {
          "title": "Review of “We Are Each Other's Business: Black Women's Intersectional Political Consumerism During the Chicago Welfare Rights Movement”",
          "authors": "Mary Ann Clawson",
          "url": "https://doi.org/10.1093/sf/soaf043",
          "doi": "https://doi.org/10.1093/sf/soaf043",
          "filter": 0
        },
        {
          "title": "Review of “Regression Inside Out”",
          "authors": "Jun Xu",
          "url": "https://doi.org/10.1093/sf/soaf045",
          "doi": "https://doi.org/10.1093/sf/soaf045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
