{
  "update": "2025-01-17",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The Risks of Renting on the Margins: Housing Informality and State Legibility in the COVID-19 Pandemic",
          "authors": "Claire Laurier Decoteau, AJ Golio, Cal Lee Garrett",
          "abstract": "Welfare programs place burdens on citizens to document their vulnerability through means-tested regulations in the United States, but theories of the welfare state do not necessarily account for mismatches between residents’ eligibility and their legibility to state infrastructure. Focusing on housing instability during the COVID-19 pandemic, we explain how Chicago residents who were eligible for emergency rental assistance programs (ERAPs) were unable to render their vulnerability and survival strategies legible to formal bureaucratic systems. This meant that despite the extensive federal funding allocated to state and municipal ERAPs during the pandemic, many people who were behind on rent did not even apply for support. Based on 76 in-depth interviews with low-income renters and 25 interviews with people working with these programs in Chicago, we document three mismatches between renters’ survival strategies and the requirements of formal bureaucratic systems of categorization. First, we illustrate how people who informally leased apartments in Chicago struggled to properly document their housing instability and the administrative burdens they faced in doing so. Second, because of acute housing precarity and fear of eviction, some renters prioritized their rent over other needs and then could not translate their vulnerability into ERAP eligibility. Third, we explain how undocumented Chicagoans often avoided ERAPs because of the perceived risks associated with becoming legible to the state. Being unable or unwilling to access aid created a cascade of other precarious conditions.",
          "url": "https://doi.org/10.1177/00031224241307343",
          "doi": "https://doi.org/10.1177/00031224241307343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Who becomes a parent while jobless? On the importance of limited opportunities and the normalization of disadvantage",
          "authors": "Daniël van Wijk, Helga A G de Valk, Aart C Liefbroer",
          "abstract": "In many developed countries, men and women postpone parenthood when they are jobless, but this relationship differs between subgroups. We hypothesize that stronger embeddedness in structures of disadvantage engenders a weaker adaptation of fertility behaviour to joblessness due to more limited opportunities in the labour market and the normalization of a disadvantage when it is widespread among relevant others. Using Dutch full-population register data, we select all persons born in the Netherlands between 1988 and 1990 and follow them from 2006 to 2019. An innovative combination of sources in the registers is used to measure the prevalence of joblessness among parents, siblings, neighbourhood peers, and former school peers. Event history models show that jobless men and women postpone first childbearing, but they do so to a lesser extent when they are lower educated and when disadvantage is more prevalent in the social environment.",
          "url": "https://doi.org/10.1093/esr/jcae052",
          "doi": "https://doi.org/10.1093/esr/jcae052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "A processual framework for understanding the rise of the populist right: the case of Brazil (2013–2018)",
          "authors": "Benjamin H Bradlow, Tomás Gold",
          "abstract": "How and in what sequence do social structures, contingent events, and agents’ decisions combine over time to bring about a new populist right? To answer this question, we propose a framework to analyze social processes spanning three levels of analysis: global political economy, national political articulation, and subnational political geography. We challenge static theories that focus solely on the “supply and demand” for populism, as well as purely contingent accounts of a “perfect storm.” Instead, we argue that processes across these three levels link together in causal chains to produce an “ecosystem” of right-wing populist support. To specify this framework, we analyze the ascendance of Jair Bolsonaro to the presidency of Brazil between 2013 and 2018, drawing upon quantitative macroeconomic and protest event data, qualitative interview and archival data collected from private sector actors and social movements, and geo-spatial electoral data. Finally, we probe the generalizability of this analytical framework through a discussion of secondary work on recent cases of right-wing populism in the Global South. By focusing on the dynamic connection of inter-scalar processes over time, we illustrate how our framework paves the way for further conjunctural analyses of the current right-wing populist upsurge.",
          "url": "https://doi.org/10.1093/sf/soae189",
          "doi": "https://doi.org/10.1093/sf/soae189",
          "filter": 0
        },
        {
          "title": "Communists and Black liberation movements: divergent trajectories in the United States and South Africa, 1939–1969",
          "authors": "Marcel Paret, Zachary Levenson",
          "abstract": "In the 1920s, the Moscow-based Comintern began to promote a Black Communist movement, with specific emphasis on the United States and South Africa. Despite this common point of departure, the United States and South African Communist parties followed opposite trajectories. By the mid-20th century, the former dwindled as it grew increasingly detached from Black movements, while the latter developed a close relationship with the African National Congress, setting the stage for the party’s explosive growth in the post-apartheid period. To explain this divergence, we focus on what we call movement politics: the dynamic interaction among movements as they pursue particular political orientations and strategies. In the instances examined here, movement politics takes the form of a triangular relationship among three sets of actors: the international Communist movement, Black movements, and national Communist parties. We examine this dynamic interaction in two key conjunctures: first, during World War II, when loyalty to the Soviet Union proved to be an asset for the CPSA and a liability for the CPUSA; and second, during the Cold War, when South African Communists and Black movements converged on a politics of national liberation, while in the United States, Black movements turned to Third World liberation or anti-Communism as two alternatives to the CPUSA. These divergent trajectories reveal the period considered here, 1939 to 1969, as a critical juncture when American Communists became alienated from Black movements, while their counterparts in South Africa developed a lasting alliance with Black movements that persists to this day.",
          "url": "https://doi.org/10.1093/sf/soae171",
          "doi": "https://doi.org/10.1093/sf/soae171",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Using Google Maps to Generate Organizational Sampling Frames",
          "authors": "Brad R Fulton, David P King",
          "abstract": "Organizational researchers use a variety of methods to obtain sampling frames. The utility of these methods, however, is constrained by access restrictions, limited coverage, prohibitive costs, and cumbersome formats. This article presents a new method for generating organizational sampling frames that is cost-effective, uses publicly available data, and can produce sampling frames for many geographic areas in the U.S. The Python-based program we developed systematically scans the Google Maps platform to identify organizations of interest and retrieve their contact information. We demonstrate the program's viability and utility by generating a sampling frame of religious congregations in the U.S. To assess Google Maps’ coverage and representativeness of such congregations, we examined two nationally representative samples of congregations and censuses of congregations in a small, medium, and large city. We found that Google Maps contains approximately 98% of those congregations––extensive coverage that ensures a high degree of representativeness. This study provides evidence that using Google Maps to generate sampling frames can improve the process for obtaining representative samples for organizational studies by reducing costs, increasing efficiency, and providing greater coverage and representativeness.",
          "url": "https://doi.org/10.1177/00491241241305095",
          "doi": "https://doi.org/10.1177/00491241241305095",
          "filter": 0
        },
        {
          "title": "The Rise in Occupational Coding Mismatches and Occupational Mobility, 1991–2020",
          "authors": "Andrew Taeho Kim, ChangHwan Kim",
          "abstract": "Occupation is a construct prone to classification mismatches by coders and description inconsistency by respondents. We explore whether mismatches in occupational coding have recently increased, what factors are associated with the rise in mismatches, and how the rise affects estimates of intragenerational occupational mobility. Utilizing the 1991–2020 Annual Social and Economic Supplement of the Current Population Survey, which collects information on respondents’ current occupation and the previous year’s main occupation, we identify coding mismatches and compare the probabilities of occupational mobility based on four combinations of two variables. Our results show that not only do the estimates of occupational mobility between two adjacent years vary substantially across measures, but also that the magnitudes of intragenerational occupational mobility across measures become increasingly decoupled over time. We demonstrate that the likely cause of this divergence is the rise in coding mismatches between coders. We discuss the implications of our findings.",
          "url": "https://doi.org/10.1177/00491241241303517",
          "doi": "https://doi.org/10.1177/00491241241303517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
