{
  "update": "2025-04-04",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Newcomers’ self-assessed visibility and their perceptions of discrimination. The case of Turks and Syrians in Germany",
          "authors": "Claudia Diehl, Sabine Trittler",
          "abstract": "Using survey data collected among recent Turkish and Syrian immigrants in Germany, we examine the relationship between newcomers’ self-assessed phenotypic visibility, their level of education, and their perceptions of discrimination. Theoretically, we argue that individuals who can be identified by visible cues, such as skin colour or a headscarf, face more and more persistent discrimination than others. In addition, according to the ‘integration paradox’, more educated individuals are more likely to interpret ambiguous negative incidents as discriminatory. Finally, while education generally reduces the risk of being exposed to discrimination due to the greater popularity of skilled migrants, this reduction is less pronounced for visible migrants. Based on these arguments, we expect perceptions of discrimination to be particularly pronounced among visible and highly educated individuals. In this group, a high risk of being discriminated against coincides with high aspirations for equality—and a pronounced awareness of unequal treatment. The results show that even within the same groups of origin, respondents who report that their foreign roots are visible to others perceive significantly more experiences of discrimination than those who report that they are not recognizable by visible characteristics. Migrants with higher levels of education do not generally perceive more discrimination than those with lower levels of education. Instead, it is the subgroup of visible and highly educated migrants who report particularly high levels of discrimination.",
          "url": "https://doi.org/10.1093/esr/jcaf015",
          "doi": "https://doi.org/10.1093/esr/jcaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
