{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "Adaptation to paternal leave policies in Finnish municipalities: changing gender norms and cross-border policy legacies",
          "authors": "Tiia-Maria Pasanen, Satu Helske, Giovanni Amerigo Giuliani, Simon N. Chapman, Jouni Helske",
          "abstract": "Countries where public opinion tends to favour gender equality tend to invest in policies supporting the dual-earner family model or the earner–carer family model, while countries where public opinion is more inclined to support conservative gender norms tend to have policies supporting the male breadwinner family model. However, even though gender equality norms may be endorsed by the majority of the population, conservative norms could still be largely supported at the sub-national level, potentially leading to lower responses to policy reforms intending to boost gender-equal practices. This study examines shifting norms in fathers’ parental leave uptake in Finnish municipalities in the 2010s, around a reform that gave fathers an independent right to a 6-week quota of “solo” parental leave. We applied a Bayesian spatio-temporal model on administrative data from Finnish municipalities and approximated local norms based on voting data. We also used the proportion of Swedish-speaking residents as a proxy for cross-border policy influences from the neighbouring country Sweden, where paternal leave-taking has been practiced longer. Local support to de-familialising policies was found to predict higher leavetaking, but only under a less supportive policy configuration. The proportion of Swedish-speaking residents was found to be increasingly important for predicting paternal leave-taking. We interpret this as a sign of cross-border influences from Sweden. Interestingly, uptake increased the fastest in a more conservative region, probably due to its strong linguistic and cultural links to Sweden. Furthermore, we observed spatial dependencies between neighbouring municipalities, which supports our spillover hypothesis; that interactions among families nearby lead them to adopt new practices.",
          "url": "https://doi.org/10.1162/euso.a.43",
          "doi": "https://doi.org/10.1162/euso.a.43",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
