{
  "update": "2024-10-18",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Decomposing sibling correlations: a new measure of group-specific intergenerational persistence in socioeconomic outcomes",
          "authors": "Kristian Bernt Karlson, Jung In",
          "abstract": "We introduce a novel approach for decomposing sibling correlations in socioeconomic attainment into group-specific components. These groups are defined at the family level, based on factors such as parental income, marital status, race, or the gender composition of siblings. Unlike existing studies that compare sibling correlations across different groups, our method accounts for differences in average outcomes between groups in the overall outcome distribution. This approach results in a group-specific measure of persistence in the overall outcome distribution, contrasting with the ‘within-group’ measure commonly used in the literature. Additionally, we propose a straightforward ‘counterfactual’ framework to identify which groups have a greater impact on trends or country differences in sibling correlations. We present three examples that demonstrate the utility of our method.",
          "url": "http://dx.doi.org/10.1093/esr/jcae035",
          "doi": "10.1093/esr/jcae035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Inequality and socio-economic divides in parental transfers to young adults in the United States",
          "authors": "Ginevra Floridi",
          "abstract": "Parental transfers of money and co-residence to young-adult children can serve as means of status reproduction. Yet, the relationship between inequality and socio-economic gaps in these forms of parental support has not been studied. Inequality may widen socio-economic differentials in monetary and co-residential transfers, potentially hindering social mobility. I test the association between income inequality and socio-economic divides in parental support to children aged 22–35 in the United States (U.S.), a context where the economic dependence of young adults has increased over decades of high or rising inequality. I link state-level inequality data to longitudinal data on 39,626 parent–child dyads from the Health and Retirement Study (1992–2018). Using state fixed-effects models I investigate how changes in income inequality within states relate to changes in wealth, income, and educational gradients in parental transfers over time. Socio-economic differences in the occurrence and amount of money transfers widen with inequality, as the probability of monetary support decreases among lower-class and lower-educated parents, while the amounts transferred increase among upper-class and higher-educated parents. Moreover, in times of higher inequality, co-residence is more strongly concentrated among lower-class, lower-educated parents. Previous research indicates that receiving money improves labor and housing market outcomes, while co-residence may restrict economic opportunities among young adults from disadvantaged backgrounds. In light of this, my findings suggest that rising U.S. inequality may hinder social mobility by shifting the socio-economic distribution of intergenerational support.",
          "url": "http://dx.doi.org/10.1093/sf/soae148",
          "doi": "10.1093/sf/soae148",
          "filter": 0
        },
        {
          "title": "Review of “The Last Plantation: Racism and Resistance in the Halls of Congress”",
          "authors": "Philip V McHarris",
          "url": "http://dx.doi.org/10.1093/sf/soae150",
          "doi": "10.1093/sf/soae150",
          "filter": 0
        },
        {
          "title": "Review of “After Tragedy Strikes: Why Claims Of Trauma and Loss Promote Public Outrage and Encourage Political Polarization”",
          "authors": "William E Lovekamp",
          "url": "http://dx.doi.org/10.1093/sf/soae149",
          "doi": "10.1093/sf/soae149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
