{
  "update": "2025-04-25",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Positioning Stories: Accounting for Insecure Work",
          "authors": "Kathleen Griesbach",
          "abstract": "How do structural features of work shape workers’ interpretations of precarity, or the stories they tell? This article draws on 120 interviews with four groups of workers who confront temporal and spatial instability: Texas-based agricultural and oilfield workers and NYC-based adjunct instructors and delivery workers. I find that rather than adopting one dominant individualizing story, as previous research suggests, workers instead move between what I call positioning stories : narratives that interpret their work’s particular structural features. In doing so, workers combine individualistic and structural frames to cope with their positional uncertainty. Depending on the specific tempo and geography of their work, workers account for spatial instability in stories about sacrifice and self-improvement; they interpret temporal instability in stories about addiction and the burden of time passing without progress. Workers combine these with stories highlighting meaning and exploitation in their labor process. These findings reveal how structural precarity impedes a cohesive narrative by disrupting identities and life projects, but it also undermines the credibility of individualistic accounts. The resulting narrative fragmentation may inspire a wide range of responses, from resignation to contestation.",
          "url": "https://doi.org/10.1177/00031224251328393",
          "doi": "https://doi.org/10.1177/00031224251328393",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Spatial Analysis of the Social World",
          "authors": "Michael D.M. Bader",
          "abstract": "Because all human activity occurs at least partially in physical space, explaining sociological outcomes often benefits from modeling spatial patterns of social activity. This article reviews methods that sociologists may wish to use to analyze sociological phenomena based on three different types of data indexed to space in three ways: areal data indexed to polygons on the Earth's surface, point data indexed to latitudes and longitudes, and spatial ties data that measure relationships between people and place. Issues common to all three types of data, including privacy, changing between types of data, and model assumptions, deserve careful consideration, particularly to understand how those issues introduce systematic biases into analyses of spatially indexed data. The plethora of existing methods offer the chance to improve sociological explanations of spatial patterns of social life. The thoughtful collection of spatially indexed data and the construction of innovative variables that test ideas about how space influences social outcomes offer the best opportunity to improve sociological explanations for the influence of spatial processes in social life.",
          "url": "https://doi.org/10.1146/annurev-soc-030921-033618",
          "doi": "https://doi.org/10.1146/annurev-soc-030921-033618",
          "filter": 0
        },
        {
          "title": "Applications of Signaling Theory in Sociological Scholarship",
          "authors": "Wojtek Przepiorka",
          "abstract": "Signaling theory (ST) describes how people deal with and overcome uncertainties about others’ attributes and intentions relevant to their interactions. I integrate ST into a multilevel framework to highlight how people's need to overcome these uncertainties shapes collective outcomes and to spell out the different conditions for the theory's predictions. After a nontechnical outline of the integrated ST framework, I review three strands of sociological scholarship that have applied ST, broadly construed: ( a ) the job market and the education-to-work transition, ( b ) trust and cooperation in social and economic exchange relations, and ( c ) signaling norms and boundary making in intergroup relations. After recounting how ST has spurred the sociological imagination, I sketch promising research directions.",
          "url": "https://doi.org/10.1146/annurev-soc-090524-044242",
          "doi": "https://doi.org/10.1146/annurev-soc-090524-044242",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "The effects of Muslim immigration and demographic change on group boundaries in Germany",
          "authors": "Johanna Gereke, Marc Helbling, Alexandra Kommol, Daria Szafran, Zeynep Ünal, Mma Visser-Koomson",
          "abstract": "Increasing ethnic and religious diversity in many Western societies has sparked research on the consequences of this demographic change on intergroup relations. The impact of Muslim immigration in Europe has become a particularly salient topic in political debates. Yet, the effects of prospective immigrant population growth and the numerical increase of Muslims on group boundaries remain unclear. In this study, we examine how respondents belonging to the majority group react to information about demographic shifts, and how these shifts affect group boundaries using a survey experiment in Germany. Our results show that exposure to information about either a growing number of immigrants in general or specifically Muslims increases perceptions of threat among majority group members. This leads them to more frequently categorize individuals with ambiguous German / Middle Eastern and North African (MENA) features as likely having a migration background, particularly when the information specifically highlights the demographic increase of the Muslim population. However, the contraction of the group boundary in response to this information is modest. Further, the perceived status threat associated with demographic shifts leads to an increase in negative sentiments towards individuals perceived to have MENA physical characteristics. These findings contribute to a growing literature on the consequences of demographic change, the inclusion and discrimination of Muslim immigrant minorities and the delineation of group boundaries in diverse European societies.",
          "url": "https://doi.org/10.1162/euso_a_00038",
          "doi": "https://doi.org/10.1162/euso_a_00038",
          "filter": 0
        },
        {
          "title": "“Tell me more…”: The kind of information added influences ethnic discrimination in the Swiss rental housing market",
          "authors": "Eva Zschirnt, Julie Lacroix, Didier Ruedin",
          "abstract": "Experimental research in many countries shows that ethnic or racial minorities are discriminated against in rental housing markets. Such discrimination may reflect an aversion to minority tenants, but can also be due to the use of stereotypical images of minorities in the absence of clear signals that minority apartment seekers are suitable tenants. Existing experimental research has struggled to distinguish these two channels. In a nationwide field experiment in Switzerland (paired applications to over 5,700 proprietors), we find evidence of discrimination against apartment seekers with Turkish and Kosovar names (i.e. distant minorities) while individuals with names from neighbouring countries (i.e. close minorities) are not discriminated against. Requests with more information generally receive more invitations, but the effect of this increased invitation rate is similar across minority groups. We find that adding more information does not reduce discrimination as such, as many previous studies have been claiming, but that the kind of information provided matters: while offering additional information about employment status reduces discrimination for individuals with Kosovar and Turkish names, signalling naturalisation does not lead to less discrimination.",
          "url": "https://doi.org/10.1162/euso_a_00034",
          "doi": "https://doi.org/10.1162/euso_a_00034",
          "filter": 0
        },
        {
          "title": "Increasing Work Intensity to Improve Economic Well-being. An Analysis Across European Countries",
          "authors": "Claudia Colombarolli",
          "abstract": "This paper examines the impact of year-to-year increases in work intensity on economic well-being across European countries. Work intensity may rise through an increased number of months worked or the exit of dependent adult children. This study examines the differences between these two mechanisms. Both objective and subjective economic well-being are considered, namely, income levels and perceived ability to make ends meet. The analysis draws on 2010-2019 EU-SILC longitudinal data, focusing on individuals in households with adult children. It shows that, as work intensity increases from one year to the next, improvements in objective economic well-being are generally greater than those in subjective economic well-being. Both mechanisms are found to be relevant in improving income levels, especially if they occur simultaneously. The exit of dependent adult children proves effective in improving the perceived ability to make ends meet in some countries, but not all. Investing in quality employment could thus offer dual advantages, supporting young adults' transition to adulthood and improving their parents' economic well-being. In Southern European countries, households struggle to boost their work intensity from one year to the next, yet increased work intensity has a substantial impact on improving economic well-being there.",
          "url": "https://doi.org/10.1162/euso_a_00037",
          "doi": "https://doi.org/10.1162/euso_a_00037",
          "filter": 0
        },
        {
          "title": "Sociotechnical imaginaries of social inequality in the design and use of AI recruitment technology",
          "authors": "Laura Sartori, Clementine Collett",
          "abstract": "Through interviewing 12 companies in Italy which either design (vendors) or use (clients) AI recruitment technology systems, we explore how these companies perceive their systems to interact with issues of social inequality and how these perceptions, in practice, carry societal impacts. Three sociotechnical imaginaries (Jasanoff and Kim, 2015) were consistently embedded within these companies’ visions of this intersection: the third eye, the river, and the car bonnet. Through critically analysing these imaginaries, we find that they exhibit an overriding desire for productivity and talent capture from clients, and a consequential de-prioritisation of addressing social inequality and scrutinising the ways it could be reproduced from both vendors and clients. It demonstrates that the current ‘desired’ futures, shown by the sociotechnical imaginaries which vendors and clients share for AI-tec-tech are really leading us towards an ‘undesirable’ future of hiring which continues to perpetuate social inequality. This study contributes one of the first pieces of empirical work to simultaneously assess the perceptions of AI-rec-tech vendors’ and clients’ surrounding social inequality, to shed light on the priorities for design and the motivations for usage, and to reflect upon how this impacts society. This is a significant and original contribution to the evolving body of literature on AI-rec-tech in sociology, critical data studies, and communications.",
          "url": "https://doi.org/10.1162/euso_a_00035",
          "doi": "https://doi.org/10.1162/euso_a_00035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Catholics in America: A Social Portrait”",
          "authors": "Brian Starks",
          "url": "https://doi.org/10.1093/sf/soaf044",
          "doi": "https://doi.org/10.1093/sf/soaf044",
          "filter": 0
        },
        {
          "title": "Review of “When Rape Goes Viral: Youth and Sexual Assault in the Digital Age”",
          "authors": "Anna Brasseur",
          "abstract": "This review explores Anna Gjika’s When Rape Goes Viral (2023), a sociological study of how digital technologies transform the dynamics of sexual violence among youth. Through detailed analysis of high-profile cases like Steubenville and Maryville, Gjika argues that social media not only amplifies rape culture but also shifts how consent, victimhood, and justice are perceived. The book examines the dual role of digital evidence—supporting survivors while sometimes retraumatizing them—and critiques the legal system’s limitations in addressing online forms of harm. The review highlights Gjika’s valuable contributions, including her call for restorative justice and consent education, while noting some limitations regarding intersectionality and global legal perspectives. Overall, the book is praised for its clarity, urgency, and relevance in the digital age.",
          "url": "https://doi.org/10.1093/sf/soaf049",
          "doi": "https://doi.org/10.1093/sf/soaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Large Language Models for Text Classification: From Zero-Shot Learning to Instruction-Tuning",
          "authors": "Youngjin Chae, Thomas Davidson",
          "abstract": "Large language models (LLMs) have tremendous potential for social science research as they are trained on vast amounts of text and can generalize to many tasks. We explore the use of LLMs for supervised text classification, specifically the application to stance detection, which involves detecting attitudes and opinions in texts. We examine the performance of these models across different architectures, training regimes, and task specifications. We compare 10 models ranging in size from tens of millions to hundreds of billions of parameters and test four distinct training regimes: Prompt-based zero-shot learning and few-shot learning, fine-tuning, and instruction-tuning, which combines prompting and fine-tuning. The largest, most powerful models generally offer the best predictive performance even with little or no training examples, but fine-tuning smaller models is a competitive solution due to their relatively high accuracy and low cost. Instruction-tuning the latest generative LLMs expands the scope of text classification, enabling applications to more complex tasks than previously feasible. We offer practical recommendations on the use of LLMs for text classification in sociological research and discuss their limitations and challenges. Ultimately, LLMs can make text classification and other text analysis methods more accurate, accessible, and adaptable, opening new possibilities for computational social science.",
          "url": "https://doi.org/10.1177/00491241251325243",
          "doi": "https://doi.org/10.1177/00491241251325243",
          "filter": 0
        },
        {
          "title": "The Mixed Subjects Design: Treating Large Language Models as Potentially Informative Observations",
          "authors": "David Broska, Michael Howes, Austin van Loon",
          "abstract": "Large language models (LLMs) provide cost-effective but possibly inaccurate predictions of human behavior. Despite growing evidence that predicted and observed behavior are often not interchangeable , there is limited guidance on using LLMs to obtain valid estimates of causal effects and other parameters. We argue that LLM predictions should be treated as potentially informative observations, while human subjects serve as a gold standard in a mixed subjects design . This paradigm preserves validity and offers more precise estimates at a lower cost than experiments relying exclusively on human subjects. We demonstrate—and extend—prediction-powered inference (PPI), a method that combines predictions and observations. We define the PPI correlation as a measure of interchangeability and derive the effective sample size for PPI. We also introduce a power analysis to optimally choose between informative but costly human subjects and less informative but cheap predictions of human behavior. Mixed subjects designs could enhance scientific productivity and reduce inequality in access to costly evidence.",
          "url": "https://doi.org/10.1177/00491241251326865",
          "doi": "https://doi.org/10.1177/00491241251326865",
          "filter": 0
        },
        {
          "title": "Social Mobility as Causal Intervention",
          "authors": "Lai Wei, Yu Xie",
          "abstract": "The study of mobility effects is an important subject of study in sociology. Empirical investigations of individual mobility effects, however, have been hindered by one fundamental limitation, the unidentifiability of mobility effects when origin and destination are held constant. Given this fundamental limitation, we propose to reconceptualize mobility effects from the micro- to macro-level. Instead of micro-level mobility effects, the primary focus of the past literature, we ask alternative research questions about macro-level mobility effects: What happens to the population distribution of an outcome if we manipulate the mobility regime, that is, if we alter the observed association between social origin and social destination? We relate individual-level mobility experience to macro-level mobility effects under special interventions. The proposed method bridges the macro and micro agendas in social stratification research, and has wider applications in social stratification beyond the study of mobility effects. We illustrate the method with two analyses that evaluate the impact of social mobility on average fertility and income inequality in the United States. We provide an open-source software, the R package socmob , that implements the method.",
          "url": "https://doi.org/10.1177/00491241251320963",
          "doi": "https://doi.org/10.1177/00491241251320963",
          "filter": 0
        },
        {
          "title": "Networks Beyond Categories: A Computational Approach to Examining Gender Homophily",
          "authors": "Chen-Shuo Hong",
          "abstract": "Social networks literature has explored homophily, the tendency to associate with similar others, as a critical boundary-making process contributing to segregated networks along the lines of identities. Yet, social network research generally conceptualizes identities as sociodemographic categories and seldom considers the inherently continuous and heterogeneous nature of differences. Drawing upon the infracategorical model of inequality, this study demonstrates that a computational approach – combining machine learning and exponential random graph models (ERGMs) – can capture the role of categorical conformity in network structures. Through a case study of gender segregation in friendships, this study presents a workflow for developing a machine-learning-based gender conformity measure and applying it to guide the social network analysis of cultural matching. Results show that adolescents with similar gender conformity are more likely to form friendships, net of homophily based on categorical gender and other controls, and homophily by gender conformity mediates homophily by categorical gender. The study concludes by discussing the limitations of this computational approach and its unique strengths in enhancing theories on categories, boundaries, and stratification.",
          "url": "https://doi.org/10.1177/00491241251321152",
          "doi": "https://doi.org/10.1177/00491241251321152",
          "filter": 0
        },
        {
          "title": "Correcting the Measurement Errors of AI-Assisted Labeling in Image Analysis Using Design-Based Supervised Learning",
          "authors": "Alessandra Rister Portinari Maranca, Jihoon Chung, Musashi Hinck, Adam D. Wolsky, Naoki Egami, Brandon M. Stewart",
          "abstract": "Generative artificial intelligence (AI) has shown incredible leaps in performance across data of a variety of modalities including texts, images, audio, and videos. This affords social scientists the ability to annotate variables of interest from unstructured media. While rapidly improving, these methods are far from perfect and, as we show, even ignoring the small amounts of error in high accuracy systems can lead to substantial bias and invalid confidence intervals in downstream analysis. We review how using design-based supervised learning (DSL) guarantees asymptotic unbiasedness and proper confidence interval coverage by making use of a small number of expert annotations. While originally developed for use with large language models in text, we present a series of applications in the context of image analysis, including an investigation of visual predictors of the perceived level of violence in protest images, an analysis of the images shared in the Black Lives Matter movement on Twitter, and a study of U.S. outlets reporting of immigrant caravans. These applications are representative of the type of analysis performed in the visual social science landscape today, and our analyses will exemplify how DSL helps us attain statistical guarantees while using automated methods to reduce human labor.",
          "url": "https://doi.org/10.1177/00491241251333372",
          "doi": "https://doi.org/10.1177/00491241251333372",
          "filter": 0
        },
        {
          "title": "The Insight-Inference Loop: Efficient Text Classification via Natural Language Inference and Threshold-Tuning",
          "authors": "Sandrine Chausson, Marion Fourcade, David J. Harding, Björn Ross, Grégory Renard",
          "abstract": "Modern computational text classification methods have brought social scientists tantalizingly close to the goal of unlocking vast insights buried in text data—from centuries of historical documents to streams of social media posts. Yet three barriers still stand in the way: the tedious labor of manual text annotation, the technical complexity that keeps these tools out of reach for many researchers, and, perhaps most critically, the challenge of bridging the gap between sophisticated algorithms and the deep theoretical understanding social scientists have already developed about human interactions, social structures, and institutions. To counter these limitations, we propose an approach to large-scale text analysis that requires substantially less human-labeled data, and no machine learning expertise, and efficiently integrates the social scientist into critical steps in the workflow. This approach, which allows the detection of statements in text, relies on large language models pre-trained for natural language inference, and a “few-shot” threshold-tuning algorithm rooted in active learning principles. We describe and showcase our approach by analyzing tweets collected during the 2020 U.S. presidential election campaign, and benchmark it against various computational approaches across three datasets.",
          "url": "https://doi.org/10.1177/00491241251326819",
          "doi": "https://doi.org/10.1177/00491241251326819",
          "filter": 0
        },
        {
          "title": "Machine Bias. How Do Generative Language Models Answer Opinion Polls?",
          "authors": "Julien Boelaert, Samuel Coavoux, Étienne Ollion, Ivaylo Petev, Patrick Präg",
          "abstract": "Generative artificial intelligence (AI) is increasingly presented as a potential substitute for humans, including as research subjects. However, there is no scientific consensus on how closely these in silico clones can emulate survey respondents. While some defend the use of these “synthetic users,” others point toward social biases in the responses provided by large language models (LLMs). In this article, we demonstrate that these critics are right to be wary of using generative AI to emulate respondents, but probably not for the right reasons. Our results show (i) that to date, models cannot replace research subjects for opinion or attitudinal research; (ii) that they display a strong bias and a low variance on each topic; and (iii) that this bias randomly varies from one topic to the next. We label this pattern “machine bias,” a concept we define, and whose consequences for LLM-based research we further explore.",
          "url": "https://doi.org/10.1177/00491241251330582",
          "doi": "https://doi.org/10.1177/00491241251330582",
          "filter": 0
        },
        {
          "title": "Conceptualizing Job and Employment Concepts for Earnings Inequality Estimands With Linked Employer-Employee Data 1",
          "authors": "Donald Tomaskovic-Devey, Chen-Shuo Hong",
          "abstract": "We examine variations in pay gap estimates and inferences associated with distinct conceptualizations of jobs and employment contexts under legal and comparable worth theories of pay bias. We find that job titles produce smaller estimates of within job pay gaps than job groups, but the inferential importance of job concepts differs across organizational, workplace, and job groups within workplace units of observation. Moving from more to less job concept detail, we find almost no inference differences when pay gaps are estimated at the organizational level. Tradeoffs at the workplace and job groups within workplace levels are more common, comprising around 10 percent to 20 percent of observations. A legal theoretical framework leads to fewer empirical estimates of significant pay disparities, while comparable worth estimates suggest higher levels of gender and racial bias at the job and workplace levels. This research has implications for future analyses of linked employer-employee data and for both scientific research and regulatory enforcement of equal opportunity law.",
          "url": "https://doi.org/10.1177/00491241251334124",
          "doi": "https://doi.org/10.1177/00491241251334124",
          "filter": 0
        },
        {
          "title": "The Target Study: A Conceptual Model and Framework for Measuring Disparity",
          "authors": "John W. Jackson, Yea-Jen Hsu, Raquel C. Greer, Romsai T. Boonyasai, Chanelle J. Howe",
          "abstract": "We present a conceptual model to measure disparity—the target study—where social groups may be similarly situated (i.e., balanced) on allowable covariates. Our model, based on a sampling design, does not intervene to assign social group membership or alter allowable covariates. To address nonrandom sample selection, we extend our model to generalize or transport disparity or to assess disparity after an intervention on eligibility-related variables that eliminates forms of collider-stratification. To avoid bias from differential timing of enrollment, we aggregate time-specific study results by balancing calendar time of enrollment across social groups. To provide a framework for emulating our model, we discuss study designs, data structures, and G-computation and weighting estimators. We compare our sampling-based model to prominent decomposition-based models used in healthcare and algorithmic fairness. We provide R code for all estimators and apply our methods to measure health system disparities in hypertension control using electronic medical records.",
          "url": "https://doi.org/10.1177/00491241251314037",
          "doi": "https://doi.org/10.1177/00491241251314037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
