{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Same Policy, No Standardized Outcome: How Admissions Values and Institutional Priorities Shape the Effect of Test-Optional Policies on Campus Diversity",
          "authors": "Greta Hsu, Amanda Sharkey",
          "abstract": "Standardized tests were introduced to U.S. higher education as systematic, neutral measures of students’ intellect. Over time, they became central gatekeeping tools in the college admissions process. However, these tests have faced growing criticism for reinforcing inequality and privileging structurally advantaged students, leading many colleges to eliminate them as admissions requirements. In this study, we extend insights from institutional theory and the study of higher education to develop a novel theory of how the potential diversity benefits of test-optional admissions are contingent upon institutional definitions of merit and competing financial priorities. More specifically, we argue that admissions offices’ claims regarding which criteria are most important to thinking about and evaluating merit can shape the outcomes of test-optional policies in systematic ways. Using data from several sources, including the National Center for Education Statistics’ Integrated Postsecondary Education System and the College Board’s Annual Survey of Colleges, we find that, while eliminating requirements generally leads to an increase in enrollment of underrepresented minority students, this effect is significantly reduced at institutions that continue to strongly value quantitative academic metrics in evaluations of merit. Moreover, when alternative institutional priorities such as financial pressures rise, diversity increases from test-optional policies tend to decline. These findings are especially salient in 2025, as institutions face mounting legal and political restrictions on diversity-related practices. Our findings suggest that the impact of policies like test-optional admissions—once viewed as viable alternatives to race-conscious practices—may be limited unless accompanied by shifts in how institutions define and reward merit.",
          "url": "https://doi.org/10.1177/00031224251352432",
          "doi": "https://doi.org/10.1177/00031224251352432",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "The political consequences of the mental load",
          "authors": "Ana Catalano Weeks",
          "abstract": "How do levels of cognitive household labour—the ‘mental load’ involved in anticipating, fulfilling, and monitoring household needs—affect political interest? The mental load is distinct from the physical tasks of e.g. cooking and cleaning, and thought to be disproportionately undertaken by women. I argue that while low levels of mental load can foster political interest, at high levels the mental (over)load crowds out cognitive space for political issues, especially issues distant from family life. To test this argument, I field a novel survey on politics and household work to a sample of parents in the United States. I find a large gender gap, with mothers reporting primary responsibility for 71 percent of cognitive household labour, compared to fathers’ 45 percent. Low levels of mental load are positively linked to political interest, while high levels of mental load decrease interest in certain issues, including national politics and inflation. I report similar effects for fathers and mothers, but due to the gendered distribution of mental load (mothers carrying more load, on average), negative consequences are much more common among mothers. The findings offer new evidence about a gender gap too often hidden, and its consequences for political life.",
          "url": "https://doi.org/10.1093/esr/jcaf019",
          "doi": "https://doi.org/10.1093/esr/jcaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Heterogeneous and racialized impacts of state incarceration policies on birth outcomes in the United States",
          "authors": "Courtney E Boen, Elizabeth F Bair, Hedwig Lee, Atheendar S Venkataramani",
          "abstract": "While state incarceration policies have received much attention in research on the causes of mass incarceration in the United States, their roles in shaping population health and health disparities remain largely unknown. Merging data on state incarceration policies to vital statistics birth records from 1984 to 2004, we examine the impacts of two signature state incarceration policies adopted during the “tough on crime” era of the 1990s—three strikes and truth-in-sentencing—on Black and White birth outcomes. Using a difference-in-differences event study research design that models the dynamic impacts of these policies over time, we find that these policies had opposing effects on birth outcomes. Birth weight outcomes—including mean birth weight and low birth weight—for Black infants worsened markedly in the year three strikes policies were adopted. By contrast, birth outcomes for Black and White infants gradually improved after truth-in-sentencing policies were adopted. The discordant findings point to distinct, countervailing mechanisms by which sentencing policies can affect population health. We provide suggestive evidence that three strikes policies adversely impacted Black birth outcomes through affective mechanisms, by inducing highly racialized, stigmatizing, and criminalizing public discourse around the time of policy adoption. Our results indicate that truth-in-sentencing likely impacted birth outcomes via material mechanisms, by gradually reducing community incarceration and crime rates. Altogether, these findings point to the need to further interrogate state criminal legal system policies for their impacts on population health, considering whether, how, and for whom these policies result in health impacts.",
          "url": "https://doi.org/10.1093/sf/soaf127",
          "doi": "https://doi.org/10.1093/sf/soaf127",
          "filter": 0
        },
        {
          "title": "Review of “Hear Our Stories: Campus Sexual Violence, Intersectionality, and How We Build a Better University”",
          "authors": "Amber Joy Powell",
          "url": "https://doi.org/10.1093/sf/soaf119",
          "doi": "https://doi.org/10.1093/sf/soaf119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
