{
  "update": "2024-11-22",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Is Meritocracy Not So Bad After All? Educational Expansion and Intergenerational Mobility in 40 Countries",
          "authors": "Herman G. van de Werfhorst",
          "abstract": "In the face of continued socioeconomic inheritance, the belief that the simple expansion of educational opportunities will create meritocratic societies has been met with skepticism. It is well documented that within expanding educational systems, class-advantaged families attempt to secure further advantages for their offspring. Conversely, for many, the modernist belief that educational expansion is a means to achieving a fairer society remains compelling. Studying trends in intergenerational occupational mobility in 40 countries from four continents, I examine whether educational expansion enhances occupational mobility, and whether such trends are counteracted by heightened persistence between social origin and destination within education groups. The results indicate that educational expansion over time, and the policies supporting it, are linked to improved intergenerational occupational mobility. Furthermore, this increased mobility through expanded educational opportunities is not negated by a strengthening of within-education elite persistence in occupational status, suggesting that occupational mobility patterns can genuinely change through educational expansion. The modernist ideology around educational expansion as a driver of social mobility may warrant renewed attention.",
          "url": "http://dx.doi.org/10.1177/00031224241292352",
          "doi": "10.1177/00031224241292352",
          "filter": 0
        },
        {
          "title": "Misery Needs Company: Contextualizing the Geographic and Temporal Link between Unemployment and Suicide",
          "authors": "Byungkyu Lee, Bernice A. Pescosolido",
          "abstract": "Despite long-standing evidence linking higher unemployment rates to increased suicide rates, a puzzling trend emerged in the United States after the Great Recession: suicide rates continued to rise even as unemployment rates declined. Drawing on theories of social networks and reference groups, we advance the concept of “sameness”—in this case, the extent to which an individual’s employment status aligns with the fate of others in one’s community—to clarify how unemployment rates influence suicide. Constructing a multilevel dataset of U.S. suicide deaths from 2005 to 2017, we find that while unemployed individuals face a higher risk of suicide compared to the employed, this gap diminishes in communities with high local unemployment rates. Moreover, the “sameness” effect extends beyond geographic contexts to temporal ones, as national unemployment spikes reduce suicide risk among the unemployed and diminish the importance of local sameness. Together, these findings suggest a mechanism of “situational awareness,” whereby local and national economic contexts shape the meaning of unemployment, shifting its interpretation from personal failure to system failure and reducing its stigma. Our article offers a novel framework for examining the effects of cross-level interactions in suicide research, highlighting the crucial role of culture as deeply intertwined with social network mechanisms in shaping contextual influence.",
          "url": "http://dx.doi.org/10.1177/00031224241288179",
          "doi": "10.1177/00031224241288179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Hiring intentions at the intersection of gender, parenthood, and social status. A factorial survey experiment in the UK labour market",
          "authors": "Anna Zamberlan, Filippo Gioachin, Paolo Barbieri",
          "abstract": "Extant literature points to the gender, parenthood, and social status of job applicants as crucial factors influencing employers’ hiring preferences and behaviours. However, little is known about whether and to what extent the intersection of these attributes leads to specific forms of hiring discrimination. This study aims to fill this research gap by examining whether labour market (dis)advantages related to gender, parenthood, and social status occur in an additive or interactive relationship. We conducted a factorial survey experiment in which more than 2,500 UK-based individuals with recruiting experience rated the profiles of fictitious candidates for various job vacancies. We found significant and substantial discrimination against mothers, indicating the existence of a cumulative disadvantage between being a woman and having children, while high-status candidates were more favourably positioned, albeit with noteworthy differences depending on how social status was signalled. Most interestingly, the motherhood penalty was significantly reduced (up to almost half) for high-status candidates, suggesting a compensatory effect of signalling a high status. This novel evidence in the British context highlights the importance of examining the intersection of different dimensions of discrimination and inequality.",
          "url": "http://dx.doi.org/10.1093/esr/jcae043",
          "doi": "10.1093/esr/jcae043",
          "filter": 0
        },
        {
          "title": "Discrimination in track recommendation but not in grading: experimental evidence among primary school teachers in Hungary",
          "authors": "Dorottya Kisfalusi, Zoltán Hermann, Tamás Keller",
          "abstract": "This study examines discrimination in teacher assessments and track recommendations against Roma minority students in Hungary. We conducted a pre-registered randomized experiment among 413 primary school teachers. Participating teachers evaluated six mathematics or literacy and grammar tests with fictitious, randomized student names and recommended a high school track. Our results show mixed evidence for discrimination against Roma students: teachers do not discriminate in test evaluations but do so in high school track recommendations, though this latter effect is small. We find that contextual factors play a substantial role in discrimination in track recommendations: teachers who receive tests with fewer Roma than non-Roma names discriminate against Roma students, whereas teachers who receive tests with more Roma names do not. In the latter case, non-Roma students receive similarly low track recommendations as Roma students in both experimental conditions. The results are consistent with stereotype-based theories of discrimination.",
          "url": "http://dx.doi.org/10.1093/esr/jcae044",
          "doi": "10.1093/esr/jcae044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Defenders of the status quo: energy protests and policy (in)action in Sweden",
          "authors": "Katrin Uba, Cassandra Engeman",
          "abstract": "Are the positions that protesters take—in favor or against change—consequential for their ability to affect policy? While previous research suggests that protests can inform legislative priorities and facilitate policy introduction, this paper emphasizes policy inaction and stasis as goals of some protest actions. Analysis uses novel and detailed data on energy-related protest and policy actions in Sweden covering a forty-year period and considers protest frequency and size in relation to proposal introduction. The research design uniquely distinguishes between protests in favor or against a specific energy source and proposal activity in line with those demands and also controls for public opinion on each energy source. Findings suggest that pro-renewable energy protests do not yield pro-renewable policies but prevent undesired policies that support non-renewable energy sources. In contrast to pro-renewable protests, protests against renewable energy sources are somewhat more influential. They likewise prevent the introduction of their undesired proposals and also influence the introduction of proposals supporting non-renewable energy sources. Overall, the paper examines policy inaction as a desired protest outcome and argues protest—as a tactic—may be more effective when pushing against rather than for policy change.",
          "url": "http://dx.doi.org/10.1093/sf/soae166",
          "doi": "10.1093/sf/soae166",
          "filter": 0
        },
        {
          "title": "Entering the mainstream economy? Workplace segregation and immigrant assimilation",
          "authors": "Mats Lillehagen, Are Skeie Hermansen",
          "abstract": "Why do foreign-born immigrant workers often concentrate in low-wage, minority-dense workplaces? Do immigrants’ native-born children—who typically acquire better language skills, education, and country-specific knowledge—experience improved access to workplaces in the mainstream economy? Using economy-wide linked employer–employee administrative data from Norway, we analyze both ethnic and economic workplace segregation across immigrant generations. We find that, on average, 32% of immigrants’ coworkers and 16% of second-generation immigrants’ coworkers have immigrant backgrounds, compared to 7% for natives. In terms of economic segregation, the average percentile rank of coworkers’ salaries is 36, 49, and 52 for immigrants, children of immigrants, and natives, respectively. A formal decomposition analysis shows that differences in employee, workplace, and residential location characteristics collectively explain 54–74% of ethnic and 79–84% of economic workplace segregation for immigrants and their children. Key factors driving this segregation in both immigrant generations include education, occupational attainment, industry of employment, having an immigrant manager, and the concentration of immigrant neighbors. This suggests that both skill-based sorting and network-related processes contribute to immigrant–native workplace segregation. However, children of immigrants’ improved access to less immigrant-dense and higher-paying workplaces, compared to immigrants, is primarily driven by differential skill-based sorting (i.e., higher education and shifts in occupation and industry placement). Our findings reveal a sharp decline in workplace segregation relative to natives as children of immigrants advance into the mainstream economy, highlighting the central role of assimilation in skill profiles for workplace integration across immigrant generations.",
          "url": "http://dx.doi.org/10.1093/sf/soae162",
          "doi": "10.1093/sf/soae162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
