{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Strategic family resilience: health declines and intergenerational relationships in multi-child Chinese families",
          "authors": "Yang Zhang, Jiaowei Gong, Tianrong Tang, Ting Li",
          "abstract": "As population aging emerges as a global concern, health declines among older parents have become prevalent. However, we know little about how intergenerational relationships adapt to declines in older parents’ physical, mental, and cognitive health, considering their multi-dimensional and ambivalent natures and the multi-child family context. Drawing on four waves (2014, 2016, 2018, and 2020) of data from a nationally representative survey, the China Longitudinal Aging Social Survey, we found that parent–child relationships became closer after declines in older parents’ physical and cognitive health, while the variation in parent–child relationships across children increased. The greater intimacy was driven by increased functional exchanges and associational connections rather than improved emotional affinity. Compared to families without daughters, the pattern was more pronounced in families with daughters. Moreover, intergenerational relationships were unresponsive to declines in mental health. These findings suggest that Chinese families employ strategic family resilience in response to changing family demands.",
          "url": "https://doi.org/10.1093/sf/soaf214",
          "doi": "https://doi.org/10.1093/sf/soaf214",
          "filter": 0
        },
        {
          "title": "Review of “Canaries in the Code Mine: Precarity and the Future of Tech Work”",
          "authors": "Adam K Schoenbachler",
          "url": "https://doi.org/10.1093/sf/soaf210",
          "doi": "https://doi.org/10.1093/sf/soaf210",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
