{
  "update": "2025-03-07",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Global Value Chains and Union Decline in Rich Democracies",
          "authors": "Matthew C. Mahutga, Manjing Gao, Roshan K. Pandian",
          "abstract": "This article reassesses the classic thesis linking the globalization of production to union decline. Our argument is three-fold. First, prior literature does not appreciate how the exchange conditions characterizing global value chain (GVC) relations between leading firms in rich democracies and supplier firms in less developed countries (LDCs) can undermine unionization through trade. Second, the worldwide entrenchment of GVCs as an organizational form over time, and cross-national variation in the strength and scope of two key labor market institutions (wage-coordination and Ghent systems), should moderate the effect of LDC trade on unionization. Third, trade with LDCs is endogenous in models of union decline, because high unionization often leads to offshoring. Empirically, we use an instrumental variable (IV) design and a panel dataset covering the longest historical period studied to date. IV estimates suggest that trade with LDCs reduces unionization in rich democracies; these estimates are nearly three times as large as results obtained by OLS, and they increase in size as GVCs entrench worldwide. Estimates also weaken in countries with highly coordinated wage-setting institutions and Ghent systems. Nevertheless, conditional effects and counterfactual histories suggest that GVCs cause union decline even in countries with the most union-friendly institutions, and were more important for union decline overall than either wage-coordination or Ghent systems.",
          "url": "https://doi.org/10.1177/00031224251315496",
          "doi": "https://doi.org/10.1177/00031224251315496",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Cosmopolitan Scientists: How a Global Policy of Commercialization Became Japanese”",
          "authors": "Leland L Glenna",
          "url": "https://doi.org/10.1093/sf/soaf027",
          "doi": "https://doi.org/10.1093/sf/soaf027",
          "filter": 0
        },
        {
          "title": "Review of “A Good Reputation: How Residents Fight for an American Barrio”",
          "authors": "Jonathan Wynn",
          "url": "https://doi.org/10.1093/sf/soaf028",
          "doi": "https://doi.org/10.1093/sf/soaf028",
          "filter": 0
        },
        {
          "title": "Correction to: The effect of legislation on perceived disability discrimination: a heterogeneous difference-in-differences analyses",
          "url": "https://doi.org/10.1093/sf/soaf040",
          "doi": "https://doi.org/10.1093/sf/soaf040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
