{
  "update": "2025-02-07",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Role-Accumulation and Mental Health across the Life Course",
          "authors": "Trenton D. Mize, Reilly Kincaid",
          "abstract": "Decades of research shows that holding and maintaining multiple social roles leads to better mental health and well-being overall, but role-accumulation theory has not proposed or considered whether effects vary at different stages in the life course. Rather, the current theory assumes that social roles’ positive influence on mental health should be similar at all ages. In addition, extant work suggests that accumulating roles that are more voluntary than obligatory is the best strategy for mental health, regardless of age. In contrast, socioemotional selectivity theory suggests that in later life, adults tend to reduce their number of social roles, especially voluntary ones, as a strategy to maximize mental health. Using 21 waves/years of longitudinal data on Australian adults, we examine the effect of role-accumulation across the entire adult life course. Fixed-effects models show that the types of roles matter, with obligatory role-accumulation associated with better mental health at most ages, but not in late adulthood. In contrast, voluntary role-accumulation is beneficial at all ages, and especially for the mental health of older adults. The findings mostly support role-accumulation theory’s predictions and highlight the importance of voluntary roles for lifelong well-being. Our results suggest that creating more voluntary role opportunities that are accessible to all ages can benefit older individuals, communities, and population health more broadly.",
          "url": "https://doi.org/10.1177/00031224241313394",
          "doi": "https://doi.org/10.1177/00031224241313394",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Radical right populism and the media: evidence from the supply side and demand side of political information in Germany",
          "authors": "Sebastian Stier, Pascal Siegers, Johannes Breuer",
          "abstract": "Hostile stances towards journalists and perceptions of media bias have become cornerstones of populist radical right identity formation. Despite a lively scholarly and public debate about the relation between populism and the media, a comprehensive account of the supply side of political information—radical right populist parties’ (RRPPs) communication—and the demand side—citizens’ information selection—is still missing. Focusing on the RRPP Alternative for Germany (AfD), this paper first establishes that its Twitter communication features more negative media-related cues and links to hyperpartisan news websites compared with the other major German parties. Self-reported media use from two high-quality surveys as well as a passive web tracking allow us to comprehensively characterize the information selection of AfD supporters. In line with the party’s media-related cues, people identifying with the AfD used alternative online sources more frequently amid less exposure to public broadcasting than supporters of other parties. Beyond Germany, media-related party cues and selective exposure by citizens might play an even more critical role in more polarized societies. More generally, the identified individual-level heterogeneity in media exposure is a scope condition that research on the aggregated societal effects of media coverage, e.g. on immigration, needs to consider.",
          "url": "https://doi.org/10.1093/esr/jcae051",
          "doi": "https://doi.org/10.1093/esr/jcae051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Generational variations in wellbeing: suicide rates, cohort characteristics, and national socio-political context over seven decades",
          "authors": "Jean Stockard",
          "abstract": "Over recent decades, the relative wellbeing of younger birth cohorts declined in many western countries, indicating growing generational inequality. Building on Durkheimian theory, this paper examines explanations for these changes, hypothesizing that differences in cohort wellbeing are related to variations in social integration associated with birth cohorts and national socio-political contexts. Age–period-specific suicide rates of men and women from 1950 to 2020 in 19 highly developed western nations, including 26 birth cohorts, born from 1875 to 2004, are examined using estimable function analysis and age–period–cohort characteristic (APCC) models. Cohort variations in wellbeing are significantly greater in English-speaking nations, which have traditionally provided less institutionalized support and social integration than continental European nations. Age-specific suicide rates are larger for cohorts with childhood demographic characteristics associated with less social integration (relative cohort size and family structure). Major historical events associated with social integration in formative years of late adolescence and young adulthood also influence cohort wellbeing, with higher age-specific rates for cohorts experiencing the Great Depression of the 1930s and health pandemics of the early 20th and 21st centuries and lower rates for those experiencing periods of war and national conflict. However, the magnitude of these associations is strongly influenced by socio-political context. Negative effects of cohort characteristics are muted and positive effects are enhanced in the continental nations. In addition, patterns of associations vary by age and gender. Results remain with strong controls for the pace of change, additional measures of national context, and sensitivity analyses.",
          "url": "https://doi.org/10.1093/sf/soaf019",
          "doi": "https://doi.org/10.1093/sf/soaf019",
          "filter": 0
        },
        {
          "title": "Review of “Framing Refugees: How the Admission of Refugees is Debated in Six Countries across the World”",
          "authors": "David Scott FitzGerald",
          "url": "https://doi.org/10.1093/sf/soaf014",
          "doi": "https://doi.org/10.1093/sf/soaf014",
          "filter": 0
        },
        {
          "title": "Family background and life cycle earnings volatility: evidence from brother correlations in Denmark, Germany, and the United States",
          "authors": "Filippo Gioachin, Kristian Bernt Karlson",
          "abstract": "While stratification scholars have extensively examined intergenerational associations in lifetime income, they have mostly disregarded how family background affects exposure to income volatility over the life course. As exposure to volatility represents a non-desirable outcome associated with negative shocks to individuals’ welfare, studying the link between family background and volatility is key to further advancing the understanding of how family-based inequalities impact lifelong economic prospects. This article fills this gap by providing a comprehensive analysis of the role of family background in shaping exposure to earnings volatility across the life course in Denmark, Germany, and the United States. We find that brother correlations in volatility exposure—a broad measure of family background’s impact—are much lower in Denmark than in Germany and the United States. Further analyses indicate that in Germany and the United States, family background exerts a considerable influence particularly around the period of occupational maturity, while in Denmark, its impact remains consistent over time. We also find that family background impacts volatility exposure net of individuals’ position in the overall earnings distribution, indicating that family background has a direct impact on volatility experiences and thus constitutes a nonnegligible component in intergenerational inequality.",
          "url": "https://doi.org/10.1093/sf/soaf017",
          "doi": "https://doi.org/10.1093/sf/soaf017",
          "filter": 0
        },
        {
          "title": "Approaching or avoiding? Gender asymmetry in reactions to prior job search outcomes by gig workers in female- versus male-typed job domains",
          "authors": "Tiantian Yang, Jiayi Bao, Ming D Leung",
          "abstract": "Despite recent increases in females entering male-typed job domains, women are more likely to exit these jobs than men, leading to a “leaky-pipeline” phenomenon and contributing to continued occupational gender segregation. Extant work has demonstrated that women are less likely to reapply to employers who previously rejected them for jobs in male-typed job domains. However, these studies leave unexamined whether women will reapply to other employers in those job domains and, if so, whether this pattern differs in female-typed job domains, hampering our confidence in the contribution of these patterns to gender segregation. This paper investigates whether employer rejection dampens women’s job-seeking persistence more than men’s for all employers and across male versus female job domains. Regression analyses of more than 700,000 applications for over 200,000 job postings by roughly 70,000 freelancers in an online contract labor market demonstrate that women are more likely than men to reduce job-seeking activity from all employers following rejections in the male-typed IT and programming job domain. Women are also more likely than men to seek jobs in other domains outside IT and programming following job-seeking rejection. By contrast, female freelancers in female-typed writing and translation jobs do not exhibit similar gendered behavior patterns. Implications for research on gender segregation, careers, and hiring are discussed.",
          "url": "https://doi.org/10.1093/sf/soaf011",
          "doi": "https://doi.org/10.1093/sf/soaf011",
          "filter": 0
        },
        {
          "title": "Invisible secularity: American theism beyond belief",
          "authors": "David Voas",
          "abstract": "It is often asserted that religion is changing rather than declining and that the usual indicators give a misleading impression of growing secularity. The evidence presented here suggests that on the contrary, social measures like affiliation and attendance may understate the weakening of personal religiosity. The apparent persistence of belief in God conceals erosion in its substance, strength, salience, and stability. The levels of religiosity and spirituality among the religiously unaffiliated are declining, notwithstanding the rapid expansion in their numbers. Moreover, belief has not just diminished among Americans who no longer belong to religious organizations: it is fading from one generation to the next among people who continue to belong. Americans are becoming less confident in the existence of God, less persuaded that God is active and judgmental, less inclined to see God as important, and less likely to express consistent conviction. Contrary to claims that apparent secularization masks enduring (if unorthodox) invisible religion, implicit religion, diffused religion, lived religion, and so on, the evidence shows that continuing religious involvement disguises waning religiosity. The research is based on six waves of the Baylor Religion Survey (2005–2021) in conjunction with the General Social Survey (1972–2022).",
          "url": "https://doi.org/10.1093/sf/soaf018",
          "doi": "https://doi.org/10.1093/sf/soaf018",
          "filter": 0
        },
        {
          "title": "The intergenerational reproduction of self-direction at work: Revisiting Class and Conformity",
          "authors": "Kaspar Burger, Francesca Mele, Monica Kirkpatrick Johnson, Jeylan Mortimer, Xiaowen Han",
          "abstract": "In his path-breaking monograph, Class and Conformity, Melvin Kohn reasoned that parents prepare their children for the same conditions of work that they themselves experience. Kohn and his colleagues’ research focused on the influence of parental self-direction at work on parental child-rearing values and practices, as well as the self-directed values of children. The intergenerational transmission of occupational self-direction from parents to the succeeding generation of adult children, strongly implied by Kohn’s analysis, has not been empirically tested. Using two-generation longitudinal data from the Youth Development Study (N = 1139), we estimate a structural equation model to assess the intergenerational continuity of occupational self-direction. We find evidence supporting a key inference of Kohn’s analysis: that self-direction at work, a primary feature of jobs of higher social class standing, is transmitted across generations via self-directed psychological orientations, operationalized here as intrinsic work values. Intrinsic values also significantly predicted second-generation educational attainment, contributing further to the reproduction of socioeconomic inequality. The findings enhance understanding of the intergenerational transmission of advantage.",
          "url": "https://doi.org/10.1093/sf/soaf016",
          "doi": "https://doi.org/10.1093/sf/soaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "When to Use Counterfactuals in Causal Historiography: Methods for Semantics and Inference",
          "authors": "Tay Jeong",
          "abstract": "According to the interventionist framework of actual causality, causal claims in history are ultimately claims about special types of functional dependencies between variables, which consist not only of actual events but also of corresponding counterfactual states of affairs. Instead of advocating the methodological use of counterfactuals tout court, we propose specific circumstances in historical writing where counterfactual reasoning comes in most handy. At the level of semantics, that is, the specification of the variables and their possible values, an explicit specification of the latent contrast classes becomes particularly useful in situations where one may be prompted to take an event that is pre-empted by the antecedent of interest as its proper causal contrast. At the level of inference, we argue that cases in which two or more antecedents appear to be playing a similar role tend to fumble our pretheoretical intuition about cause and propose a sequence of counterfactual tests based on actual examples from causal historiography.",
          "url": "https://doi.org/10.1177/00491241251314039",
          "doi": "https://doi.org/10.1177/00491241251314039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
