{
  "update": "2025-02-14",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "The later the better? A novel approach to estimating the effect of school starting age on ADHD and academic skills",
          "authors": "Kathryn Christine Beck",
          "abstract": "School entry is an important life transition where early disadvantages may have consequences for children’s educational trajectory. This paper provides important evidence on the production of disadvantages by the education system using a novel approach to school starting age (SSA) which is not biased by parental resources or prior dis-advantages. By using due date from the Medical Birth Registry of Norway (MBRN) as an instrumental variable for SSA, and register data covering the entire Norwegian population, I show that a one-year increase in SSA led to a 59 per cent lower risk of being diagnosed with ADHD and significantly higher national test scores in 5th and 9th grade. Additionally, this study finds that 10.1 per cent of births are shifted from the week before the school entry cut-off to the week after. Parents with higher educational attainment are significantly more likely to shift births across the cut-off, providing a cautionary note to studies attempting to estimate causal effects of SSA using month or date of birth. Overall, this study provides important evidence one way in which inequalities are produced by the education system and how socioeconomically advantaged parents may act to mitigate these risks.",
          "url": "https://doi.org/10.1093/esr/jcaf004",
          "doi": "https://doi.org/10.1093/esr/jcaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Correction to: Fear of a Black Neighborhood: Anti-Black Racism and the Health of White Americans",
          "url": "https://doi.org/10.1093/sf/soaf033",
          "doi": "https://doi.org/10.1093/sf/soaf033",
          "filter": 0
        },
        {
          "title": "Correction to: Review of “Beyond Policing”",
          "url": "https://doi.org/10.1093/sf/soaf030",
          "doi": "https://doi.org/10.1093/sf/soaf030",
          "filter": 0
        },
        {
          "title": "Conditional inequality and cooptive inclusion: property managers’ labor and the reproduction of inequalities in the market for rental housing",
          "authors": "Elizabeth Korver-Glenn",
          "abstract": "Occupational inequality, including occupational segregation and associated inequities in working conditions, is a key linchpin of structural racial, gender, and class inequalities among American workers. Building on this scholarship, I center workers who are intermediaries and develop the concept of conditional inequality, which signifies the mediating process by which intermediaries’ experiences of and reactions to structural inequities in work conditions affect the experiences and outcomes of other individuals within their purview. Specifically, I examine how marginalized intermediaries within a segregated profession—residential property management—experience their work conditions, how they react to these conditions, and how their strategies to minimize the burdens of these conditions affect others with whom they interact. Using 80 in-depth interviews and extensive ethnographic data gathered among multifamily managers and leasing consultants (almost all women of color) and renters (predominantly people of color), I demonstrate how managers experience little autonomy and acute, renter-oriented burdens in their work conditions. Managers adopted three strategies to minimize the harms of these conditions and, in so doing, generated financial and health consequences among renters. Finally, I explain cooptive inclusion—the process of White, male-dominated industries relying on marginalized people to enact policies that harm other marginalized people—and its implications for the perpetuation of intersectional capitalism.",
          "url": "https://doi.org/10.1093/sf/soaf020",
          "doi": "https://doi.org/10.1093/sf/soaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
