{
  "update": "2024-12-20",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Social Construction of Skill in International Migration: Perspectives from Asia",
          "authors": "Gracia Liu-Farrer",
          "abstract": "Skill-based selective migration policies are a dominant contemporary form of migration governance in labor receiving countries. Researchers have critiqued these policies, noting discrepancies between their intended goals and the actual labor market outcomes for immigrants. The social construction of skill offers a sociological interpretation of this migration phenomenon, emphasizing that skills and their categorization in international migration are intrinsically political. Skills are socially constructed by actors in specific local, national, transnational, and global contexts. This article reviews scholarship that explores these dynamics from Asian perspectives. It identifies the various positions that countries in Asia occupy in skill mobility and highlights the critical issues related to both outbound and inbound skill migration in this region, as well as intraregional mobilities. The concluding section cautions against a reproduction of skill hierarchy in social science research and advocates a social construction approach to analyzing skill mobilities in different world regions.",
          "url": "https://doi.org/10.1146/annurev-soc-090324-033254",
          "doi": "https://doi.org/10.1146/annurev-soc-090324-033254",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "Brittle bridges: ethnic segregation across and within civic organizations",
          "authors": "Kasimir Dederichs, Dingeman Wiertz",
          "abstract": "Civic organizations are often depicted as vehicles for social integration: Since they gather people around common interests and have relatively low entry barriers, they may facilitate interactions that bridge social divides prevailing in other domains. However, this hopeful portrayal rests on several critical yet largely untested assumptions. This study more closely investigates the bridging potential of civic organizations, focusing on ethnicity as a key social boundary. Using unique Dutch survey data, we show that: (i) There is strong ethnic segregation across civic organizations, which persists after accounting for educational differences between individuals and organizations; (ii) There is ethnic segregation within civic organizations in participants’ contacts with co-members; (iii) Participants integrate less well in organizations with more ethnic outgroup members and are more likely to leave such organizations. In sum, homophilous sorting dynamics when people join, interact within, and leave civic organizations limit their capacity to facilitate positive inter-ethnic contact. Additional efforts are thus necessary for civic organizations to fully live up to their bridging potential and mitigate rather than reinforce existing ethnic divides.",
          "url": "https://doi.org/10.1093/esr/jcae047",
          "doi": "https://doi.org/10.1093/esr/jcae047",
          "filter": 0
        },
        {
          "title": "Immigration, segregation, and attitudes toward immigrants: a longitudinal multiscalar analysis across egohoods",
          "authors": "James Laurence, Jan Goebel",
          "abstract": "Evidence on how proximity to ethnic outgroups shapes attitudes toward immigration remains inconclusive. We suggest this may be driven, in part, by the fact that studies rarely account for the role of residential segregation. We argue that how the minority-share in an environment affects majority-group attitudes will depend on how segregated groups are from one another. To explore this, we undertake fixed-effects modelling of nationally representative German panel data and contextual data (2005–2013), and generate bespoke, home-centred egohoods for respondents across 12 spatial scales (500–10,000 metres radius). Findings show that how egohood minority-share is related to immigration-attitudes is conditional on egohood segregation: only egohoods becoming ethnically diverse and segregated see anti-immigrant sentiment increase; egohoods becoming ethnically diverse and integrated actually see anti-immigrant sentiment decrease. This conditioning-relationship exhibits a (broadly monotonic) bell-curve relationship across egohood-scales, peaking around a 3500/4000 metres radius.",
          "url": "https://doi.org/10.1093/esr/jcae045",
          "doi": "https://doi.org/10.1093/esr/jcae045",
          "filter": 0
        },
        {
          "title": "Under what conditions do citizens support future-oriented welfare reforms? Public opinion and second dimension welfare politics",
          "authors": "Julian L Garritzmann, Silja Häusermann, Michael Pinggera",
          "abstract": "Important reforms are necessary to adjust today’s welfare states to the challenges of post-industrial knowledge economies. Public opinion, however, is often sceptical towards large-scale reforms, especially when the benefits will accrue only in the future. We analyse the conditions that affect citizens’ support for such reforms on the basis of original survey experiments from two novel public opinion surveys in nine countries. We test the role of ‘supply-side factors’, referring to characteristics of the reform design itself (its policy field, distributive reform effect, time horizon, and costs) and ‘demand-side factors’, that is, respondents’ characteristics and ideological orientations. We argue and demonstrate that among these ‘demand-side factors’, positions on the socio-cultural ideological dimension between universalism and particularism are key to explaining support for future-oriented social investment reforms. We thereby provide robust new evidence highlighting the role of ‘second dimension politics’ for welfare state reform.",
          "url": "https://doi.org/10.1093/esr/jcae042",
          "doi": "https://doi.org/10.1093/esr/jcae042",
          "filter": 0
        },
        {
          "title": "Does within-school between-class ability grouping harm the educational outcomes of socio-economically disadvantaged children? International evidence",
          "authors": "John Jerrim, Luis Alejandro Lopez-Agudo, Oscar David Marcenaro-Gutierrez",
          "abstract": "Grouping students into different classes based upon their academic achievement or ability is a relatively common practice across the world, particularly in English-speaking countries. Yet some argue that teaching students in mixed-ability classes is a better approach, with important benefits for those from disadvantaged socio-economic backgrounds. Unfortunately, existing evidence comparing outcomes across these approaches is scant. This paper hence provides new international evidence on this matter, drawing upon data from the 2015 Trends in Mathematics and Science Study study. Our results point towards null effects; neither approach leads to demonstrably better outcomes for students than the other. This also holds true for young people from disadvantaged socio-economic backgrounds, suggesting that between-class ability grouping does not harm the educational prospects of these children. Some limited evidence does emerge, however, that primary school teachers believe they are better able to support struggling students—and challenge the highest achievers—when ability grouping is used.",
          "url": "https://doi.org/10.1093/esr/jcae050",
          "doi": "https://doi.org/10.1093/esr/jcae050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Guiding God’s Marriage: Faith and Social Change in Premarital Counseling”",
          "authors": "Lain A B Mathers",
          "url": "https://doi.org/10.1093/sf/soae176",
          "doi": "https://doi.org/10.1093/sf/soae176",
          "filter": 0
        },
        {
          "title": "Review of “The Random Factor: How Chance and Luck Profoundly Shape Our Lives and the World around Us”",
          "authors": "Radha Modi, Grady Anderson",
          "url": "https://doi.org/10.1093/sf/soae178",
          "doi": "https://doi.org/10.1093/sf/soae178",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
