{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "European Sociological Review",
      "journal_short": "ESR",
      "articles": [
        {
          "title": "The role of peers’ perceptions in ethnic self-identification",
          "authors": "Zsófia Boda, Bálint Néray",
          "abstract": "Ethnicity is major source of social inequalities. Ethnicity is major source of social inequalities. Its fluid and multidimensional nature is extensively discussed in theoretical and qualitative work but is less often studied quantitatively, partly due to the lack of appropriate data. In this article, we conduct a quantitative analysis on ethnic fluidity and multidimensionality: We empirically demonstrate that one’s ethnic self-identification may change if not aligned with relevant others’ perceptions. Using longitudinal models on data from 27 freshly formed Hungarian secondary school classes of Roma and non-Roma adolescents (N=784) and a dyadic measure for ethnic perceptions, we disentangle the two-way relationship between ethnic self-identification and ethnic perception of classmates. We find that students perceived as Roma by more classmates are more likely to develop and maintain a Roma self-identification and, independently, less likely to develop and maintain a Hungarian one. Furthermore, a Roma self-identification increases one’s likelihood to be perceived as Roma by others, and independently, a Hungarian self-identification decreases it.",
          "url": "https://doi.org/10.1093/esr/jcaf024",
          "doi": "https://doi.org/10.1093/esr/jcaf024",
          "filter": 0
        },
        {
          "title": "What does successful university graduation signal to employers? A factorial survey experiment on sheepskin effects",
          "authors": "Martin Neugebauer, Jan Paul Heisig, Thijs Bol",
          "abstract": "Higher education graduates enjoy substantial labour market advantages over similar individuals who attended higher education but did not complete a degree. We use a hiring survey experiment with 335 German employers to explore possible explanations for these ‘sheepskin effects’, while addressing concerns about unobserved confounding in observational studies. Across 2680 hypothetical job applicants, employers were nearly 1.8 times more likely to invite graduates for an interview than otherwise identical non-completers and were also willing to pay graduates substantially higher starting salaries. Using a unique survey module on employers’ perceptions, we show that the average employer perceives degree-holders to outperform non-completers in terms of occupation-specific and non-cognitive skills but not in terms of general cognitive skills. These employer perceptions predict hypothetical hiring behaviour in that those who view graduates more favourably showed a stronger preference for this group in the survey experiment. We discuss these results in relation to signalling, human capital, and credentialism explanations of sheepskin effects.",
          "url": "https://doi.org/10.1093/esr/jcaf028",
          "doi": "https://doi.org/10.1093/esr/jcaf028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Polished: College, Class, and the Burdens of Social Mobility”",
          "authors": "Melissa Osborne",
          "url": "https://doi.org/10.1093/sf/soaf073",
          "doi": "https://doi.org/10.1093/sf/soaf073",
          "filter": 0
        },
        {
          "title": "The changing spatial pattern of metropolitan racial segregation, 1900–2020: the rise of macro-segregation",
          "authors": "H Jacob Carlson, John R Logan, Jongho Won",
          "abstract": "This paper tracks 120 years of Black-white segregation in US metropolitan areas. We draw on comprehensive Census data at consistent small-scale geographies to study segregation trajectories in 219 metropolitan areas since 1900. We update past research to show that total segregation in metropolitan areas peaked around 1960 and has now fallen below its 1930 level. Our major focus is on the spatial components of segregation. We show that two types of macro-segregation—increasing racial disparities between cities and their surrounding areas and rising segregation between communities within suburbia—became substantial only after 1950 and have remained at a similar level since 1960. At that time, micro-segregation (separation between neighborhoods in cities and in suburbia) had begun to fall. Multivariate analyses over time show how suburban fragmentation, socioeconomic differences between Black and white workers, and changes in the size of the Black population were associated with these trends in each component of segregation. The durability of segregation today is largely due to macro-segregation, which by 2020 accounts for nearly half of total metropolitan segregation.",
          "url": "https://doi.org/10.1093/sf/soaf069",
          "doi": "https://doi.org/10.1093/sf/soaf069",
          "filter": 0
        },
        {
          "title": "Review of “Language Brokers: Children of Immigrants Translating Inequality and Belonging for their Families”",
          "authors": "Stephanie L Canizales",
          "url": "https://doi.org/10.1093/sf/soaf051",
          "doi": "https://doi.org/10.1093/sf/soaf051",
          "filter": 0
        },
        {
          "title": "Review of “Crisis by Design: Emergency Powers and Colonial Legality in Puerto Rico”",
          "authors": "Joe Greener",
          "url": "https://doi.org/10.1093/sf/soaf064",
          "doi": "https://doi.org/10.1093/sf/soaf064",
          "filter": 0
        },
        {
          "title": "Review of “Marriage Material: How an Enduring Institution is Changing Same-Sex Relationships”",
          "authors": "Abigail Ocobock",
          "url": "https://doi.org/10.1093/sf/soaf072",
          "doi": "https://doi.org/10.1093/sf/soaf072",
          "filter": 0
        },
        {
          "title": "Risk of exposure to COVID-19 and informal social control in Hong Kong: the mediating role of social cohesion",
          "authors": "Donglin Zeng, Xiaogang Wu, Jia Miao",
          "abstract": "Many strategies for preventing and containing the spread of COVID-19 require wide-scale public cooperation backed by informal social control. Yet, fear of infection may either motivate or impede individuals’ willingness to intervene when they observe others flouting the rules. This study aims to evaluate how the risk of exposure to COVID-19 in the immediate residential setting affects an individual’s willingness to exercise informal social control in the neighborhood. Using longitudinal household survey data collected before and during the COVID-19 pandemic in Hong Kong, respondents were linked to confirmed cases of COVID-19 through spatiotemporal information to measure their risk of exposure to COVID-19. The findings show that the risk of exposure to COVID-19 in individuals’ immediate residential setting had weakened informal social control and that this relationship was mediated by neighborhood social cohesion. Our findings reveal how public health crises alter the social behavior of residents and neighborhood dynamics in an urban setting, emphasizing the need for policies that foster social cohesion and strengthen community resilience.",
          "url": "https://doi.org/10.1093/sf/soaf067",
          "doi": "https://doi.org/10.1093/sf/soaf067",
          "filter": 0
        },
        {
          "title": "Review of “Supply Chain Justice: The Logistics of British Border Control”",
          "authors": "Mary Bosworth",
          "url": "https://doi.org/10.1093/sf/soaf065",
          "doi": "https://doi.org/10.1093/sf/soaf065",
          "filter": 0
        },
        {
          "title": "Perpetual encounters: reconceptualizing police contact and measuring its relationship to black women’s mental health",
          "authors": "Faith M Deckard, Shannon Malone Gonzalez, Yasmiyn Irizarry, Jaime Feng-Yuan Hsu",
          "abstract": "Research and media discussion of police contact routinely conceptualize it as time-constrained interactions between officers and civilians. However, extant literature documents preparation for encounters and post-encounter advocacy, which each challenge restricted understandings of contact and, importantly, its relationship to mental health. We introduce “perpetual encounters” to both theoretically and empirically move closer to the temporally unbounded and enduring way that police contact is experienced in black women’s everyday lives. Utilizing a novel, nationally representative dataset on their policing experiences, we explore how mental health is independently and conjointly associated with three dimensions of police contact: preparation, police stops, and advocacy against police violence. Beyond exemplifying how pervasive the police are in the day-to-day lives of marginalized communities, extending the scope of contact recognizes preparation as a significant threat to mental health and advocacy as a health-promoting activity. This study supports moving beyond discrete notions and measurement of police contact to process-oriented understandings and relational modeling.",
          "url": "https://doi.org/10.1093/sf/soaf070",
          "doi": "https://doi.org/10.1093/sf/soaf070",
          "filter": 0
        },
        {
          "title": "Partisan animosity and protest participation in the United States",
          "authors": "Seth B Warner",
          "abstract": "In the United States, partisans are more likely to protest than other citizens. This study compares the relative strength of two explanations for why. One contends that partisanship, as a group identity, may lead people to protest in support of their party’s interests. Another suggests that partisans may perceive a greater threat from the opposing party’s actions, leading them to protest more in response. Drawing from research on affective polarization, this study favors the threat-based explanation. Three studies of surveys fielded between 2014 and 2022 highlight the link between partisan animosity—or hostile feelings toward the opposing party—and protest participation. Studies 1 and 2 use panel data to show that citizens who hold greater partisan animosity at one point are more likely to report having protested in the years to follow. This effect is comparable to that of their concern about the issues being protested. Study 3 further shows that protest participation is more common in communities where partisan tensions run high. Meanwhile, across models, the individual-level effect of partisan identity on protest was null or negative. These findings point social movements researchers toward threat-based explanations of how partisanship motivates protest and highlight an additional dimension to the relationship between partisan animosity and political participation.",
          "url": "https://doi.org/10.1093/sf/soaf066",
          "doi": "https://doi.org/10.1093/sf/soaf066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Quantifying Narrative Similarity Across Languages",
          "authors": "Hannah Waight, Solomon Messing, Anton Shirikov, Margaret E. Roberts, Jonathan Nagler, Jason Greenfield, Megan A. Brown, Kevin Aslett, Joshua A. Tucker",
          "abstract": "How can one understand the spread of ideas across text data? This is a key measurement problem in sociological inquiry, from the study of how interest groups shape media discourse, to the spread of policy across institutions, to the diffusion of organizational structures and institution themselves. To study how ideas and narratives diffuse across text, we must first develop a method to identify whether texts share the same information and narratives, rather than the same broad themes or exact features. We propose a novel approach to measure this quantity of interest, which we call “narrative similarity,” by using large language models to distill texts to their core ideas and then compare the similarity of claims rather than of words, phrases, or sentences. The result is an estimand much closer to narrative similarity than what is possible with past relevant alternatives, including exact text reuse, which returns lexically similar documents; topic modeling, which returns topically similar documents; or an array of alternative approaches. We devise an approach to providing out-of-sample measures of performance (precision, recall, F1) and show that our approach outperforms relevant alternatives by a large margin. We apply our approach to an important case study: The spread of Russian claims about the development of a Ukrainian bioweapons program in U.S. mainstream and fringe news websites. While we focus on news in this application, our approach can be applied more broadly to the study of propaganda, misinformation, diffusion of policy and cultural objects, among other topics.",
          "url": "https://doi.org/10.1177/00491241251340080",
          "doi": "https://doi.org/10.1177/00491241251340080",
          "filter": 0
        },
        {
          "title": "Simulating Subjects: The Promise and Peril of Artificial Intelligence Stand-Ins for Social Agents and Interactions",
          "authors": "Austin C. Kozlowski, James Evans",
          "abstract": "Large language models (LLMs), through their exposure to massive collections of online text, learn to reproduce the perspectives and linguistic styles of diverse social and cultural groups. This capability suggests a powerful social scientific application—the simulation of empirically realistic, culturally situated human subjects. Synthesizing recent research in artificial intelligence and computational social science, we outline a methodological foundation for simulating human subjects and their social interactions. We then identify six characteristics of current models that are likely to impair the realistic simulation of human subjects: bias, uniformity, atemporality, disembodiment, linguistic cultures, and alien intelligence. For each of these areas, we discuss promising approaches for overcoming their associated shortcomings. Given the rate of change of these models, we advocate for an ongoing methodological program for the simulation of human subjects that keeps pace with rapid technical progress, and caution that validation against human subjects data remains essential to ensure simulation accuracy.",
          "url": "https://doi.org/10.1177/00491241251337316",
          "doi": "https://doi.org/10.1177/00491241251337316",
          "filter": 0
        },
        {
          "title": "An Optimal Stratification Method for Addressing Nonresponse Bias in Bayesian Adaptive Survey Design",
          "authors": "Yongchao Ma, Nino Mushkudiani, Barry Schouten",
          "abstract": "In a probability sampling survey, adaptive data collection strategies may be used to obtain a response set that minimizes nonresponse bias within budget constraints. Previous research has stratified the target population into subgroups defined by categories of auxiliary variables observed for the entire population, and tailored strategies to obtain similar response rates across subgroups. However, if the auxiliary variables are weakly correlated with the target survey variables, optimizing data collection for these subgroups may not reduce nonresponse bias and may actually increase the variance of survey estimates. In this paper, we propose a stratification method to identify subgroups by: (1) predicting values of target survey variables from auxiliary variables, and (2) forming subgroups with different response propensities based on the predicted values of target survey variables. By tailoring different data collection strategies to these subgroups, we can obtain a response set with less variation in response propensities across subgroups that are directly relevant to the target survey variables. Given this rationale, we also propose to measure nonresponse bias by the coefficient of variation of response propensities estimated from the predicted target survey variables. A case study using the Dutch Health Survey shows that the proposed stratification method generally produces less variation in response propensities with respect to the predicted target survey variables compared to traditional methods, thereby leading to a response set that better resembles the population.",
          "url": "https://doi.org/10.1177/00491241251345463",
          "doi": "https://doi.org/10.1177/00491241251345463",
          "filter": 0
        },
        {
          "title": "The Causal Effect of Parent Occupation on Child Occupation: A Multivalued Treatment with Positivity Constraints",
          "authors": "Ian Lundberg, Daniel Molitor, Jennie E. Brand",
          "abstract": "To what degree does parent occupation cause a child’s occupational attainment? We articulate this causal question in the potential outcomes framework. Empirically, we show that adjustment for only two confounding variables substantially reduces the estimated association between parent and child occupation in a U.S. cohort. Methodologically, we highlight complications that arise when the treatment variable (parent occupation) can take many categorical values. A central methodological hurdle is positivity: some occupations (e.g., lawyer) are simply never held by some parents (e.g., those who did not complete college). We show how to overcome this hurdle by reporting summaries within subgroups that focus attention on the causal quantities that can be credibly estimated. Future research should build on the longstanding tradition of descriptive mobility research to answer causal questions.",
          "url": "https://doi.org/10.1177/00491241251338412",
          "doi": "https://doi.org/10.1177/00491241251338412",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
