{
  "update": "2025-01-24",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The Carceral Contradictions of Motherhood: How Mothers of Incarcerated Sons Parent in the Shadow of the Criminal Legal System",
          "authors": "MacKenzie A. Christensen, Kristin Turney, Suyeon Park Jang",
          "abstract": "The expansion of the U.S. carceral system profoundly shapes motherhood for marginalized women, yet little is known about how mothers navigate a child’s incarceration. We use in-depth interviews with mothers of incarcerated men ( n = 69), most of whom identify as Latina, to understand how jail incarceration shapes women’s motherwork practices throughout the duration of their sons’ incarceration. Building on theories of decarceral motherwork, we find that women with incarcerated sons engage in multiple practices—including crisis, collective, and hypervigilant motherwork—similar to those of formerly incarcerated Black mothers. We advance these insights, revealing how motherwork operates among a different population of system-impacted mothers—those with sons incarcerated in jail. First, we highlight the temporal process of motherwork by documenting the specific practices mothers adopt before, during, and after their son’s incarceration. Second, we reveal how this motherwork process engenders substantial parenting role strains. Third, we find that cumulative parenting strains commonly lead mothers to engage in an additional motherwork strategy, distanced motherwork, which we define as the proactive—although often temporary—withdrawal of emotional, financial, and instrumental support to children. Thus, by illuminating patterns of motherwork in the context of a child’s jail incarceration, and by systematically linking motherwork to parenting role strains, we advance an understanding of parenting in the shadow of the criminal legal system.",
          "url": "https://doi.org/10.1177/00031224241307655",
          "doi": "https://doi.org/10.1177/00031224241307655",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “God’s Resistance: Mobilizing Faith to Defend Immigrants”",
          "authors": "Michael O Emerson",
          "url": "https://doi.org/10.1093/sf/soaf010",
          "doi": "https://doi.org/10.1093/sf/soaf010",
          "filter": 0
        },
        {
          "title": "Review of “Failure by Design: The California Energy Crisis and the Limits of Market Planning”",
          "authors": "Corrie Grosse",
          "url": "https://doi.org/10.1093/sf/soaf002",
          "doi": "https://doi.org/10.1093/sf/soaf002",
          "filter": 0
        },
        {
          "title": "Review of “The Ordinal Society”",
          "authors": "Barbara Kiviat",
          "url": "https://doi.org/10.1093/sf/soaf006",
          "doi": "https://doi.org/10.1093/sf/soaf006",
          "filter": 0
        },
        {
          "title": "Review of “Markets with Bureaucratic Characteristics: How Economic Bureaucrats Make Policies and Remake the Chinese State”",
          "authors": "Liqun Cao",
          "url": "https://doi.org/10.1093/sf/soaf004",
          "doi": "https://doi.org/10.1093/sf/soaf004",
          "filter": 0
        },
        {
          "title": "Review of “The Danger Zone is Everywhere: How Housing Discrimination Harms Health and Steals Wealth”",
          "authors": "Max Besbris",
          "url": "https://doi.org/10.1093/sf/soaf007",
          "doi": "https://doi.org/10.1093/sf/soaf007",
          "filter": 0
        },
        {
          "title": "Review of “Good Guys, Bad Guys: The Perils of Men’s Gender Activism”",
          "authors": "Chelsea Starr",
          "url": "https://doi.org/10.1093/sf/soaf001",
          "doi": "https://doi.org/10.1093/sf/soaf001",
          "filter": 0
        },
        {
          "title": "Decomposing changes in subnational income inequality in the United States, 1980–2019",
          "authors": "Brian C Thiede, David L Brown, Deshamithra H W Jayasekera, Leif Jensen, Jaclyn L W Butler",
          "abstract": "The rapid growth of income inequality in the United States has unfolded unevenly across the country. Levels of, and changes in, income inequality within local economies have been spatially and temporally heterogeneous. While previous research has identified correlates of subnational inequality, it has given less attention to the contribution of compositional changes. Drawing on commuting zone (CZ)-level estimates produced from U.S. Census and American Community Survey data, we extend the literature on subnational income inequality by addressing four main objectives. First, we track changes in the prevalence of five sets of inequality risk factors. Second, we measure the associations between these factors and within-CZ income inequality in 1980 and 2019 and describe changes in these relationships over time. Third, we decompose changes in within-CZ income inequality (1980–2019) into components attributable to changes in composition and coefficients. Fourth, we compare the South to other regions to explore relevant patterns of socioeconomic change unique to the former. We find substantively large shifts in the prevalence of all five sets of risk factors and significant changes in the effects of many factors, especially the age and industrial structures of CZs. Coefficient effects explain the largest overall share of changing inequality between 1980 and 2019, but these overall effects mask considerable heterogeneity in the strength and direction of both composition and coefficient effects of individual blocks of variables. We also find significant regional variation in the size of coefficient effects and the relative contributions of composition and coefficient effects.",
          "url": "https://doi.org/10.1093/sf/soae187",
          "doi": "https://doi.org/10.1093/sf/soae187",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Improving Cross-Cultural Comparability of Measures on Gender and Age Stereotypes by Means of Piloting Methods",
          "authors": "Natalja Menold, Patricia Hadler, Cornelia Neuert",
          "abstract": "The study addresses the effects of piloting methods on the cross-cultural comparability and reliability of the measurement of gender and age stereotypes. We conducted a summative evaluation of expert reviews, cognitive pretests and web probing. We first piloted a gender role, an ageism, and a children stereotypes instrument in German and American English. We then randomly assigned the original and piloted versions to respondents in Germany and the United States using an online survey experiment and quota samples. No configural invariance was shown by the original instruments and the reliability of the gender role instrument was insufficiently low. The results show that piloting methods increased reliability and improved measurement invariance, although the effects varied by topic. Cross-cultural expert reviews and web probing provided more consistent results than other methods. A combination of web probing and cross-cultural expert reviews can maximize both reliability and measurement invariance.",
          "url": "https://doi.org/10.1177/00491241241307600",
          "doi": "https://doi.org/10.1177/00491241241307600",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
