{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Racial Inequality in 8th-Grade Math Course-Taking: Between-School Inequality, Local Achievement Queues, and Course Placements",
          "authors": "William Carbonaro, Kenya Lee, Amy G. Langenkamp",
          "abstract": "In the United States, 8th grade is the entry point into a stratified course-taking sequence in mathematics. Black students are substantially less likely than white students to enroll in advanced math courses in 8th grade and beyond. Unfortunately, prior research has failed to produce a consistent explanation for these racial inequalities. In this article, we develop an analytic framework that overcomes numerous limitations in prior studies. Our framework shows how racialized sorting between schools constrains course-taking opportunities and shapes achievement distributions within schools (local achievement queues), both of which affect how course placements are made within a given school. We analyze administrative data for multiple cohorts of 8th-grade students in the state of Indiana. Our findings show that course-taking opportunities in 8th-grade math vary markedly across schools, and Black students are much more likely than white students to attend schools that offer no advanced courses (Algebra or Geometry). By failing to account for this structural inequality, prior research has underestimated racial inequality in course placements. However, our analyses also show that racial segregation across schools improves the position of Black students within their local achievement queues, which increases their chances of enrolling in advanced math courses. Our findings highlight the central importance of schools as key organizational units in explaining racial inequality in course placements.",
          "url": "http://dx.doi.org/10.1177/00031224241289935",
          "doi": "10.1177/00031224241289935",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Can fertility decline help explain gender pay convergence?",
          "authors": "Alexandra Killewald, Nino José Cricco",
          "abstract": "Prior scholarship demonstrates that motherhood wage penalties and fatherhood wage premiums contribute to the gender pay gap. These analyses typically take a cross-sectional perspective, asking to what extent gender inequalities in the association between parenthood and wages can explain gender pay inequality for a given cohort or at a given moment in time. By contrast, explorations of gender pay convergence over time have tended to start at the firm’s door, testing the explanatory power of changes in men’s and women’s human capital and job characteristics and neglecting the contributions of fertility change. We bring these two strands of research together, asking to what extent declines 1980–2018 in US employees’ number of children can explain gender pay convergence over the same period. Using a descriptive decomposition and data from the Panel Study of Income Dynamics, we show that, in gross terms, fertility decline can explain almost one-quarter of gender pay convergence from 1980 to 2018. Even net of a host of controls for human capital and job characteristics, fertility decline explains 8 percent of the attenuation of the US gender pay gap 1980–2018—about half as much as changes in education and about a quarter as much as changes in full-time work experience and job tenure combined. Finally, we show that employees’ fertility decline was fastest in the 1980s and subsequently slowed; this, in conjunction with persistent gender differences in parenthood–wage associations, helps explain stalled progress toward gender pay parity.",
          "url": "http://dx.doi.org/10.1093/sf/soae153",
          "doi": "10.1093/sf/soae153",
          "filter": 0
        },
        {
          "title": "Review of “Privileging Place: How Second Homeowners Transform Communities and Themselves”",
          "authors": "Krista E Paulsen",
          "url": "http://dx.doi.org/10.1093/sf/soae157",
          "doi": "10.1093/sf/soae157",
          "filter": 0
        },
        {
          "title": "Review of “Who We Are is Where We Are: Making Home in the American Rust Belt”",
          "authors": "Jennifer Sherman",
          "url": "http://dx.doi.org/10.1093/sf/soae154",
          "doi": "10.1093/sf/soae154",
          "filter": 0
        },
        {
          "title": "Review of “Charm: How Magnetic Personalities Shape Global Politics”",
          "authors": "Brandon Gorman",
          "url": "http://dx.doi.org/10.1093/sf/soae155",
          "doi": "10.1093/sf/soae155",
          "filter": 0
        },
        {
          "title": "Review of “The Last Human Job: The Work of Connecting in a Disconnected World”",
          "authors": "Mary Blair-Loy",
          "url": "http://dx.doi.org/10.1093/sf/soae159",
          "doi": "10.1093/sf/soae159",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
