{
  "update": "2025-09-05",
  "content": [
    {
      "journal_full": "European Societies",
      "journal_short": "ES",
      "articles": [
        {
          "title": "The geography of intergenerational mobility in Europe",
          "authors": "Olivia Granström, Per Engzell",
          "abstract": "How do opportunities for intergenerational mobility depend on where you live? We address this question using European Social Survey data, studying the association between parents' and children's occupation, and how it varies by region of residence. Absolute mobility, largely driven by shifts in occupational structure, differs from relative mobility, which reflects the extent to which opportunities are equal across social origins. Capital regions emerge as hubs of absolute, but not necessarily relative, mobility. Absolute mobility correlates with human capital, labor market, demographic, and spatial factors. In contrast, relative mobility is primarily shaped by economic disparities between social classes. Greater inequality entails less mobility, even comparing different places within a country.",
          "url": "https://doi.org/10.1162/euso.a.39",
          "doi": "https://doi.org/10.1162/euso.a.39",
          "filter": 0
        },
        {
          "title": "Workers of the world, unite (and cooperate): changing coordination strategies of organized labor in post-socialist settings",
          "authors": "Jiří Navrátil",
          "abstract": "This study inspects the changing capacity of organized labor to build alliances within (intra-sectoral) and outside (cross-sectoral) its organizational milieu. It applies relational approach to the study of collective action and analyses its transformations in changing political and economic contexts. Applying social network analysis of protest event data on economic contention in the post-socialist Czech Republic (1989-2021), the study shows that coordination strategies are not subject to uniform and linear change. Instead, it demonstrates how various combinations of political conflict types, political opportunities, and economic threats produce different levels of coordination of organized labor within its organized labor milieu, or with other civil society collective actors. Most importantly, organized labor increased internal coordination during periods of open political opportunities or high economic threats (the main conflict being the economy). Second, cross-sectoral coalitions between labor and civil society organizations became highly probable when a systemic political transformation was on the way or in times of severe austerity policies.",
          "url": "https://doi.org/10.1162/euso.a.40",
          "doi": "https://doi.org/10.1162/euso.a.40",
          "filter": 0
        },
        {
          "title": "Gendered dropout in higher education: peer effects or gender typing?",
          "authors": "Thea Bertnes Strømme, Karl Ingar Kittelsen Røberg, Sara Seehuus",
          "abstract": "Previous research suggests that dropout in higher education is associated with educational gender segregation, as some studies have shown that being in a gender minority increases the likelihood of leaving a field of study. Using extensive population-wide data for 22 cohorts, we first analyze the correlation between present and historical gender composition and dropout using a linear probability model with propensity score matching; we then use models with program-fixed effects to exploit the change over time in gender composition within specific programs at specific institutions, allowing us to investigate the extent to which gendered peer effects drives dropout. Our findings show that both men and women tend to drop out more from gender-balanced fields, less from female-dominated fields, and more form historically male-dominated fields. These differences are lager for women than for men. This pattern disappears, however, when examining year-to-year changes in gender composition within each educational program at institutions, even if women have a small tendency to drop out from gender-balanced programs when the share of women increase; this suggests that gendered dropout patterns arenot driven by peer effects stemming from numerical underrepresentation.",
          "url": "https://doi.org/10.1162/euso.a.41",
          "doi": "https://doi.org/10.1162/euso.a.41",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Echoes of silence: how student migrants navigate political taboos across borders",
          "authors": "Weirong Guo",
          "abstract": "People migrate from authoritarian to democratic regimes seeking greater freedom of expression, yet many continue to avoid politics in their host country. This study examines how Chinese international students in the United States navigate political taboos across borders and why they still avoid political expression despite newfound freedoms. Drawing on participant observations and 93 in-depth interviews with Chinese students at two American universities and one Chinese university, I find that students develop three avoidance strategies—pragmatic disengagement, veiled allegiance, and closeted activism—as they navigate two distinct fields of political taboos. In China’s “forbidden zone,” where state-imposed taboos are intuitively understood but constantly shifting, avoidance is largely habitual—students perceive politics as dangerous and irrelevant, frame patriotism in apolitical terms, or engage in activism discreetly to avoid repression. After migrating to the US “landmine zone,” where political taboos are decentralized, scattered, and socially enforced, these tactics evolve—students pretend to be apathetic to sidestep ideological pressure, downplay nationalism to prevent conflict, and confine activism to trusted circles to evade peer, institutional, or transnational consequences. This study bridges political sociology and migration studies by challenging the activism bias in transnational politics and the assumption of unilateral political incorporation. It also calls for a reassessment of educational institutions’ roles in sustaining or challenging the culture of avoidance.",
          "url": "https://doi.org/10.1093/sf/soaf144",
          "doi": "https://doi.org/10.1093/sf/soaf144",
          "filter": 0
        },
        {
          "title": "Review of “Who Pays for Diversity?: Why Programs Fail at Racial Equity and What to Do about It”",
          "authors": "Joan S M Meyers",
          "url": "https://doi.org/10.1093/sf/soaf138",
          "doi": "https://doi.org/10.1093/sf/soaf138",
          "filter": 0
        },
        {
          "title": "Review of “Carceral Apartheid: How Lies and White Supremacists Run Our Prisons”",
          "authors": "Rahim Kurwa",
          "url": "https://doi.org/10.1093/sf/soaf131",
          "doi": "https://doi.org/10.1093/sf/soaf131",
          "filter": 0
        },
        {
          "title": "Review of “No God but Man: On Race, Knowledge, and Terrorism”",
          "authors": "Kambiz Ghanea Bassiri",
          "url": "https://doi.org/10.1093/sf/soaf135",
          "doi": "https://doi.org/10.1093/sf/soaf135",
          "filter": 0
        },
        {
          "title": "Review of “Freedom Train: Black Politics and the Story of Interracial Labor Solidarity”",
          "authors": "Gay W Seidman",
          "url": "https://doi.org/10.1093/sf/soaf139",
          "doi": "https://doi.org/10.1093/sf/soaf139",
          "filter": 0
        },
        {
          "title": "Hiring the ideal remote worker: the gendered implications of the rise of remote work",
          "authors": "Claire Daviss, Emma Williams-Baron, Erin Macke",
          "abstract": "The COVID-19 pandemic precipitated the widespread adoption of remote and hybrid work arrangements. How will this change affect parental status gaps in hiring? We experimentally test hiring decision-makers’ beliefs about companies’ preferences (i.e., third-order beliefs) and their personal preferences (i.e., first-order beliefs) when evaluating mothers, childless women, fathers, and childless men applying to in-person, remote, and hybrid jobs. Participants believed companies would prefer childless women over mothers in all three job types and expected no significant penalties for fathers versus childless men. However, participants’ own preferences varied across jobs: they preferred childless women over mothers applying for in-person jobs, but they held no significant preference for childless women or mothers in remote or hybrid jobs. In additional analyses of digital trace data, we show that the salience of parental status differs by job candidate gender and job type. Overall, our findings suggest meaningful variation in parental status hiring gaps across gender and core job features, with potential implications for gender inequality.",
          "url": "https://doi.org/10.1093/sf/soaf141",
          "doi": "https://doi.org/10.1093/sf/soaf141",
          "filter": 0
        },
        {
          "title": "Review of “Brothers in Grief: The Hidden Toll of Gun Violence on Black Boys and Their Schools”",
          "authors": "Amy Best",
          "url": "https://doi.org/10.1093/sf/soaf130",
          "doi": "https://doi.org/10.1093/sf/soaf130",
          "filter": 0
        },
        {
          "title": "The affective strategies of White unknowing: how police violence reveals the expression of racialized emotions on Twitter",
          "authors": "Hajar Yazdiha, Courtney E Boen",
          "abstract": "Racism shapes the ways racialized actors and groups feel about the social world, but how does racism get reproduced through affective politics, the unequal ways White and Black Americans express feeling—or unfeeling—and consequently act—or don’t act—in response to racist violence? We use Twitter data and a combination of computational sentiment and qualitative content analyses to document and interrogate the racialized expression of emotions in response to two high-profile cases of racist police violence—the murders of Michael Brown and Tamir Rice. Using computational analyses, we first examine the racialized distributions of emotions before and after these murders. Results from these analyses showed especially high levels of negative emotion among Black women and men following these events and striking increases in negative emotion for both Black and White users in the wake of the murders. We then use content analyses to hand-code a random sample of White users’ Tweets to critically interrogate their affective expressions in response to racist police violence. Content analysis of White users’ Tweets revealed patterns of both White feeling and “un”-feeling. White feelings expressed through anger, fear, hope, and sadness emerge largely to protect rather than interrogate White dominance and complicity in White supremacy. White users evoked modes of apathy like humor and logic in service of minimizing, delegitimizing, and altogether evading racial reality. Our study highlights the utility of mixed-methods approaches to the study of racialized emotions, with findings holding implications for studies of inequality, politics, and emotions.",
          "url": "https://doi.org/10.1093/sf/soaf128",
          "doi": "https://doi.org/10.1093/sf/soaf128",
          "filter": 0
        },
        {
          "title": "Review of “Civil Repair”",
          "authors": "Joseph Gerteis",
          "url": "https://doi.org/10.1093/sf/soaf136",
          "doi": "https://doi.org/10.1093/sf/soaf136",
          "filter": 0
        },
        {
          "title": "Full-time employment is all that matters? Quantifying the role of relevant and gender-exclusive life-course experiences for gender pension gaps",
          "authors": "Carla Rowold",
          "abstract": "Gender pension gaps (GPGs) represent crucial indicators of gender inequalities over the life course. Despite reaching higher levels, they have received less attention than other gender inequalities, such as gender wage gaps. More generally, research typically focuses on selected sets of life course summary measures, predominantly the employment duration, to explain gender inequalities across the life course. This oversimplifies gender-specific life courses in particular. Taking a life-course perspective and using data from the Survey of Health, Ageing, and Retirement in Europe for the Netherlands and West Germany, I propose an innovative combination of machine learning, sequence analysis, and decomposition techniques, allowing for a new perspective on gender inequalities over the life course. The study disentangles which specific life-course elements are most relevant for pension inequalities and quantifies the role of gender-exclusive life-course experiences for gender disparities. I find that the duration, timing, order of life-course events, and overall life-course complexity matter for pension income inequalities in both pension systems. Specifically, the duration, timing, and order of care work experiences are more crucial pension predictors than the employment duration, which has been the primary focus of previous research. This holds for the GPGs: the largest shares are attributable to gender-exclusive life-course experiences because of the lack of a male counterpart for female engagement in care work, which is poorly rewarded in pension systems. Future research and policymakers will benefit from considering such gender-specific combinations of life-course experiences for the gender pension gap and other inequalities.",
          "url": "https://doi.org/10.1093/sf/soaf143",
          "doi": "https://doi.org/10.1093/sf/soaf143",
          "filter": 0
        },
        {
          "title": "Review of “Black Culture, Inc. How Ethnic Community Support Pays for Corporate America”",
          "authors": "Shawna Vican",
          "url": "https://doi.org/10.1093/sf/soaf137",
          "doi": "https://doi.org/10.1093/sf/soaf137",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Monitoring Attitudes Over Time: Real Change or the Result of Repeated Interviewing?",
          "authors": "Fabienne Kraemer, Peter Lugtig, Bella Struminskaya, Henning Silber, Bernd Weiß, Michael Bosnjak",
          "abstract": "Panel data are often used to study change and stability in social patterns. However, repeated interviewing may affect respondents’ attitudes in a panel study by triggering reflection processes on the surveyed topics (cognitive stimulus hypothesis) . Using data from a survey experiment within a probability-based and a nonprobability panel in Germany, we investigate change—and the mechanisms underlying change—in respondents’ abortion attitudes over six panel waves. The experiment manipulated the frequency of receiving identical attitude questions. We estimate multiple-group and longitudinal structural equation models to differentiate change in the measurement of abortion attitudes from “real” attitude change. Results show that repeatedly administering the same abortion questions increases the reliability of respondents’ reported attitudes and the stability of their latent attitudes toward abortion. However, we find no evidence of an increase in attitude certainty and knowledgeability on abortion and only tentative evidence of improved response behavior (increased attitude reliability) due to general survey experience.",
          "url": "https://doi.org/10.1177/00491241251372503",
          "doi": "https://doi.org/10.1177/00491241251372503",
          "filter": 0
        },
        {
          "title": "An Exploration of the Presence of Positive-Results Bias in Qualitative Comparative Analysis",
          "authors": "Ingo Rohlfing",
          "abstract": "The value of negative results for knowledge advancement stands in contrast to the abundance of positive findings found in quantitative research across research fields. There is reason to believe that positive-results bias is also present in studies that use qualitative comparative analysis (QCA). This possibility has been neglected so far in work on QCA. This article contributes to the field of meta science and QCA by exploring whether hypothesis-testing QCA articles collectively indicate the presence of positive-results bias. An analysis of consistency scores and comparison of hypotheses and findings reported in QCA articles and PhD theses indicate the presence of biases. The results suggest two implications. First, the interpretation fo findings in a field should take into account that negative results may be underreported. Second, QCA research would benefit from exploring techniques that could be integrated into the research and peer-review process to address positive-results bias.",
          "url": "https://doi.org/10.1177/00491241251357948",
          "doi": "https://doi.org/10.1177/00491241251357948",
          "filter": 0
        },
        {
          "title": "Analysis of Time-to-Event Data With Two Time Scales. An Application to Transitions out of Cohabitation",
          "authors": "Angela Carollo, Hein Putter, Paul H.C. Eilers, Jutta Gampe",
          "abstract": "Models for time-to-event data are based on transition rates between states, and to define such hazards of experiencing an event, the time scale over which the process evolves needs to be identified. In many applications, however, more than one time scale might be of importance. Here, we demonstrate how to model a hazard jointly over two time dimensions. The model assumes a smooth bivariate hazard function, and the function is estimated by two-dimensional P -splines. We provide an R package for the analysis of event history data with two time scales. As an example, we model transitions from cohabitation to marriage or separation simultaneously over the age of the individual and the duration of the cohabitation. We use data from the German Family Panel (pairfam) and demonstrate that considering the two time scales as equally important provides additional insights about the transition from cohabitation to marriage or separation.",
          "url": "https://doi.org/10.1177/00491241251374193",
          "doi": "https://doi.org/10.1177/00491241251374193",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
