{
  "update": "2024-09-13",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Pay talk in contemporary workplaces",
          "authors": "Patrick Denice, Jake Rosenfeld, Shengwei Sun",
          "abstract": "Drawing on a unique survey of US workers with information about their employers’ policies on pay discussions and whether workers engage in such talk with their coworkers, we provide the most comprehensive investigation into pay talk in workplaces to date. Unlike existing treatments, we focus on core organizational and relational factors that influence whether workers talk about pay. We theorize pay talk as a challenge to managerial discretion, and we hypothesize that organizational attributes related to pay-setting influence workers’ willingness to discuss wages and salaries with colleagues. Managers, in turn, combat such challenges to their discretion by instituting pay secrecy rules. Particular relational factors within organizations are related to workers’ violations of these rules. Findings indicate that the likelihood of pay discussions varies by workplace pay secrecy rules, managerial relations within organizations, and, in certain model specifications, sector and career turning points. Among status characteristics, only age is associated with discussing pay, with younger workers significantly more likely to talk about pay and to violate organizational rules meant to suppress pay discussions.",
          "url": "http://dx.doi.org/10.1093/sf/soae130",
          "doi": "10.1093/sf/soae130",
          "filter": 0
        },
        {
          "title": "From adversity to advancement: uncovering how race and class shape Black tech entrepreneurial experiences",
          "authors": "Alicia Myles Sheares",
          "abstract": "Black people in the technology industry face various barriers, from encountering micro-aggressions from their coworkers to facing blocked advancement in their professional careers. These challenges are particularly pronounced in entrepreneurship, where Black founders receive just one percent of all venture capital funding. But amidst these shared struggles, questions arise as to what ways, if any, these experiences vary. Using an intersectional lens to inductively study forty-six Black tech entrepreneurs in Silicon Valley, I reveal how class shapes Black entrepreneurial processes differently at various phases of entrepreneurship. Lower- and middle-class Black entrepreneurs faced more financial and network-based obstacles as they struggled to raise money from family and friends and had fewer effective networks when starting their businesses. Conversely, Black upper-class entrepreneurs had familial wealth and personal networks that aided their entrepreneurial efforts but faced challenges as they were not a “racial fit” within the industry. Consequently, they perceived that they confronted more instances of individual-level discrimination. Black lower and middle-class entrepreneurs were less likely to discuss instances of perceived individual-level discrimination because many had not reached the step of meeting with an investor. This research offers unique and nuanced insights into how class shapes the entrepreneurial pursuits of Black founders. Contributions to the sociology of race and ethnicity, intersectionality, and the sociology of entrepreneurship are also discussed.",
          "url": "http://dx.doi.org/10.1093/sf/soae127",
          "doi": "10.1093/sf/soae127",
          "filter": 0
        },
        {
          "title": "Review of “Overcoming the Odds: The Benefits of Completing College for Unlikely Graduates”",
          "authors": "Allison L Hurst",
          "url": "http://dx.doi.org/10.1093/sf/soae131",
          "doi": "10.1093/sf/soae131",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
