{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Balancing Face-to-Face and Digital Communication: The Role of Relationship Maintenance in Dual-Earning Families",
          "authors": "Tamara D. Afifi, America L. Edwards",
          "abstract": "This study examines how face-to-face (FtF) and computer-mediated communication (CMC) contribute to relationship maintenance and resilience in dual-earning families, a largely overlooked area in family communication research. Guided by the theory of resilience and relational load (TRRL), we test how ongoing FtF and CMC maintenance behaviors predicted well-being across a week among 62 families (i.e., two parents and one adolescent). Using a week-long daily diary and physiological measures (cortisol and IL-6 assays), we assess perceived stress, mental health, and loneliness. Findings suggest that both FtF and CMC maintenance are associated with lower stress and better well-being, with FtF showing somewhat stronger associations on certain outcomes such as loneliness. Additionally, perceived gaps between desired and received maintenance predicted higher and more erratic stress and diminished mental health, underscoring the importance of meeting relational needs. These results highlight how families balance FtF and digital maintenance in everyday life and extend the TRRL by incorporating mixed-media contexts and perceived maintenance gaps.",
          "url": "https://doi.org/10.1177/00936502251412924",
          "doi": "https://doi.org/10.1177/00936502251412924",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Concluding reflections: polycentricity and legitimacy in digital governance",
          "authors": "Jan Aart Scholte",
          "url": "https://doi.org/10.1080/1369118x.2026.2624711",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624711",
          "filter": 0
        },
        {
          "title": "The entangled dynamics leading to the sedimentation of polarisation on political Reddit",
          "authors": "Ehsan Dehghan, Dominique Carlon, Kateryna Kasianenko, Ashwin Nagappa, Vish Padinjaredath Suresh",
          "url": "https://doi.org/10.1080/1369118x.2026.2623523",
          "doi": "https://doi.org/10.1080/1369118x.2026.2623523",
          "filter": 0
        },
        {
          "title": "Introduction – towards polycentricity? The quest for legitimacy and trust in digital governance",
          "authors": "Matthew Dylag, Daniëlle Flonk, Cristiana Lauri, Morshed Mannan",
          "url": "https://doi.org/10.1080/1369118x.2025.2552374",
          "doi": "https://doi.org/10.1080/1369118x.2025.2552374",
          "filter": 0
        },
        {
          "title": "Algorithmic reproduction of social inequality: language attitude bias in Chinese and English pre-trained language models",
          "authors": "Zhenzhen Zhang, Guowen Huang, Wanting Chen, Sihui Chen, Bingkun Yang",
          "url": "https://doi.org/10.1080/1369118x.2026.2624702",
          "doi": "https://doi.org/10.1080/1369118x.2026.2624702",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Kudumbashree's Lunch Bell project and digital solidarity economy in Kerala, India",
          "authors": "Ashique Ali Thuppilikkat, Priyank Chandra, Fibin Filal",
          "url": "https://doi.org/10.14763/2026.1.2071",
          "doi": "https://doi.org/10.14763/2026.1.2071",
          "filter": 0
        },
        {
          "title": "The Blown Head Gasket Effect: Rise and struggles of The Drivers Cooperative in New York City",
          "authors": "Stefano Tortorici",
          "url": "https://doi.org/10.14763/2026.1.2063",
          "doi": "https://doi.org/10.14763/2026.1.2063",
          "filter": 0
        },
        {
          "title": "Digital community supported agriculture? Exploring a cooperative platform model for fair work and governance",
          "authors": "Anne-Pauline De Cler",
          "url": "https://doi.org/10.14763/2026.1.2076",
          "doi": "https://doi.org/10.14763/2026.1.2076",
          "filter": 0
        },
        {
          "title": "A workers’ inquiry in Decentralised Autonomous Organisations: Insights and policies to align blockchain-based work with the solidarity economy",
          "authors": "Tara Merk, Laura Lotti, Nick Houde, Morshed Mannan",
          "url": "https://doi.org/10.14763/2026.1.2053",
          "doi": "https://doi.org/10.14763/2026.1.2053",
          "filter": 0
        },
        {
          "title": "Engineering platform cooperativism: Contributions from the Brazilian solidarity economy",
          "authors": "Celso Alexandre Souza de Alvear, Marcelo Alves de Souza, Camilla De Godoi, Flávio Chedid Henriques",
          "url": "https://doi.org/10.14763/2026.1.2051",
          "doi": "https://doi.org/10.14763/2026.1.2051",
          "filter": 0
        },
        {
          "title": "Gendered digitalisation in the Social and Solidarity Economy",
          "authors": "Nuria Vega-Rodríguez",
          "url": "https://doi.org/10.14763/2026.1.2072",
          "doi": "https://doi.org/10.14763/2026.1.2072",
          "filter": 0
        },
        {
          "title": "Crossed perspectives on grey zones and ambivalences in bike delivery platform cooperatives: the case of Mensakas as a member of the CoopCycle Federation and platform cooperative",
          "authors": "Laura Eccher, Alejandro Fortuny-Sicart, Arthur Guichoux",
          "url": "https://doi.org/10.14763/2026.1.2065",
          "doi": "https://doi.org/10.14763/2026.1.2065",
          "filter": 0
        },
        {
          "title": "Institutionalising data solidarity? The making of expertise in the EU Social Economy Code of Conduct for data sharing",
          "authors": "Dwayne Ansah, Mai Ishikawa Sutton, Sophie Bloemen, Bonno Pel",
          "url": "https://doi.org/10.14763/2026.1.2059",
          "doi": "https://doi.org/10.14763/2026.1.2059",
          "filter": 0
        },
        {
          "title": "Solidarity across borders: Decoding the functionality of CoopCycle in Latin America",
          "authors": "Alexandra Belén Gualavisí, Daniel Vizuete-Sandoval",
          "url": "https://doi.org/10.14763/2026.1.2040",
          "doi": "https://doi.org/10.14763/2026.1.2040",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on Digital Solidarity Economies",
          "authors": "María Belén Albornoz, Ricard Espelt, Rafael Grohmann, Denise Kasparian",
          "url": "https://doi.org/10.14763/2026.1.2075",
          "doi": "https://doi.org/10.14763/2026.1.2075",
          "filter": 0
        },
        {
          "title": "Exploring digital solidarity economy in false information management: A case study of Taiwan's Cofacts platform",
          "authors": "Kuan-Wei Chen",
          "url": "https://doi.org/10.14763/2026.1.2074",
          "doi": "https://doi.org/10.14763/2026.1.2074",
          "filter": 0
        },
        {
          "title": "Governance, technology, and the limits of digital solidarity economies: A South Korean case study",
          "authors": "Jeongone Seo, Tawfiq Ammari",
          "url": "https://doi.org/10.14763/2026.1.2068",
          "doi": "https://doi.org/10.14763/2026.1.2068",
          "filter": 0
        },
        {
          "title": "Social and solidarity economy and shared knowledge: Facilitating and integrating the collaborative adoption of digital commons in Catalan coops",
          "authors": "Mònica Garriga Miret, David Gómez Fontanills, Xavier Martínez Serrano, Enric Senabre Hidalgo",
          "url": "https://doi.org/10.14763/2026.1.2073",
          "doi": "https://doi.org/10.14763/2026.1.2073",
          "filter": 0
        },
        {
          "title": "Survival, companionship, and visibility with platforms: (Re)producing solidarity in Hong Kong queer spaces",
          "authors": "Hui-Fung Chung, Ho Lam (Roland) Cheng",
          "url": "https://doi.org/10.14763/2026.1.2064",
          "doi": "https://doi.org/10.14763/2026.1.2064",
          "filter": 0
        },
        {
          "title": "Beyond platform capitalism: Digital solidarity economy and free culture networks in Argentina and Brazil",
          "authors": "Leonardo Foletto, Daniel Santini",
          "url": "https://doi.org/10.14763/2026.1.2061",
          "doi": "https://doi.org/10.14763/2026.1.2061",
          "filter": 0
        },
        {
          "title": "Ruling by bullying: Threats of regulation as an internet governance device",
          "authors": "Ramiro Álvarez Ugarte",
          "url": "https://doi.org/10.14763/2026.1.2079",
          "doi": "https://doi.org/10.14763/2026.1.2079",
          "filter": 0
        },
        {
          "title": "Clash between law power and code power: The case of Norway vs. Meta",
          "authors": "Hendrik Storstein Spilker, Maria Reppen",
          "url": "https://doi.org/10.14763/2026.1.2078",
          "doi": "https://doi.org/10.14763/2026.1.2078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Political polarization as a co-adaptive process",
          "authors": "Stuart Soroka, Georgia Kernell, P J Lamberson",
          "abstract": "Political polarization is often characterized as a consequence of changes in media content or technology. We argue, in contrast, for an account that views polarization in media and the public as a co-adaptive process. This paper begins with a brief review of cultural evolution and co-adaptation and then considers the application of similar ideas to changes in media and the public over time. Using formal models, we suggest that—in combination with the human tendency toward in-group bias—a co-adaptive (rather than unidirectional) relationship can best account for real-world dynamics. We consider the implications of these findings for our understanding of media effects and technological innovation in polarization, representative democracy, and mass-mediated communication more broadly.",
          "url": "https://doi.org/10.1093/joc/jqag001",
          "doi": "https://doi.org/10.1093/joc/jqag001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "The Conjuncture of Intentionality, Facticity, and Identity: Exposure to Disinformation and Malinformation on Social Media and Their Association With Ethnic Polarization",
          "authors": "Qurban Hussain Pamirzad, Qiang Chen",
          "abstract": "The dissemination of weaponized information—defined as the intentional use of falsehoods (i.e. disinformation) and the harmful misuse of accurate information (i.e. malinformation) against a target—on social media represents a notable downside of these platforms, often linked to polarization. However, research on the relationship between weaponized information and polarization remains limited due to conceptual ambiguities and geographical context. This study uses cross-sectional survey data ( N = 520) collected across eight provinces in Afghanistan to explore the direct and indirect association between exposure to disinformation and malinformation online and ethnic polarization. Findings through mediation analyses reveal that exposure to disinformation was not associated with ethnic polarization, either directly or indirectly. Conversely, exposure to malinformation was directly associated with ethnic polarization and indirectly linked to it through increased ingroup positive perception. These findings highlight the nuanced difference in how intentional falsehoods and the harmful misuse of accurate information shape polarization dynamics in ethnically diverse and polarized societies.",
          "url": "https://doi.org/10.1177/20563051261417516",
          "doi": "https://doi.org/10.1177/20563051261417516",
          "filter": 0
        },
        {
          "title": "Misogyny as a Structural Hub: Unveiling a Mode of Opportunity Structure for Chinese Alternative Communities",
          "authors": "Luming Zhao, Jinzhuo Liu, Xinyan Wang",
          "abstract": "This study argues that in China’s digital sphere, online misogyny functions less as a gateway to extremism and more as a structural hub for systemic discontent. Drawing on opportunity structure theory, our mixed-methods approach combines computational analysis of posts from Baidu Tieba ( n = 91,026) with in-depth interviews ( n = 27). We find that “Gendered Insults” exhibits the highest betweenness centrality, acting as a structural bridge connecting disparate frustrations. Women-targeting topics are both speakable and resonant within the community, anchored by a self-deprecating “sewer mouse” masculinity that navigates opportunity structures. Interviews reveal that when political opportunity structures remain closed while discursive and mediated (legacy platform) opportunities stay relatively accessible, misogyny becomes a functional language for channeling widespread socioeconomic anxieties. We conclude that in this context, misogyny operates not as a starting point for radicalization but as a core organizing principle for the socially disillusioned. This suggests that divergent structural conditions produce different mechanisms.",
          "url": "https://doi.org/10.1177/20563051261417300",
          "doi": "https://doi.org/10.1177/20563051261417300",
          "filter": 0
        },
        {
          "title": "Institutionalized Sharenting: Industry Dynamics Shaping Children’s Visibility in Influencer Content",
          "authors": "Beuckels Emma",
          "abstract": "This article critically investigates the institutional dynamics that shape influencer sharenting, employing a constructivist framework and the concept of institutional work. Based on in-depth interviews with key industry stakeholders, the study demonstrates how children’s visibility within influencer marketing is strategically cultivated through the interdependent operation of economic, professional, and normative structures. The article introduces the concept of institutionalized sharenting to describe the processes through which sharenting becomes routinized and legitimized, enabling industry actors to capitalize on children’s presence while displacing full responsibility onto parents. This deflection is enacted through a variety of practices, such as the inclusion of children via strategic collaborations with their parents, and is framed through discourses of authenticity, intensive parenting, and personal choice. Ultimately, the paper argues that the marginalization of children, despite their centrality to the industry’s profitability, is sustained by adultist and neoliberal logics that frame children’s labour as play and familial monetization as empowerment.",
          "url": "https://doi.org/10.1177/20563051261419394",
          "doi": "https://doi.org/10.1177/20563051261419394",
          "filter": 0
        },
        {
          "title": "County Partisanship Affects Social Media Posting Behavior During a Pandemic",
          "authors": "M. Luke Smith, Guangqing Chi, Junjun Yin, Yosef Bodovski, S. Shyam Sundar",
          "abstract": "The COVID-19 pandemic in the United States has been characterized by political partisan differences and opinions that influenced individual behavior and political policies, correlating with varying outcomes. Measuring these differences in opinion using traditional methods, such as opinion polls, can be costly and provides only a snapshot of sentiment at a given time. Social media platforms like X (formerly Twitter) may offer a real-time tool for assessing opinions to explore the relationship between differing viewpoints about the pandemic and how these differences impact the occurrence and severity of disease burden. Utilizing an open-source data set of 1.75 million keyword-selected X (Twitter) posts, updated weekly from January 1, 2020, through December 31, 2021, along with publicly available COVID-19 case and death counts and county-level data on election outcomes from the 2020 election, we analyzed how the volume of tweets on the X (Twitter) platform related to COVID-19 has changed over time and how patterns of use vary across the partisan divide. We discovered that Democratic-leaning counties exhibited higher X (Twitter) volume associated with COVID-19 topics compared to Republican-leaning counties in response to changes in case or death rates. In addition, we found a higher proportion of tweets in urban counties compared to rural ones.",
          "url": "https://doi.org/10.1177/20563051261419387",
          "doi": "https://doi.org/10.1177/20563051261419387",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Governing deepfake realities: The truth immunity framework for telecommunications policy",
          "authors": "Bei Zhang",
          "url": "https://doi.org/10.1016/j.telpol.2026.103168",
          "doi": "https://doi.org/10.1016/j.telpol.2026.103168",
          "filter": 0
        },
        {
          "title": "Beyond price and money: From early insights to contemporary theorizing of non-price competition and non-monetary exchange in Internet markets",
          "authors": "Natascha Just",
          "url": "https://doi.org/10.1016/j.telpol.2026.103167",
          "doi": "https://doi.org/10.1016/j.telpol.2026.103167",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
