{
  "update": "2025-04-25",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Advancing a Material and Epistemological Turn in the Study of AI: A Review and New Directions for Journalism Research",
          "authors": "Anna Schjøtt",
          "url": "https://doi.org/10.1080/21670811.2025.2485255",
          "doi": "https://doi.org/10.1080/21670811.2025.2485255",
          "filter": 0
        },
        {
          "title": "Strategizing Sustainability in Nonprofit News: Revenue Preferences of Newsroom Leaders",
          "authors": "Katherine Fink",
          "url": "https://doi.org/10.1080/21670811.2025.2493264",
          "doi": "https://doi.org/10.1080/21670811.2025.2493264",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Visual narratives and political instability: a case study of visual media prior to the Russia-Ukraine conflict",
          "authors": "William Theisen, Michael Yankoski, Kristina Hook, Ernesto Verdeja, Walter Scheirer, Tim Weninger",
          "url": "https://doi.org/10.1080/1369118x.2025.2492577",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492577",
          "filter": 0
        },
        {
          "title": "Boosters and boosters: how sports fans and partisans react to athlete statements on vaccination",
          "authors": "Michael Mirer, Leticia Bode",
          "url": "https://doi.org/10.1080/1369118x.2025.2492580",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492580",
          "filter": 0
        },
        {
          "title": "The impact of the third-person effect in celebrity accidental death news on sharing online social support",
          "authors": "Fangyi Qu, Siqi Cheng",
          "url": "https://doi.org/10.1080/1369118x.2025.2493775",
          "doi": "https://doi.org/10.1080/1369118x.2025.2493775",
          "filter": 0
        },
        {
          "title": "Diversifying channels or diversifying information? Panel data analysis of polarization in the contentious pension reform",
          "authors": "Yu-Heng Jung, Austin Horng-En Wang",
          "url": "https://doi.org/10.1080/1369118x.2025.2492578",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492578",
          "filter": 0
        },
        {
          "title": "The moderating role of traumatic exposure and ICD-11 CPTSD on the association between couples conflicts and cyber dating violence: a daily diary study",
          "authors": "Ohad Gilbar, Meagan Brem, Ruby Charak, Orit Nuttman-Shwartz, Rachel Dekel",
          "url": "https://doi.org/10.1080/1369118x.2025.2492590",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492590",
          "filter": 0
        },
        {
          "title": "Anti, hostile, and alternative: an exploration of anti-elite attitudes, hostile-media perceptions, and alternative media use in the context of opposition to Covid-19 measures",
          "authors": "Sarah Geber",
          "url": "https://doi.org/10.1080/1369118x.2025.2492582",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492582",
          "filter": 0
        },
        {
          "title": "Failing better in the infosphere: ontological uncertainties and the essence of security in cyberspace",
          "authors": "Noran Shafik Fouad",
          "url": "https://doi.org/10.1080/1369118x.2025.2492574",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492574",
          "filter": 0
        },
        {
          "title": "The quantum state of the individual in platform governance: digital constitutionalism and global democratisation",
          "authors": "Lucas Henrique Muniz da Conceição",
          "url": "https://doi.org/10.1080/1369118x.2025.2492572",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492572",
          "filter": 0
        },
        {
          "title": "Dimensions of vertical and horizontal information privacy concerns: a qualitative reassessment and revised definition",
          "authors": "Jošt Bartol, Kelly A. Quinn, Vasja Vehovar, Andraž Petrovčič",
          "url": "https://doi.org/10.1080/1369118x.2025.2493341",
          "doi": "https://doi.org/10.1080/1369118x.2025.2493341",
          "filter": 0
        },
        {
          "title": "Exploring factors and features impacting data privacy and utility trade-offs in IoT-based healthcare systems: a systematic literature review",
          "authors": "Sisay Yemata, Dagmawi Lemma, Sherin M. Moussa",
          "url": "https://doi.org/10.1080/1369118x.2025.2492573",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "An Open Mind or a Big Heart: Possible Routes to Reducing In-Group Bias",
          "authors": "Kevin Arceneaux, Ryan Vander Wielen",
          "url": "https://doi.org/10.1080/10584609.2025.2493705",
          "doi": "https://doi.org/10.1080/10584609.2025.2493705",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Untangling the Furball: A Practice Mapping Approach to the Analysis of Multimodal Interactions in Social Networks",
          "authors": "Axel Bruns, Kateryna Kasianenko, Vish Padinjaredath Suresh, Ehsan Dehghan, Laura Vodden",
          "abstract": "This article introduces the analytical approach of practice mapping , using vector embeddings of network actions and interactions to map commonalities and disjunctures in the practices of social media users, as a framework for methodological advancement beyond the limitations of conventional network analysis and visualization. In particular, the methodological framework we outline here has the potential to incorporate multiple distinct modes of interaction into a single practice map; can be further enriched with account-level attributes such as information gleaned from textual analysis, profile information, available demographic details, and other features; and can be applied even to a cross-platform analysis of communicative patterns and practices. The article presents practice mapping as an analytical framework and outlines its key methodological considerations. Given its prominence in past social media research, we draw on examples and data from the platform formerly known as Twitter to enable experienced scholars to translate their approaches to a practice mapping paradigm more easily, but point out how data from other platforms may be used in equivalent ways in practice mapping studies. We illustrate the utility of the approach by applying it to a dataset where the application of conventional network analysis and visualization approaches has produced few meaningful insights.",
          "url": "https://doi.org/10.1177/20563051251331748",
          "doi": "https://doi.org/10.1177/20563051251331748",
          "filter": 0
        },
        {
          "title": "Corrective Democracy? The Relationship Between Correction of Misinformation on Social Media and Connective Democratic Norms",
          "authors": "Rita Tang, Benjamin Burnley, Leticia Bode, Emily K. Vraga",
          "abstract": "Of the many solutions to address political misinformation spreading on social media, user correction holds special promise for connective democracy given its emphasis on prioritizing user autonomy and fostering communication and connections across lines of disagreement. But for the connective democratic benefits to be realized, these user corrections should ideally come from those who express strong support for democratic norms. Using a nationally representative survey of Americans immediately after the 2020 U.S. presidential election, we find the opposite is true: self-reported correctors also tended to support political violence to achieve their goals. Rather than treating self-reported correction as a clear positive force for democracy, researchers and practitioners should consider the potential drawbacks and limitations of self-reported correction, particularly when coming from those with less supportive attitudes toward connective democracy.",
          "url": "https://doi.org/10.1177/20563051251335086",
          "doi": "https://doi.org/10.1177/20563051251335086",
          "filter": 0
        },
        {
          "title": "The Quality of Connections: Deliberative Reciprocity and Inclusive Listening as Antidote to Destructive Polarization Online",
          "authors": "Katharina Esau",
          "abstract": "Conflict and disagreement are integral to healthy democracies, but the extreme polarization observed on many social media platforms poses a serious risk to the core functions of public communication. This theoretical article draws on the concept of connective democracy, further theorizing it to bridge the gap between empirical online deliberation and polarization research. It introduces and refines the concept of destructive polarization and its symptoms—manifested in user-generated content on social media platforms—and applies connective democracy theory to examine these symptoms’ underlying causes. The framework shifts from the dominant focus on the quality of individual communication acts to a focus on the quality of connections, particularly within dyadic communication. Through this relational perspective, the article explores how reciprocity and listening can serve as remedies to destructive polarization, fostering high-quality connections between citizens online. Reciprocity and listening are discussed as communicative mechanisms that should be nurtured as part of depolarization strategies. Finally, the article offers insights into what platform providers and community managers can learn from this theoretical exercise to promote democratic discourse online.",
          "url": "https://doi.org/10.1177/20563051251332421",
          "doi": "https://doi.org/10.1177/20563051251332421",
          "filter": 0
        },
        {
          "title": "The Character of Connection: Platform Affordances and Connective Democracy",
          "authors": "Sarah Shugars, Eunbin Ha",
          "abstract": "While social media optimistically holds the potential to ameliorate political divides by increasing cross-cutting political talk, numerous studies suggest that social media has instead exacerbated political polarization. Yet, social media is incredibly heterogeneous and variation in platform affordances may result in markedly different democratic outcomes. In this article, we turn to the principles of connective democracy to inform a cross-topic and cross-platform analysis. Our mixed-methods study compares conversations across Twitter and Reddit, finding that Twitter conversations are highly polarized across topics while Reddit displays some promise for enabling productive, intergroup discourse. We argue that this difference is driven by an affordance of conversational visibility in which users can see and engage with conversations as a whole. We further argue that “community” is a distinctive platform affordance that emerges from shared user expectations. This affordance supports user socialization into democratic norms of productive intergroup contact and therefore may prove particularly important to enhancing connective democracy.",
          "url": "https://doi.org/10.1177/20563051251332427",
          "doi": "https://doi.org/10.1177/20563051251332427",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Transforming cybersecurity with agentic AI to combat emerging cyber threats",
          "authors": "Nir Kshetri",
          "url": "https://doi.org/10.1016/j.telpol.2025.102976",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102976",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
