{
  "update": "2025-10-31",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Critical, but constructive: defining, detecting, and addressing bias in Computational Social Science",
          "authors": "Valerie Hase, Marko Bachl, Nathan TeBlunthuis",
          "url": "https://doi.org/10.1080/19312458.2025.2575468",
          "doi": "https://doi.org/10.1080/19312458.2025.2575468",
          "filter": 0
        },
        {
          "title": "Using hidden Markov models to assess and correct for measurement error in digital trace data",
          "authors": "Paulina Pankowska, Alexandru Cernat, Florian Keusch, Ruben Bach",
          "url": "https://doi.org/10.1080/19312458.2025.2573265",
          "doi": "https://doi.org/10.1080/19312458.2025.2573265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Won’t Stop ’Til You Get Enough? Determinants of Disengaging From Mobile Media Apps in Daily Life",
          "authors": "Alicia Ernst, Anna Schnauber-Stockmann",
          "abstract": "While permanent connectivity has made media use ubiquitous and apps have become engagement optimized, little research has focused on the termination of (mobile) media sessions. This study addresses this shortcoming by exploring how internal, environmental, and media context cues situationally prompt users to stop using an app. In an event-based experience sampling study, 118 participants reported on disengagement from TikTok or Instagram ( T = 1,893 sessions). We identified five disengagement types through multilevel latent class analysis: non-self-determined disengagement, self-determined disengagement, disengagement through priority shifts, temporary disengagement, and “mindless” disengagement. Across the types, competing activities, goal achievement, and push notifications emerged as the most prevalent cues and disengagement mostly occurred as an effortless solution to activity conflicts. In one type, it was accompanied by negative emotions. This typology contributes to a nuanced understanding of disengagement, suggesting that while worrisome forms exist, they do not dominate disengagement in day-to-day life.",
          "url": "https://doi.org/10.1177/00936502251378582",
          "doi": "https://doi.org/10.1177/00936502251378582",
          "filter": 0
        },
        {
          "title": "The Communicative Disenfranchisement of Disabled Individuals During Healthcare Appointments: Material Ramifications of Inaccessible Talk and Space",
          "authors": "Emily A. Mendelson, Charee M. Thompson",
          "abstract": "Hintz and Scharp’s explication of the theory of communicative (dis)enfranchisement describes how hegemonic ideologies are reified through talk. This paper approaches communicative disenfranchisement from a critical disability studies perspective to make visible the ways systemic ableism operates as a hegemonic ideology that harms disabled individuals. To do so, we employed Price’s theory of crip spacetime to illuminate how communicative disenfranchisement is magnified when the spaces that talk occurs in are disenfranchising themselves. Based on interviews with 20 disabled and chronically ill individuals, findings illustrate how ableism is enacted communicatively through epistemic erasure and spatially through (in)accessible environments. Findings also demonstrate how navigating multiple dimensions of disenfranchisement is costly, negatively affecting individuals’ physical, mental, and emotional wellbeing. This disenfranchisement accumulates and leads to what we term illness burnout , which occurs when structural inaccessibility exhausts individuals from seeking the care they need. To conclude, we provide an illustrative case of crip communicative (dis)enfranchisement , a material-discursive reality that individuals experiencing illness must navigate in pursuit of health care.",
          "url": "https://doi.org/10.1177/00936502251384697",
          "doi": "https://doi.org/10.1177/00936502251384697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "The Remediation of Fact-Checks on Social Media: Insights from a Multi-Platform Content Analysis",
          "authors": "Babette Hermans, Cato Waeterloos, Michaël Opgenhaffen",
          "url": "https://doi.org/10.1080/21670811.2025.2580979",
          "doi": "https://doi.org/10.1080/21670811.2025.2580979",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "What is the best way of collecting data donations? An experiment assessing the feasibility of different data donation approaches to measure mobile and app usage",
          "authors": "Marc Asensio, Oriol J. Bosch, Caroline Roberts",
          "url": "https://doi.org/10.1080/1369118x.2025.2570738",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570738",
          "filter": 0
        },
        {
          "title": "Digital engagement and youth: a scoping review of opportunities, risks, and the role of socioeconomic resources",
          "authors": "Guido Salza, Robin Samuel",
          "url": "https://doi.org/10.1080/1369118x.2025.2574297",
          "doi": "https://doi.org/10.1080/1369118x.2025.2574297",
          "filter": 0
        },
        {
          "title": "Nomophobia and compulsive smartphone use: a moderated mediation effect of impulsivity and self-esteem",
          "authors": "Hyun Jee Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2577734",
          "doi": "https://doi.org/10.1080/1369118x.2025.2577734",
          "filter": 0
        },
        {
          "title": "Understanding adolescent engagement in media web surveys: how question design shapes nonresponse",
          "authors": "Ricardo González, Dörte Naber, Adolfo Fuentes",
          "url": "https://doi.org/10.1080/1369118x.2025.2576798",
          "doi": "https://doi.org/10.1080/1369118x.2025.2576798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Shame must change sides: Affective media practices and the Mazan rape cases on TikTok",
          "authors": "Annabella Backes, Margreth Lünenborg, Kerstin Schankweiler",
          "abstract": "The rise of digital platforms has transformed feminist activism, reshaping how sexualized violence is discussed, witnessed, and countered. This paper examines responses to the Mazan rape cases on TikTok, centering on survivor Gisèle Pelicot’s statement: “Shame must change sides.” Using 8229 TikTok posts for descriptive analysis and 280 for qualitative analysis, we investigate how affective media practices emerge, what forms they take, and how shame is negotiated. We identify five key practices: (1) Feminist education explains the case to others, situating it within its broader socio-political context and ranging affectively from unemotional explanation to cynical outrage; (2) Affective witnessing manifests through publicly sharing emotions like disbelief and fear, reinforcing collective affectedness; (3) Iconization frames Pelicot as a feminist heroine, shifting discourse from shame to pride; (4) Shaming contests perpetrators’ social impunity, aligning with Pelicot’s call to shift shame onto them; (5) Feminist cross-referencing links the case to broader struggles, reinforcing feminist networks of solidarity. Our analysis highlights shame’s role in public discourse and how TikTok serves as both a site of affective contestation and a vehicle for networked feminism, shaping (partly ambivalent) affective media practices that engage with rape culture within a dynamic, algorithmically structured, and ephemeral platform environment.",
          "url": "https://doi.org/10.1177/01634437251380413",
          "doi": "https://doi.org/10.1177/01634437251380413",
          "filter": 0
        },
        {
          "title": "Beyond Rhetoric: The media and the Nigerian government’s professed commitment to the clean-up of Ogoniland",
          "authors": "Nduka N. Nwankpa, Leton C. Kuru, Ngozi A. Onwuka",
          "abstract": "Following widespread public outrage over the deadly impacts of severe pollution of Ogoniland emanating from decades of oil mining by Shell, the Nigerian government commissioned the UNEP in 2006 to undertake an independent environmental assessment of Ogoniland. The UNEP report indicted Shell for violation of established industry standards, pointing out that it could take up to 30 years to clean up oil spills that have destroyed the environment and the people’s livelihood. Thereafter, the government pledged to undertake a holistic clean-up of Ogoniland. The study evaluates the status of the ongoing clean-up, and seeks to recommend the role the Nigerian media can play in the project actualisation. This qualitative research adopts mixed methods comprising documentary research and personal observation. Results indicate a significant stakeholder dissatisfaction with the pace and quality of the remediation of Ogoniland, and a general lack of public confidence in HYPREP to actualise the clean-up. It also demonstrates, in specific terms, how advocacy journalism, environmental surveillance and agenda-setting can be applied to pressure the government to make good its professed commitment to the clean-up. It is recommended that HYPREP partner with the media to drive stakeholder engagement for a successful execution of the clean-up project.",
          "url": "https://doi.org/10.1177/01634437251385455",
          "doi": "https://doi.org/10.1177/01634437251385455",
          "filter": 0
        },
        {
          "title": "On hosted media, simple-professional cultural production, and micro media logics in anglophone video",
          "authors": "Amanda D. Lotz",
          "abstract": "The media sector has expanded in the 21st century to encompass a ‘hosted model’ of circulation and ‘simple-professional’ dynamic of cultural production that coexist alongside long dominant ‘complex-professional’ norms. This article begins developing a conceptual frame for understanding these new variations in cultural production that addresses continuities and differences in creative autonomy and relationships with organizations that circulate hosted media goods. A necessary component of this conceptualization is appreciating the ‘micro-media logics’ that largely replace the mass-media logics underpinning the video media sector in the 20th century to create a radically changed context of consumption. Although hosted cultural production is commonly regarded as more autonomous and freer from formal gatekeepers, the continued pursuit of commercial ends maintains constraints of capitalism. The unlicensed relationship with circulation services may introduce greater autonomy in circulation practices in some regards but leaves media makers without the recourse enjoyed under complex-professional dynamics formalized in licensed arrangements. The article focuses on the video sector as one particularly transformed by the capacity for creators across hosted video services such as YouTube, TikTok, and social media but with an eye to more broadly conceptualizing hosted circulation.",
          "url": "https://doi.org/10.1177/01634437251385474",
          "doi": "https://doi.org/10.1177/01634437251385474",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Toxicity and Moral Rhetoric in Video- and Text-Based Digital Platforms: A Multimethod Study of Political Talk Shows and News Articles in Taiwan",
          "authors": "Yuan Hsiao, Chingching Chang, You-Jian Wu, Hao-Hsuan Wang",
          "url": "https://doi.org/10.1080/10584609.2025.2572077",
          "doi": "https://doi.org/10.1080/10584609.2025.2572077",
          "filter": 0
        },
        {
          "title": "Resistance is Far-Right from Futile: Deplatforming, Resilience, and Persistent Presence Across Platforms as Drivers of Accelerationist Politics",
          "authors": "Katherine Kountz, Mor Yachin, Carol K. Winkler, Dror Walter, Anthony F. Lemieux",
          "url": "https://doi.org/10.1080/10584609.2025.2578364",
          "doi": "https://doi.org/10.1080/10584609.2025.2578364",
          "filter": 0
        },
        {
          "title": "Mundane Heresy: The Subversive Communicative Style of Young Conservatives in the United States",
          "authors": "Nash Jenkins",
          "url": "https://doi.org/10.1080/10584609.2025.2577666",
          "doi": "https://doi.org/10.1080/10584609.2025.2577666",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Why Do News Sharers Choose Not to Share News? A Self-Presentation Model of Deliberate News Withholding on Social Media",
          "authors": "Jennifer Ihm, Eun-mee Kim",
          "abstract": "What news spreads on social media equally depends on what news users do and do not share. However, prior research has predominantly focused on successful news sharing , overlooking the equally consequential behavior of deliberate news withholding. This study addresses that gap by proposing a self-presentation model of deliberate news withholding on social media, integrating three dominant approaches previously used to examine successful news sharing: (1) the informational approach focusing on the virality of news content, (2) the structural approach emphasizing social media network characteristics, and (3) the relational approach centered on users’ self-presentation and management of relationships with their audience. Specifically, this study combines two types of data: (1) survey data from 408 users and (2) a text analysis of news content they withheld in their three most active chatrooms. We examine how users selectively withhold news with varying levels of emotionality, argumentativeness, and hard or soft news value, depending on the characteristics of their audience networks – particularly network size and tie strength – and in relation to three self-presentational goals: self-construction, privacy protection, and audience-pleasing. Findings show that users strategically withhold varied types of news content across different user-audience networks to meet distinct self-presentational goals, thereby managing audience expectations and curating their online image. By shifting attention from news sharing to news withholding, this study offers a more complete account of how everyday users shape news flows and social discourse on social media.",
          "url": "https://doi.org/10.1177/20563051251385441",
          "doi": "https://doi.org/10.1177/20563051251385441",
          "filter": 0
        },
        {
          "title": "Social Processes in the Intensification of Online Hate: The Effects of Verbal Replies to Anti-Muslim and Anti-Jewish Posts Following 7 October 2023",
          "authors": "Zachary P. Rosen, Joseph B. Walther",
          "abstract": "Online hate messaging targeting Muslims and Jews increased dramatically following Hamas’s attack on Israelis on 7 October 2023 and Israel’s military response in Gaza. This study examined anti-Jewish and anti-Muslim hate posts on X.com and the verbal replies, Likes, and reposts they acquired over the following month. It tests a theory explaining the propagation of hate messages in social media based on the social approval posters garner from other users. The analysis involved replies to 6388 anti-Muslim or anti-Jewish hate posts in terms of their semantic convergence or divergence with the content of original posts. No differences between patterns of anti-Jewish and anti-Muslim discourse arose. Convergent replies to one’s hate posts led individuals to post more hatefully in their next post, and more quickly. Likes also accelerated hate posting, while reposts decelerated them. Divergent replies led to less hateful and slower subsequent hate postings. Conclusions address implications for the social approval theory of online hate, and the relative influence of verbal replies due to their costliness.",
          "url": "https://doi.org/10.1177/20563051251383635",
          "doi": "https://doi.org/10.1177/20563051251383635",
          "filter": 0
        },
        {
          "title": "Echo Chambers of Digital Harm: Insights Into Layered Affordances From India and South Korea",
          "authors": "Heesoo Jang, Narayanamoorthy Nanditha",
          "abstract": "This article introduces the concept of layered affordances to affordance theory, providing a framework for analyzing how digital platform affordances intersect and reinforce each other in facilitating technology-facilitated gender-based violence (TFGBV). Focusing on the #MeTooIndia movement and the Nth Room case in South Korea, we explore how multiplatform affordances, such as visibility, anonymity, and shareability, combine to create digital environments that enable the spread, reinforcement, and normalization of misogynistic narratives. In both cases, perpetrators strategically exploited layered affordances across platforms like X, Instagram, and Telegram to evade moderation, amplify harmful behaviors, and establish echo chambers of digital harm. This article argues that layered affordances reveal complex cross-platform dynamics that are crucial for understanding TFGBV and the ways in which digital harms are structured and sustained. Our findings highlight the need for nuanced, cross-platform governance policies that address the compounded nature of digital violence, particularly in non-Western contexts where marginalized communities are often most affected. By conceptualizing layered affordances, this study provides a crucial framework for analyzing the affordances that enable digital harms and for developing targeted interventions, thereby paving the way for more effective digital policy and platform design strategies.",
          "url": "https://doi.org/10.1177/20563051251383528",
          "doi": "https://doi.org/10.1177/20563051251383528",
          "filter": 0
        },
        {
          "title": "Sad Dating Apps: Emotional Technological Determinism and Agency in Late Modernity",
          "authors": "Łukasz Szulc",
          "abstract": "Grim cultural diagnoses suggest that dating apps make their users feel sad, attributing this to the commodification of intimacy facilitated by digital technology. Dating apps are charged with offering an illusory sense of choice among abundant partners and providing tools for atomizing people and filtering through them, while many caution against the growing dependency on dating apps. Drawing on 30 interviews with Polish LGBTQ people living in the United Kingdom, this article challenges the conflation of dating apps with sadness by distinguishing between “sad dating apps” and “sad dating app users.” I show that users exercise complex forms of agency in recognizing the flaws of digital dating cultures and engaging with them creatively. I argue for research that moves beyond relatively privileged users and global dating apps to better understand the role of digital technologies in society, particularly at the intersection of emotions and agency. While Internet researchers have become more careful in avoiding technologically deterministic arguments when assessing technologies’ general impact or their “effects,” crude claims about how technologies make their users feel persist, which I refer to as emotional technological determinism. More broadly, my research not only underscores the greater agency of users in this respect but also delineates the forms, scales, and scopes of feelings, sometimes contradictory, that technologies provoke, which technologies provoke what feelings, and for whom. Emotions themselves can be more or less agential, and the agency over how one feels when interacting with technology is distributed between technologies, users, and contexts.",
          "url": "https://doi.org/10.1177/20563051251380042",
          "doi": "https://doi.org/10.1177/20563051251380042",
          "filter": 0
        },
        {
          "title": "Scrolling Through Chaos: The Implications of TikTok for Crisis Sensemaking",
          "authors": "Christy Khoury, Jeff Hemsley",
          "abstract": "This study explores the role of TikTok as a platform-based crisis information source, focusing on how users engaged in collective sensemaking during the 2020 Port of Beirut explosion. Using a mixed-methods approach, the research analyzes multimodal content, including video, comments, hashtags, and transcripts, to understand how users’ holistic information experience influenced sensemaking around the crisis event. Drawing on Dervin’s conceptualization of sensemaking, the study investigates how visual, auditory, and textual elements of TikTok videos facilitate dynamic, iterative information behaviors such as information seeking, sharing, and negotiation. The findings stress how the platform’s recommendation system influences crisis sensemaking and the implications specifically for Middle Eastern crises. Our analysis revealed intersemiotic dissonance—the tension arising from clashing semiotic meanings—highlighting the risk of presenting crisis discourse multimodally.",
          "url": "https://doi.org/10.1177/20563051251382470",
          "doi": "https://doi.org/10.1177/20563051251382470",
          "filter": 0
        },
        {
          "title": "Projecting Culture Through Hashtag Activism: The #IAmABlackMan Challenge on Instagram",
          "authors": "Candice L. Edrington, Tara M. Mortensen, Odera Ezenna",
          "abstract": "The purpose of this study was to analyze Instagram photos posted by Black men with the #IAmABlackMan challenge as part of the ongoing Black Lives Matter movement to (a) understand the overall sentiments surrounding the hashtag challenge, (b) assess the nature of cultural projection as visually communicated through Instagram, and (c) examine how others interpret the cultural projection of these Black men through the images. This study uses a mixed-methods approach comprised of a social media insights sentiment analysis, qualitative and quantitative semiotic visual analyses, a qualitative and quantitative survey, and thematic analysis to analyze the images, comments, and perceptions of posts using the #IAmaBlackMan hashtag on Instagram.",
          "url": "https://doi.org/10.1177/20563051251382445",
          "doi": "https://doi.org/10.1177/20563051251382445",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Unlocking trade locks in landlocked developing countries (LLDCs) in Africa: The role of digital infrastructure",
          "authors": "Joshua Adeyemi Afolabi, Basiru Oyeniran Fatai",
          "url": "https://doi.org/10.1016/j.telpol.2025.103101",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103101",
          "filter": 0
        },
        {
          "title": "Small firms, big streams: How the characteristics of SMEs impact live streaming commerce performance",
          "authors": "Jaunghyun Hwang, Donggeun Kim, Alex Jiyoung Kim, Junghwan Kim",
          "url": "https://doi.org/10.1016/j.telpol.2025.103085",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103085",
          "filter": 0
        },
        {
          "title": "Big data, small answers: How the DSA Transparency Database falls short of its regulatory objectives",
          "authors": "Samuel Groesch, Alena Birrer, Natascha Just, Florian Saurwein",
          "url": "https://doi.org/10.1016/j.telpol.2025.103088",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103088",
          "filter": 0
        },
        {
          "title": "Aligned with the Blueprint for an AI Bill of Rights? An artificial intelligence transparency evaluation of company privacy notices and explanations",
          "authors": "Jonathan A. Obar, Giuseppina (Pina) D'Agostino, Motunrayo Akinyemi",
          "url": "https://doi.org/10.1016/j.telpol.2025.102977",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102977",
          "filter": 0
        },
        {
          "title": "Multihoming strategies in e-commerce: An exploratory study of seller characteristics, marketing resources, and business performance",
          "authors": "Kyu Tae Kwak, DongA Jeong, Semin Hong, Sang Woo Lee",
          "url": "https://doi.org/10.1016/j.telpol.2025.103107",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103107",
          "filter": 0
        },
        {
          "title": "Digital transformation demands new policies and strategies: Editorial for special issue on ITS 2024 Seoul Conference",
          "authors": "Seongcheol Kim, Youngsun Kwon, Yoonhyuk Jung",
          "url": "https://doi.org/10.1016/j.telpol.2025.103099",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
