{
  "update": "2025-10-17",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Testing the Predictive Power of a Cognitive-Structural Approach to Message Design: Persuasive Effects Among Republicans and Democrats",
          "authors": "Shannon M. Cruz, David M. Keating, Yanitza A. Cruz Crespo, Marissa W. Kopp",
          "abstract": "Several theoretical approaches suggest that a promising approach to designing effective, tailored persuasive messages may be to draw on insights from an audience’s shared cognitive structure. Specifically, a cognitive-structural approach to message design would suggest that messages targeting central concepts in an audience’s shared cognitive structure will have stronger persuasive effects than messages targeting more peripheral concepts. The present investigation, however, failed to provide support for this approach. The results of four studies revealed that attitude and semantic networks each provided a different estimate of cognitive structure and made competing claims about whether this structure differs for Republicans and Democrats. However, neither structure successfully predicted which messages would be most effective. Instead, both Democrats and Republicans were persuaded by a wide range of arguments targeting both central and peripheral concepts. The results have implications for future work on the role of cognitive structures in persuasion and theory-driven message development.",
          "url": "https://doi.org/10.1177/00936502251376470",
          "doi": "https://doi.org/10.1177/00936502251376470",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "The Press as Platform: Institutional Isomorphism and the Strategic Adoption of Platform Logics",
          "authors": "James Meese, Theresa Seipp",
          "url": "https://doi.org/10.1080/21670811.2025.2573074",
          "doi": "https://doi.org/10.1080/21670811.2025.2573074",
          "filter": 0
        },
        {
          "title": "Contextualizing Platform Dependence and Publisher Disentanglements in India",
          "authors": "Simran Agarwal",
          "url": "https://doi.org/10.1080/21670811.2025.2573072",
          "doi": "https://doi.org/10.1080/21670811.2025.2573072",
          "filter": 0
        },
        {
          "title": "Platform Retraction? Discourses of Entanglement and Disentanglement in News Media’s Platform Engagement",
          "authors": "Ragnhild Kristine Olsen, Helle Sjøvaag",
          "url": "https://doi.org/10.1080/21670811.2025.2570497",
          "doi": "https://doi.org/10.1080/21670811.2025.2570497",
          "filter": 0
        },
        {
          "title": "Picturing Protest: Visual Framing in Authoritarian Media on Twitter",
          "authors": "Wei Zhong, Bin Chen, Fan Liang, Maggie Mengqing Zhang",
          "url": "https://doi.org/10.1080/21670811.2025.2571963",
          "doi": "https://doi.org/10.1080/21670811.2025.2571963",
          "filter": 0
        },
        {
          "title": "The Weight of the Rainbow: LGBTQ+ Journalists’ Navigation of Mental Health and Identity in Digital News Ecosystems",
          "authors": "Patrick R. Johnson",
          "url": "https://doi.org/10.1080/21670811.2025.2573080",
          "doi": "https://doi.org/10.1080/21670811.2025.2573080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Hijacking algorithmic bias: analyzing the political discourse around ChatGPT on social media",
          "authors": "Maayan Cohen, Eran Toch",
          "url": "https://doi.org/10.1080/1369118x.2025.2561046",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561046",
          "filter": 0
        },
        {
          "title": "Generative AI and the information commons: controversy, copyright, and closure",
          "authors": "Fenwick McKelvey, Bart Simon, Luciano Frizzera",
          "url": "https://doi.org/10.1080/1369118x.2025.2565328",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565328",
          "filter": 0
        },
        {
          "title": "‘Better a nearby friend than a far-away child’? Internet use and productive engagement: the mediating role of interactions with non-cohabiting children and friends",
          "authors": "Yuanyuan Fu, Chenhong Peng",
          "url": "https://doi.org/10.1080/1369118x.2025.2563583",
          "doi": "https://doi.org/10.1080/1369118x.2025.2563583",
          "filter": 0
        },
        {
          "title": "Governing generative AI for disability and inclusion",
          "authors": "Kuansong Victor Zhuang, Gerard Goggin",
          "url": "https://doi.org/10.1080/1369118x.2025.2570735",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570735",
          "filter": 0
        },
        {
          "title": "Performing ‘the scientist,’ credibly and authentically: understanding how scientists manage their self-presentation on social media",
          "authors": "Annie Li Zhang",
          "url": "https://doi.org/10.1080/1369118x.2025.2565313",
          "doi": "https://doi.org/10.1080/1369118x.2025.2565313",
          "filter": 0
        },
        {
          "title": "Scripted to fail: delayed discrimination in biometric asylum systems",
          "authors": "Bruno Magalhães",
          "url": "https://doi.org/10.1080/1369118x.2025.2561063",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561063",
          "filter": 0
        },
        {
          "title": "Adapting in times of crisis: how social media marketing of gambling changed in response to major shifts in the gambling landscape",
          "authors": "Scott Houghton, Frederic Boy, Alexander Bradley, Richard J. E. James, Heather Wardle, Simon Dymond",
          "url": "https://doi.org/10.1080/1369118x.2025.2572025",
          "doi": "https://doi.org/10.1080/1369118x.2025.2572025",
          "filter": 0
        },
        {
          "title": "TikTok as an academic tool: a bibliometric review of TikTok research",
          "authors": "Jia Yuin Fam",
          "url": "https://doi.org/10.1080/1369118x.2025.2574303",
          "doi": "https://doi.org/10.1080/1369118x.2025.2574303",
          "filter": 0
        },
        {
          "title": "Navigating the responsible AI landscape: unraveling the principles-to-practices gap of transparency and explainability at the BBC",
          "authors": "Hannes Cools",
          "url": "https://doi.org/10.1080/1369118x.2025.2553382",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553382",
          "filter": 0
        },
        {
          "title": "Mapping the evolving networks of the #StopAsianHate movement on Twitter: the role of serial participants in digital activism",
          "authors": "Rong Wang, Weiyu Zhang, Jieun Shin",
          "url": "https://doi.org/10.1080/1369118x.2025.2571407",
          "doi": "https://doi.org/10.1080/1369118x.2025.2571407",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Turning (and tuning in) to rural media: Exploring the role of identity, place, and participation in locating community radio",
          "authors": "Aniruddha Jena, Mark Hayward",
          "abstract": "Community Radio (CR) acts as a critical platform for fostering participation and cultural identity, especially in marginalized and rural contexts. The article proposes a conceptual framework for analyzing rural communication through an analysis of the activities of Radio Dhimsa, a community radio broadcaster in Eastern India. It critiques the tendency to treat ‘rural’ as a passive backdrop, advocating for a deeper understanding of the interplay between media, place, and rurality. By analyzing the cultural, administrative, and material dimensions of CR, the study highlights its multifaceted impact on content production and dissemination. Drawing on ethnographic and qualitative methods, including participant observation, interviews, and focus group discussions, and employing constructive interpretive grounded theory, the findings reveal Radio Dhimsa’s critical role in cultural preservation, local empowerment, and amplifying marginalized voices. Broadcasting in the Desia (Indigenous) dialect, the station fosters belonging and counters socio-political marginalization while navigating the challenges posed by physical geography and climatic conditions. This research contributes to emerging scholarship on rural communication by engaging with both material and cultural dimensions of CR. It underscores the transformative potential of community radio as a tool for participatory communication and cultural preservation, advocating for media studies that reflect the complexities of rural identities and socio-cultural dynamics.",
          "url": "https://doi.org/10.1177/01634437251375361",
          "doi": "https://doi.org/10.1177/01634437251375361",
          "filter": 0
        },
        {
          "title": "Mediating Bolsonarism on Facebook: Religion, technopolitics and activism in Grassroots Digital Networks",
          "authors": "Gleice Mattos Luz, Cláudia Álvares",
          "abstract": "This study examines the intersections of religion and technopolitics in Bolsonarism through an in-depth case study of a prominent digital moderator, Actor 1, who mediated between Jair Bolsonaro’s leadership and grassroots supporters during Brazil’s 2022 electoral period. By employing ethnographic observations, semi-structured interviews, Critical Discourse Analysis, and Framing Theory, this research explores a multilayered model of mediation that merges the strategic coordination of programmed campaigns with the emotional authenticity of grassroots spontaneity. Through the strategic exploitation of Facebook’s algorithmic architecture, emotionally resonant content was widely disseminated, creating echo chambers that reinforced ingroup loyalty while excluding dissent. Religious framing was central to these efforts, positioning Bolsonaro as a divinely ordained leader whose political struggles integrated a larger spiritual mission. Actor 1 emerges as a paradigmatic intermediary, whose communicative practices integrate opinion leadership, moral-political curation, religious framing, and strategic activism. Religion plays an important role, positioning Bolsonaro as a divinely ordained leader whose political struggles were embedded in a broader spiritual mission. The study demonstrates how technopolitical strategies, intertwined with religious discourse, were used to adapt to regulatory pressures by casting institutional supervision as censorship. These practices shaped collective identities, sustained ideological cohesion, and rallied supporters within a polarized sociopolitical context.",
          "url": "https://doi.org/10.1177/01634437251385466",
          "doi": "https://doi.org/10.1177/01634437251385466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Towards the Comparative Study of Domestic Influence Operations: Cyber Troops and Elite Competition in Indonesia, the Philippines and Thailand",
          "authors": "K. Ruijgrok, W. Berenschot, F. Gaw, J. Sombatpoonsiri,  Wijayanto, M. J. Agonos, Y. Sastramidjaja",
          "url": "https://doi.org/10.1080/10584609.2025.2566098",
          "doi": "https://doi.org/10.1080/10584609.2025.2566098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Activating the principle of ‘taking into account the special needs of the developing countries’ in the distribution of low Earth orbit frequency/orbit resources",
          "authors": "Jinxuan Li, Jinyuan Su",
          "url": "https://doi.org/10.1016/j.telpol.2025.103082",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103082",
          "filter": 0
        },
        {
          "title": "Personal data protection in China: Progress, challenges and prospects in the age of big data and AI",
          "authors": "Miao He, Yongfang Chen",
          "url": "https://doi.org/10.1016/j.telpol.2025.103076",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103076",
          "filter": 0
        },
        {
          "title": "Digital technology adoption and firm performance: Evidence from Finland ’s service sector using linked microdata",
          "authors": "Natalia Kuosmanen, Mika Pajarinen, Almas Heshmati",
          "url": "https://doi.org/10.1016/j.telpol.2025.103080",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
