{
  "update": "2024-12-20",
  "content": [
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Streaming giants and the global shift: building value chains and remapping trade flows",
          "authors": "Jean K Chalaby",
          "abstract": "This article analyses the global dominance of three U.S.-based platforms (Amazon Prime Video, Disney+, and Netflix) on the streaming market. It investigates their reconfiguring of the TV industry around a global value chain, akin to other highly globalized industries, and characterized by the presence of a few lead firms operating in multiple markets and leveraging hundreds of suppliers worldwide. These streaming platforms benefit from transnational network effects and the coordination of supply chains on a global scale. By building large content libraries and accumulating foreign assets, they are transforming international trade flows in the process. Since 2020, the United States imports more audiovisual services, including movies and television programming, than it exports. This research demonstrates how the impact of these platforms is positive on local creative ecosystems, despite power asymmetries at play, and negative on local broadcasters.",
          "url": "https://doi.org/10.1093/joc/jqae040",
          "doi": "https://doi.org/10.1093/joc/jqae040",
          "filter": 0
        },
        {
          "title": "Networked corporate advocacy in a polarized public arena: analyzing discourse networks of U.S. Fortune 500 companies on controversial issues",
          "authors": "Yingying Chen, Jiun-Yi Tsai, Shupei Yuan",
          "abstract": "This study investigates how U.S. Fortune 500 corporate social advocacy (CSA) discourse on multiple contentious issues is associated with public attention on Twitter/X. Our theoretical framework elucidates three discourse types and conceptualizes the diversity, structure, and stability of discourse coalition networks. Utilizing computational methods and dynamic network analysis of 43,791 corporate tweets over two years, findings reveal a prevalent use of aspirational communication in addressing climate change and healthcare disparities. Functional discourse is predominantly employed in tweets on racial equality and COVID-19 vaccination, while localization discourse is concentrated in tweets about gender/sexuality. Network analysis shows that discourse coalitions exist across industries, with a convergence in discourse types and low temporal stability in network compositions. Most discourse types and features of discourse coalition networks are positively associated with public attention to CSA tweets, though these associations vary across different issues.",
          "url": "https://doi.org/10.1093/joc/jqae046",
          "doi": "https://doi.org/10.1093/joc/jqae046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Editor’s Note Jan 2025",
          "authors": "Regina G. Lawrence",
          "url": "https://doi.org/10.1080/10584609.2024.2444101",
          "doi": "https://doi.org/10.1080/10584609.2024.2444101",
          "filter": 0
        },
        {
          "title": "Does Social Media Level the Political Field or Reinforce Existing Inequalities? Cartographies of the 2022 Brazilian Election",
          "authors": "André K. Rodarte, Josephine Lukito",
          "url": "https://doi.org/10.1080/10584609.2024.2439320",
          "doi": "https://doi.org/10.1080/10584609.2024.2439320",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "“We Make Them Our Kin”: Australian Older Adult’s Playful Kinship Practices Through Sharing Animal Images on Social Media",
          "authors": "Caitlin McGrane, Larissa Hjorth, Peta Murray",
          "abstract": "Pets, companion animals, and “more-than-human” kin play important roles in people’s lives. Animals are familiar and familial—they are often integral family members and can help create communities beyond the family unit. People rely on their pets for emotional, physical, and spiritual well-being. More recently, research into the role of animals in the lives of older adults has come into focus, especially through the visibilities and visualities of social media. The significance of animals in the lives of older adults in conjunction with the storification and sharing potential of social media leads us to ask: What do the practices of pet image sharing on social media reflect about ideas of aging and human and more-than-human kinship? In this article, we draw on ethnographic and interview data conducted with Australian older adults (65 years and above) about how and why they share images of their pets on social media. How do these visualities represent the feelings, care practices, and experiences of older adults and the value of the more-than-humans in their lives? This article seeks to contribute to social media literature by engaging with the under-explored lives of older adults and how their sharing practices reflect shifting relationalities between older adults and their pets.",
          "url": "https://doi.org/10.1177/20563051241306540",
          "doi": "https://doi.org/10.1177/20563051241306540",
          "filter": 0
        },
        {
          "title": "Protecting Privacy on Social Media: Mitigating Cyberbullying and Data Heist Through Regulated Use and Detox, with a Mediating Role of Privacy Safety Motivations",
          "authors": "Jing Niu, Bilal Mazhar, Inam Ul Haq, Fatima Maqsood",
          "abstract": "Information theft and cyberbullying pose significant threats to users’ privacy on social media. This study applies Protection Motivation Theory (PMT) to explore how online information disclosure awareness and privacy concerns influence protective actions, such as regulated social media usage and detoxification, in response to negative experiences like data heist and cyberbullying. Analyzing survey responses from 1,000 social media users in Pakistan, ranging in age from 18 years to over 50, and using the snowball sampling technique, our findings reveal that awareness of online information disclosure mediates the relationship between data theft and regulated social media use. Privacy concerns similarly mediate the relationship between cyberbullying experiences and social media detoxification, aligning with PMT. In addition, negative online experiences directly correlate with privacy safety behaviors, indicating that motivations may not always drive protective actions. This research sheds light on the intricate dynamics between privacy concerns, negative online experiences, and protective behaviors, offering insights for interventions and policies to enhance users’ digital privacy and safety. Understanding these relationships is crucial for addressing the challenges of information theft and cyberbullying in the digital landscape.",
          "url": "https://doi.org/10.1177/20563051241306331",
          "doi": "https://doi.org/10.1177/20563051241306331",
          "filter": 0
        },
        {
          "title": "“Right-Wing Safe Space” Versus “Comrade Major”: Media Ideologies of Far-Right Russian Social Media Users",
          "authors": "Petr Oskolkov, Eyal Lewin, Sabina Lissitsa",
          "abstract": "A significant part of far-right activities worldwide take place within the media ecosystem formed by accounts and communities on social media platforms. Drawing on the media ideology approach, this study investigates how far-right Russian internet users perceive various social media platforms and how their sociopolitical beliefs affect these perceptions. Based on a series of in-depth semi-structured interviews, we argue that far-right users assess social media platforms according to the criteria of security, meaning privacy and non-cooperation with law enforcement agencies; freedom from moderation; and functionality, including informational, communicational, recreational, and self-expressional roles. The results demonstrate that, for a sociopolitically stigmatized user cohort, media ideology becomes a tool for adaptation and survival, stressing the factors of privacy protection and ideological proximity.",
          "url": "https://doi.org/10.1177/20563051241306833",
          "doi": "https://doi.org/10.1177/20563051241306833",
          "filter": 0
        },
        {
          "title": "Affective Affordances, Networked Status Quo, and Climate Communication: An Analysis of the Mobilization of Affect on Facebook",
          "authors": "Chamil Rathnayake, Jenifer Sunrise Winter",
          "abstract": "This study achieves two objectives: (1) define two specific affordances—affective embedding and rendering—capturing the connection between affect and social media affordances from the perspectives of designers and end-users, and (2) examine the mobilization of affective reactions with an emphasis on the intersection between affective affordances and the networked status quo. A sample of 253,489 Facebook posts that contained key terms related to climate change is analyzed using a series of log-log models to examine the mobilization of affective reactions. We argue that possibilities for rendering affect using the Facebook reaction menu are nested within affective embedding and general platform affordances. Empirical analysis examines a two-step logic where the networked status quo determines content exposure, leading to content replication. Although affective reactions are primarily driven by content reach, the analysis reveals variations among six types of Facebook pages in terms of how their prominence contributes to generate affective reactions among audiences.",
          "url": "https://doi.org/10.1177/20563051241308597",
          "doi": "https://doi.org/10.1177/20563051241308597",
          "filter": 0
        },
        {
          "title": "Bodies, Brands, and Bullies: Culture Jamming and the Livestreaming of Engagement",
          "authors": "David Murphy, Joshua Jarrett",
          "abstract": "This article uses a case study of an anti-brand protest that was livestreamed on Twitch to develop a media and cultural studies framework for conceptualizing livestreaming platforms as mechanisms that extract engagement and discoverability value from cultural noise. It begins with a review of several fields of literature: branding, media activism, and culture jamming; livestreaming and affective labor; and social media platforms, affective economies, and noise. Then, it synthesizes this literature into a conceptualization of livestreaming’s cultural product and form, connecting its product to the extraction of engagement metrics from affective economies and its form to the affective labor that livestreamers are performing for the purposes of developing personal brands. Finally, it connects the record-setting viewership numbers the Hogwarts Legacy protest created for Twitch to an affective economy of joy, sadness, anger, and nostalgia, focusing specifically on how this economy became a driver of engagement and discoverability value for a transmedia brand.",
          "url": "https://doi.org/10.1177/20563051241308321",
          "doi": "https://doi.org/10.1177/20563051241308321",
          "filter": 0
        },
        {
          "title": "Social Media Users’ Motives for (Not) Engaging With Hate Speech: An Explorative Investigation",
          "authors": "Ursula Kristin Schmid, Anna Sophie Kümpel, Diana Rieger",
          "abstract": "Despite extensive research on what causes social media users to recognize hate speech and what motivates their reactions to it, little is known about a crucial intermediate step that leads to users’ engagement or non-engagement with hate speech online. In our study, drawing on the uses and gratifications approach, we theoretically derived motives representing affective and entertainment, personal identity and social-integrative as well as cognitive dimensions for social media users to engage or not engage with hate speech. To empirically investigate those motives, we conducted a quota-based online survey of adult social media users in Germany ( N = 4,020) and subjected the responses to exploratory factor analysis. We found that a range of personal and social gratifications, far beyond simple expressions of approval or disapproval, encourage social media users to engage with hate speech online, whereas intentions to protect oneself and others from potential harm discourage such behavior.",
          "url": "https://doi.org/10.1177/20563051241306322",
          "doi": "https://doi.org/10.1177/20563051241306322",
          "filter": 0
        },
        {
          "title": "Fashion Influencer Moms on Instagram: Exploration of Their Affective Labor and Self-Presentation Practices",
          "authors": "Leslie M. Cuevas, Stacy H. Lee, Daniella Recalde",
          "abstract": "This study explores how fashion influencer moms (FIMs) navigate the intersection of motherhood and fashion within the social media landscape. Drawing upon theories of affective labor and self-presentation, we examine the online community these women built as a means of self-care and creating access to fashion for themselves and others. Participants were recruited using a social media hashtag sampling method. Subsequent semi-structured interviews with 16 micro-influencers were analyzed using a thematic approach. Findings revealed that FIMs leverage social media to maintain a sense of self by engaging in affective labor practices such as belongingness, authenticity, and solidarity. Through their self-presentation, these influencers offer confidence and style tips that reflect contemporary trends in mom fashion. This research contributes to a deeper understanding of the social media influencer phenomenon by considering new generations of mothers as influential consumers and marketers within the fashion industry.",
          "url": "https://doi.org/10.1177/20563051241308326",
          "doi": "https://doi.org/10.1177/20563051241308326",
          "filter": 0
        },
        {
          "title": "Anti-Feminism and Self-Improvement: Hegemonic Femininity in the Manosphere",
          "authors": "Sanne Pieters, Daniel Trottier",
          "abstract": "The Red Pill adherents believe “feminist doctrines” in society deprive men and women of being their natural selves, disrupting heterosexual relationships in consequence. Research on manosphere groups generally focuses on men’s involvement, but women participate in these movements too. One such form of participation is the RedPillWomen subreddit (“r/RPW” in reddit jargon). Hegemonic femininity remains an understudied component of the manosphere. Using a qualitative critical thematic analysis, 127 texts are analyzed to establish what constitutes hegemonic femininity on the r/RPW according to moderators and how this is enacted and maintained by Subreddit members. It is found that moderator texts use discourses of evolutionary psychology, neoliberalism, and anti-feminism to construct a local postfeminist femininity that is both subordinate to men as well as highly entrepreneurial. Subreddit-member posts showed how this femininity is enacted and maintained, demonstrating the responsibility women feel in transforming both the physical and psychological. Peer-surveillance served to reach consent on group norms, correct those who deviate from these norms, and create boundaries between RedPillWomen and other women. This research demonstrated how postfeminist sensibilities in the manosphere shape the articulation of various local hegemonic femininities that both contrast and parallel each other.",
          "url": "https://doi.org/10.1177/20563051241302154",
          "doi": "https://doi.org/10.1177/20563051241302154",
          "filter": 0
        },
        {
          "title": "Bias and Polarization in the Qatargate Scandal: A Social Media Perspective",
          "authors": "Rita Marchetti, Anna Stanziano, Roberto Mincigrucci, Susanna Pagiotti",
          "abstract": "While legacy media have received increasing attention in the literature on media and corruption in recent years, the role of digital media and, in particular, social media is still an open question in corruption and anti-corruption studies Through this study, we aim to partially bridge the existing gap in literature by focusing our attention on the study of a corruption scandal, namely the Qatargate scandal. We will demonstrate that the affordances of platforms could exacerbate the instrumentalization of corruption scandals, emphasizing the contrast of positions and creating new (and reiterating old) biases in the narrative of a corruption case.",
          "url": "https://doi.org/10.1177/20563051241306323",
          "doi": "https://doi.org/10.1177/20563051241306323",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(24)00193-9",
          "doi": "https://doi.org/10.1016/s0308-5961(24)00193-9",
          "filter": 1
        }
      ]
    }
  ]
}
