{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Trolling is in the Eye of the Beholder: An Attributional Approach to Predicting Perceptions of Trolling and Vigilantism in Online Games",
          "authors": "John A. Velez, Ines Hyunju Yu, Xan Smith, Sung Hyun Lee, Seung Woo Chae, Yuxian Lin",
          "abstract": "While perpetuated by the few, trolling in online video games is an increasingly common phenomenon. To understand how trolling behaviors gain momentum and spread throughout a community, this study examined when players perceive trolling and why such perceptions compel retaliatory actions. Participants evaluated staged gameplay that offered multiple auxiliary cues to a player’s underlying motivations which included the rules of the video game, the target of the behavior, and the norm of the community. Results suggest that players attribute motivations associated with trolling to others’ behaviors by weighing the implications of various auxiliary cues accompanying the behaviors. Additionally, perceptions of trolling mediated participants’ reported desire to reciprocate harassment. The current study proposes that a more productive approach to understanding the effects and resulting consequences of trolling may be through exploring players’ reactions to behaviors and their attributions of others’ motivations.",
          "url": "https://doi.org/10.1177/00936502251334420",
          "doi": "https://doi.org/10.1177/00936502251334420",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "“There’s a Rule Book in my Head”: Journalism Ethics Meet A.I. in the Newsroom",
          "authors": "Angela Misri, Nicole Blanchett, April Lindgren",
          "url": "https://doi.org/10.1080/21670811.2025.2495693",
          "doi": "https://doi.org/10.1080/21670811.2025.2495693",
          "filter": 0
        },
        {
          "title": "Thinking Hard, Thinking Smart: How News Users’ Cognitive Traits Guide Their Responses to Fact-Checks",
          "authors": "Eun-Ju Lee, Myojung Chung",
          "url": "https://doi.org/10.1080/21670811.2025.2492209",
          "doi": "https://doi.org/10.1080/21670811.2025.2492209",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Intellectual humility’s effects on political polarization and engagement",
          "authors": "Natalie Jomini Stroud, Caroline Murray",
          "abstract": "Drawing on theories about intergroup contact and the effects of language, this study tests whether the use of intellectual humility in political posts influences affective polarization, perceived polarization, and willingness to engage with opposing views. Using data from a U.S.-representative 2 (intellectual humility: low or high) × 4 (issue) between-subjects experiment with an offset control, this study shows that expressions of intellectual humility can increase willingness to engage, and that they indirectly affect polarization through perceived warmth, perceived competence, and cognitive reactance. Expressions of intellectual humility do not result in expectancy violations. Effects do not vary by partisanship or a trait measure of intellectual humility. The results provide insight to those looking to improve online spaces.",
          "url": "https://doi.org/10.1093/hcr/hqaf007",
          "doi": "https://doi.org/10.1093/hcr/hqaf007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "In the style of: exploring industry, creator and legal implications of copying style through generative AI",
          "authors": "D. Bondy Valdovinos Kaye, Kylie Pappalardo, Joanne Gray",
          "url": "https://doi.org/10.1080/1369118x.2025.2496905",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496905",
          "filter": 0
        },
        {
          "title": "Big tech as a technopolitical actor: imaginaries of personalization and their unintended consequences",
          "authors": "Damian Bank",
          "url": "https://doi.org/10.1080/1369118x.2025.2497943",
          "doi": "https://doi.org/10.1080/1369118x.2025.2497943",
          "filter": 0
        },
        {
          "title": "Transitions into and out of the gig economy",
          "authors": "Adolfo Fuentes, Ricardo González",
          "url": "https://doi.org/10.1080/1369118x.2025.2496896",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496896",
          "filter": 0
        },
        {
          "title": "Crisis? What crisis? Assessing over-time public engagement with crisis communication on social media during COVID-19 in Scandinavia",
          "authors": "Anna Elisabeth Hasselström, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2498691",
          "doi": "https://doi.org/10.1080/1369118x.2025.2498691",
          "filter": 0
        },
        {
          "title": "Identifying individual differences in deepfake discernment: the effects of cognitive disposition and visual literacy",
          "authors": "Xinyi Jin, Guoyan Wang, Zhuoyue Zhang, Wenbo Zhou, Nenghai Yu, Bowen Gao, Shuqing Gao",
          "url": "https://doi.org/10.1080/1369118x.2025.2496902",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496902",
          "filter": 0
        },
        {
          "title": "Latent bombs of disinformation",
          "authors": "Marcelo Santos, Chang Sup Park, João Guilherme Bastos dos Santos, Athus Cavalini, Homero Gil de Zúñiga",
          "url": "https://doi.org/10.1080/1369118x.2025.2492575",
          "doi": "https://doi.org/10.1080/1369118x.2025.2492575",
          "filter": 0
        },
        {
          "title": "The sign-sync trend on TikTok: navigating engagement and digital accessibility in music challenges",
          "authors": "Arantxa Vizcaíno-Verdú, Mariola Moreno, Margarita Gil-Perez",
          "url": "https://doi.org/10.1080/1369118x.2025.2498685",
          "doi": "https://doi.org/10.1080/1369118x.2025.2498685",
          "filter": 0
        },
        {
          "title": "Influencing the news: how social media influencers affect news media trust",
          "authors": "Ben Wasike",
          "url": "https://doi.org/10.1080/1369118x.2025.2496907",
          "doi": "https://doi.org/10.1080/1369118x.2025.2496907",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Diffusion as translation: transediting and the diffusion of social movement discourses across linguistic borders in the age of globalization",
          "authors": "Vincent Guangsheng Huang, Yuexin Lyu",
          "abstract": "In a globalized world, the diffusion of social movement discourse usually occurs across linguistic borders. This research conceptualizes the diffusion of social movement discourse as a transediting process that is both organizational and textual. Based on a 2-year-long ethnography of an environmental non-governmental organization (NGO) in China, it shows how diffusion as a process of transediting has become embedded as an organizational routine in the NGO’s functioning, crystallizing as a set of practices adopted by the organization in its operation of social movement media to select, translate, and adapt global social movement discourses to local publics, advocacy campaigns, and the authoritarian context. Overall, the study illustrates transediting as a practice adopted by NGOs but constrained by the institutional environment. This practice mediates the global–local mobility of social movement discourses and creates an alternative space for thinking globally and acting locally.",
          "url": "https://doi.org/10.1093/joc/jqaf014",
          "doi": "https://doi.org/10.1093/joc/jqaf014",
          "filter": 0
        },
        {
          "title": "An island of trust: public broadcasting in the United States",
          "authors": "Christopher Ali, Hilde Van den Bulck, Jonathan Kropko",
          "abstract": "This contribution aims to better understand the level of and reasons for the trust U.S. television viewers place in the Public Broadcasting Service (PBS) amidst what is often perceived as a general decline in trust in U.S. media and public institutions. Based on a nationwide survey of 1533 self-declared PBS viewers and rooted in theories of the conceptualization of organizational trust, our findings suggest that PBS viewers trust PBS along three vectors: institution-based trust (value for public dollars); characteristics-based trust (news and children’s programming); and process-based trust (nostalgia). This trust, notably for news and political programming, is shared by viewers across the political spectrum. We argue this unique multi-faceted foundation of trust, media, and politics can be the basis for a rehabilitated sense of trust in U.S. public institutions and can also be marshaled to justify the political sustainability and, even, amplification of U.S. public media.",
          "url": "https://doi.org/10.1093/joc/jqaf009",
          "doi": "https://doi.org/10.1093/joc/jqaf009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Can the other be heard?",
          "authors": "Sreedhar Nemmani",
          "abstract": "Drawing from my ethnographic fieldwork among the Buddhist communities residing in the Himalayas, the article proposes an ancient Buddhist philosophical conceptualization as a novel theoretical framework to conceive human communication not as a linear exchange of information but as a mundane epistemological practice. Locating the modern conceptualization of communication at the core of the vocation of academic knowledge production, this article argues that the foundational premises rooted within the conceptualization of communication result in unequal, colonial, and extractive self-other dynamics within knowledge generation practices. The article argues that to resolve the intractable self-other relationality, which results in various forms of inequities, it is imperative to decenter the (Western) meta-scientific worldviews and recenter the mundane epistemic practices of the communities.",
          "url": "https://doi.org/10.1177/01634437251336148",
          "doi": "https://doi.org/10.1177/01634437251336148",
          "filter": 0
        },
        {
          "title": "Gamifying intimacy: AI-driven affective engagement and human-virtual human relationships",
          "authors": "Liang Ge, Tingting Hu",
          "abstract": "This article examines the gamification of intimacy with AI, through China’s XingYe, a multimodal AI companion platform that integrates role-playing game (RPG) mechanics, algorithmic responsiveness and user-generated markets to reconfigure human-virtual human relationships. Drawing on 9-month autoethnographic engagement, we argue that XingYe operationalises what we term the gamification of intimacy – a design paradigm that commodifies emotional labour by rendering affection efficient, quantifiable and achievement-oriented. Users engineer customisable AI companions through ludic acts of co-creation, navigating tiered progression systems and gacha-style rewards that transform intimacy into a structured, transactional process. Simultaneously, XingYe blurs boundaries between fiction and lived experience, enabling real-time narrative remediation and the monetisation of AI agents as tradable commodities. This hybrid relationality challenges traditional notions of parasociality, positioning AI-mediated intimacy as a liminal space of technocultural negotiation where algorithmic agency and user desire converge. By framing emotional bonds as both labour and leisure, XingYe exemplifies the industrial production of connection under platform capitalism, raising critical questions about agency, data sovereignty and the neoliberal optimisation of vulnerability. The study contributes to debates on human-machine communication by interrogating how gamified AI systems reshape intimacy into a crowdsourced, market-driven practice, urging scholars to transcend anthropocentric frameworks and address the ethical implications of affective commodification in digital ecosystems.",
          "url": "https://doi.org/10.1177/01634437251337239",
          "doi": "https://doi.org/10.1177/01634437251337239",
          "filter": 0
        },
        {
          "title": "The experience of racism amongst practitioners of colour in the advertising industry",
          "authors": "Nessa Keddo",
          "abstract": "This article explores the experience of racism amongst practitioners of colour in the advertising industries in the UK and US, home to some of the world’s largest, flagship agencies and supposed leaders in equality, diversity and inclusion. The research was conducted in two study periods, one between 2013 and 2015, and a second between 2021 and 2023 following the murder of George Floyd in 2020 which saw a rise in organisational commitments to diversity. Semi-structured interviews were conducted with practitioners working in advertising agencies from a range of racial backgrounds, as well as ethnography within two of these organisations. The research reveals how racist discourse has changed overtime and the impact such conversations have on working praxis. In particular, the study argues that racism occurs in both work-based and informal settings, which both ultimately impact on career progression. Lastly, the paper shows how forced EDI secondments can be weaponised to redact practitioners of colour from high profile client work, and used as an exclusionary tactic.",
          "url": "https://doi.org/10.1177/01634437251336146",
          "doi": "https://doi.org/10.1177/01634437251336146",
          "filter": 0
        },
        {
          "title": "Propaganda feedback loops as communication rituals: Hate speech on talk radio",
          "authors": "Steven Livingston, Babak Bahador",
          "abstract": "The goal of this paper is to deepen the clarity of Benkler, Farris, and Robert’s “propaganda feedback loop” concept. It argues that a sizeable portion of the information ecosystem in the United States is characterized by a media logic that demands acceptance of preferred narratives, irrespective of factual accuracy. When an individual or entire news organization fails to abide by the demands of prescribed narratives, no matter how factually unsound they may be, a kind of excommunication occurs; the nonconforming individual or organization is shunned. In this way, community boundary spaces are demarcated by felty to an implicit catechism. Relying on Carey’s “ritual view of communication,” we argue that these episodes can be thought of as moments of affirmation of identity, community, or as Carey puts it, a communication ritual. Communication rituals involve the creation and recreation of community, commonness and communion. It understands an engagement with media content as not only a transmission of information, but also as an affirmation of identity. In short, we aver that propaganda feedback loops are best understood as expressions of communication rituals that reinforce core identity claims. We also argue that, by definition, the assertion of core identity claims of some groups means that other groups are denied access to these same privileged claims. These groups are marginalized, or as Carey might put it, ostracized or excommunicated. We demonstrate our thesis with an empirical investigation of rightwing radio’s treatment of racial and religious minorities in the United States during the period surrounding the 2020 presidential election.",
          "url": "https://doi.org/10.1177/01634437251331809",
          "doi": "https://doi.org/10.1177/01634437251331809",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "“Are You Too Busy to Listen Up?” Legislative (Dis)engagement from Constituents in Local Public Meetings",
          "authors": "Bai Linh Hoang",
          "url": "https://doi.org/10.1080/10584609.2025.2499179",
          "doi": "https://doi.org/10.1080/10584609.2025.2499179",
          "filter": 0
        },
        {
          "title": "When Election Officials Speak, Do Voters Listen? Trust-Building Communications, Information Seeking, and Voter Confidence in the 2022 U.S. Midterm Elections",
          "authors": "Mara Suttmann-Lea, Thessalia Merivaki, Rachel Orey",
          "url": "https://doi.org/10.1080/10584609.2025.2499181",
          "doi": "https://doi.org/10.1080/10584609.2025.2499181",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Digital Organizers in Hong Kong: The Challenges of Movement Organizing Through Social Media Amid Democratic Backsliding",
          "authors": "Yao-Tai Li",
          "abstract": "The 2019 Anti-Extradition Bill Movement (Anti-ELAB Movement) in Hong Kong has been seen as a successful civil society organizing characterized by its decentralized, leaderless, and networked nature using various social media platforms. Drawing on interviews with 16 digital organizers who were involved in the production of flyers and the dissemination of movement-related information through social media platforms, this article reflects on the challenges to efficiency and efficacy for digital organizers amid democratic backsliding in Hong Kong. These challenges include the fragmentation of voices, diverse forms and motivations for participation, and concerns about trust in a repressive environment. The article concludes by discussing the accountability issues of movement organizing through social media.",
          "url": "https://doi.org/10.1177/20563051251337205",
          "doi": "https://doi.org/10.1177/20563051251337205",
          "filter": 0
        },
        {
          "title": "“The Good Years Have Passed and Will Never Come Again”: Political Functions of Nostalgic Fantasies in Incel Discussions",
          "authors": "Emilia Lounela, Shane Murphy, Ümit Bedretdin",
          "abstract": "This study unpacks the implicit and explicit political functions nostalgia takes in incel discussions on the past on the incels.is forum. By combining a discourse theoretical approach with the theoretical framework of fantasy, the study demonstrates how an imagined ideal past is used to construct community and collective identity in an incel-specific, antagonistic way. Nostalgic fantasies articulated on incels.is often evoke a lost utopia, an inevitable dystopian future, and an enemy—usually women and feminism—responsible for this development. The unattainable nature of fantasy continuously feeds attachment to community and works to construct inceldom as a political identity. The study suggests that the dynamics and function of nostalgic narratives in incel discourse differ significantly from far-right nostalgia despite thematic similarities. Acknowledging this difference is crucial in understanding the political implications of nostalgia in incel online communities. This article therefore introduces the concept of incel nostalgia to describe the specific way the past is used to construct and justify incel ideology.",
          "url": "https://doi.org/10.1177/20563051251332679",
          "doi": "https://doi.org/10.1177/20563051251332679",
          "filter": 0
        },
        {
          "title": "Politicization of Government Social Media Communication: A Linguistic Framework and Case Study",
          "authors": "Nic DePaula, Sten Hansson",
          "abstract": "Social media communication of government agencies should ideally be truthful and impartial to sustain public trust in government and support democratic goals. However, the politicization of agencies may harm the benefits that impartial and engaged communication brings. In this study, we provide a linguistic framework for analyzing how agency politicization is reflected in the language of government social media communication by asking: How does the agency (1) use speech acts (e.g., commands, requests), (2) talk about itself and others, (3) refer to statistical and scientific information, and (4) express positive and negative sentiment? We demonstrate the application of the framework by conducting a case study of the United States Environmental Protection Agency’s messaging on Twitter across administrations with distinct ideological alignments between the agency and its top administrator. The analysis shows that (1) requests and statistical information were used substantially more under the administrator more aligned with the agency mission; (2) expressive speech acts were used more often during the administration less aligned with the agency mission; and (3) posts were generally positive but more so under the administration less aligned with the agency mission, possibly to counteract increased public criticism. We discuss the results in relation to theories of politicization and government communication, and the implications for citizens and public sector communicators using social media sites.",
          "url": "https://doi.org/10.1177/20563051251333486",
          "doi": "https://doi.org/10.1177/20563051251333486",
          "filter": 0
        },
        {
          "title": "(Lack of) Patterns in Commitment: Data Protection in the Latin America and Caribbean Personal Data Protection Laws",
          "authors": "Elías Chavarría-Mora",
          "abstract": "What are the data protection policies in the Latin America and the Caribbean (LAC) region? The developments over the last two decades on massive data collection, as well as the developments in computational power and data science methods appropriate for extracting insights from digital trace databases, have led to increased importance on the protection of the data of citizens, particularly sensitive data. In this exploratory study, I adopt an inductive thematic analysis approach to create a qualitative matrix based on the current version of the primary legislation protecting personal data for each country in the LAC region. Through a thick description of similarities and differences in the laws, I identify dimensions of variation in the commitment to data protection, such as the moment of approval, the existence of data protection agencies and their resources, the existence of registries, and the type of consent needed from citizens. A mapping of commitment to data protection does not show clear subregional patterns. Still, the adoption of data protection laws grows over time, and it appears to be in part propelled by the economic need to rise to the data protection standards of the European Union.",
          "url": "https://doi.org/10.1177/20563051251337206",
          "doi": "https://doi.org/10.1177/20563051251337206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Uncovering the impact of IP location display on user behavior in China's social platforms: A policy-driven analysis",
          "authors": "Jiaxuan Li, Yifan Luo, Qinjian Yuan",
          "url": "https://doi.org/10.1016/j.telpol.2025.102978",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102978",
          "filter": 0
        },
        {
          "title": "A question of strategic legislation: Can the EU deal with cybersecurity issues in space?",
          "authors": "Francesco Cappelletti, Vagelis Papakonstantinou",
          "url": "https://doi.org/10.1016/j.telpol.2025.102954",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102954",
          "filter": 0
        },
        {
          "title": "From vulnerabilities to resilience: Taiwan's semiconductor industry and geopolitical challenges",
          "authors": "Roger Chifeng Liu, Hsin-wei Tang, Yuchen Kao, Yuntsai Chou",
          "url": "https://doi.org/10.1016/j.telpol.2025.102951",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102951",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
