{
  "update": "2025-09-05",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Combatting the Misinformation Crisis: A Systematic Review of the Literature on Characteristics and Effectiveness of Media Literacy Interventions",
          "authors": "Ellen Droog, Ivar Vermeulen, Dian van Huijstee, Davit Harutyunyan, Santiago Tejedor, Cristina Pulido",
          "abstract": "Due to the prevalence of misinformation in current media environments, there is an urgent need for effective media literacy interventions that broadly protect people from its negative effects. However, such interventions do not always have their desired impact, calling for a better understanding of the factors influencing their efficacy. Therefore, we conducted a systematic literature review on 80 experimental studies, following the PRISMA checklist. Interestingly, findings suggest that intervention effectiveness depended more on the outcome variables targeted than on specific intervention characteristics. Notably, most interventions successfully improved users’ ability to detect misinformation, likely because many were specifically designed with this goal in mind. However, their effects on persuasive outcomes (e.g., attitudes) were more inconsistent, suggesting that changing such outcomes may require different or additional strategies beyond misinformation detection training. Based on these findings we propose several suggestions for future research and recommendations for developing more effective media literacy interventions.",
          "url": "https://doi.org/10.1177/00936502251363705",
          "doi": "https://doi.org/10.1177/00936502251363705",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Pricing, Design and Cultivation – Conceptual Tools for the Normative Assessment of Fairness in the Age of Media Platformization",
          "authors": "Jonathan Kropf, Jörn Lamla, Markus Uhlmann",
          "url": "https://doi.org/10.1080/21670811.2025.2553161",
          "doi": "https://doi.org/10.1080/21670811.2025.2553161",
          "filter": 0
        },
        {
          "title": "The Effects of AI Attribution, Source Priming, and Story Topic Polarization on News Credibility",
          "authors": "T. Franklin Waddell",
          "url": "https://doi.org/10.1080/21670811.2025.2551628",
          "doi": "https://doi.org/10.1080/21670811.2025.2551628",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "What do people watch under adversity? Testing interactions of semantic affinity and coping style using Netflix data donations",
          "authors": "Rebekka J Kreling, Felix Dietrich, Alicia Gilbert, Leonard Reinecke",
          "abstract": "Media are frequently used for coping with everyday stressors, but little is known about what content individuals choose under such adversity. Building on mood management theory’s propositions about semantic affinity of content, we test how adversity in specific life domains is reflected in choice of entertaining media content surrounding the same life domain. In combining diary data from n = 122 Netflix users and data donations of their viewing histories with n = 2,122 titles, our study provides a novel methodological approach. Our findings show no effects of daily adversity on selecting content with more or less semantic affinity, but exploratory analyses reveal that daily media coping strategies differentially relate to the selection of different entertainment genres. These results emphasize (a) a lack of conceptual clarity surrounding semantic affinity in real-life media use and (b) the importance of situational approaches in media coping research.",
          "url": "https://doi.org/10.1093/hcr/hqaf019",
          "doi": "https://doi.org/10.1093/hcr/hqaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Online misogyny against female candidates in the 2022 Brazilian elections: a threat to women's political representation?",
          "authors": "Luise Koch, Raji Ghawi, Jürgen Pfeffer, Janina Isabel Steinert",
          "url": "https://doi.org/10.1080/1369118x.2025.2551604",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551604",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Brussels effect or experimentalism? The EU AI Act and global standard-setting",
          "authors": "Ben Crum",
          "url": "https://doi.org/10.14763/2025.3.2032",
          "doi": "https://doi.org/10.14763/2025.3.2032",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Are partisan, unreliable, digital-born, and mass-oriented media more likely to thrive on social media? Comparing four information ecosystems",
          "authors": "Tian Yang, Xuzhen Yang, Yilang Peng, Subhayan Mukerjee",
          "abstract": "Social media platforms form information ecosystems distinct from the Web and reconfigure power relationships, especially the distribution of visibilities, among news media. We developed a theoretical framework based on structuration theory to explain the differences between the Web and social media, and investigated four prominent factors: institutional legacy, information reliability, ideological differences, and news inequalities. This study collected social media data from three platforms (Facebook, Twitter, and YouTube; N = 8.4 million posts), web traffic data, and an information reliability index for 766 media outlets in the USA. We investigated how four factors explained differences between the platforms and the Web: media outlets that were digital-born (compared to newspapers), partisan, and mass-oriented gained greater visibilities on platforms relative to their web traffic. Meanwhile, the three platforms displayed differences. For example, only Twitter showed significantly increased visibilities of unreliable sources. Our multiplatform research design demonstrates the impact of platformization on journalism.",
          "url": "https://doi.org/10.1093/joc/jqaf035",
          "doi": "https://doi.org/10.1093/joc/jqaf035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Digital divide revisited during and beyond COVID-19",
          "authors": "Deqiang Ji, Haodong She",
          "abstract": "The COVID-19 pandemic has underscored the significance of the “digital divide”; however, its research terminology remains inconsistent, and the intersection of the pandemic with the digital divide has been under-explored. To address these gaps, this paper begins with a conceptual analysis aimed at clarifying three pivotal concepts: digital divide, digital inequality, and digital exclusion. Following this, a scoping review of contemporary literature from January 2020 to December 2022 identifies five key aspects of the digital divide that have become prominent globally during the crisis, revealing how the pandemic has not only exposed but also intensified inequalities within the digital society. Both the conceptual analysis and empirical evidence emphasize the complexity and contextuality of the digital divide, enriching our understanding of its multifaceted challenges. Based on these insights, the paper concludes by calling for a holistic view and analytical strategy that not only seeks to bridge technological gaps but also targets the underlying social structures, thereby promoting digital inclusivity for all.",
          "url": "https://doi.org/10.1177/01634437251363779",
          "doi": "https://doi.org/10.1177/01634437251363779",
          "filter": 0
        },
        {
          "title": "Female voices in Spanish sports media: The case of Marca and Mundo Deportivo",
          "authors": "Nahuel Ivan Faedo, Xavier Ginesta, Montse Corrius",
          "abstract": "This research aims to examine, from a gender perspective, female journalists’ perceptions of their roles and their evolution in the Spanish sports press, focusing on Marca and Mundo Deportivo . To complement this analysis, it also explores the views of senior executives at these newspapers on the roles and progression of women journalists in the field. The study is based on semi-structured interviews conducted with 10 women journalists who have worked for at least 15 years at Marca or Mundo Deportivo . This approach enabled the identification of changes over time in their experiences and perceptions. In addition, in-depth interviews were conducted with two senior executives, one from each newspaper. This method provided insights into their perspectives on the inclusion of women in sports journalism and whether specific measures have been implemented to promote gender equality in the field. The results reveal that women journalists in Spanish sports press continue to face significant disadvantages, with editorial teams maintaining a culture that limits their participation in content production. In conclusion, while some progress has been acknowledged, both journalists and editorial management highlight persistent challenges, including gender-based inequalities and barriers to professional growth.",
          "url": "https://doi.org/10.1177/01634437251363786",
          "doi": "https://doi.org/10.1177/01634437251363786",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "“The People” Imagined , Felt , and Experienced by Populist Supporters: A Cross-National and Cross-Ideological Approach",
          "authors": "Clara Juarez Miro",
          "url": "https://doi.org/10.1080/10584609.2025.2550423",
          "doi": "https://doi.org/10.1080/10584609.2025.2550423",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Screens of Sorrow, Echoes of Spirit: Transcultural Mourning and Affective Fandom Publics Across Chinese and Western Platforms Over 5 Years",
          "authors": "Zizhong Zhang, Haoyu Huang, Haixin Mu, Puxin Guo, Ke He, Tianping He",
          "abstract": "This study investigates how affective fandom publics construct transcultural mourning communities following Kobe Bryant ’s death. Drawing on 5 years of data from Reddit and Baidu Tieba, it examines how digital grief evolves across platforms and cultures. The analysis integrates theories of affective publics, fandom, and online mourning to conceptualize these publics as emotionally durable collectives shaped by cultural values and platform rituals. Findings reveal distinct mourning modes: Western discourse emphasizes personal storytelling and emotional immediacy, while Chinese discourse highlights ritual and symbolic continuity. Over time, both shift from public spectacle to sustained emotional practice, transforming grief into identity-making and collective memory work. This study contributes to affect theory, digital mourning research, and sports communication by revealing how mourning unfolds not only across platforms but also through time and culture.",
          "url": "https://doi.org/10.1177/20563051251369801",
          "doi": "https://doi.org/10.1177/20563051251369801",
          "filter": 0
        },
        {
          "title": "Should I Post When a Loved One Passes Away?: Digital Mourning and Emotional Norms on WeChat Moments",
          "authors": "Yifei Zhao, Lujian Bi, Jing Niu",
          "abstract": "Social media has redefined traditional mourning spaces, enabling new forms of digital mourning that challenge established emotional norms. While existing studies often focus on digital mourning within public social media platforms, less attention has been given to the semi-public platforms. This study takes China’s WeChat Moments as a case study to explore how individuals narrate and reflect on their digital mourning practices, specifically how they interpret platform affordances, navigate emotional tensions, and develop media strategies in response. It conceptualizes the imagination and appropriation of social media and the emotional restraint practiced to avoid conflicts as “mediated emotional repertoire.” This concept reflects individuals’ management of private emotions in the digital sphere, highlighting the complex interplay between social media platforms, cultural norms, and interpersonal interactions.",
          "url": "https://doi.org/10.1177/20563051251372808",
          "doi": "https://doi.org/10.1177/20563051251372808",
          "filter": 0
        },
        {
          "title": "Expressions of Partisanship Among Young Political Supporters on TikTok in the United States",
          "authors": "Shohana Akter, Pnina Fichman",
          "abstract": "Distrust of young individuals in traditional political institutions, coupled with many youths’ heavy use of online platforms, raises questions about the nature of their online actions in light of mainstream political practices. Our study addresses this research gap by providing insights into the voices of these young individuals and their communities on TikTok, as they engage in partisan online political discourse. Using topic modeling, thematic content analysis, and sentiment analysis, we analyzed 124,963 audience comments and 100 video posts by young supporters of the Democratic and Republican parties in the United States. We found that the topics discussed in the young supporters’ video posts varied significantly between the two parties, as did the audience’s reactions to these posts. Young supporters often employ the platform to reinforce in-group solidarity and target ideological opponents, and their political messaging closely aligns with their respective parties’ ideologies. They leverage the platform’s socio-technical features to engage with their audiences in “politainment” by means of humor, sarcasm, and cultural references.",
          "url": "https://doi.org/10.1177/20563051251370914",
          "doi": "https://doi.org/10.1177/20563051251370914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "The effect of asymmetric regulation on mobile phone market competition: The case of mexico's 2013 telecommunications reform",
          "authors": "Rodrigo Alcázar Silva, Sully C. Calderón Martínez, Julio A. Ramos Pastrana",
          "url": "https://doi.org/10.1016/j.telpol.2025.103031",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103031",
          "filter": 0
        },
        {
          "title": "How is artificial intelligence shaping the labor demand of firms? ——evidence from text-mining analysis of listed companies",
          "authors": "Xiaoxiao Chen, Jiayi Yang, Bo Wu",
          "url": "https://doi.org/10.1016/j.telpol.2025.103055",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103055",
          "filter": 0
        },
        {
          "title": "Technical policy options to enable shared use of the upper 6 GHz band",
          "authors": "Arturas Medeisis, William Webb, Fernando Beltran, Leo Fulvio Minervini",
          "url": "https://doi.org/10.1016/j.telpol.2025.103057",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
