{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "The Immediate and Delayed Beliefs in Headlines With High-arousal Sentence Starters",
          "authors": "Xiaoyu Zhou, Zhang Tan, Danjun Wang, Fei Wang, Kaiping Peng",
          "abstract": "Emotionally charged messages can distort truth perception, and recent research highlights the impact of emotional language on news beliefs. While past studies have focused on emotional valence, the role of emotional arousal in shaping beliefs remains underexplored, particularly regarding its long-term effects. This research investigates both immediate and delayed beliefs in response to headlines with high-arousal sentence starters (HASS), such as “Shocking!.” Across five longitudinal experiments ( N immediate = 1,329; N delayed = 687), including two preregistered studies and a mini meta-analysis, we found that HASS initially suppresses belief. However, this effect diminishes over time, leading to a rebound in belief. These findings underscore the importance of emotional language in truth perception and suggest that practitioners should exercise caution when employing HASS in communication strategies.",
          "url": "https://doi.org/10.1177/00936502251343979",
          "doi": "https://doi.org/10.1177/00936502251343979",
          "filter": 0
        },
        {
          "title": "#BoPo, #Ideal, or #Mixed? Exploring Adolescents’ Daily Exposure to Appearance Content on Social Media and Its Relations with Body Image Components",
          "authors": "Chelly Maes, Robyn Vanherle, Jasmine Fardouly, Laura Vandenbosch",
          "abstract": "When using social media, adolescents encounter various types of appearance-related content. Yet, no research has explored how daily exposure to such types of content, including idealized content, body positivity (BoPo) content, and a mixture of both, links to adolescents’ body image states. With the present 14-day daily diary study among French adolescents ( N = 108, 1,434 daily assessments, M age = 15.99, 64.8% girls), we examined how exposure to idealized appearance content and BoPo content predicts adolescents’ state body satisfaction and surveillance on the same day and the next day. More so, we explored how the relationships may vary depending on a co-occurrence of exposure to both content types (i.e., mixed exposure). At a between-person level, exposure to idealized appearance and BoPo content was linked to higher body surveillance. At the within-level, BoPo content was associated with higher body satisfaction, meaning that on days that adolescents saw more BoPo content than usual (compared to their own means), they were also more satisfied with their bodies. However, these relations did not last until the following day. No other within-person level relations emerged. Also, when exploring the impact of the interaction between exposure to BoPo and idealized content, non-significant results emerged. The findings highlight the complexity of adolescents’ interactions with social media and emphasize the importance of future research adopting an ecological approach. This should involve considering both intra-individual and inter-individual factors, as well as the diverse types of social media exposure.",
          "url": "https://doi.org/10.1177/00936502251338901",
          "doi": "https://doi.org/10.1177/00936502251338901",
          "filter": 0
        },
        {
          "title": "Source-Inconsistent News From Partisan Media: Expectancy Violations as a Way to Improve Attitudes Toward Out-Party Media",
          "authors": "Masahiro Yamamoto, Chia-Heng Chang",
          "abstract": "Drawing on Expectancy Violation Theory (EVT), we predict that news content that is inconsistent with out-party media’s ideological stance forms a positive expectancy violation and thus leads partisans to view these outlets more favorably. To test this prediction, we conducted two online experiments where participants viewed source-consistent or source-inconsistent news headlines from in-party (CNN for Democrats, Fox News for Republicans) or out-party (Fox News for Democrats, CNN for Republicans) media. Study 1 showed that exposure to source-inconsistent news headlines from out-party media led to more favorable feeling thermometers through unexpectedness and positive valence. Study 2 further showed that these indirect effects through unexpectedness and positive valence were larger with a high dose of exposure, but still significant even with a low dose of exposure. Theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.1177/00936502251343980",
          "doi": "https://doi.org/10.1177/00936502251343980",
          "filter": 0
        },
        {
          "title": "Day-to-day Social Interactions Online and Offline: The Interplay Between Interaction Mode, Interaction Quality, and Momentary Well-being",
          "authors": "Timon Elmer, Aurelio Fernández, Jeffrey A. Hall, Marie Stadel",
          "abstract": "Digital social interactions differ in many ways from face-to-face interactions. This study examines four preregistered hypotheses on the within-person interplay between interaction mode (i.e., digital vs. face-to-face interactions), interaction quality, and momentary well-being. Young adults from Spain ( N 1 = 216) and the Netherlands ( N 2 = 22)—provided 5,116 and 1,386 Ecological Momentary Assessments (EMA), respectively. In the Spanish sample, there were no differences in interaction quality between digital and face-to-face interactions, whereas in the Dutch sample, digital interactions were of higher quality. Interaction quality was positively associated with momentary well-being in both samples. Momentary well-being was higher after face-to-face interactions in the Spanish but not in the Dutch sample. Interaction quality did not mediate the relationship between interaction mode and well-being; instead, it moderated it in the Spanish sample. Although interaction quality was consistently associated with momentary well-being, it only partially explains why face-to-face interactions differ from digital ones.",
          "url": "https://doi.org/10.1177/00936502251341088",
          "doi": "https://doi.org/10.1177/00936502251341088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Assembling platform governance as private ordering in the age of generative AI: platform interdependence in policy evolution",
          "authors": "Chris Chao Su, Ngai Keung Chan",
          "url": "https://doi.org/10.1080/1369118x.2025.2513672",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513672",
          "filter": 0
        },
        {
          "title": "Parental profiles and online supervision in the digital age",
          "authors": "Estefanía de los Dolores Gil García, Pedro Francisco Alemán Ramos, Juan Carlos Martín Quintana",
          "url": "https://doi.org/10.1080/1369118x.2025.2512134",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512134",
          "filter": 0
        },
        {
          "title": "A typology of platform power and its regulation",
          "authors": "Inge Graef, Friso Bostoen",
          "url": "https://doi.org/10.1080/1369118x.2025.2512972",
          "doi": "https://doi.org/10.1080/1369118x.2025.2512972",
          "filter": 0
        },
        {
          "title": "On moving fast and breaking things . . . again: social media’s lessons for generative AI governance",
          "authors": "Philip M. Napoli, Suher Adi",
          "url": "https://doi.org/10.1080/1369118x.2025.2513668",
          "doi": "https://doi.org/10.1080/1369118x.2025.2513668",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Leveraging digital spaces and datafication in communication research: contributions of digital qualitative fluidity to ethnographic interviewing",
          "authors": "Jeffrey Lane, Yonaira M Rivera",
          "abstract": "The digitalization of communication practices affords major gains for qualitative methods of communication science. What we term digital qualitative fluidity captures the way traditional boundaries between interviewing and ethnography may dissolve through the use of contemporary, digital technologies. We illustrate how communication scholars have leveraged the digital to open ethnographic spaces within interviews to examine situated communication processes of meaning-making in action, amplifying marginalized voices, evoking affect, and enabling sense making–better meeting key goals of qualitative research. We discuss examples of harnessing the fluidity of digital ethnographic interviews in different corners of communication science, dilemmas that accompany this approach, and institutional investments to ensure that qualitative data and methods are valued alongside computational approaches.",
          "url": "https://doi.org/10.1093/joc/jqaf017",
          "doi": "https://doi.org/10.1093/joc/jqaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Beyond Dichotomies: Empathy and Listening in Deliberative Democracy",
          "authors": "Katharina Anna Sodoma, Daniel Sharp",
          "url": "https://doi.org/10.1080/10584609.2025.2496656",
          "doi": "https://doi.org/10.1080/10584609.2025.2496656",
          "filter": 0
        },
        {
          "title": "How Should We Study Multiple Platforms? Lessons from Deliberative Systems Theory",
          "authors": "Jennifer Forestal",
          "url": "https://doi.org/10.1080/10584609.2025.2512319",
          "doi": "https://doi.org/10.1080/10584609.2025.2512319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Interrogating Technological Leapfrogging in Asian Development and Growth Models: Toward a Critical Postcolonial Political Economy Approach",
          "authors": "Aditya Ray",
          "abstract": "This article examines the discourse of technological leapfrogging within dominant Asian development models—namely, the earlier manufacturing-led development (MLD) and the more recent services-led development (SLD)—which posit that developing nations such as India, China, and the Philippines are “catching up” with the West through digitalization, trade, and privatization of modern services. While these models highlight the shift from industrial production to Information and Communication Technology (ICT)-driven growth, they remain rooted in Western-centric modernization paradigms, assuming linear pathways to future progress, the efficiency of technocratic governance, and historical as well as institutional path-dependencies. These models, however, neglect the various “indeterminacies” of postcolonial development, overlooking how spatial asymmetries, historical contingencies, and socio-political contestations at multiple levels continually shape technological transformations across different societies. Challenging these normative assumptions, this article advances a Critical Postcolonial Political Economy (CPPE) approach, synthesizing insights from critical political economy, postcolonial and pluralist economic geographies. The CPPE approach centers on three analytical lenses: first, “social blocs” or the shifting coalitions of state, capital, civil, and political society actors that variously impact technological development and change; second, “plural temporalities” that reveal the non-linear, overlapping tempi of technology politics and development within national contexts; and third, “conjunctural thinking,” which parses technological transformations through moments of contestation, crises, and agency. Rather than prescribing yet another developmental blueprint, the CPPE approach seeks to demonstrate a decolonizing methodological praxis, disrupting grand global and regional narratives such as the “Asian miracle” and “Asian Century” that themselves universalize specific technological pathways to developmental ascendancy. Through situated histories and contested socio-technical transitions, the CPPE approach outlines a more politically generative lens for interrogating growth models across “incomparable geographies.” Ultimately, the article calls for rethinking technological leapfrogging beyond teleological assumptions, centering postcolonial indeterminacy in analyses of Asia’s (uneven) digital development.",
          "url": "https://doi.org/10.1177/20563051251341790",
          "doi": "https://doi.org/10.1177/20563051251341790",
          "filter": 0
        },
        {
          "title": "Regionality of Messaging Applications: Everyday Socialization as a Gateway to Civic and Political Participation in China, Japan, South Korea, and the United States",
          "authors": "Xiaomei Sun, Xining Liao, Hernando Rojas",
          "abstract": "Although there is a growing number of studies examining the political significance of messaging applications, the regional aspects of messaging applications have been overlooked by many in a global market dominated by American digital platforms. This study proposes an analytical framework of regionality concerning the characteristics of digital platforms, including origin, development, and usage. Messaging applications that are defined as regional have their origin, development, and usage occurring within a single country. This study takes a comparative approach to understand the social and political behaviors on regional messaging applications, including WeChat in China, LINE in Japan, KakaoTalk in South Korea, and WhatsApp and/or Snapchat in the United States. Using an online survey distributed in the four countries, we find that everyday socialization is a determining factor in political conversations on regional messaging applications, which in turn leads to civic and political participation. This mediation effect is confirmed in China, Japan, and South Korea, not in the United States. This study argues for the importance of considering the political economy of digital platforms, the global/regional characteristics of messaging applications, and the role of everyday socialization as a driving mobilizing force in political communication.",
          "url": "https://doi.org/10.1177/20563051251344076",
          "doi": "https://doi.org/10.1177/20563051251344076",
          "filter": 0
        },
        {
          "title": "Contested Meanings of Hate Speech and the Post-Truth Condition on Digital Platforms",
          "authors": "Kaarina Nikunen, Paula Haara, Heidi Kosonen, Aleksi Knuutila, Reeta Pöyhtäri, Tuija Saresma",
          "abstract": "In the everyday context, the term “hate speech” has become increasingly politicized and emotionally charged, yet these vernacular constructions of hate speech remain under-explored. Used as both a rhetorical weapon and an object of genuine concern, various understandings of hate speech circulate within interactive everyday cultures of digital media, shaped by the digitalised media environment. With the combination of computational and qualititative research methods, this article explores the struggle over meanings of hate speech. From a large dataset of 289,933 messages, we identified the 10 most relevant themes. We further used articulation theory to analyze different political and social articulations of hate speech. We situate these articulations to the context of post-truth condition, characterized with crisis of trust and truth-telling. Our study identified articulations of confusion, uncertainty, ridicule, trivialization, and censorship in the context of hate speech. The results show that the struggle over the power to define hate speech simultaneously involves a struggle to overturn the definitional power of research institutions and official and knowledge authorities. Overall, the study contributes to the research on hate speech by showing the vernacular, contextual and localized nature of hate speech that emerges in reference to particular political actors, events and debates. Furthermore, the study illustrates the societal importance of the hate speech debate and the ways in which the concept itself, through multiple articulations, is used as tool in the post-truth battle to impede and disturb democratic debate and to serve particular political ends.",
          "url": "https://doi.org/10.1177/20563051251341794",
          "doi": "https://doi.org/10.1177/20563051251341794",
          "filter": 0
        },
        {
          "title": "Market in the Fragmented State: Alibaba and the Chinese Governance Regime of Big Tech",
          "authors": "Lin Zhang",
          "abstract": "This article maps China’s emerging governance regime of big tech firms in the 2020s through the case of Alibaba. Contesting dominant media narratives that frame the Chinese state as either clashing with or aligning with private platforms, it provides an alternative perspective rooted in Chinese political traditions, based on long-term ethnographic observations and industry analysis, and informed by changing global sociotechnical and geopolitical conditions. In this hybrid model, the pragmatic Leninist central state both leverages and controls private tech giants to balance economic growth, social stability, and national security amid geopolitical tensions and a slowing economy. Local governments, meanwhile, maintain a fragile symbiosis with platforms like Alibaba to advance their own political and economic goals. This “market in the fragmented state” contrasts with the current oligarchical U.S. model, where big tech firms often capture state power to serve corporate interests. Despite their monopolistic and infrastructural tendencies, Chinese platforms operate within a fragmented, state-dominated system that both enables and restrains their growth, depending on shifting political dynamics. Understanding this emerging governance regime diversifies the current conceptualization of state market relations globally and state governance of big techs beyond Silicon Valley. It also sheds light on China’s ongoing techno-driven restructuring and global expansion and prompts questions about the influence of geopolitical competition on China’s governance approach and its global implications.",
          "url": "https://doi.org/10.1177/20563051251340147",
          "doi": "https://doi.org/10.1177/20563051251340147",
          "filter": 0
        },
        {
          "title": "“Boom-and-Burst”: Linking Online and Offline Elements of Right-Wing “Patriotic” Camps in Brazil",
          "authors": "Fernanda Odilla",
          "abstract": "This article examines social media’s role in the “online-offline nexus,” focusing on how digital interactions translate into sustained, large-scale, right-wing protests. Using Brazil as a case study, the research combines document analysis with non-participant observation in open right-wing Telegram groups and participant observation at the largest of Brazil’s 100 protest camps. At this camp in Brasília, supporters of former president Jair Bolsonaro, as in many other cities, gathered for 70 days between 2022 and 2023 to protest the 2022 presidential election won by Lula da Silva. The camps and online groups prominently displayed nationalist symbols and similar slogans such as “Stolen Election”, “SOS Armed Forces” and “Save Brazil,” reflecting the unified ideology of the self-called “patriots.” Social media—mainly through the (re)circulation of videos, posts, and dedicated content produced by and to demonstrators in Telegram and WhatsApp groups—proved essential in four stages: mobilizing , organizing , sustaining , and reorganizing . Introducing the concept of “boom-and-burst,” this study shows how the online-offline nexus both fostered collective identity and facilitated the logistical and ideological underpinnings of prolonged, site-specific demonstrations, actively encouraging violence. In Brazil, the overt support of many state actors, especially the army and police, also played a role. The cycle of intense digital enthusiasm translated into protest camps and, instead of the expected bust, ultimately escalated into acts of violence, with demonstrators planning bombings and vandalizing institutional sites in a disturbing sequel to the 6 January 2021 attack on the US Capitol.",
          "url": "https://doi.org/10.1177/20563051251343866",
          "doi": "https://doi.org/10.1177/20563051251343866",
          "filter": 0
        },
        {
          "title": "Clapping Back on TikTok: Black-Asian Multiraciality and Humor",
          "authors": "Ayumi Matsuda-Rivero",
          "abstract": "TikTok has become an important digital space for solidarity among underrepresented groups. However, it is also a space where stereotypes and offensive jokes are proliferated through unique affordances such as “Use This Sound.” For this study, I focused on Black-Asian multiracials known as “Blasians” and how they used TikTok. I analyzed 56 videos, 47 by Blasian creators and nine by non-Blasian creators, using content analysis and Berger’s typology of 45 humor techniques to uncover common themes and strategies employed by Blasians and non-Blasians on TikTok. Three major findings emerged from the data: First, unlike most social media platforms, the majority of my sample was created by Blasians themselves, with more than half of these videos directly or indirectly referencing racist experiences the creator had encountered using techniques like facetiousness, stereotypes, and wordplay suggesting that a Blasian-specific culture is emerging on TikTok, mirroring elements of Black Twitter. Second, Blasians often relied on monoracial Black and monoracial Asian stereotypes in their videos, demonstrating the multiple dimensions of how they are targeted. Third, non-Blasians relied on Blasian-specific stereotypes, highlighting novel ways in which other minoritized racial groups are racializing Blasians. Taken together, my study sheds light on the racialization process of a growing racial group, the emergence of a digital Black-Asian multiracial culture, and how TikTok united a diverse and broad ethnoracial group.",
          "url": "https://doi.org/10.1177/20563051251343864",
          "doi": "https://doi.org/10.1177/20563051251343864",
          "filter": 0
        },
        {
          "title": "Networked Hyperlocal Activists: Digital Democracy and Engagement in Sub-Saharan Africa",
          "authors": "Nikolaos Toumaras",
          "abstract": "Digital activists play a pivotal role in fostering local democracy, civic participation, and social advocacy across sub-Saharan Africa. Using technological, social, and discursive layers of communication, these activists navigate complex socio-political environments to amplify marginalized voices and facilitate local governance dialogues. Platforms like WhatsApp and Facebook enable real-time communication, trust-building, and narrative framing within nano-media spaces, bridging online and offline interactions. Despite their transformative potential, significant challenges persist, including gender disparities, urban-rural divides, and platform-specific limitations that hinder inclusivity and scalability. The commodification of visibility on digital platforms and infrastructural inequities further constrain their impact. Addressing these barriers through improved digital infrastructure, digital literacy initiatives, and institutional support ensures the sustainability of hyperlocal nano-media efforts. These strategies showcase the interplay of local and digital approaches, advancing democracy and civic empowerment while navigating the unique complexities of African contexts.",
          "url": "https://doi.org/10.1177/20563051251345945",
          "doi": "https://doi.org/10.1177/20563051251345945",
          "filter": 0
        },
        {
          "title": "Identity Roles and Sociality on TikTok: Performance in Hereditary Cancer Content (#BRCA and #Lynchsyndrome)",
          "authors": "Hannah Ditchfield, Stefania Vicari",
          "abstract": "Digital platforms have long been understood as important spaces where identity performance takes place with networks and interpersonal interaction forming the basis of many theoretical approaches to self. Due to TikTok’s distinctive technical structure, scholars have argued that processes of sociality and identity construction have changed, calling into question some of the founding principles of how we understand identity performance on social media. In this article, we critically engage with these debates by asking how identity is performed in TikTok content in the context of health and illness. Specifically, we explore identity performance in content on two hereditary cancer conditions: BReast CAncer (BRCA) and Lynch Syndrome, carriers of which have a much higher disposition to getting certain types of cancer in their lifetime. Through using computational data collection tools and conducting a qualitative content analysis, we find that identity is performed through the enactment of roles, all of which demonstrate how TikTok’s features still enable interpersonal and networked elements of self to emerge. This article contributes to knowledge on experiences of social media and hereditary cancer by shedding light on the kinds of identity performance that become most visible through ways of sociality shaped by powerful multimodal and algorithmic platforms such as TikTok. In so doing, it also provides unprecedented insight into what content users are exposed to when seeking information and support in relation to a hereditary cancer diagnosis on TikTok.",
          "url": "https://doi.org/10.1177/20563051251340862",
          "doi": "https://doi.org/10.1177/20563051251340862",
          "filter": 0
        },
        {
          "title": "Candidates Be Posting: Multi-Platform Strategies and Partisan Preferences in the 2022 U.S. Midterm Elections",
          "authors": "Josephine Lukito, Maggie Macdonald, Bin Chen, Megan A. Brown, Stephen Prochaska, Yunkang Yang, Jason Greenfield, Jiyoun Suk, Wei Zhong, Ross Dahlke, Porismita Borah",
          "abstract": "In this multi-platform, comparative study, we analyze social media messages from political candidates ( N = 1,517) running for Congress during the 2022 U.S. Midterm election. We collect data from seven social media platforms: Facebook, Twitter, Truth Social, Gettr, Instagram, YouTube, and Rumble over the 4 weeks before and after election day. With this unique dataset of posts, we apply computational methods to identify messages that sought to mobilize individuals (online and offline) to donate money, vote, attend events, engage with the campaign online, and visit the campaign’s content on other platforms. We find that Democrats were not on alt-tech platforms in 2022 and that both Republicans and Democrats use video-based platforms for multiple mobilization strategies. Mobilization messages varied for House and Senate candidates of both parties across platforms, before and after election day.",
          "url": "https://doi.org/10.1177/20563051251337541",
          "doi": "https://doi.org/10.1177/20563051251337541",
          "filter": 0
        },
        {
          "title": "The Climate Change Generation: Vocal but Overconfident? How Young Adults Who Overestimate Their Climate Knowledge Use Social Media and Engage With Others",
          "authors": "Niels G. Mede, Lara Kobilke, Nayla Fawzi, Thomas Zerback",
          "abstract": "Research suggests that social media can cause users, especially young adults, to overestimate their knowledge about climate change. Knowledge overestimation may then lead users to communicate more frequently about climate change with others. We test these hypotheses with a four-wave panel survey of respondents aged 18–29 years. We find that social media exposure is positively associated with respondents’ tendencies to overestimate their knowledge about climate change, but we do not find causal effects. Overestimation is also related to perceived information overload, subjective digital literacy, and trust in social media comments. While overestimation did not cause higher outspokenness about climate change, it increased respondents’ efforts to persuade others and engage with politicians. These results have implications for science communication and education.",
          "url": "https://doi.org/10.1177/20563051251341792",
          "doi": "https://doi.org/10.1177/20563051251341792",
          "filter": 0
        },
        {
          "title": "Doing What Is Right: Role of Social Media Users in Resilience to Disinformation",
          "authors": "Karolína Bieliková, Alena Pospíšil Macková, Martina Novotná",
          "abstract": "Resilience to disinformation on social media relies on the user’s ability to critically assess disinformation and even counter it. Active users, who, with their actions, can curate the information environment of others, can play a crucial role in stopping the dissemination of disinformation. Their activities, such as correcting or reporting, in the decentralized social media environment may prove more effective than institutional responses. Considering this, the study looks specifically at how active users engage with disinformation. Through 60 semi-structured interviews over 3 years, we explore how crises like COVID-19 and the Russia–Ukraine war impact Czech users’ motivations and strategies. Findings indicate that users are driven by a moral obligation to provide accurate information. Both people sharing and correcting disinformation believe in their critical skills, with their desire to help amplified by crises. However, the ones correcting often face frustration and demotivation due to hostile interactions and a lack of visible impact, while the ones sharing remain persistent. Strategies are influenced by the perceptions of the individuals and the type of disinformation. Completely false information is often ignored as not worth debunking, whereas partially false information prompts active correction due to the perceived ease of rebuttal. The study highlights the need for social media platforms to support users in corrective actions and address algorithmic issues that may impede these efforts.",
          "url": "https://doi.org/10.1177/20563051251342223",
          "doi": "https://doi.org/10.1177/20563051251342223",
          "filter": 0
        },
        {
          "title": "The Balancing Acts: Communicating Legitimacy in Global Speech Governance",
          "authors": "Diyi Liu",
          "abstract": "The governance of online speech is increasingly a battleground shaped by competing social expectations. This study investigates TikTok’s content moderation in Indonesia and Pakistan, two countries with vast market potential and delicate social and moral stances. Through document analysis and in-depth interviews with government officials, industry representatives, and civil society experts, it examines how stakeholders navigate normative and pragmatic considerations in global speech governance. The findings first highlight distinct regulatory approaches: Indonesia’s collaborative yet paternalistic model preferring fines over bans. It emphasizes administrative compliance through jurisdictional control over platform rules. In contrast, Pakistan’s defensive stance prioritizes infrastructure-level monitoring and restrictions, often resorting to platform bans to enforce control over moral and religious content. Unlike its Silicon Valley counterparts, TikTok demonstrates strategic compliance, deliberately sidestepping controversy by delegating sensitive decisions to state authorities and avoiding political roles. While normative consensus on appropriate content remains elusive, civil society organizations mediate crucial accountability relationships through strategic activism, coalition-building, and international networks. The study discusses the tensions and cost-benefit appraisals of each actor group, identifies essential principles for legitimate speech governance, and examines challenges in translating these principles into actionable frameworks.",
          "url": "https://doi.org/10.1177/20563051251340855",
          "doi": "https://doi.org/10.1177/20563051251340855",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Shifting tides: How public perceptions of GPT regulation evolved before and after GPT-4 on Quora",
          "authors": "Yipeng Xi, Luu Thuc Ngan Mai",
          "url": "https://doi.org/10.1016/j.telpol.2025.103001",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103001",
          "filter": 0
        },
        {
          "title": "Social media access and purposeful use in China: Geospatial patterns and socioeconomic and COVID-19 influences",
          "authors": "James B. Pick, Fang Ren, Avijit Sarkar",
          "url": "https://doi.org/10.1016/j.telpol.2025.103002",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103002",
          "filter": 0
        },
        {
          "title": "Beyond infrastructure: Internet ecosystem resilience and the public good",
          "authors": "Bronwyn Howell",
          "url": "https://doi.org/10.1016/j.telpol.2025.102998",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
