{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "The Perfect Li(f)e: A Longitudinal Study on Positive Social Media Content and European Adolescents’ Perfectionism",
          "authors": "Gaëlle Vanhoffelen, Anaëlle Gonzalez, Lara Schreurs, Caroline Giraudeau, Laura Vandenbosch",
          "abstract": "Youth perfectionism levels have increased significantly over the last decades. Given the dominance of picture-perfect content, social media are often designated as contributors of this rise. Accordingly, this study examined how exposure to positive social media content might increase adolescents’ perfectionistic dispositions and vice versa. Moreover, it was explored whether upward social comparison and adolescents’ individualism values as well as country play, respectively, a mediating and moderating role. A three-wave panel study was conducted among 1,697 Belgian, French, and Slovenian adolescents ( M age = 15.14, SD age = 1.78, 57.2% girls). At the between-person level, the results showed that higher levels of exposure to positive content are related to higher levels of perfectionism. Higher upward social comparison levels are related to higher levels of exposure to positive content and of socially prescribed perfectionism. A more complex pattern emerged at the within-person level with different results depending on the selected time intervals, countries, and adolescents’ individualistic values.",
          "url": "https://doi.org/10.1177/00936502251337650",
          "doi": "https://doi.org/10.1177/00936502251337650",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Emotion Sells: Rage Bait vs. Information Bait in Clickbait News Headlines on Social Media",
          "authors": "Jieun Shin, Chris DeFelice, Soojong Kim",
          "url": "https://doi.org/10.1080/21670811.2025.2505566",
          "doi": "https://doi.org/10.1080/21670811.2025.2505566",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Communication and the self: past, present, and future",
          "authors": "Markus Appel, Amanda J Holmstrom",
          "abstract": "This essay serves as an introduction to the special issue on “Communication and the Self.” For over a century, scholars have been intensely interested in how communication intersects with the self, including foci on impression management, identity, and self-esteem. In recent years, new developments in technology and changing societal structures have prompted researchers to consider how traditional theories fare when applied in new contexts. In this introductory essay, we begin with a discussion of the theoretical and pragmatic importance of this topic to researchers across the field of communication. We then introduce each of the five manuscripts included in the special issue and pose overarching themes. We conclude by identifying ongoing challenges to the study of communication and the self and offering suggestions for strategies to approach these topics moving forward.",
          "url": "https://doi.org/10.1093/hcr/hqaf013",
          "doi": "https://doi.org/10.1093/hcr/hqaf013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "The platformization of cybersecurity: uncovering articulation work in bug bounty platforms",
          "authors": "Jean-Christophe Plantin, Louise Marie Hurel",
          "url": "https://doi.org/10.1080/1369118x.2025.2508397",
          "doi": "https://doi.org/10.1080/1369118x.2025.2508397",
          "filter": 0
        },
        {
          "title": "The influence of individuals’ emotional involvement and perceived roles of AI chatbots on emotional self-efficacy",
          "authors": "Wenxue Zou, Zikun Liu, Cong Lin",
          "url": "https://doi.org/10.1080/1369118x.2025.2508394",
          "doi": "https://doi.org/10.1080/1369118x.2025.2508394",
          "filter": 0
        },
        {
          "title": "‘Cuz this is what it feels like’: Black men’s a ffective decodings and reflections of film",
          "authors": "Anthony J. Stone",
          "url": "https://doi.org/10.1080/1369118x.2025.2508937",
          "doi": "https://doi.org/10.1080/1369118x.2025.2508937",
          "filter": 0
        },
        {
          "title": "Online support community use for informal caregiving: a scoping review across disciplines",
          "authors": "Nova M. Huang, Shirley S. Ho",
          "url": "https://doi.org/10.1080/1369118x.2025.2508939",
          "doi": "https://doi.org/10.1080/1369118x.2025.2508939",
          "filter": 0
        },
        {
          "title": "The volatility of trust: Zero Trust and Distributed Trust as 'post-trust' cybersecurity models",
          "authors": "Daniele Pizio, Matt Spencer",
          "url": "https://doi.org/10.1080/1369118x.2025.2507685",
          "doi": "https://doi.org/10.1080/1369118x.2025.2507685",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Pictorial warning labels reduce sharing intentions, blunt self-relevance processes elicited by social media posts promoting cannabis edibles",
          "authors": "Matt Minich, Lynne M Cotter, Lauren A Kriss, Linqi Lu, Sijia Yang, Christopher N Cascio",
          "abstract": "The implementation of warning labels has been shown to slow the spread of harmful content on social media, but the mechanisms by which these interventions affect individuals' sharing decisions are not yet known. This study sought to establish the efficacy of these interventions and to explore the mechanisms of their influence using two parallel studies conducted within the United States: an online experiment that tested the effects of cannabis warning labels on sharing intentions (N = 1,776), and a neuroimaging study (N = 40) to examine how warning labels influenced activity in brain regions implicated in sharing decisions. Results demonstrated that warning labels paired with cannabis posts reduced intentions to share and were associated with decreased activation of brain regions associated with self-processing compared to cannabis posts alone. These results suggest that warning labels may discourage sharing by negatively influencing perceptions of self-relevance.",
          "url": "https://doi.org/10.1093/joc/jqaf012",
          "doi": "https://doi.org/10.1093/joc/jqaf012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Family photographs at the intersection of vernacular and official memories: Remembering Han migration to Xinjiang",
          "authors": "Jin Dai",
          "abstract": "This study investigates the photographic memory of governmental-led Han migration from central China to Xinjiang since the 1950s. Going beyond the state-driven official narrative of the Han people joining the Xinjiang Production and Construction Corps (XPCC) as ‘borderland constructors’ in the nation-building process, this study uncovers a mnemonic landscape by exploring the vernacular memories of Han migration through memory practices used to engage with treasured family photographs. Drawing on John Bodnar’s discussion of the relation between vernacular and official memories, this study treats family photographs as memory objects and analyses family photograph practices in multi-generational Han families. This study used 45 interviews with 15 families on their practices for engaging with family photographs documenting the migration to reveal how these photographs mark significant life moments and achievements of resettled individuals and connects personal experiences with national history while facilitating generational transmission. Drawing on original contributions grounded in empirical data from ethnographic interviews, this study examines the distinctive dynamics of vernacular and official memory in Chinese nation-building as encapsulated in these family photographs.",
          "url": "https://doi.org/10.1177/01634437251341743",
          "doi": "https://doi.org/10.1177/01634437251341743",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Toward Conceptualizing Bounded Social Media Places",
          "authors": "Pranav Malhotra",
          "url": "https://doi.org/10.1080/10584609.2025.2512342",
          "doi": "https://doi.org/10.1080/10584609.2025.2512342",
          "filter": 0
        },
        {
          "title": "United in Difficult Times? Investigating Party Communication on EU Solidarity",
          "authors": "Mohamed Nasr, Ann-Kathrin Reinl",
          "url": "https://doi.org/10.1080/10584609.2025.2506117",
          "doi": "https://doi.org/10.1080/10584609.2025.2506117",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Examining the Role of Social Media and Imagined Communities in Addressing Social Welfare Gaps in Kenya",
          "authors": "Veronica Ouya, Hawa Conteh, Njeri Kagotho",
          "abstract": "In developing and least developed economies, traditional and spatially bound communities play a critical role in bridging the gap when formal social welfare systems fall short in meeting essential needs. While the role of traditional communities in addressing societal issues is well recognized, research on imagined communities as agents of social welfare is a new and rapidly developing area of study. This study uses the foundational tenets of Ubuntu to examine the ways in which imagined communities—influenced by social media—use their collective agency to address gaps in Kenya’s formal social welfare system. Drawing data from three storytellers’ YouTube channels, we conducted a thematic analysis of 15 personal accounts to determine how storytellers leverage their social media presence, institutional knowledge, and community trust to address gaps in an under-resourced social welfare system. Findings indicate that personal stories shared and amplified through these digital platforms resonate with the imagined community, forming emotional connections that transcend geographic and socioeconomic boundaries. We identify key actors—storytellers, beneficiaries, public institutions, and the globally dispersed imagined community—and explore how their interactions enhance community well-being. This exploration highlights the crucial role that storytelling through social media plays in mobilizing support and fostering social connections.",
          "url": "https://doi.org/10.1177/20563051251345363",
          "doi": "https://doi.org/10.1177/20563051251345363",
          "filter": 0
        },
        {
          "title": "Under the Shadow of Uncertainty: A Longitudinal Study Tracing the Pathway From Future Uncertainty to Psychological Distress Through Social Media Addiction and Emotional Exhaustion",
          "authors": "Jingwen Liang, Xiao Zhang, Dennis Ka Kuen Leung, Louis Leung",
          "abstract": "Using two-wave panel survey data collected 12 months apart from a random sample of 447 Hong Kong respondents, this study builds upon the stress–strain–outcome model to examine the relationships among future uncertainty stress, social media addiction, emotional exhaustion, and psychological distress. The cross-lagged panel analysis revealed significant associations between future uncertainty stress, social media addiction, and psychological distress. Furthermore, social media addiction and emotional exhaustion were significant mediators between future uncertainty stress and psychological distress. These findings could enrich the understanding of how uncertainty stress contributes to psychological distress in an era characterized by pervasive digital connectivity.",
          "url": "https://doi.org/10.1177/20563051251342225",
          "doi": "https://doi.org/10.1177/20563051251342225",
          "filter": 0
        },
        {
          "title": "The Good, Bad, and Ugly in Social Virtual Reality: The Alternative Global Village for Identity Negotiations in VRChat",
          "authors": "Jindong Leo-Liu, Biying Wu-Ouyang",
          "abstract": "Social virtual reality (VR) platforms have unleashed new possibilities to reimagine Marshall McLuhan’s classic idea of the “global village” in the digital era. We situated our inquiry in the case of identity negotiation between Chinese mainlanders and diasporas in VRChat, a popular social VR platform. Through a 2-year-long digital ethnography and interviews, this study revealed how Chinese mainlanders and those living abroad have confronted, separated, and integrated each other in identity negotiations. The results highlight the good, bad, and ugly sides of social VR as a novel convergence of VR, Massively-Multiplayer-Online-Role-Playing Games, and social media, particularly how the immersive experience of VR embodiment, avatars, and real-time voice chat may rejuvenate intercultural communication. These findings also illuminate a possible alternative global village enabled by social VR that not only has inherited certain violence from intercultural conflicts but also pioneering new paths to restore constructive communication.",
          "url": "https://doi.org/10.1177/20563051251340854",
          "doi": "https://doi.org/10.1177/20563051251340854",
          "filter": 0
        },
        {
          "title": "Comparative Approaches to Studying Privacy: Introduction to the Special Issue",
          "authors": "Christoph Lutz, Lemi Baruh, Kelly Quinn, Dmitry Epstein, Philipp K. Masur, Carsten Wilhelm",
          "abstract": "This editorial introduces the Social Media + Society special issue “Comparative Approaches To Studying Privacy.” Recognizing the importance of privacy in today’s digital societies and volatile political and regulatory environments, the editorial highlights the pressing need for comparative research on the topic and describes the articles in this special issue. The special issue addresses the theoretical, methodological, and practical challenges and opportunities of researching privacy across cultural, social, political, economic, and technological units of comparison. The articles in the special issue explore diverse privacy understandings, attitudes, and practices across contexts, challenging decontextualized and mono-cultural understandings in relation to social media and adjacent technologies. The special issue articles also illustrate fruitful ways privacy can be studied across different units of comparison with qualitative, quantitative, and mixed methods. Several contributions in the special issue, including this editorial, not only broaden the scope of privacy research but also encourage engagement with multi-stakeholder perspectives in the context of social media, considering the role of policy, industry, and civil society. In the editorial, we briefly relate the special issue and its contributions to the comparative privacy research framework (CPRF), which serves as a useful starting point and a solid conceptual foundation for comparative privacy research. Finally, we develop a research agenda for future comparative privacy research, which critically examines position of power and epistemological biases, evaluates the comparability of the subject of study, determining and justifying relevant units of comparison, and helps to analyze how these units interact in shaping the concept of privacy.",
          "url": "https://doi.org/10.1177/20563051251344460",
          "doi": "https://doi.org/10.1177/20563051251344460",
          "filter": 0
        },
        {
          "title": "Local Activism Goes Digital in Authoritarian Setting: The Use of Digital Platforms in Place-Based Conflicts in Russia",
          "authors": "Vsevolod Bederson, Liubov Chernysheva, Andrei Semenov",
          "abstract": "Grassroots activism constitutes the backbone of civil society across political regimes. While many studies explored the role of social media and digital platforms in social movements, we focus on the ways local activists use these social media platforms to organize collectively against unwanted urban development. Localized (place-based) contention differs from large-scale social movements: it is less endowed with resources and it is directly related to physical space. We analyze 26 urban conflicts in six Russian cities based on 185 interviews with activists and experts to show how the residents leverage digital platforms’ affordances and argue that the former extensively rely on the latter for coordination, communication, and recruitment purposes. Yet, the nature of place-based conflicts makes blending online and offline organizational activities inevitable. We also demonstrate that despite their benefits, digital platforms also bring organizational challenges. The authoritarian state imposes further constraints, requiring activists to take into account state surveillance and repression in their engagement with social media. Our study contributes to the scholarship on digitally mediated actions, urging a reevaluation of social media’s role in local collective actions.",
          "url": "https://doi.org/10.1177/20563051251344455",
          "doi": "https://doi.org/10.1177/20563051251344455",
          "filter": 0
        },
        {
          "title": "The New Experts of Online Dating: Feminism, Advice, and Harm on Instagram",
          "authors": "Joanna Large, Natasha Mulvihill",
          "abstract": "Situated within the theoretical work of Giddens and others on the role of expertise in contemporary society, this article evaluates the Instagram accounts of six dating-themed influencers. We seek to understand the role and strategies of these “new experts” in presenting, evaluating, and responding to contemporary heterosexual dating harms. Our analysis is informed by the existing literature on digital feminism, gendered abuse, and conceptions of harm, but also recognizes how social media marketing strategies shapes the expertise provided. We conclude that while the emerging expert discourses around online dating seek ostensibly to advocate for women, they are contradictory, likely to contribute to social anxiety, and could risk diluting and individualizing the material reality of abuse.",
          "url": "https://doi.org/10.1177/20563051251340514",
          "doi": "https://doi.org/10.1177/20563051251340514",
          "filter": 0
        },
        {
          "title": "Accountability through (Inter)Action? A Framework of Affordances for Understanding Civil Society Accountability on Social Media Platforms",
          "authors": "Cecilia Gullberg, Nils Gustafsson",
          "abstract": "This article investigates how social media can enable and constrain civil society organizations’ (CSOs) discharge of accountability. Based on a comparative analysis of the Instagram, Facebook, and Twitter (X) posts of the Swedish Red Cross during 1 year ( N = 1014), we propose a framework of affordances that illustrate how platform features, practices, norms, and perceptions about audiences jointly shape the accountability potential of a platform. Accountability is overall more content- than process-oriented, emphasizing visibility of action rather than far-reaching social interactivity. Our study, however, reveals important differences between Instagram and Facebook, on the one hand, and Twitter, on the other. Whereas accountability is more short-term, scripted, and donor-oriented in the former, it is more abstract and ad hoc, with mainly indirect efforts at interactivity, in the latter. Our framework of affordances sheds light on the hitherto under-researched intersection between the literature on CSO accountability and the literature on CSO use of social media.",
          "url": "https://doi.org/10.1177/20563051251340146",
          "doi": "https://doi.org/10.1177/20563051251340146",
          "filter": 0
        },
        {
          "title": "Turtle, Water, and Silicon: Storyworking Indigenous Digital Methodologies",
          "authors": "Cindy Tekobbe",
          "abstract": "The author of this article contends that current digital research methodologies tend to extract and commodify knowledge in ways that can replicate social, cultural, racial, economic, and global inequities. This article presents an Indigenous approach to digital methodology, including examples of posts to Facebook, Instagram, and Bluesky, as well as algorithmic search results. Finally, the author discusses new opportunities within Indigenous methodologies as approaches for performing more inclusive digital research beyond settler colonial research paradigms.",
          "url": "https://doi.org/10.1177/20563051251342453",
          "doi": "https://doi.org/10.1177/20563051251342453",
          "filter": 0
        },
        {
          "title": "Platforms as Partners? Dissecting the Interplay Between Civil Society Organizing and Social Media Platforms",
          "authors": "Alice Mattoni, Julie Uldam, Noomi Weinryb",
          "abstract": "A few social media platforms have come to play a central role in civil society organizing, often functioning as organizing partners. But on whose terms? As organizing partners, commercial social media platforms shape the conditions under which civil society actors organize, also shaping organizational dynamics, visibility, and collective action. Far from being neutral partners, these platforms become battlegrounds where civil society actors and platform owners negotiate power, visibility, and control—differently affecting various forms of civil society actors and organizing. Therefore, we need to move beyond the notion of platforms as mere organizing agents to critically examine the opportunities and constraints they create for different civil society actors, as well as how different civil society actors navigate these. This requires considering both exogenous, contextual elements, and endogenous, actor-centered elements of civil society organizing. Doing so allows us to examine how organizing efforts emerge not simply on social media platforms but with them, requiring constant negotiation with platform logics. The collection of articles in this special issue shows how social media platforms enable civil society organizing, but also how platform-driven asymmetries emerge and play out differently according to the different features that characterize the civil society organizations at stake.",
          "url": "https://doi.org/10.1177/20563051251343865",
          "doi": "https://doi.org/10.1177/20563051251343865",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Establishment of mobile money corridors and Burkina Faso's intra-WAEMU trade",
          "authors": "Lamoussa Seydou Lankoande",
          "url": "https://doi.org/10.1016/j.telpol.2025.103000",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103000",
          "filter": 0
        },
        {
          "title": "Factors driving mobile network operator profitability in public safety mobile broadband projects",
          "authors": "Tapio Savunen, Juuso Töyli, Pekka Kekolahti, Petri Mähönen",
          "url": "https://doi.org/10.1016/j.telpol.2025.102995",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102995",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
