{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Entertainment Contributes to Adaptive Coping: A Longitudinal Investigation of the Interplay Between Hedonic and Eudaimonic Entertainment, Escapism, and Meaning Making",
          "authors": "Rebekka J. Kreling, Leonard Reinecke",
          "abstract": "Traditionally, research has focused on investigating short-term effects of entertainment media use. This paper, however, takes a salutogenetic perspective in exploring the potential long-term effects of entertainment use on meaning making as an adaptive coping skill. We propose three theoretical pathways explaining potential effects of hedonic and eudaimonic entertainment, as well as escapist media use on meaning making—through vicarious experiences of adversity, experiencing positive affect, and distraction. In two preregistered longitudinal studies with varying time intervals (6 months, weekly, and daily observations), both hedonic and eudaimonic entertainment use showed positive within-person relationships with meaning making daily and weekly, but not over 6 months. Escapist media use negatively predicted meaning making across all time intervals. Additionally, vicarious experience and positive affect, but not distraction, mediated these effects. Our findings shed light on temporal dynamics of entertainment use and emphasize its role in fostering meaning making.",
          "url": "https://doi.org/10.1177/00936502251361974",
          "doi": "https://doi.org/10.1177/00936502251361974",
          "filter": 0
        },
        {
          "title": "Exploring the Relationship Between Exposure to Media Depictions of Undocumented Immigrants, Identity Management, and Undocumented Immigrants’ Family Communication Profiles",
          "authors": "Jennifer A. Kam, Dana Mastro, Dina Naji Arch, Kyungin Kim, Monica Cornejo",
          "abstract": "Using longitudinal survey data from 366 undocumented college students, a latent profile analysis was conducted to identify groups of students according to their identity management strategies (outlined by social identity theory), as reflected in protection-oriented and strengths-based family communication. The “ high competition and creativity” profile frequently engaged in communication suggesting social competition and creativity. The “ partial competition and creativity” profile often communicated about undocumented-related barriers (reflecting social competition), while to a degree, also sharing optimism for the future (indicating social creativity). The “limited competition, mobility, creativity” profile engaged in low levels of communication across all strategies. Health and wellbeing were mostly stable over time across profiles; however, the “high competition and creativity” profile reported more anxiety and stomachaches, and the strongest undocumented identity. Finally, exposure to media depictions of undocumented immigrants was associated with membership in the “high competition and creativity” profile as opposed to the “limited competition, mobility, creativity” profile.",
          "url": "https://doi.org/10.1177/00936502251359351",
          "doi": "https://doi.org/10.1177/00936502251359351",
          "filter": 0
        },
        {
          "title": "A Scoping Review to Clarify the Concept of Information Avoidance and Its Postulated and Examined Consequences",
          "authors": "Elena Link",
          "abstract": "Scholars from various academic disciplines have discussed the growing issue of information avoidance and its adverse consequences. To bring together different perspectives, clarify this phenomenon, and explore its consequences, a scoping review was conducted. A total of 206 articles met the stipulated inclusion criteria. The review consolidated definitions of related terms and defined information avoidance as any (in)action intended to delay or prevent the acquisition of specific types of available, accessible, personally relevant, possibly unknown but unwanted information from (selected) media and interpersonal sources. Despite a wide range of postulated consequences, only a limited number of studies have examined them, with findings revealing mixed results. Based on the current state of research, desiderates are proposed to guide future research on information avoidance.",
          "url": "https://doi.org/10.1177/00936502251359856",
          "doi": "https://doi.org/10.1177/00936502251359856",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "“I Empathize With Them”: How Newsroom Leadership Assesses Mental Health and Hostility Toward Their Journalists",
          "authors": "Kaitlin C. Miller",
          "url": "https://doi.org/10.1080/21670811.2025.2548795",
          "doi": "https://doi.org/10.1080/21670811.2025.2548795",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Value orientations and social cohesion in organizational discourses: a civil-society perspective",
          "authors": "Rico Neumann, Barbara Pfetsch, Swen Hutter, Simon Koschut, David Schieferdecker, Jule Specht",
          "url": "https://doi.org/10.1080/1369118x.2025.2534719",
          "doi": "https://doi.org/10.1080/1369118x.2025.2534719",
          "filter": 0
        },
        {
          "title": "‘Hook’-shaped polarization: how conservative super-commenters shape conspiracy beliefs and news engagement across the political spectrum",
          "authors": "Yijia Erika Zhu, Sebastian Scherr",
          "url": "https://doi.org/10.1080/1369118x.2025.2539299",
          "doi": "https://doi.org/10.1080/1369118x.2025.2539299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "From .com to .gov: The internet’s inevitable nationalist turn",
          "authors": "Imad Payande, Hadyeh Charkameh",
          "url": "https://doi.org/10.14763/2025.3.2029",
          "doi": "https://doi.org/10.14763/2025.3.2029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Possible futures all at once: time frame and time lag in short-term longitudinal media effects research on well-being",
          "authors": "Julius Klingelhoefer, Alicia Gilbert, Christoph Adrian, Adrian Meier",
          "abstract": "When assessing media effects, we seldom consider how they change over time. Especially with the prevalence of smartphone use as short-lived, fragmented media use, a systematic approach to temporal dimensions is crucial, particularly to understand mixed effects of smartphone use on situational well-being. We employ a multiverse approach to assess the influence of two central temporal dimensions in intensive longitudinal media effects research: Time frame and time lag. We combine mobile experience sampling (T1 = 2,859, T2 = 7,708) and log data (K1 = 71,807, K2 = 259,004) from N1 = 84 and N2 = 192 participants. Building on theorizing on time in media effects research, we propose four patterns of how short-term effects on situational well-being unfold: they may follow processes of ephemerality (fleeting effects), inertia (delayed onset), reversal (changing directions), or there are no changes over time. We discuss theoretical implications and give recommendations for future studies.",
          "url": "https://doi.org/10.1093/joc/jqaf037",
          "doi": "https://doi.org/10.1093/joc/jqaf037",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Hashtags and Hope: Tracing Chinese Digital Spirituality Through #WishMeABabyBoy Trend on Xiaohongshu (Rednote)",
          "authors": "Haoyang Zhai",
          "abstract": "This article examines how digital platforms shape and transform spiritual practices by analyzing the trending “Wish Me A Baby Boy” phenomenon on the Chinese social media platform Xiaohongshu (Rednote). Far from existing as purely personal pursuits, spirituality here emerges as a communal media practice reflecting everyday politics, shaped by cultural traditions, technological affordances, and broader socio-political conditions. Drawing on Chinese traditional practices of wish-making (xu-yuan) and returning the favor (huan-yuan), users adapt these long-standing practices into subtle digital forms, showing ongoing negotiations around cultural values, gender norms, and family expectations. Employing a non-participatory observation and integrating thematic and narrative analysis methods, the study reveals that these online spiritual practices provide unique insights into subtle yet pervasive social tensions in contemporary China, especially those involving fertility pressures, gender expectations, and the lived experiences of ordinary users. In doing so, this research contributes specifically to digital spirituality scholarship by illustrating how culturally marginalized aspirations gain visibility through spiritual expressions and interactions on social media, how platform affordances mediate traditional rituals, and how digital spirituality emerges as a site of ideological negotiation between traditional values (e.g. son preference) and changing gender norms expressed through parody.",
          "url": "https://doi.org/10.1177/20563051251369816",
          "doi": "https://doi.org/10.1177/20563051251369816",
          "filter": 0
        },
        {
          "title": "Sonic Intimacies and Digital Boundary Work: Navigating Privacy, Voice and Connection Among Finnish Youth",
          "authors": "Sanna Spišák",
          "abstract": "This article examines how Finnish young people (ages 16–19) navigate digital intimacy through voice, privacy, and platform use. Drawing on reflexive thematic analysis of asynchronous focus group discussions conducted on Discord, the study explores how participants manage exposure and vulnerability in digital spaces through selective boundary work. Voice, in particular, emerges as a key marker of intimacy and privacy: a conduit for affective connection, yet also a site of corporeal risk. The study proposes a relational framework, where privacy, intimacy, and voice are co-constitutive and introduces the concept of ‘intimacy architectures’ to describe how young people calibrate access and proximity across platforms. Findings show that youth strategically favour ephemeral, history-free communication tools, avoid sharing phone numbers, and resist voice-based interaction depending on cultural and linguistic context. These practices illustrate a nuanced negotiation of digital embodiment, identity, and control. The study contributes to emerging scholarship on sonic intimacy and offers new insights into youth digital culture in a datafied society.",
          "url": "https://doi.org/10.1177/20563051251359493",
          "doi": "https://doi.org/10.1177/20563051251359493",
          "filter": 0
        },
        {
          "title": "Social Media and Society: Platforms, Publics, and Anti-Publics",
          "authors": "Zoetanya Sujon, Harry T. Dyer, Felipe Bonow Soares",
          "abstract": "The Special Issue on Platforms, publics, and anti-publics focused on the complex intersection of platforms, including issues around their ownership, datafication, business models, and algorithms; and the emergence of publics and anti-publics online, which has been increasingly impacted by platforms infrastructures and designs. This Special Issue underscores the need to understand how online publics are influenced by sociotechnical affordances and shaped by the political and ideological influence of platforms’ governances. The articles featured in this issue explore the role of digital platforms in relation to sociability and public discourse; and dive into the discussion of publics, marked by the emergence of online communities and sociability online, and anti-publics on social media, poisoned by political propaganda and online abuse. The articles included in the issue are extended versions of the research presented at the 2024 International Conference on Social Media and Society (#SMSociety).",
          "url": "https://doi.org/10.1177/20563051251368234",
          "doi": "https://doi.org/10.1177/20563051251368234",
          "filter": 0
        },
        {
          "title": "One Platform, Four Languages: Comparing English, Spanish, Hindi, and Russian YouTube",
          "authors": "Ryan McGrady, Kevin Zheng, Ethan Zuckerman",
          "abstract": "This study presents a comparative analysis of language-specific random samples of YouTube videos, focusing on English, Spanish, Hindi, and Russian. We produce a large random sample, retrieve metadata, calibrate and deploy language-detection software, and extract four high-confidence language samples. Through an analysis of upload dates, popularity, duration, and category metadata, we highlight patterns and anomalies among our samples. For example, English YouTube has the smallest proportion of videos categorized as “News &amp; Politics,” and Spanish videos have a longer median duration. The most salient contrast, however, is between Hindi YouTube and the other three languages. Hindi videos are much shorter and much newer, with sharp growth since 2020 and more than half of the sample uploaded in 2023 alone. The Hindi sample also exhibits a different pattern of liking, with the lowest percentage of videos with just zero or one like even while it has the highest percentage of videos with just zero or one view. These findings may help to quantify the migration of India’s short-form video culture, based around TikTok, to YouTube when TikTok was banned in the country in 2020. This study underscores the necessity of multilingual and culturally specific approaches to platform research by drawing attention to the heterogeneity of YouTube. We propose this method as a starting point to understand linguistic communities on YouTube, surfacing trends and exceptions while providing cues for more content-focused study.",
          "url": "https://doi.org/10.1177/20563051251363216",
          "doi": "https://doi.org/10.1177/20563051251363216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Digital empowerment and economic equity: Exploring the impact of household digital capability on income inequality",
          "authors": "Lulu Zhao, Jingjing Ye, Kaichao Shao",
          "url": "https://doi.org/10.1016/j.telpol.2025.103038",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103038",
          "filter": 0
        },
        {
          "title": "Moving toward a continuum model of broadband affordability for low-income households",
          "authors": "Colby Humphrey, Elizabeth A. Mack, John B. Horrigan",
          "url": "https://doi.org/10.1016/j.telpol.2025.103027",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
