{
  "update": "2025-02-28",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Navigating Social Media News Use: Exploring the Impact of Intentional and Incidental News Consumption on Objective and Subjective Political Knowledge",
          "authors": "Jana H. Dreston, German Neubaum",
          "abstract": "Research consistently shows that while social media use does not enhance objective political knowledge, it increases users’ sense of being knowledgeable (subjective knowledge). However, it is unclear which specific modes of social media use lead users to an enhanced feeling of being knowledgeable. This work focuses on two factors that are believed to shape users’ subjective knowledge when using social technologies: (a) the intentionality of social media use (intentional vs. incidental news consumption) and (b) the relevance of the news content. In a pre-registered, two-wave experiment ( N = 921), participants were exposed to either personally relevant or non-relevant topics on social media, either intentionally or incidentally. The results indicated that while intentionality of exposure did not affect subjective knowledge, intentional news search improved objective knowledge more than incidental exposure. The latter can still facilitate objective knowledge and increase subjective knowledge, as long as the news is considered as highly relevant.",
          "url": "https://doi.org/10.1177/00936502251317818",
          "doi": "https://doi.org/10.1177/00936502251317818",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Effect of security threats and cultural values on public perceptions of state surveillance: a multilevel analysis of 37 countries",
          "authors": "Yu-Hui Kao",
          "url": "https://doi.org/10.1080/1369118x.2025.2462781",
          "doi": "https://doi.org/10.1080/1369118x.2025.2462781",
          "filter": 0
        },
        {
          "title": "Impact of mobile and smartphone usage levels and multivariate factors on household income in vegetable farming: evidence from Indonesia",
          "authors": "Agus Hadiarto, M. Firdaus, H. Harianto, T. Novianti",
          "url": "https://doi.org/10.1080/1369118x.2024.2443579",
          "doi": "https://doi.org/10.1080/1369118x.2024.2443579",
          "filter": 0
        },
        {
          "title": "Mainstreaming and transnationalization of anti-gender ideas through social media: the case of CitizenGO",
          "authors": "Nicola Righetti, Aytalina Kulichkina, Bruna Almeida Paroni, Zsofia Fanni Cseri, Sofia Iriarte Aguirre, Kateryna Maikovska",
          "url": "https://doi.org/10.1080/1369118x.2025.2470229",
          "doi": "https://doi.org/10.1080/1369118x.2025.2470229",
          "filter": 0
        },
        {
          "title": "Algorithmic recommendations in the everyday life of young people: imaginaries of agency and resources",
          "authors": "Ville Jylhä, Noora Hirvonen, Jutta Haider",
          "url": "https://doi.org/10.1080/1369118x.2025.2470227",
          "doi": "https://doi.org/10.1080/1369118x.2025.2470227",
          "filter": 0
        },
        {
          "title": "Mitigating loneliness and remediating solitude: pandemic narratives from the Global South",
          "authors": "Aditya Deshbandhu,  Swatantra",
          "url": "https://doi.org/10.1080/1369118x.2025.2467344",
          "doi": "https://doi.org/10.1080/1369118x.2025.2467344",
          "filter": 0
        },
        {
          "title": "Developer dialogues: a study of game creators to understand the potential for industry self-regulation of monetization",
          "authors": "Maarten Denoo, Elena Petrovskaya",
          "url": "https://doi.org/10.1080/1369118x.2025.2467343",
          "doi": "https://doi.org/10.1080/1369118x.2025.2467343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The Swiss cheese model of social cues: a theoretical perspective on the role of social context in shaping social media’s effect on adolescent well-being",
          "authors": "Jolien Trekels, Eva H Telzer",
          "abstract": "Media effects research has observed significant diversity in the effects of social media on adolescent well-being, with outcomes ranging from positive to negative and, in some cases, neutral effects. In an effort to comprehend and elucidate this diversity, we have formulated The Swiss Cheese Model of Social Cues, a theoretical framework that systematically categorizes potential sources contributing to these variations. This dynamic model encompasses the complex layers of social cues present within platforms, the social environment, and individual (neuro)susceptibility, collectively shaping how social media influences the well-being of adolescents. The primary goal of this model is to enhance research by concurrently considering a broader range of individual difference factors, providing a comprehensive framework for investigations into the complex interplay of social context in social media effects.",
          "url": "https://doi.org/10.1093/joc/jqaf001",
          "doi": "https://doi.org/10.1093/joc/jqaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "How Do Silent Trolls Become Overt Trolls? Fear of Punishment and Online Disinhibition Moderate the Trolling Path",
          "authors": "Daniel Montez, Dam Hee Kim",
          "abstract": "Digital media allow users the ability to engage in and be exposed to trolling. Although many people may enjoy the occasional opportunity to witness others being trolled, a relative minority directly troll others, those whom we can label overt trolls. Nevertheless, features afforded on social media and online communities (e.g., likes, upvotes) make it accessible for people to positively react to and support trolling, becoming supportive trolls, a potential steppingstone into overt trolling. In the theoretical contexts of social cognitive theory and the bystander effect, we advance a model in which enjoyment of observing trolling prompts supportive trolling, which could then lead to overt trolling. Analyses of data from an online survey conducted in the United States ( N = 604) show the positive link between enjoyment of observing trolling and supportive trolling is stronger among individuals with higher fear of punishment, while the subsequent link between supportive and overt trolling is stronger among those with higher online disinhibition. Our findings hold implications in understanding the effects of trolling on social media audiences and how trolling can be performed in nuanced ways.",
          "url": "https://doi.org/10.1177/20563051251320437",
          "doi": "https://doi.org/10.1177/20563051251320437",
          "filter": 0
        },
        {
          "title": "The Disaggregation of Platform Labor: Theorizing Skin Tone Work in the Black Influencer Beauty Economy",
          "authors": "Ta’Les Love",
          "abstract": "Research on the beauty influencer economy highlights the role that racism plays in platform labor, as race is a prominent determinant in the hierarchy of influencers. While the literature on beauty influencers reveals the multi-faceted labor necessary for success in the genre, less attention is given to the ways that skin tone discrimination—or colorism—defines one’s subject position as a beauty influencer. I argue that skin tone is an identity characteristic that ultimately multiplies the labor required of beauty influencers, particularly for Black women with darker complexions. The extra labor required of persons from a marginalized subject position within a marginalized population is called Racial Phenotype Labor (RPL). Due to racist beauty standards and historical disdain for African phenotypes, Black people—and Black women specifically—with phenotypic features perceived as undesirable enter the digital influencing economy at an additional disadvantage. Societal preference for lighter skin impels darker-skinned creators to complete additional physical, emotional, and mental work in the beauty influencing community. This research asserts that the first layer of RPL involves skin tone work, where beauty influencers must combat the negative preconceptions and discourses typically associated with dark skin. I also suggest that they must combat these biases while simultaneously presenting themselves as marketable to cosmetics companies, viewers, and platform algorithms. This research study uses methodological triangulation through critical technocultural discourse analysis, thematic analysis, and autoethnography to analyze the beauty content of two prominent Black influencers—both advocates against colorism. Ultimately, I conclude that colorism remains especially gendered and functions as an agent of racial capitalism within the digital influencing economy.",
          "url": "https://doi.org/10.1177/20563051241310943",
          "doi": "https://doi.org/10.1177/20563051241310943",
          "filter": 0
        },
        {
          "title": "Facts or Feelings? Leveraging Emotionality as a Fact-Checking Strategy on Social Media in the United States",
          "authors": "Haoning Xue, Jingwen Zhang, Xinzhi Zhang",
          "abstract": "Emotionality is a well-established strategy for boosting audience engagement on social media. While fact-checking is positioned to provide objective information, fact-checking posts on social media often involve heightened emotionality. How much emotionality is present and how emotionality influences audience engagement and public sentiment toward fact-checked targets remain largely understudied. Informed by social psychological frameworks explicating message-level factors influencing public engagement and sentiment, the present study examines emotionality in 49,270 fact-checking posts created by 10 United States fact-checking organizations on Facebook from 2017 to 2022. Results showed that emotionality in fact-checking posts significantly increased by 13.5% over the years. Editorial fact-checkers (e.g., Washington Post) used higher levels of emotionality than independent fact-checkers (e.g., snopes.com). Emotionality positively indicated public engagement as predicted. However, in both fact-checked true and false information, emotionality was negatively associated with the public’s sentiment toward fact-checked targets, suggesting a potential spillover effect on stories verified to be true. This study reveals that emotionality in fact-checking posts boosts social media engagement yet with the potential of compromising fact-checking effectiveness.",
          "url": "https://doi.org/10.1177/20563051251318172",
          "doi": "https://doi.org/10.1177/20563051251318172",
          "filter": 0
        },
        {
          "title": "#StopAsianHate as Hashtag Activism: Provocateurs, Celebrities, and Fan Practices of Collective Action Against Racism",
          "authors": "Saif Shahin, Mingyi Hou",
          "abstract": "The #StopAsianHate hashtag movement emerged as a challenge to the rising tide of racism in the United States during the coronavirus pandemic and contributed to the legislation of the Covid-19 Hate Crimes Act. Our research brings together concepts from social movement studies as well as network science and celebrity-fandom studies to examine a corpus of tweets about the movement. We employ a mixed-methods design combining structural topic modeling with digital discourse analysis. Even though the movement rose up against White Supremacist structural racism, we find that right-wing provocateurs with large followings often hijacked its hashtags to amplify sporadic Black-on-Asian violence. But the active participation of Asian celebrities such as BTS, with their own huge followings online, bolstered the movement. Their posts and statements about anti-Asian violence were heavily reposted and dominated the digital discourse. Crucially, we show how their fans helped boost the movement’s anti-racist agenda by repeatedly posting similar messages in concert, which we compare with the offline fan practice of “chanting” as a form of collective identity performance. While theories like the logic of connective action view digital activism as individualized and decentralized, our research elucidates its hierarchical structure and the oversized role of provocateurs and celebrities in raising the visibility of competing claims and agendas by re-contextualizing hashtags. At the same time, culture industries and practices can create bottom-up solidarities that can have a political impact by raising particular agendas in the digital attention economy.",
          "url": "https://doi.org/10.1177/20563051241309701",
          "doi": "https://doi.org/10.1177/20563051241309701",
          "filter": 0
        },
        {
          "title": "Social Data Migration Concept: Analyzing Transborder Data Flows in the Post-Industrial Economy",
          "authors": "Anu Masso, Andrew Grotto, Tracey P. Lauriault",
          "abstract": "Transborder data flows offer opportunities, such as health data sharing, but they also bring risk. Research has explored the tensions between transnational and regional linkages, striving to understand when transborder flows of data bring benefits or drawbacks. By viewing global data flows as a social change process, this commentary strives to complement existing perspectives. It advocates embedding data studies within the framework of social transformation theory to transcend the distinction between theory and its empirical application across diverse social and cultural contexts. Inspired by Stephen Castles’ approach to human migration, it introduces the concept of “social data migration” as a dynamic social transformation. This approach enhances our understanding of the complex, interconnected, and context-dependent nature of transnational flows of data across platforms amid rapid global changes.",
          "url": "https://doi.org/10.1177/20563051251320697",
          "doi": "https://doi.org/10.1177/20563051251320697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Critical junctures in United Kingdom telecommunications policy",
          "authors": "Ewan Sutherland",
          "url": "https://doi.org/10.1016/j.telpol.2025.102934",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102934",
          "filter": 0
        },
        {
          "title": "Assessing digitalization and the economy: A dynamic recursive CGE modelling approach",
          "authors": "David Iheke Okorie, Adeniran Adedeji, Chinedu Ifionu",
          "url": "https://doi.org/10.1016/j.telpol.2025.102936",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102936",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
