{
  "update": "2025-03-07",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "A Systematic Review of Attribution Theory Applied to Crisis Events in Communication Journals: Integration and Advancing Insights",
          "authors": "Yingru Ji, Weiting Tao, Chang Wan",
          "abstract": "Research on communication in crises across individual, organizational, and societal levels has expanded significantly, with attribution theory frequently used to explain how people interpret these crises. However, research in the three levels of crises has developed independently, limiting theoretical advancement. This study systematically reviews 133 attribution theory based communication articles in crisis situations, showing that responsibility attribution can be integrated into a unified framework. Attribution theories are most commonly integrated with situational crisis communication theory, framing theory, and image repair theory—three communication theories developed over three decades ago, primarily focusing on content effects. This study calls for modernizing attribution-related communication theories and testing media effects beyond content influence in today’s rapidly changing media environment. Additionally, it advocates for adopting a multi-agent approach to responsibility attribution and emphasizing treatment responsibility attribution. Further insights into research contexts and methodologies are provided to advance scholarly knowledge and suggest directions for future research.",
          "url": "https://doi.org/10.1177/00936502251319843",
          "doi": "https://doi.org/10.1177/00936502251319843",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Digital Journalism (Studies): An Agenda for the Future",
          "authors": "Oscar Westlund, Jan Lauren Boyles, Lei Guo, Magdalena Saldaña, Ramón Salaverría, T. J. Thomson, Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2474530",
          "doi": "https://doi.org/10.1080/21670811.2025.2474530",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Attitudes of European older workers towards digitalisation from the ecological perspective",
          "authors": "Martin Lakomý, Jakub Šácha, Filip Vystrčil",
          "url": "https://doi.org/10.1080/1369118x.2025.2472944",
          "doi": "https://doi.org/10.1080/1369118x.2025.2472944",
          "filter": 0
        },
        {
          "title": "Data auxiliaries: making online dating ‘work’ with dating spreadsheets",
          "authors": "Skyler Wang",
          "url": "https://doi.org/10.1080/1369118x.2025.2474564",
          "doi": "https://doi.org/10.1080/1369118x.2025.2474564",
          "filter": 0
        },
        {
          "title": "Feeling informed or being informed about politics? Effects of first- and second-level incidental exposure on political surveillance knowledge and internal political efficacy",
          "authors": "Andreas Nanz, Jörg Matthes",
          "url": "https://doi.org/10.1080/1369118x.2025.2472945",
          "doi": "https://doi.org/10.1080/1369118x.2025.2472945",
          "filter": 0
        },
        {
          "title": "Digital economy of dignity: children’s belonging(s) and digital facework",
          "authors": "Clara Julia Reich, Kamilla Knutsen Steinnes, Helene Fiane Teigen",
          "url": "https://doi.org/10.1080/1369118x.2025.2472949",
          "doi": "https://doi.org/10.1080/1369118x.2025.2472949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Sexual abuse, celebrity bhaktas , and counterpublics in the digital sphere",
          "authors": "Gita Neupane, Bal Krishna Sharma",
          "abstract": "This study examines social media discourse in connection with two separate high-profile statutory rape cases involving two male celebrities in Nepal: film and music video actor Paul Shah and cricket icon Sandeep Lamichhane. In the first case, we analyze the discursive actions of the actor’s fans and supporters, who uncritically back him by disputing the credibility of the rape allegation to protect him, all of which appear to further elevate his celebrity status. Conversely, in the second case, we investigate counterpublics’ discursive articulations aiming at giving extrajudicial punishment to the athlete through callouts and boycotts, which degrade his celebrity status. Data were primarily collected from Facebook and Twitter, including external images and hyperlinks shared on those platforms. By examining how individuals support male celebrities and perpetuate rape culture, while others generate counter-hegemonic discourses to combat it, the findings shed light on the interplay between technology, societal norms, and feminist activism.",
          "url": "https://doi.org/10.1177/01634437251320868",
          "doi": "https://doi.org/10.1177/01634437251320868",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "How (Gendered) Media Portrayals of Refugees Affect Attitudes Toward Immigration. The Moderating Role of Political Ideology",
          "authors": "Christine E. Meltzer, Pablo Jost, Christian Schemer, Simon Kruschinski, Marcus Maurer",
          "url": "https://doi.org/10.1080/10584609.2025.2472765",
          "doi": "https://doi.org/10.1080/10584609.2025.2472765",
          "filter": 0
        },
        {
          "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
          "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
          "url": "https://doi.org/10.1080/10584609.2025.2469097",
          "doi": "https://doi.org/10.1080/10584609.2025.2469097",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Auditing the Compliance and Enforcement of Twitter’s Advertising Policy",
          "authors": "Yash Vekaria, Zubair Shafiq, Savvas Zannettou",
          "abstract": "Online platforms have enacted various policies to maintain a safe and trustworthy advertising environment. However, the extent to which these policies are adhered to and enforced remains a subject of interest and concern. In this work, we present a large-scale audit of adult advertising on Twitter (now X), specifically focusing on compliance with its adult (sexual) content advertising policy. Twitter is an interesting case study in that it—uniquely from other social media platforms—allows posting of adult content but prohibits adult content in advertising. We analyze approximately 35,000 ads on Twitter with respect to their compliance with the adult content ad policy through Perspective API and manual annotations. Among other things, we find that nearly 38% of ads violate Twitter’s adult content advertising policy—of which, the platform eventually removed only about 63% of these non-compliant adult ads. We also find inconsistencies in the moderation of such ads across languages, highlighting the need for more reliable and consistent moderation practices across different languages. Overall, our findings highlight blindspots in Twitter’s adult ad policy enforcement for certain languages and countries. Our work underscores the importance of external audits to monitor compliance and improve transparency in online advertising.",
          "url": "https://doi.org/10.1177/20563051251319675",
          "doi": "https://doi.org/10.1177/20563051251319675",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Customer churn prediction for fixed wireless access: The case of a regional internet service provider",
          "authors": "Kurt A. Pflughoeft, Nikolaus T. Butz, Alick Corbley",
          "url": "https://doi.org/10.1016/j.telpol.2025.102929",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102929",
          "filter": 0
        },
        {
          "title": "Digitalization and country distance in international trade: An empirical analysis of European countries",
          "authors": "Thuy Linh Cao, Judy Hsu",
          "url": "https://doi.org/10.1016/j.telpol.2024.102877",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102877",
          "filter": 0
        },
        {
          "title": "Pacing the digital decade: Digital evolution and its impact on human well-being",
          "authors": "Eleni Laitsou, Dimitris Katsianis, Apostolos Xenakis, Vassilis C. Gerogiannis",
          "url": "https://doi.org/10.1016/j.telpol.2024.102868",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102868",
          "filter": 0
        },
        {
          "title": "Digital connectivity and the SDGs: Conceptualising the link through an institutional resilience lens",
          "authors": "Shirin Madon, Silvia Masiero",
          "url": "https://doi.org/10.1016/j.telpol.2024.102879",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102879",
          "filter": 0
        },
        {
          "title": "Regulatory and spectrum policy challenges for combined airspace and non-terrestrial networks",
          "authors": "Bengt Mölleryd, Mustafa Ozger, Morgan Westring, Anders Nordlöw, Dominic Schupke, Ulrika Engström, Cicek Cavdar, Michael Lindborg, Nunzio Sciammetta",
          "url": "https://doi.org/10.1016/j.telpol.2024.102875",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102875",
          "filter": 0
        },
        {
          "title": "Tourism usage of digital collaborative economy platforms in Europe: Situation, behaviours, and implications for the digital policies",
          "authors": "Adrián Mendieta-Aragón, Laura Rodríguez-Fernández, Julio Navío-Marco",
          "url": "https://doi.org/10.1016/j.telpol.2024.102874",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102874",
          "filter": 0
        },
        {
          "title": "Bridging the digital divide: Analyzing subsidy allocation efficiency in telecom sector reforms",
          "authors": "Abdul Kayum, Md. Shahnawaz Abdin, Brajesh Mishra, Amaan Kayum",
          "url": "https://doi.org/10.1016/j.telpol.2024.102880",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102880",
          "filter": 0
        },
        {
          "title": "Rethinking poverty: An econometric analysis of the role of ICT poverty in a global context",
          "authors": "Angela Stefania Bergantino, Mario Intini, Younes Nademi",
          "url": "https://doi.org/10.1016/j.telpol.2024.102876",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102876",
          "filter": 0
        },
        {
          "title": "Beyond geopolitics: Agency and modularity in mobile telecommunications in Kazakhstan",
          "authors": "Oyuna Baldakova, Elisa Oreglia",
          "url": "https://doi.org/10.1016/j.telpol.2024.102878",
          "doi": "https://doi.org/10.1016/j.telpol.2024.102878",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
