{
  "update": "2025-01-17",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Empowered by Curation: Spatial Differentiation in the Interrelationship Between Social Media Political Curation, Political Competence, and Trust—The Case of Michigan",
          "authors": "Taewoo Kang",
          "abstract": "This study examines geographic variations in the relationship between social media political curation and political trust. Analyzing survey data from the U.S. state of Michigan, findings reveal a positive relationship between social media political curation and internal political efficacy, which is stronger among rural residents compared to urban counterparts. Moreover, this geographic pattern extends to trust in state government; the positive indirect relationship between social media political curation and trust in state government via increased internal political efficacy is only observed among rural residents. These results highlight social media’s potential as a civic platform that can connect geographically disconnected communities to politics.",
          "url": "https://doi.org/10.1177/00936502241311943",
          "doi": "https://doi.org/10.1177/00936502241311943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "“I Resist”. A Study of Individual Attitudes Towards Generative AI in Journalism and Acts of Resistance, Risk Perceptions, Trust and Credibility",
          "authors": "Sophie Morosoli, Valeria Resendez, Laurens Naudts, Natali Helberger, Claes de Vreese",
          "url": "https://doi.org/10.1080/21670811.2024.2435579",
          "doi": "https://doi.org/10.1080/21670811.2024.2435579",
          "filter": 0
        },
        {
          "title": "News Diversity Under Algorithms: The Effects of Pre-Selected and Self-Selected Personalization on Chinese TikTok (Douyin)",
          "authors": "Wen Shi, Jinhui Li",
          "url": "https://doi.org/10.1080/21670811.2025.2450312",
          "doi": "https://doi.org/10.1080/21670811.2025.2450312",
          "filter": 0
        },
        {
          "title": "Journalists’ Use of Social Media Disconnection Practices: ‘I Try Not to Block People, but…’",
          "authors": "Dawn Wheatley",
          "url": "https://doi.org/10.1080/21670811.2024.2436545",
          "doi": "https://doi.org/10.1080/21670811.2024.2436545",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Bootstrapping the digital divide: a situational analysis of digital demands and collective capabilities in low-income households",
          "authors": "Anthony McCosker, Julie Tucker",
          "url": "https://doi.org/10.1080/1369118x.2024.2449007",
          "doi": "https://doi.org/10.1080/1369118x.2024.2449007",
          "filter": 0
        },
        {
          "title": "Gaming the mobility regimes during COVID-19: border-making and crossing between China and Africa",
          "authors": "Miao Lu, Zhuoxiao Xie",
          "url": "https://doi.org/10.1080/1369118x.2024.2449012",
          "doi": "https://doi.org/10.1080/1369118x.2024.2449012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Between affection and control: Chinese migrant mothers’ motherhood practices based on the mediated one-dimensional visibility of home cameras",
          "authors": "Lyu Yunhong, Sharifah Sofiah Syed Zainudin, Ng Boon Sim",
          "abstract": "Home surveillance cameras provide new ways for Chinese migrant mothers to provide such care. Existing research on migrant women’s motherhood focuses mainly on two-way communication technologies represented by mobile text messages and phone calls, without discussing individual surveillance technologies and their compatibility and contradictions with long-distance motherhood. This study will define visibility based on home cameras as mediated one-dimensional visibility and ask what role home cameras, as a surveillance technology, have played in the remote performance of mothering by female migrant workers in China and what kind of mothering practices they have given rise to. The findings show that the one-dimensional visibility provided by home cameras alleviates the anxieties of migrant mothers regarding the lack of intimacy and supervised education due to the features of being able to watch at any time without having to answer and secretive gazing. With this one-dimensional visibility, migrant mothers can watch their children from a distance and provide behavioral interventions and control. However, these interventions can both promote and diminish intimacy. When the two are in conflict, migrant mothers prioritize maintaining intimate relationships, which can have an impact on their children’s growth. This enriches our understanding of mediated motherhood.",
          "url": "https://doi.org/10.1177/01634437241313043",
          "doi": "https://doi.org/10.1177/01634437241313043",
          "filter": 0
        },
        {
          "title": "Media reporting of industrial wastewater issues in Kenya",
          "authors": "Otsieno Namwaya, Michael Koech",
          "abstract": "Scholars have acknowledged the public health risks associated with industrial wastewater. Kenya’s close to 5000 industries discharge large volumes of wastewater, but the authorities have barely enforced the law on industrial wastewater disposal and therefore neighborhoods remain exposed to the effects of poorly managed wastewater from the industries. This is an issue of public interest that public media should seek to highlight. This study investigated how Kenyan media, as a public watchdog, reported the issue of industrial wastewater and therefore whether media has been able to set the agenda. The study was guided by three main objectives: (a) How did the media cover the issue of industrial wastewater in Kenya between January 2010 and December 2014? (b) What are public perceptions of the issue of industrial wastewater and the media’s handling of the issue? (c) What is the link between public perception, government policy and media coverage of the issue of industrial wastewater in Kenya? The study employed a mixed methods approach, using content analysis for newspaper articles and survey study for public perception, and therefore the study generated both qualitative and quantitative data. The study found that Kenyan media reporting on issues of industrial wastewater was very infrequent, less detailed, and the articles were not so prominently displayed. Members of the public said they were unhappy with the media for not paying attention to the issue of industrial wastewater and most respondents said they no longer rely on traditional media for information on industrial wastewater. The public is frustrated with the authorities for failing to enforce the law on industrial wastewater disposal and the inability of the authorities to protect communities from harm. Since the public has opted to seek information elsewhere and not the traditional media, it is fair to argue that the media has failed to build the much-needed trust and confidence among its audience that would have enabled it to set the agenda on the issue of industrial wastewater. To win back the public and become effective on the issue, the media should increase the frequency of coverage, seek to display articles on industrial wastewater more prominently and do more to include the voices of the affected communities in their articles.",
          "url": "https://doi.org/10.1177/01634437241313038",
          "doi": "https://doi.org/10.1177/01634437241313038",
          "filter": 0
        },
        {
          "title": "The value of public service media: What does the public expect?",
          "authors": "Marína Urbániková, Klára Smejkal",
          "abstract": "In today’s competitive media landscape, the future of public service media (PSM) depends on maintaining its legitimacy among the public. While previous research has predominantly approached legitimacy-as-process, with focus on the normative perspective of PSM’s public value, this study adopts a legitimacy-as-perception approach to explore the expectations of the public. Consequently, it examines the extent to which citizens’ and normative perspectives align. Through data from 10 focus group discussions (with 60 participants) conducted in the Czech Republic, we identified four primary dimensions for public expectations for PSM: (1) the expected roles and functions of PSM; (2) the general characteristics of PSM content (to define the desired nature of PSM content); (3) the principles governing the functioning of PSM (to outline how PSM should operate) and (4) specific requirements for PSM news and non-news content. The study shows that, compared to existing normative conceptualisations of PSM’s public value, the public focusses mostly on individual value and, to a limited extent, on societal value, while entirely neglecting industry value. Additionally, rather than referring to abstract concepts, citizens’ expectations revolve around more concrete functions and tasks, with a common denominator: both distinctiveness from commercial media and distinctiveness from multinational VOD platforms that offer globalised content.",
          "url": "https://doi.org/10.1177/01634437241313039",
          "doi": "https://doi.org/10.1177/01634437241313039",
          "filter": 0
        },
        {
          "title": "Where are the working class in the British film industry? Data from the British Film Institute",
          "authors": "Peter Campbell, Danny Leigh, Dave O’Brien, Mark Taylor",
          "abstract": "A range of research, including analyses of quantitative data, has demonstrated the existence of inequalities for women and people of colour in the screen sector’s workforce. There has been less data collection in relation to class inequalities, and therefore less analysis of this aspect of the workforce. This paper considers this historic absence of data relating to class and considers a new source of data. Analysis of applicants to the British Film Institute’s Film Fund provides new insight into class inequalities and how they intersect with other demographic categories. This analysis demonstrates the classed patterns of application and success in relation to funding for screen industries in the UK, with the dominance of those from middle class origins throughout each stage of funding. Intersectional analysis of these inequalities shows which groups, at the intersection of class, race and gender, are more likely to receive funding. Drawing on Nwonka’s groundbreaking work on race and data in the screen sector, the paper concludes by highlighting the limitations of solely ‘data-driven’ responses to screen- and creative-sector inequalities, and the need for broader considerations of the structural factors in play.",
          "url": "https://doi.org/10.1177/01634437241313035",
          "doi": "https://doi.org/10.1177/01634437241313035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Digital (Dis)connection, Agency, and Imagination in a French Rural Community",
          "authors": "Fabienne Darling-Wolf",
          "abstract": "Common to scholarly analyses of the “digital revolution” is their inclination to deploy technology—the platforms, their affordances, the virtual spaces they create—as the main entry into evaluations of digital media’s impact on socio-cultural organization. While certainly useful in helping us understand the dynamics of digital practices and spaces, these narratives often fail to provide a fuller portrait of individuals’ broader relationship to the technological world shaped not (only) by their digital media use (or lack thereof) but also by their mere awareness of the existence of digital tools. Drawing from 14 months of ethnographic fieldwork in as small rural community in France, this project starts sketching such a portrait. Inspired by theories of mediation that encourage us to “rediscover” people as a methodological starting point by moving our focus from object (media) to process (mediation), it explores how residents experience, enjoy, resist, and negotiate the impact of digital and social media on the community’s culture, identity, and social organization.",
          "url": "https://doi.org/10.1177/20563051241311962",
          "doi": "https://doi.org/10.1177/20563051241311962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
