{
  "update": "2026-01-02",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "The platform matters: cross-platform differences in data donation willingness, behavior, and bias",
          "authors": "Lion Wedel, Jakob Ohme, Anna-Theresa Mayer, Felix Gaisbauer, Yangliu Fan",
          "url": "https://doi.org/10.1080/19312458.2025.2605946",
          "doi": "https://doi.org/10.1080/19312458.2025.2605946",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Revisiting Communication Infrastructure Theory: A Meta-Analytical Approach to Understanding the Influence of Integrated Connectedness to a Neighborhood Storytelling Network",
          "authors": "Youllee Kim, Yong-Chan Kim, Xun Zhu",
          "abstract": "Communication infrastructure theory (CIT) posits that integrated connectedness to a community storytelling network (ICSN), which refers to individuals’ access to community communication resources and opportunities, positively affects civic engagement. We meta-analyzed this relationship with 23 studies ( k = 28, N = 17,792) and found that the overall effect of ICSN on civic engagement was moderate ( r = .38), with slightly different effect sizes for different types of civic engagement, including neighborhood belonging ( r = .42), collective efficacy ( r = .28), and civic participation ( r = .41). The relationship was largely unaffected by moderators. Among ICSN components, interpersonal neighborhood storytelling was particularly influential in fostering neighborhood belonging and civic participation, while the three components (i.e., interpersonal neighborhood storytelling, local media connectedness, and participation in community organizations) contributed similarly to collective efficacy. We discuss the importance of neighborhood storytelling in fostering civic engagement and offer implications for theoretical advancement and practical applications.",
          "url": "https://doi.org/10.1177/00936502251403310",
          "doi": "https://doi.org/10.1177/00936502251403310",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Just the tip of the iceberg? State of the art of coordinated social media manipulation research",
          "authors": "Miriam Milzner, Daniel Thiele, Baoning Gong",
          "url": "https://doi.org/10.1080/1369118x.2025.2596873",
          "doi": "https://doi.org/10.1080/1369118x.2025.2596873",
          "filter": 0
        },
        {
          "title": "Navigating uncertainty in cyber conflict: incorporating false flags in the attribution process of offensive cyber operations",
          "authors": "Gil Baram, Herb Lin",
          "url": "https://doi.org/10.1080/1369118x.2025.2604662",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604662",
          "filter": 0
        },
        {
          "title": "Beyond algorithms: how folk theories of information homogeneity differ from academic theories across the contexts of the US and China",
          "authors": "Yiyan Zhang, Tian Yang",
          "url": "https://doi.org/10.1080/1369118x.2025.2609817",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609817",
          "filter": 0
        },
        {
          "title": "Statement of Retraction",
          "url": "https://doi.org/10.1080/1369118x.2025.2606459",
          "doi": "https://doi.org/10.1080/1369118x.2025.2606459",
          "filter": 0
        },
        {
          "title": "Personalization and social closeness buffer negative reactions to AI-generated birthday wishes on social media: evidence from two experiments",
          "authors": "Rukun Zhang, Yiling Liu, Bingcan Li",
          "url": "https://doi.org/10.1080/1369118x.2025.2606100",
          "doi": "https://doi.org/10.1080/1369118x.2025.2606100",
          "filter": 0
        },
        {
          "title": "Artificial intelligence, privacy utility and perceived legitimacy: the nonlinear moderating effect of knowledge",
          "authors": "Shangrui Wang, Yuanmeng Zhang, Zheng Liang",
          "url": "https://doi.org/10.1080/1369118x.2025.2608126",
          "doi": "https://doi.org/10.1080/1369118x.2025.2608126",
          "filter": 0
        },
        {
          "title": "Infrastructural consent: robots.txt as a protocol for automated data extraction",
          "authors": "Katie MacKinnon, Emily Maemura",
          "url": "https://doi.org/10.1080/1369118x.2025.2598054",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598054",
          "filter": 0
        },
        {
          "title": "What are teens doing with social media? Mapping everyday practices and uses",
          "authors": "Marta Meneu, Maria-José Masanet",
          "url": "https://doi.org/10.1080/1369118x.2025.2609785",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609785",
          "filter": 0
        },
        {
          "title": "Automating remix: generative AI, creative labor, and the decay of aura",
          "authors": "Jared T. Jensen, Dhiraj Murthy, Samuel Baker",
          "url": "https://doi.org/10.1080/1369118x.2025.2609779",
          "doi": "https://doi.org/10.1080/1369118x.2025.2609779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Undocumented college students’ career-related communication with their parents and the ecological vocational anticipatory socialization model",
          "authors": "Kyungin Kim, Jennifer A Kam, Delmy Munguia",
          "abstract": "While prior Vocational Anticipatory Socialization (VAS) research has emphasized the content and sources of VAS messages, this study extends such research by exploring how individuals react to these messages, especially when constrained by legal barriers. Using Social Cognitive Career Theory, we conducted semi-structured interviews with 40 undocumented college students to explore the parental VAS messages they receive, their reactions, and how both messages and reactions are shaped by structural and cultural factors. Nine kinds of messages emerged and were categorized into three larger types: value, instructional, and trust/support messages. A thematic co-occurrence analysis revealed relationships between message types and reactions, as well as career-related outlooks, choices, and engagement with parents and nonparental figures. Our findings led to the development of the Ecological VAS Model, which extends VAS theorizing by illustrating how structural, cultural, and relational factors permeate the entire VAS process—from message content, reactions, to career choices.",
          "url": "https://doi.org/10.1093/joc/jqaf052",
          "doi": "https://doi.org/10.1093/joc/jqaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Breaking colonial borders: Arctic collaboration and the emergence of Indigenous screen industries in Sápmi and Greenland",
          "authors": "Anders Grønlund, Stine Agnete Sand",
          "abstract": "This article explores how collaboration across Arctic borders has enabled the emergence of ultrasmall, Indigenous-led sectors, examining the development of Indigenous screen industries in Sápmi and Kalaallit Nunaat (Greenland). The Sámi film industry has experienced a notable rise, driven by strategic transnational collaborations and the establishment of institutions such as the International Sámi Film Institute, which prioritize narrative sovereignty and cultural resilience. The developing Greenlandic cinema has followed a similar path, drawing on Sámi practices to build its own structures for growth, culminating in the establishment of a film institute in 2026. The study highlights how these industries confront legacies of colonialism whilst navigating challenges such as funding limitations, environmental sustainability, and filmmaker fatigue. Through comparative analysis, the article argues that Sámi and Greenlandic screen industries offer a model for other ultrasmall and Indigenous industries globally, demonstrating how cultural authenticity, ethical filmmaking practices, and strategic collaborations can coexist with global market integration. The findings underscore the importance of institution-building, transnational networking, and balancing local priorities with international opportunities. Ultimately, the article shows that Indigenous screen industries globally can transform traditional industry structures, asserting political and cultural agency whilst contributing to a broader reimagining of global cinema.",
          "url": "https://doi.org/10.1177/01634437251400656",
          "doi": "https://doi.org/10.1177/01634437251400656",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Lifestyle Feminism on RedNote: Digital Platforms, Mediated Intimacy, and the Duality of an Enclaved Feminist Public Sphere",
          "authors": "Hongkun Wang, Jiang Chang",
          "abstract": "This article examines everyday feminism on RedNote (Xiaohongshu) through the lens of affective politics, exploring how feminists repurpose a consumerist digital platform to cultivate feminist publics within a socio-political environment that is largely unreceptive. The analysis reveals that mediated intimacy underpins the everyday practices of RedNote feminists, facilitating the formation of intimate publics. These practices strategically engage the platform’s vernacular to articulate a “lifestyle feminism,” framing feminist politics as a non-confrontational, identity-based lifestyle rather than an overt ideological stance. While this approach nurtures a popularized feminist enclave, it is accompanied by inherent tensions: limited intersectionality, insularity, and susceptibility to platform co-optation may transform this ostensibly empowering mode of feminist politics into its opposite, inadvertently contributing to the depoliticization and censorship it seeks to resist.",
          "url": "https://doi.org/10.1177/20563051251409617",
          "doi": "https://doi.org/10.1177/20563051251409617",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Too good to be true? China's new conceptual scheme for data property rights",
          "authors": "Jingjing Li, Limei Gao, Jiayou Shi",
          "url": "https://doi.org/10.1016/j.telpol.2025.103145",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103145",
          "filter": 0
        },
        {
          "title": "Impact assessment of broadband transport and internet access projects in Peru",
          "authors": "Jose L. Bonifaz, Julio Aguirre",
          "url": "https://doi.org/10.1016/j.telpol.2025.103149",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103149",
          "filter": 0
        },
        {
          "title": "Mobile financial services: paying with my palm – as simple as that!",
          "authors": "Philip Avornyo, Lin Xiao, Christian Narh Opata, Selasie Avornyo",
          "url": "https://doi.org/10.1016/j.telpol.2025.103148",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103148",
          "filter": 0
        },
        {
          "title": "Digitalization and firm resilience: Evidence from the COVID-19 pandemic in Zambia",
          "authors": "Kebede Bekele, Dick Durevall, Gebeyehu M. Fetene",
          "url": "https://doi.org/10.1016/j.telpol.2025.103150",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103150",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
