{
  "update": "2025-02-21",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Goal Understanding and Anonymous Cyberbullying in Social Media: How Victims Interpret, Cope with, and Respond to Hurtful Messages Online",
          "authors": "Nicholas A. Palomares, Rebecca Baumler, Moo Sun Kim, Arjana Almaneih, Maya Dennis, Preetina Ramkissoon, Gianna Rivas, Alyssa Sanchez, Anish Sankhavaram, Rachel Shore, Caroline Van Cleve, Major Wheless",
          "abstract": "We experimentally manipulated social media affordances theoretically linked to cyberbullies’ anonymity using hypothetical scenarios taking advantage of the diverse ways people get bullied by someone they can identify versus an anonymous cyberbully. Nine different social media platforms–from TikTok, Twitter, and Tumblr to Instagram, iMessage, and Email–manipulated a cyberbully’s anonymity to uncover pathways known to precipitate poor mental health in a 2 × 9 design. Inferring upward-mobility and highlight-difference goals did not predict affective outcomes; whereas inferring insecurity goals predicted increased hurt and negative emotion regardless of anonymity but inferring personal-attack goals was more hurtful, emotionally negative, and severe when victims knew the bully. Second, inferring the goals predicted decreased coping via increased use of motivation (but not identity) uncertainty reduction strategies, especially if the bully was anonymous. Third, inferences of the insecurity and personal attack goals predicted decreased attraction to the cyberbully via increased coping if the bully was anonymous.",
          "url": "https://doi.org/10.1177/00936502251318617",
          "doi": "https://doi.org/10.1177/00936502251318617",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "The Relationship Between Incidental News Exposure and Political Participation: A Cross-Country, Multilevel Analysis",
          "authors": "Jörg Matthes, Alon Zoizner, Andreas Nanz, David Nicolas Hopmann, Yannis Theocharis, Selina Noetzel",
          "url": "https://doi.org/10.1080/21670811.2024.2436548",
          "doi": "https://doi.org/10.1080/21670811.2024.2436548",
          "filter": 0
        },
        {
          "title": "The Role of Syndicated Content in Retaining Digital Newspaper Subscribers: Evidence from Clickstream and Subscription Data",
          "authors": "Jaewon Royce Choi, Su Jung Kim, Yayu Zhou, Edward C. Malthouse",
          "url": "https://doi.org/10.1080/21670811.2025.2466029",
          "doi": "https://doi.org/10.1080/21670811.2025.2466029",
          "filter": 0
        },
        {
          "title": "Infotainment on Social Media: How News Companies Combine Information and Entertainment in News Stories on Instagram and TikTok",
          "authors": "Dominique S. Wirz, Florin Zai",
          "url": "https://doi.org/10.1080/21670811.2025.2464062",
          "doi": "https://doi.org/10.1080/21670811.2025.2464062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Digital retirees? Retirement and online shopping in China",
          "authors": "Shichao Du",
          "url": "https://doi.org/10.1080/1369118x.2025.2467877",
          "doi": "https://doi.org/10.1080/1369118x.2025.2467877",
          "filter": 0
        },
        {
          "title": "‘Rescuing’ data justice? Mobilising the collective in responses to datafication",
          "authors": "Lina Dencik",
          "url": "https://doi.org/10.1080/1369118x.2025.2465874",
          "doi": "https://doi.org/10.1080/1369118x.2025.2465874",
          "filter": 0
        },
        {
          "title": "Digital vines: mapping China’s network of global platform ecosystems",
          "authors": "Weidi Zheng",
          "url": "https://doi.org/10.1080/1369118x.2025.2467340",
          "doi": "https://doi.org/10.1080/1369118x.2025.2467340",
          "filter": 0
        },
        {
          "title": "How effective are fact-checks in Pakistan and who engages with them?",
          "authors": "Waqas Ejaz, Sacha Altay, Muhammad Ittefaq",
          "url": "https://doi.org/10.1080/1369118x.2024.2445636",
          "doi": "https://doi.org/10.1080/1369118x.2024.2445636",
          "filter": 0
        },
        {
          "title": "Peer(ing) pressure: maintenance, care, and infrastructural capital in a cybersecurity intervention at Internet scale",
          "authors": "Ben Collier, Richard Clayton, James Stewart",
          "url": "https://doi.org/10.1080/1369118x.2025.2464895",
          "doi": "https://doi.org/10.1080/1369118x.2025.2464895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "“An Archipelago of Signifiers”: Caribbean Genetic Test Reveal Videos and the Resistance of the Creole Imagination",
          "authors": "S. Nisa Asgarali-Hoffman",
          "abstract": "This article presents an analysis of YouTube videos wherein creators reveal the results of their direct-to-consumer genetic ancestry tests. I analyze these reveal videos, their comment threads, and the role of YouTube in hosting these videos, to capture the popular discourse around the relationship between DNA and racial identity. By employing critical technocultural discourse analysis (CTDA), I explore how Caribbean content creators discuss racial identity, and how online discourses negotiate, codify, or disrupt neoliberal notions of racial authenticity. I focus on videos made by creators who self-identify as being from the Caribbean or of the Caribbean diaspora. By bringing the Caribbean existentialist thought of Stuart Hall and Édouard Glissant into my analysis, I explore how Caribbean creators employ what C. Rhonda Cobham-Sander deems “the Creole imagination” to interrogate notions of racial authenticity while de-/re-constructing racial identity in digital spaces.",
          "url": "https://doi.org/10.1177/20563051251319576",
          "doi": "https://doi.org/10.1177/20563051251319576",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Framing metaverse identity: A multidimensional framework for governing digital selves",
          "authors": "Liang Yang, Yan Xu, Pan Hui",
          "url": "https://doi.org/10.1016/j.telpol.2025.102906",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102906",
          "filter": 0
        },
        {
          "title": "A dispute between Netflix and SK Broadband in South Korea: Who should pay the network usage fees?",
          "authors": "Jihong Kim, Heejin Lee",
          "url": "https://doi.org/10.1016/j.telpol.2025.102913",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102913",
          "filter": 0
        },
        {
          "title": "Competition in the Slovak mobile telephony industry: Effects of new entry",
          "authors": "Jakub Čihák",
          "url": "https://doi.org/10.1016/j.telpol.2025.102933",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102933",
          "filter": 0
        },
        {
          "title": "Does artificial intelligence matter for the population aging-inclusive growth nexus? International evidence",
          "authors": "Huwei Wen, Junjie Shang, Xuan-Hoa Nghiem",
          "url": "https://doi.org/10.1016/j.telpol.2025.102932",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102932",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
