{
  "update": "2025-03-14",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Scanning vs. Thorough Processing the News: Antecedents of First- and Second-Level Incidental Exposure and the Role of the Relevance Appraisal",
          "authors": "Andreas Nanz, Ruta Kaskeleviciute, Marlis Stubenvoll, Jörg Matthes",
          "url": "https://doi.org/10.1080/21670811.2025.2472313",
          "doi": "https://doi.org/10.1080/21670811.2025.2472313",
          "filter": 0
        },
        {
          "title": "“It is Easier to Leave Death Threats than to Get Them Taken Down!” – Systematising Journalists’ Battles with Online Mobs",
          "authors": "Signe Ivask",
          "url": "https://doi.org/10.1080/21670811.2025.2475181",
          "doi": "https://doi.org/10.1080/21670811.2025.2475181",
          "filter": 0
        },
        {
          "title": "Coping with Precarity: Journalists’ Strategies to Find Ease in a Professionally Vulnerable Situation",
          "authors": "Nina Springer, Jana Rick",
          "url": "https://doi.org/10.1080/21670811.2025.2475179",
          "doi": "https://doi.org/10.1080/21670811.2025.2475179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Controlled carefully: how consumer care legitimizes China’s AI regulations",
          "authors": "Xuenan Cao, Lucas Power",
          "url": "https://doi.org/10.1080/1369118x.2025.2474565",
          "doi": "https://doi.org/10.1080/1369118x.2025.2474565",
          "filter": 0
        },
        {
          "title": "Collectivity in data governance and data justice",
          "authors": "Lina Dencik, Arne Hintz, Joanna Redden, Emiliano Treré",
          "url": "https://doi.org/10.1080/1369118x.2025.2478096",
          "doi": "https://doi.org/10.1080/1369118x.2025.2478096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Cultural citizenship processes on social media: How women negotiate identity online",
          "authors": "Leysan Khakimova Storie, Sarah Marschlich",
          "abstract": "Cultural citizenship suggests that people negotiate what it means to be a citizen and belong to a nation. Social media is an online space where women can practise citizenship, where the sense of belonging and norms of what it means to be a citizen are negotiated. This study explored how women in the United Arab Emirates use social media as a public space for negotiating an Emirati identity. Focus groups were conducted with young Emirati women. Results reflected the complexities of women’s move from private to public online spaces in a society where it is uncommon for women to participate in public life. This research offers theoretical implications for the role of social media in facilitating cultural citizenship processes outside Western contexts.",
          "url": "https://doi.org/10.1177/01634437241308733",
          "doi": "https://doi.org/10.1177/01634437241308733",
          "filter": 0
        },
        {
          "title": "Mobile phones, mothers, and patriarchy: Understanding digital interactions of adolescent Indian rural girls under watchful eyes",
          "authors": "Sanju Kumawat, Chhavi Garg",
          "abstract": "As mobile media is expanding its roots in rural spheres of the Global South, and that too among girls and women, concerns related to their engagement with digital technologies are also emerging. These concerns are emerging owing to the belief that women are not capable enough to handle digital technologies and may fall prey to untoward and harmful activities. This study tries to understand if and how mothers in rural households become gatekeepers of everyday digital practices of young girls in the global south through in-depth interviews with girls and their mothers living in villages in India. Mothers are found to be reinforcing the patriarchal norms in the mobile phone usage of their daughters and hence, further the concept of patriarchy in the online sphere. This enforcement might emerge as an important factor in gender digital divide in the Global South.",
          "url": "https://doi.org/10.1177/01634437251320845",
          "doi": "https://doi.org/10.1177/01634437251320845",
          "filter": 0
        },
        {
          "title": "ADHD and digital disconnection: Exploring inclusive and practical approaches",
          "authors": "Alex Beattie",
          "abstract": "Digital disconnection is increasingly sparking widespread debate and action, with social media age restrictions and phone bans being enacted around the world. As more people are required or encouraged to disconnect from the Internet, this commentary argues for more inclusive and practical disconnection strategies, particularly for those with Attention Deficit Hyperactivity Disorder (ADHD). ADHD highlights the complexities of digital disconnection, as individuals with this neurodivergent condition are often seen as the intended beneficiaries of digital detox retreats, disconnection interventions, and emerging public policies such as social media or high school phone bans. This commentary seeks to facilitate dialog and debate among digital disconnection scholars, offering a starting point for researchers interested in digital disconnection, screen time, disability, neurodivergence, and digital inclusion. By examining digital disconnection from contrasting ADHD theoretical perspectives, the paper aims to broaden the understanding of digital disconnection, considering diverse relationships with technology and the socio-cultural contexts of screen use and productivity.",
          "url": "https://doi.org/10.1177/01634437251326482",
          "doi": "https://doi.org/10.1177/01634437251326482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Motivating Future Voters: Comparing the Effects of ‘I Voted’ and ‘I Will Vote’ Stickers on Intention to Vote",
          "authors": "Alon P. Kraitzman, Stephanie L. DeMora, Dolores Albarracín",
          "url": "https://doi.org/10.1080/10584609.2025.2472768",
          "doi": "https://doi.org/10.1080/10584609.2025.2472768",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "From Platform Capitalism to Digital China: The Path, Governance, and Geopolitics",
          "authors": "Jingyan Elaine Yuan, Lin Zhang",
          "abstract": "The “platform turn” across various disciplines has introduced a new framework for analyzing the global digital economy. This special issue critically engages with existing discussions by adopting a broad political-economic perspective on the platform economy in China. Aiming to deconstruct and contextualize the dominant concepts of “platformization” and “infrastructuralization,” we focus on three central themes under the overarching framework of Digital China : “Platform cum Infrastructure along a Techno-developmental Path,” “Platform Governance,” and “Platform Spatiality and Geopolitics.” These themes collectively deepen our understanding of the temporal and spatial dynamics of platforms, as well as their conceptual significance as evolving processes and outcomes. More importantly, we highlight how the development of Chinese platforms reflects not only the contours of China’s contested integration into global capitalism but also the state’s shifting socio-economic priorities and its broader aspiration to establish a distinct “Chinese model of modernization.”",
          "url": "https://doi.org/10.1177/20563051251323030",
          "doi": "https://doi.org/10.1177/20563051251323030",
          "filter": 0
        },
        {
          "title": "Mobilization and Latency Dynamics in the #StopLine3 Discourse",
          "authors": "Adina Gitomer, Erika Melder, Brooke Foucault Welles",
          "abstract": "After the Canadian oil corporation Enbridge proposed replacing its Line 3 pipeline in 2014, activists began protesting against its environmental risks and violations of Indigenous rights, among other concerns. As the pipeline’s construction progressed and resistance intensified, a parallel discourse emerged online under the hashtag #StopLine3. This study explores the temporal evolution of that discourse and its alignment with on-the-ground developments. Specifically, we assess whether the discourse conforms to a phasic model of collective action inspired by Melucci, which contends that social movements oscillate between phases of visibility and latency. This oscillation is mediated by key mobilizing events, which drive activists to focus their energy toward fighting a target. Once a resolution is reached (positive or negative), the movement progresses into a latent phase, where participants regroup, reflect, and build unity. The ideas behind this model were developed before the digital turn. Given how social media complicates temporality, it remains unclear how well the model explains discursive resistance online. We use #StopLine3 as a case study to test the phasic model, examining all tweets with the hashtag posted between 2016 and 2023. We break up the data into temporal segments based on peaks and lulls in overall activity and explore how both tweet content and forms of engagement shift from segment to segment. In line with the model, we find that the shifts between segments are mediated by key events; however, we also find that the Twitter discourse consistently favors mobilization-oriented forms of engagement and content over latency. Our results suggest that Twitter primarily facilitates mobilization work, and call into question the importance of latency work, what it looks like, and where it takes place on platforms such as Twitter. We argue that Twitter may not be an effective venue for latency processes, or alternatively, may alter how those processes manifest. Overall, we trouble the application of the phasic model to #StopLine3 and other similar public-facing discourses.",
          "url": "https://doi.org/10.1177/20563051251322254",
          "doi": "https://doi.org/10.1177/20563051251322254",
          "filter": 0
        },
        {
          "title": "Beyond Cheap and Biased: Informal Volunteering on Social Media During the COVID-19 Crisis",
          "authors": "Hjalmar Bang Carlsen, Jonas Toubøl",
          "abstract": "The ability of informal social media networks to facilitate civic participation is a major topic of political and scholarly debate. Some studies find that social media networks support little, low-cost, periodic, and demographically biased civic participation, while others find the opposite. We argue that many studies do not have an adequate point of comparison to determine the contribution of social media networks relative to other organizational forms, such as formal volunteering. Using an original population survey on volunteering during the COVID crisis, we compare social media networks to other types of organizations in terms of the relative volume of participation, the type of participation, the persistence of the volunteer, and volunteers’ socioeconomic and demographic characteristics. We do not find that social media networks contribution is comparatively trivial, low cost, and biased when compared to other organizational forms. Volunteers organized on social media are, however, less persistent when compared to volunteers in formal civil society organizations.",
          "url": "https://doi.org/10.1177/20563051241304613",
          "doi": "https://doi.org/10.1177/20563051241304613",
          "filter": 0
        },
        {
          "title": "Social Media Imaginaries and the City: How the Attention Economy Is Reshaping Urban Built Environments",
          "authors": "Petter Törnberg",
          "abstract": "Social media are becoming a growing presence in our cities, filtering our experience of urban place and enabling locations to “go viral.” This article examines the downstream consequences of this new reality, examining how the urban actors who shape the city consider social media in their work. Drawing on ethnographic research and interviews with elite investors in São Paulo’s gentrifying Centro neighborhood, this article finds that social media are ever-present force in the production of the city. The capacity of social media to shape imaginaries and steer flows of people—and therefore flows of capital—have emerged as a powerful economic logic, integral to the city’s economic machinery. In pursuit of online attention, investors are adapting the city to fit their understanding of what “works” on social media—changing not only superficial designs and aesthetics, but even in which buildings they invest. Restaurants and bars come to function as intermediaries for the exchange of attention capital : they purchase attention from influencers, in turn marketing it to their customers and exchanging accumulated digital clout for free beer and new kitchens from their suppliers. Attention is transforming the very built environment of the city, which in turn provides essential physical infrastructure for the attention economy. While social media platforms may be diverse in their biases and characteristics, this article argues that the imperative of data accumulation has produced an era in which everything—even our cities—is shaped by the pursuit of attention.",
          "url": "https://doi.org/10.1177/20563051251323389",
          "doi": "https://doi.org/10.1177/20563051251323389",
          "filter": 0
        },
        {
          "title": "The Ideal Influencer: How Influencer Coaches and Platforms Construct Creators as Monetizing for the Right Reasons",
          "authors": "Taylor Annabell",
          "abstract": "This article examines the construction of the ideal influencer across two sites of articulation within the influencer ecology: influencer coaches and platforms. It seeks to make visible the normative model that underpins and regulates influencer identities, practices and monetization, which is tied to the interests and values of different actors. Drawing on a sample of 70 TikTok videos and Instagram posts from influencer coaches, a dataset of 69 TikTok and Instagram policies, and a walkthrough of TikTok and Instagram creator accounts, I analyze what constitutes the ideal influencer through a critical feminist approach to influencer labor. In content shared by influencer coaches, the influencer is framed as a strategic actor who offers value to their community and embraces their identity as a professional entrepreneur. Through platform policies and interface design, the influencer is constructed as a skilful creator who engages their audiences in the “right” ways and assumes responsibility for complying with regulations. I argue that these constructions converge on the assertion that influencers should monetize for the “right” reasons. This steers influencers toward a worker subjectivity that is ideal for the platform, linking the construction of influencers as users—rather than workers who should be rewarded but not compensated for their labor—to the professionalization of the industry.",
          "url": "https://doi.org/10.1177/20563051251323951",
          "doi": "https://doi.org/10.1177/20563051251323951",
          "filter": 0
        },
        {
          "title": "More-Than-Human, More-Than-Digital: Postdigital Intimacies as a Theoretical Framework",
          "authors": "Adrienne Evans, Jessica Ringrose",
          "abstract": "In this article, we extend the concept of “postdigital intimacies” by developing its more-than-human and more-than-digital capacities. We argue that while we have witnessed a gradual flattening out of the digital and non-digital, our institutions, regulations, laws, ethics, and policies still make distinctions between digital experiences and “real life.” This demands a refinement of critical understandings of intimacy. We locate postdigital intimacies in accounts that situate intimacy as ambivalent, and draw on posthuman and new feminist materialism to argue for the interdependencies between human and non-human agencies, making intimacy something always more-than-human. In turn, we develop accounts of the postdigital that suggest a more-than-digital by highlighting experiences of an entangled digital and non-digital, and the practical implications of this for how we advocate approaching health, safety, well-being, and anti-harassment. We bring these two bodies of work together through two distinct examples: one of the intimate therapeutics of AI chatbots and the other in how young people navigate technology-facilitated sexual violence in schools. We argue that a theory of postdigital intimacies demonstrates the importance of thinking through the more-than-human and more-than-digital of intimacy in relation to regulation, policy, and research pertaining to harms, risk, and vulnerability.",
          "url": "https://doi.org/10.1177/20563051251317779",
          "doi": "https://doi.org/10.1177/20563051251317779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Impacts of the USDA Community Connect broadband program on broadband speeds in rural areas",
          "authors": "Joshua Goldstein, John Pender",
          "url": "https://doi.org/10.1016/j.telpol.2025.102930",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102930",
          "filter": 0
        },
        {
          "title": "Crisis-ready telecom: Global approaches to emergency management in telecommunications",
          "authors": "Peter Jiang, Joe Rowsell, Stephen Schmidt",
          "url": "https://doi.org/10.1016/j.telpol.2025.102914",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102914",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0308-5961(25)00038-2",
          "doi": "https://doi.org/10.1016/s0308-5961(25)00038-2",
          "filter": 1
        }
      ]
    }
  ]
}
