{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Young people, media and politics in the digital age",
          "authors": "Yujie Huang",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423347",
          "doi": "10.1080/1369118x.2024.2423347",
          "filter": 0
        },
        {
          "title": "Media frames, AI romantic relationships, and the perspectives of people in relationships; mapping and comparing news media themes with user perspectives",
          "authors": "Tony Liao, Elizabeth Rodwell, Debriunna Porter",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420031",
          "doi": "10.1080/1369118x.2024.2420031",
          "filter": 0
        },
        {
          "title": "Deepfakes in the context of AI inequalities: analysing disparities in knowledge and attitudes",
          "authors": "Daniel Bendahan Bitton, Christian Pieter Hoffmann, Alexander Godulla",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420037",
          "doi": "10.1080/1369118x.2024.2420037",
          "filter": 0
        },
        {
          "title": "Beyond mitigation: building a case for collective rights and remedies for digital ID-enabled harms",
          "authors": "Katelyn Cioffi",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420023",
          "doi": "10.1080/1369118x.2024.2420023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
          "authors": "Mark Boukes",
          "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected.",
          "url": "http://dx.doi.org/10.1093/joc/jqae038",
          "doi": "10.1093/joc/jqae038",
          "filter": 0
        },
        {
          "title": "Translated knowledge: the production of marginalization of the Roma during the COVID-19 pandemic",
          "authors": "Adina Schneeweis",
          "abstract": "This research evaluates news during the first year of the coronavirus disease 2019 pandemic in order to examine how European publics made sense of the Roma, the largest and most marginalized ethnic community on the continent. Based on the analysis of news in English, French, Italian, and Romanian, the study finds that much of the coverage across national and cultural boundaries translated marginalization, already exacerbated by the health crisis, through familiar lenses of blame and backwardness. Whereas anti-ethnic discrimination was primarily recognized in news reliant on official, governmental sources, news in French and Italian chiefly circulated representations of otherness. Romanian news revealed both systemic racism and community solutions, also filtered through a discriminatory lens. Translating justice- or equity-oriented content—directly or ideologically—appeared incomplete, infrequent, and often filtered through bias. The tool of local and regional translation emerged as central to the circulation of ideas across the continent.",
          "url": "http://dx.doi.org/10.1093/joc/jqae041",
          "doi": "10.1093/joc/jqae041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Overcoming Far-Right Respectability: The Case for Systemic Approaches to Studying White Supremacy",
          "authors": "Cindy Ma",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2424923",
          "doi": "10.1080/10584609.2024.2424923",
          "filter": 0
        },
        {
          "title": "Anti-Woke Publics",
          "authors": "Robert Asen",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2425782",
          "doi": "10.1080/10584609.2024.2425782",
          "filter": 0
        },
        {
          "title": "Effects of Over-Time Exposure to Partisan Media and Coverage of Polarization on Perceived Polarization",
          "authors": "Michael Heseltine, Bernhard Clemm von Hohenberg, Ericka Menchen-Trevino, Tomasz Gackowski, Magdalena Wojcieszak",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2423093",
          "doi": "10.1080/10584609.2024.2423093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "The Power of Images: How Multimodal Hate Speech Shapes Prejudice and Prosocial Behavioral Intentions",
          "authors": "Sai Wang",
          "abstract": "While online hate speech has become a serious problem in multimedia environments, most studies in this area have examined text-based hateful content, with less attention paid to its other visual aspects. From a multimodal perspective, we conducted an online experiment ( N = 799) to investigate how multimodal hate speech (i.e., text and images presented together to convey hateful meanings) on social media affected users’ prejudicial attitudes and prosocial behavioral intentions. The results showed that participants in the text-plus-image (vs. text-only) condition felt more sympathy, which led to less implicit prejudice toward the target group and more prosocial behavioral intentions. In addition, exposure to text-plus-image hate speech had an indirect effect on prosocial behavioral intentions through sympathy and implicit prejudice. The findings contribute to scholarship on online hate speech and provide insights into the affect heuristics that individuals rely on when processing multimodal information.",
          "url": "http://dx.doi.org/10.1177/20563051241292990",
          "doi": "10.1177/20563051241292990",
          "filter": 0
        },
        {
          "title": "Bot Versus Humans: Who Can Challenge Corporate Hypocrisy on Social Media?",
          "authors": "Serena Armstrong, Caitlin Neal, Rongwei Tang, Hyejoon Rim, Emily K. Vraga",
          "abstract": "Social media offer opportunities for companies to promote their image, but companies online also risk being denounced if their actions do not align with their words. The rise of social media bots amplifies this risk, as it becomes possible to automate such efforts to highlight corporate hypocrisy. Our experimental survey demonstrated that bots and human actors who confront a corporation touting their commitment to equality by calling out organizational pay gaps damage perceptions of the corporation, heighten anger toward them, and ultimately can elicit boycott intentions. These hypocrisy challenges are equally effective when they come from bots and user accounts. Challenges to hypocritical behavior on social media are consequential and require further exploration.",
          "url": "http://dx.doi.org/10.1177/20563051241292578",
          "doi": "10.1177/20563051241292578",
          "filter": 0
        },
        {
          "title": "Webtoons, Desperately Seeking Viewers: Interactive Creativity in Social Media Platforms and Cultural Appropriation of Global Media Production",
          "authors": "Sunny Yoon",
          "abstract": "Webtoons optimize interactivity and participation of media users in the world of digital media by consolidating a unique digital culture. This article examines the role of users in interactive media by exploring the case of webtoons in the context of a changing global political economy and cultural dominance. Korean platform monopolies have established a new business model for webtoons and developed it as a center of Korean creative power. While webtoons have increasingly expanded and attracted the global market and the global audience, some persistent social issues remain, including the precarious labor structure, monopolistic power in the industry, and ideological dominance in content. Although webtoon viewers are often recognized as cultural intermediaries and powerful agents for their contributions to interactive creativity, their role has fluctuated according to changing political-economic structures and industrial strategies. In the course of expanding to the global market and to new business areas such as intellectual property (IP), webtoons have evolved in new fashions while disclosing the ambivalent nature of participatory media and digital interactivity. This article elucidates the double faces of interactive creativity focusing on viewers’ participation in webtoon production in the context of changing webtoon industry and growing partnership with global media.",
          "url": "http://dx.doi.org/10.1177/20563051241292577",
          "doi": "10.1177/20563051241292577",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
