{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "How Does GenAI “See” Climate Change: Exploring the Challenges and Opportunities of GenAI for Climate Visual Journalism",
          "authors": "Saffron O’Neill, Veronica White, Tristan J. B. Cann, Felix M. Simon, Alastair Johnstone-Hack, Simon Puttock, Sylvia Hayes, Oliver Blewett, Chico Camargo, Travis Coan, Francisco Gonzalez Espinosa, Ranadheer Malla, Sarwat Qureshi, Ned Westwood",
          "url": "https://doi.org/10.1080/21670811.2025.2602870",
          "doi": "https://doi.org/10.1080/21670811.2025.2602870",
          "filter": 0
        },
        {
          "title": "Hardly Used, But Highly Appreciated? Use, Importance and Effects of Engagement-Oriented Journalism",
          "authors": "Bernadette Uth",
          "url": "https://doi.org/10.1080/21670811.2025.2605489",
          "doi": "https://doi.org/10.1080/21670811.2025.2605489",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Fueling influencer creep, reinforcing platform authority: the work of social media experts",
          "authors": "Burçin Sarı",
          "url": "https://doi.org/10.1080/1369118x.2025.2604667",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604667",
          "filter": 0
        },
        {
          "title": "Wild dreams and small routines: AI imaginaries and mundanity in the everyday experiences of genAI Replika bot users",
          "authors": "Iliana Depounti, Simone Natale",
          "url": "https://doi.org/10.1080/1369118x.2025.2604668",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604668",
          "filter": 0
        },
        {
          "title": "Between AI fear and digital agency: technological familiarity and risk perception of generative AI’s epistemic power",
          "authors": "Mauro Barisione, Ilir Rama, Francesco Marolla",
          "url": "https://doi.org/10.1080/1369118x.2025.2606101",
          "doi": "https://doi.org/10.1080/1369118x.2025.2606101",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Tradwives, it’s not (leftist) feminism you dislike, it’s capitalism! Rereading Harry Braverman alongside the discombobulated politics of social media tradwives",
          "authors": "Meaghan Furlano",
          "abstract": "This article examines what I call the discombobulated politics of the tradwife, a popular social media aesthetic embraced by women who champion “traditional” Western gender norms, the nuclear family, and pronatalism. Tradwives have become formidable cultural figures due to their vast audiences, ties to far-right politics, and ability to mobilize around widely shared emotions. I understand their politics as discombobulated insofar as they advance a false cause for a social world that can be more accurately explained through established social scientific frameworks, such as those advanced by Harry Braverman in his 1974 book Labour and Monopoly Capitalism . In this article, I identify recurring tradwife critiques of “feminism” and use Braverman’s analysis to rebut these misframings, redirecting attention to the true structural driver of discontent: monopoly capitalism. By disentangling tradwives’ animus toward “feminism” and relocating it within the dynamics of capital (or a “feminism” that is really capitalism in disguise), this article provides a more precise account of the forces contributing to the contemporary anti-feminist backlash. It concludes that while tradwives often identify real social problems, the emancipatory impetus that would otherwise steer them toward left-wing politics is subverted by the malevolent actors of what Naomi Klein calls the Mirror World.",
          "url": "https://doi.org/10.1177/01634437251400651",
          "doi": "https://doi.org/10.1177/01634437251400651",
          "filter": 0
        },
        {
          "title": "Podcasting Islam in the Anglosphere: Muslim counterpublics in the UK, US and Australia",
          "authors": "Shaheen Amid Whyte",
          "abstract": "Podcasts are emerging as a powerful medium for information exchange and public dialogue. Within the Muslim digital space, podcasts have become viable alternatives to mainstream media, where Muslims have been routinely marginalised, vilified and misrepresented. Drawing on counterpublics theory, this study employs digital ethnography to explore how Muslim-owned media platforms reclaim self-agency and construct online publics in Anglophone contexts. It examines the audience metrics and discourses of four popular Islamic podcasts: The Thinking Muslim (UK), Blogging Theology (UK), OnePath Network (Australia) and Zaytuna College (US), with a focus on their content production, charismatic appeal and pan-Islamic orientation. It finds that the podcasts actively shape counterpublics through their engagement with decolonial thought, traditionalist scholarship and the amplification of Muslim lived experiences. While this paper highlights the benefits of fostering Muslim representation and counter discourses, it shows how podcasts can equally be susceptible to insider bias, ideological silos and the rise of influencer culture. In particular, the paper outlines the unexpected crossover between left and right-wing counterpublics and new ways of constructing religious authority online.",
          "url": "https://doi.org/10.1177/01634437251400663",
          "doi": "https://doi.org/10.1177/01634437251400663",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "The Logic of Connective Faction: How Digitally Networked Elites and Hyper-Partisan Media Radicalize Politics",
          "authors": "Curd B. Knüpfer, Yunkang Yang, Mike Cowburn",
          "url": "https://doi.org/10.1080/10584609.2025.2604708",
          "doi": "https://doi.org/10.1080/10584609.2025.2604708",
          "filter": 0
        },
        {
          "title": "Going Local? Localized Rhetoric in Congressional Communications",
          "authors": "Michael Heseltine",
          "url": "https://doi.org/10.1080/10584609.2025.2607424",
          "doi": "https://doi.org/10.1080/10584609.2025.2607424",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Governing data through privacy after China's PIPL: Discursive strategies, layered compliance and power dynamics in digital platform policies",
          "authors": "Yiming Chen, Liming Liu, Jinpei Deng",
          "url": "https://doi.org/10.1016/j.telpol.2025.103147",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103147",
          "filter": 0
        },
        {
          "title": "Communication Technology advancement and political outcomes in the developing world: Evidence from 4G proliferation in Indonesia",
          "authors": "Najwa Khairina, Rus'an Nasrudin, Bambang P.S. Brodjonegoro",
          "url": "https://doi.org/10.1016/j.telpol.2025.103146",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103146",
          "filter": 0
        },
        {
          "title": "The effects of banning permanence clauses in mobile phone markets",
          "authors": "Renzo Clavijo",
          "url": "https://doi.org/10.1016/j.telpol.2025.103141",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103141",
          "filter": 0
        },
        {
          "title": "Spectrum governance and 5G market structure: Malaysia's transition to a dual network model",
          "authors": "Muhammad Nur Thoriqah Wahbi, Noorihsan Mohamad",
          "url": "https://doi.org/10.1016/j.telpol.2025.103144",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
