{
  "update": "2025-08-29",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Topic modeling of video and image data: a visual semantic unsupervised approach",
          "authors": "Ayse D. Lokmanoglu, Dror Walter",
          "url": "https://doi.org/10.1080/19312458.2025.2549707",
          "doi": "https://doi.org/10.1080/19312458.2025.2549707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "When Opinions Polarize Without Persuasion: Modeling the Dynamics of Attitude-Opinion Convergence and Decoupling",
          "authors": "Dongyoung Sohn",
          "abstract": "Digital media is often blamed for deepening societal divides by fostering echo-chambers that reinforce biases. However, the polarized opinions visible on the media may not necessarily indicate deeper fragmentation of hidden beliefs, which is often assumed to be driven by persuasion. Instead, public opinion polarization can emerge from contextual dynamics that decouple private attitudes from expressed opinions. This study explores these conditions through an agent-based model (ABM) that integrates the dynamics of attitude formation with the ‘spiral of silence’ theory. The simulations reveal that opinions can polarize or converge due to subtle contextual changes—such as changes in social connectivity or elite influence—even when the degree of attitude polarization remains moderate. Furthermore, the findings show that increased social connectivity attenuates the polarization of both attitudes and opinions, as greater exposure to diverse perspectives mitigates the effects of repulsion toward opposing views. These findings highlight how public opinions may fail to reliably reflect the true sentiments of the population, creating a misleading impression of a more fractured society while suggesting that increased connectivity could help mitigate such divisions.",
          "url": "https://doi.org/10.1177/00936502251362278",
          "doi": "https://doi.org/10.1177/00936502251362278",
          "filter": 0
        },
        {
          "title": "The State of Evidence in Digital Hate Research: An Umbrella Review",
          "authors": "Jörg Matthes, Kevin Koban, Stephanie Bührer, Thomas Kirchmair, Phelia Weiss, Maryam Khaleghipour, Melanie Saumer, Rinat Meerson",
          "abstract": "Digital hate poses a threat to citizens, communities, and societies. Despite numerous studies and reviews on the concept of digital hate, we lack a systematic view of the entire body of scholarship. The aim of this umbrella review is therefore to evaluate the scope, definitions, main findings, and identified gaps of digital hate research. An umbrella review allows one to examine, compare, and evaluate the state of the research across all available reviews in order to point to larger, overarching patterns, shortcomings, and contradictions. We analyzed N = 206 narrative, systematic, and meta-analytical reviews. Findings suggest a lack of conceptual clarity, a need to study platform and age differences as well as a need to study digital hate across actors. Also, the analyzed reviews consistently call for experimental, longitudinal, and non-Western, cross-country research. We call for a coordinated cross-disciplinary effort to restructure and harmonize digital hate research.",
          "url": "https://doi.org/10.1177/00936502251365724",
          "doi": "https://doi.org/10.1177/00936502251365724",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "How the new digital knowledge order is impacting science",
          "authors": "Donya Alinejad",
          "url": "https://doi.org/10.14763/2025.3.2031",
          "doi": "https://doi.org/10.14763/2025.3.2031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Nudges for news recommenders: prominent article positioning increases selection, engagement, and recall of environmental news, but reducing complexity does not",
          "authors": "Nicolas Mattis, Lucien Heitz, Philipp K Masur, Judith Moeller, Wouter van Atteveldt",
          "abstract": "News aggregators inherently constitute choice architectures in which placement and presentation of news articles in the user interface affect how people perceive and engage with them. Accordingly, deliberate changes of a news aggregators’ choice architecture may nudge engagement. Against this background, our study aims to test the effects of 2 nudges, namely a position and an accessibility nudge, on (a) the selection of, (b) the engagement with, and (c) learning from environmental news articles by means of a 7-day field experiment using a news aggregator app in the United Kingdom. Results suggest that prominent article positioning coupled with visual highlighting significantly increases the selection of environmental news, its reading time and recall of information. In contrast, automated rewriting of environmental articles for lower text complexity had no significant effects. Additional analyses indicate that neither nudge backfired by decreasing user satisfaction, thus suggesting the practical usability of our approach.",
          "url": "https://doi.org/10.1093/joc/jqaf019",
          "doi": "https://doi.org/10.1093/joc/jqaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Rethinking work in the creator economy: Insights from labor process theory",
          "authors": "Afshin Omidi",
          "abstract": "While previous research has empirically examined the factors that shape and characterize the social relations in and around work among content creators, a comprehensive understanding of digitally mediated workplace practices in a broader context remains lacking. Drawing on labor process theory (LPT) and supported by existing empirical evidence, I argue that social media platforms create a unique workplace for creators in which algorithms and metrics function as mechanisms of labor control, driving greater productivity while being legitimized within pre-existing societal discourses. Furthermore, I focus on the notion of craft, a central concept in LPT, to explore how social media platforms reshape skill transformation in the creator economy and simultaneously degrade the nature of creative work by imposing specific skills on creators that primarily benefit the platforms. This paper contributes to scholarly discussions on the social relations of work in the creator economy by demonstrating how LPT bridges workplace politics in digital creative labor with the broader context in which the creators’ work practices are embedded.",
          "url": "https://doi.org/10.1177/01634437251363828",
          "doi": "https://doi.org/10.1177/01634437251363828",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Affording Fragmented Audiences: Multi-Platform Deliberation within the Five Star Movement",
          "authors": "Francesco Marolla, Marilù Miotto, Giovanni Cassani, Francesco Bailo",
          "url": "https://doi.org/10.1080/10584609.2025.2548288",
          "doi": "https://doi.org/10.1080/10584609.2025.2548288",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "TikTok as a Tool for Identity Work Among the Hoa Ethnic Community",
          "authors": "Sarah Tran, Cindy Lin, Bryan Dosono, Kelley Cotter",
          "abstract": "Popular discourse around race tends to categorize people in static ethnic and racial categories, overlooking the complexity of people with multi-ethnicities. To understand how ethnic communities resist the described practice, this article explores how Hoa communities in English-speaking countries use TikTok for identity work purposes. Using an inductive approach to qualitative content analysis, we identified two prominent themes: hybridization of a multi-ethnic identity and counter-hegemonic identity. Although the findings are particular to the Hoa community, we believe they merit attention from scholars interested in studying intra-ethnic populations and their social media usage for identity work.",
          "url": "https://doi.org/10.1177/20563051251363215",
          "doi": "https://doi.org/10.1177/20563051251363215",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Addressing the digital divide: A study on the predictors of government E-service utilization in Thailand",
          "authors": "Natnaree Wongmith",
          "url": "https://doi.org/10.1016/j.telpol.2025.103014",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
