{
  "update": "2026-02-06",
  "content": [
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "Explicating the Time Factor in Media Agenda-Setting Research",
          "authors": "Lei Guo, Yiyan Zhang, Yi Li, Yiqing Xu",
          "abstract": "Media agenda setting takes time. However, with the evolving media landscape altering how we consume news, many contemporary agenda-setting studies still rely on decade-old guidelines to determine time lags instead of empirically testing them. The literature also reveals inconsistent conceptualizations of “time lag.” To address this, we propose a two-dimensional typology to clarify this concept and conduct a systematic literature review of 1,444 articles published between 1972 and 2024 to trace conceptual and methodological trends of the time lag research, and identify factors influencing time lag length. Results show that, on average, it took 55 days of media exposure (accumulation) for the agenda-setting effect to appear at the aggregated level and 28 days at the individual level, with public response lagging by about 7 days (delay). Additionally, media agenda setting tends to take longer to manifest at higher levels and occur more quickly in collectivist societies compared to individualist ones.",
          "url": "https://doi.org/10.1177/00936502251413056",
          "doi": "https://doi.org/10.1177/00936502251413056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "Do News Media Want to Disentangle from Platforms?",
          "authors": "Rasmus Kleis Nielsen",
          "url": "https://doi.org/10.1080/21670811.2026.2623275",
          "doi": "https://doi.org/10.1080/21670811.2026.2623275",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "The cybersecurity dilemma game: moving cybersecurity beyond solutionism",
          "authors": "Torben Elgaard Jensen, Laura Kocksch, Susann Wagenknecht",
          "url": "https://doi.org/10.1080/1369118x.2026.2622335",
          "doi": "https://doi.org/10.1080/1369118x.2026.2622335",
          "filter": 0
        },
        {
          "title": "Misinformation exposure per se may not trigger cynicism, but perceived prevalence of misinformation and hostile information does",
          "authors": "S. Mo Jones-Jang, Dam Hee Kim, Kate Kenski",
          "url": "https://doi.org/10.1080/1369118x.2026.2622332",
          "doi": "https://doi.org/10.1080/1369118x.2026.2622332",
          "filter": 0
        },
        {
          "title": "Gaia’s Web: how digital environmentalism can combat climate change, restore biodiversity, cultivate empathy, and regenerate the Earth",
          "authors": "Maria K. Alberto",
          "url": "https://doi.org/10.1080/1369118x.2026.2623138",
          "doi": "https://doi.org/10.1080/1369118x.2026.2623138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Walking the moral plank: using virtual reality to investigate moral decision-making under threat",
          "authors": "Joomi Lee, Joshua Baldwin, Lindsay Hahn, Glenna Read, Sun Joo (Grace) Ahn",
          "abstract": "How is decision-making affected when individuals face threats to safety? Guided by the theory of dyadic morality, the limited capacity model of motivated-mediated message processing, and exemplification theory, we investigated how safety threats shaped individuals’ physiological responses and behavioral moral decision-making. Using an immersive virtual reality (VR) environment simulating a moral tradeoff, participants crossed a deep pit and made decisions between their safety and that of another person, reflecting a tradeoff between egoism and altruism. Results from an experiment with 201 participants revealed that exposure to threat increased arousal (physiologically and self-reported), which decreased the extent to which they felt their decision harmed others, leading to selfish decisions in the moral dilemma. However, this pattern only manifested when concerns of harm were not made salient before the threatening experience. Together, these findings demonstrate VR’s utility for simulating moral tradeoffs and advancing both psychophysiological and behavioral approaches to media psychology and morality research.",
          "url": "https://doi.org/10.1093/joc/jqaf054",
          "doi": "https://doi.org/10.1093/joc/jqaf054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "“They like using girls like me, light skin girls”: Music videos, race, and technology in Accra, Ghana",
          "authors": "Nii Kotei Nikoi",
          "abstract": "Using the casting of women models as a case study, this paper employs Caldwell’s notion of “industrial self-theorizing” to examine how light skin valorization was reproduced and contested in the Ghanaian hip-hop music video industry during the late 2010s. The 2010s were marked by global and national conversations about light skin valorization and cinematographic practices, such as the lighting of dark skin tones. The paper also adopts a materialist media approach that is attentive to how representational practices and social context are articulated in relation to visual technologies. Following Dyer, I am also interested in production practices that influence the technological construction of beauty and the valorization of light skin. The industry’s self-theorizing at the time attributed light skin tone preferences in the music video scene to two main causes: the technical construction of beauty, rooted in perceptions about skin tone biases in imported visual technologies, and a commodified construction of beauty, which markets beauty to align with societal cultural preferences. Understanding visual technologies and the valorization of light skin helps us examine how casting choices based on skin tones reflect local beauty standards, and also how the negotiated use of video technologies and attendant conventions function.",
          "url": "https://doi.org/10.1177/01634437261417313",
          "doi": "https://doi.org/10.1177/01634437261417313",
          "filter": 0
        },
        {
          "title": "Performing the digital pastoral: Environmental narrative, cultural nostalgia and commodified rurality in Li Ziqi’s videos",
          "authors": "Xiaomin Luo",
          "abstract": "This study takes Li Ziqi’s YouTube videos as a central case to explore how Li Ziqi reconstructs images of digital pastoral through performative strategies. Employing multimodal critical discourse analysis, the study examines three key dimensions: environmental narrative, cultural nostalgia, and commodified rurality. The global emotional resonance of the digital pastoral lies in its aestheticized and algorithmically curated recoding of nature, tradition, and the rural into consumable spectacles. Between media esthetics and ecological longing, natural landscapes are affectively orchestrated into visual narratives of healing and slow living, reflecting platforms’ capacity to capture emotional responses. Between cultural memory and diasporic fantasy, nostalgia is translated, visualized, and globalized as a cross-contextual yearnings. And between the tensions of authenticity and performance, the viewing value of rural imagery is continuously amplified by platform capitalism, while risking the erasure of underlying issues such as social inequality and gender imbalance. Li Ziqi’s videos thus constitute a digital pastoral, a product of modern anxieties, cultural identification, and platform-driven capital, illuminating the cultural negotiations of nature, memory, and rurality in the digital age.",
          "url": "https://doi.org/10.1177/01634437261417430",
          "doi": "https://doi.org/10.1177/01634437261417430",
          "filter": 0
        },
        {
          "title": "Voices across the airwaves: Gendered memories of sports radio in the Irish diaspora",
          "authors": "Daithí McMahon, Verónica Posada Álvarez, Julia Giese",
          "abstract": "This article examines the cultural and affective significance of sports radio within the Irish diaspora from the 1960s to the present, tracing its transformation from a communal listening ritual to individualised, digitally mediated practices. Beginning with the historic 1947 All-Ireland Senior Football Championship final, which was broadcast live from New York to Ireland, the study considers how mediated listening has enabled diasporic communities to sustain ties to home and negotiate belonging across borders. Drawing on interviews with a Gaelic football commentator and five diasporic participants in Britain, the USA, and Australia, the article situates radio listening at the intersection of memory, gender, and diaspora studies. While foregrounding radio’s capacity to foster affective co-presence—particularly among men—it interrogates the gendered exclusions embedded in these media rituals. Advancing the concept of ‘multi-axial togetherness’, the article calls for a nuanced understanding of diasporic media flows that accounts for intersecting dimensions of gender, class, and generation.",
          "url": "https://doi.org/10.1177/01634437261417316",
          "doi": "https://doi.org/10.1177/01634437261417316",
          "filter": 0
        },
        {
          "title": "A labor of love: How fans of women’s sports navigate streaming subscriptions and slow changes in coverage",
          "authors": "Monica Crawford",
          "abstract": "Extensive scholarship has documented women’s sports coverage and its slow growth in visibility across televised sportscasts, print, and online news. Relatively little research has considered women’s sports audiences and their ability access women’s sports coverage. Through interviews with 19 self-identified fans of women’s sports (FoWS) in the U.S., this study explores FoWS’s perceptions of current patterns in coverage, their practices for finding it, and their interpretations of those practices. The interviews indicate that extensive “work” is required of FoWS should they want to find live sportscasts of their favorite teams. However, the use of social media networks to encounter specialized, grassroots outlets’ reporting has made accessing women’s sports news easier for some. This quest for access is constrained by media availability, resulting in a form of fan labor that is inherently aspirational.",
          "url": "https://doi.org/10.1177/01634437261417330",
          "doi": "https://doi.org/10.1177/01634437261417330",
          "filter": 0
        },
        {
          "title": "Seeing with others: Participatory media, spectatorship, and the afterlife of representation",
          "authors": "Mariam Abazeri",
          "abstract": "This article examines the cross-cultural reception of Women of the Sun: A Chronology of Seeing (2020), a participatory film produced by rural women in South-Central Iran, to interrogate how meaning is made as participatory media circulates through transnational exhibition contexts. Drawing on participant observation and focus group discussions conducted between 2020 and 2024 in Iran and the United States, the study analyzes how spectators interpret the film’s representations of gendered labor, collective organizing, and public visibility. It argues that audience responses—ranging from affinity and care to skepticism, distancing, and Orientalist suspicion—reveal spectatorship as a performative and relational process shaped by viewers’ positionalities, political imaginaries, and exposure to global media regimes. Situating these dynamics within the political economy of documentary funding and festival circulation, the article shows how colonial legacies and Orientalist frameworks continue to structure interpretive expectations, even when films are produced through participatory and reflexive practices. By foregrounding spectatorship as an ethical encounter, this study extends debates on participatory media, visual sovereignty, and transnational cinema, demonstrating how reception itself becomes a critical site for examining power, credibility, and the afterlife of representation.",
          "url": "https://doi.org/10.1177/01634437261417434",
          "doi": "https://doi.org/10.1177/01634437261417434",
          "filter": 0
        },
        {
          "title": "Queer fantasy economy: Rethinking queerbaiting through Thai Y-series drama and industry",
          "authors": "Ka-Wei Pang, Eva Cheuk-Yin Li",
          "abstract": "This article introduces the concept of “queer fantasy economy” as a compelling framework for analyzing the production, representation, and reception of commercially produced queer media. Taking the Thai Y-series drama—a rapidly expanding genre that originated in Thailand and has gained widespread popularity in non-Anglophone regions from Asia to Latin America—as a case study, we examine the recurring allegations of queerbaiting in the transnational fandom. By exploring the intricate dynamics of the Thai Y-series industry, including its queer representation, as well as audience engagement and marketing strategies, we interrogate simplistic critiques of queerbaiting and advocate for more nuanced, contextualized perspectives. The “queer fantasy economy” approach illuminates the interplay between economic imperatives, creative worldmaking, state power, and the affective economies of queer visibility. Ultimately, we argue that “queer fantasy economy” provides a nuanced lens for understanding queer media as an expedient strategy for queer advocacy and representation, and for rethinking queer media’s transformative potential in societies where civic space for gender and sexual diversity is limited or shrinking.",
          "url": "https://doi.org/10.1177/01634437261417340",
          "doi": "https://doi.org/10.1177/01634437261417340",
          "filter": 0
        },
        {
          "title": "Precarious journalism: A typology of Zambian journalism practice and emerging journalism culture in covering political news",
          "authors": "Youngson Ndawana",
          "abstract": "Zambian journalism faces and endures precarious conditions that make practising professionally and ethically challenging. These difficulties, including polarisation, job insecurity or losses, threats and incidents of physical harm, and a burdensome regulatory and legal environment, have fostered a journalism culture that is more ad hoc than planned or considered, as journalists operate in a harsh environment. Using the In-depth Interview (IDI) approach to gather data phenomenologically, this paper examines the factors that have contributed to the current situation using thematic analysis. The study interviewed and analysed data from 24 Zambian journalists, editors and three media owners from both public and private media institutions between 2019 and 2025. The paper also explores the emerging journalistic cultures that result from these precarities, proposing coping strategies to handle both internal and external challenges. Findings indicate that ownership and State control are key factors. Consequently, journalists have adapted by practising contingency journalism, working on an ad hoc basis within the limits of professionalism as much as possible. These precarious conditions sometimes lead to post-ethical dilemmas, as they extend beyond professional boundaries, impacting livelihoods, personal security, and the safety of journalists and their families, considerations that are not strictly within professional parameters but significantly influence journalists personally, creating a contingency journalism culture that helps them navigate the difficult operating environment.",
          "url": "https://doi.org/10.1177/01634437251410012",
          "doi": "https://doi.org/10.1177/01634437251410012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Elected officials’ Online Sharing of Misinformation: Institutional and Ideological Checks",
          "authors": "Yuehong Cassandra Tai, Yu-Ru Lin, Bruce A. Desmarais",
          "url": "https://doi.org/10.1080/10584609.2026.2613661",
          "doi": "https://doi.org/10.1080/10584609.2026.2613661",
          "filter": 0
        },
        {
          "title": "Do Journalists’ Political Orientations Translate into Partisan News Reporting? The Limits of Bias and the Limits of Counter Mechanisms",
          "authors": "Andreas A. Riedl, Stefan Geiß, Melanie Magin, Olaf Jandura, Birgit Stark",
          "url": "https://doi.org/10.1080/10584609.2026.2621169",
          "doi": "https://doi.org/10.1080/10584609.2026.2621169",
          "filter": 0
        },
        {
          "title": "Claims of Victimhood Shield Politicians from Political Scandals",
          "authors": "Emily Kubin, Christian von Sikorski",
          "url": "https://doi.org/10.1080/10584609.2026.2619865",
          "doi": "https://doi.org/10.1080/10584609.2026.2619865",
          "filter": 0
        },
        {
          "title": "Do Beliefs Echo? On the Persistent Effects of Misinformation After Effective Corrections",
          "authors": "Jannik Fenger, Martin Vinæs Larsen",
          "url": "https://doi.org/10.1080/10584609.2026.2623049",
          "doi": "https://doi.org/10.1080/10584609.2026.2623049",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/10584609.2026.2624310",
          "doi": "https://doi.org/10.1080/10584609.2026.2624310",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
          "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
          "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed.",
          "url": "https://doi.org/10.1177/20563051261417301",
          "doi": "https://doi.org/10.1177/20563051261417301",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
