{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Disability inclusion in extended reality (XR) research: a critical scoping review",
          "authors": "Wenqi Tan, Ben Egliston, Marcus Carter",
          "url": "https://doi.org/10.1080/1369118x.2025.2535426",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535426",
          "filter": 0
        },
        {
          "title": "Rape discourse and slut shaming in Nepali social media",
          "authors": "Gita Neupane, Bal Krishna Sharma",
          "url": "https://doi.org/10.1080/1369118x.2025.2497944",
          "doi": "https://doi.org/10.1080/1369118x.2025.2497944",
          "filter": 0
        },
        {
          "title": "Children’s legal consciousness: the thorny right to privacy in social media",
          "authors": "Katharine Sarikakis, Lisa Winter, Angeliki Chatziefraimidou",
          "url": "https://doi.org/10.1080/1369118x.2025.2531132",
          "doi": "https://doi.org/10.1080/1369118x.2025.2531132",
          "filter": 0
        },
        {
          "title": "Build-a-face: homogeneity, racialisation and Eurocentric beautification in Instagram AR face filters",
          "authors": "L. A. Miller",
          "url": "https://doi.org/10.1080/1369118x.2025.2536157",
          "doi": "https://doi.org/10.1080/1369118x.2025.2536157",
          "filter": 0
        },
        {
          "title": "The role of media use in the development of discursive citizenship norms among U.S. Latinx",
          "authors": "Pablo Porten-Cheé, Alcides Velásquez, Ashley Muddiman",
          "url": "https://doi.org/10.1080/1369118x.2025.2534722",
          "doi": "https://doi.org/10.1080/1369118x.2025.2534722",
          "filter": 0
        },
        {
          "title": "Analysis of relevant games’ attributes and their relations with women’s values",
          "authors": "Mônica da Consolação Machado, Laerte Xavier, Lucila Ishitani",
          "url": "https://doi.org/10.1080/1369118x.2025.2529345",
          "doi": "https://doi.org/10.1080/1369118x.2025.2529345",
          "filter": 0
        },
        {
          "title": "Betting on (un)certain futures: sociotechnical imaginaries of AI and varieties of techno-developmentalism in Asia",
          "authors": "Hiu-Fung Chung",
          "url": "https://doi.org/10.1080/1369118x.2025.2535427",
          "doi": "https://doi.org/10.1080/1369118x.2025.2535427",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "\"You and TikTok are, and will remain at all times, independent contractors\"",
          "authors": "Taylor Annabell, Sophie Bishop, Catalina Goanta",
          "url": "https://doi.org/10.14763/2025.3.2014",
          "doi": "https://doi.org/10.14763/2025.3.2014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Anticolonialism and qualitative methods for culture-centered interventions",
          "authors": "Mohan Jyoti Dutta, Ambar Basu, Satveer Kaur-Gill, Debalina Dutta, Mahuya Pal, Iccha Basnyat, Selina Metuamate, Venessa Pokaia, Phoebe Elers, Indranil Mandal, Rabindranath Mandi, Pankaj Baskey, Devalina Mookerjee, Shaunak Sastry, Jaime Robb, Andrew Carter",
          "abstract": "In this essay, we a collective of Indigenous, Black, and migrant Global South scholars engaged in experiments with the culture-centered approach (CCA) draw on our lived experiences amidst struggles against land grab, neoliberal extractivism, and capitalist exploitation to outline a framework for qualitative methods as anticolonial politics. We begin by exploring the interplays of colonialism, imperialism, and racial capitalism that have shaped the origins and uses of qualitative methods toward serving extractive agendas of global capital. This critique serves as the basis for outlining the key principles of the CCA, turning to voice, storytelling, and embodied action as the basis for situating qualitative methods amidst anticolonial struggles that resist settler colonialism and extractive neoliberal neocolonialism. Through our review of diverse culture-centered interventions, we explore the roles of voice infrastructures in anticolonial resistance, outlining the contribution made by the CCA to decolonizing research methods by offering a theoretical-methodological framework for communication interventions for social justice.",
          "url": "https://doi.org/10.1093/joc/jqaf021",
          "doi": "https://doi.org/10.1093/joc/jqaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Interviewing out lesbian, gay and bisexual creatives and executives about getting queer stories in mainstream Australian scripted television",
          "authors": "Damien John O’Meara",
          "abstract": "In recent years, an expectation has emerged in Australian television production culture to include an out queer positionality as a key creative when developing gender and sexually diverse stories. However, the hidden labour of out queer writers, producers and commissioners has long been part of these processes. This paper illuminates how queer labour is a significant contributor to these stories appearing in Australian scripted television. It draws new insights through analysis of my interviews with 10 out lesbian, gay and bisexual television professionals. It argues interviewing queer television professionals offers specific insights for production culture research about how these representations make it onscreen. Through examining my interviews with publicly out television professionals, this paper argues the value of their positionality in researching production culture. It reveals how their positionality faced challenges and supported opportunities as they sought to advocate queer stories in Australian scripted television.",
          "url": "https://doi.org/10.1177/01634437251353041",
          "doi": "https://doi.org/10.1177/01634437251353041",
          "filter": 0
        },
        {
          "title": "Held in trust: Relational sovereignties and the affective life of communication",
          "authors": "Karl Patrick R Mendoza",
          "abstract": "This essay reflects on how trust is lived, performed, and morally negotiated in public life, drawing on the author’s experience as a Filipino scholar trained in Aotearoa New Zealand. It brings into dialogue two distinct yet resonant cultural contexts to explore how communication research might take more seriously the emotional, relational, and historically situated nature of trust. By revisiting Filipino concepts such as tiwala and pagsunod , and Māori-inflected values like manaakitanga and whanaungatanga , the essay proposes a tentative framework of relational sovereignties – understood as culturally embedded performances of care, legitimacy, and belonging. These insights are offered not as a new paradigm but as a small invitation to widen the frame of communication research beyond rationalist and procedural models. At a time when public discourse is increasingly shaped by automation, disinformation, and institutional erosion, this essay calls for renewed attention to the subtle, soft, and often overlooked dimensions of trust: silence, recognition, moral proximity, and the felt experience of being held. In doing so, it gestures toward a more relationally attuned and culturally grounded understanding of communication in both postcolonial and settler-colonial settings.",
          "url": "https://doi.org/10.1177/01634437251360380",
          "doi": "https://doi.org/10.1177/01634437251360380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PC",
      "articles": [
        {
          "title": "Self-Reported Exposure and Beliefs About Misinformation Across a U.S. Presidential Election Cycle: Expressive Responding and Motivated Reasoning",
          "authors": "R. Kelly Garrett, Robert M. Bond, Erik C. Nisbet",
          "url": "https://doi.org/10.1080/10584609.2025.2532584",
          "doi": "https://doi.org/10.1080/10584609.2025.2532584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Shapeshifters and Starseeds: Populist Knowledge Production, Generous Epistemology, and Disinformation on U.S. Conspiracy TikTok",
          "authors": "Alice Marwick, Courtlyn Pippert, Katherine Furl, Elaine Schnabel",
          "abstract": "This article investigates the intersection of identity, power, and knowledge production on U.S. ConspiracyTok, a genre of TikTok videos promoting conspiracy theories ranging from harmless speculation to harmful disinformation. Drawing on qualitative content analysis of 202 highly viewed videos, we examine how identity markers such as race and gender shape who is empowered or undermined in conspiratorial narratives, and how creators construct and circulate “evidence” to support their claims. We find that American ConspiracyTok is populated largely by young, non-White, and/or female creators who challenge the stereotype of the White, male conspiracy theorist. These creators interpellate audiences through visible identity markers, fostering a sense of intimacy and trust. Marginalized groups are often cast as victims, while institutions like science, government, and media are portrayed as villains. Creators construct legitimacy through visual media, personal anecdotes, deep lore, and remixing fictional and mainstream texts—engaging in a form of populist knowledge production within a generous epistemology that welcomes divergent truths and alternative worldviews. These practices blur the lines between entertainment and ideology, often mimicking academic, or journalistic knowledge production while rejecting institutional authority. While ConspiracyTok can serve as a form of standpoint epistemology that empowers minoritized creators and critiques systemic injustice, it can just as easily reinforce bias and spread disinformation. ConspiracyTok is a site of vernacular theorizing where epistemology and identity are deeply entangled, offering both a critique of mainstream power and a cautionary tale about the populist appeal of conspiratorial thinking.",
          "url": "https://doi.org/10.1177/20563051251357483",
          "doi": "https://doi.org/10.1177/20563051251357483",
          "filter": 0
        },
        {
          "title": "“Stop Being so Fkn Soft”: Masculinity, Politics, and the Acceptance of Gender-Based Online Violence Myths Among Young Canadian Men",
          "authors": "Esteban Morales, Jaigris Hodson, Yimin Chen, Kaitlynn Mendes, George Veletsianos, Chandell Gosse",
          "abstract": "Defining manhood is a critical concern in contemporary politics, especially due to its increasing role in shaping cultural narratives toward gender-based violence—and in particular, toward gender-based technology-facilitated violence and abuse (GBTFVA). In this context, this study investigates how political affiliation influences perceptions of GBTFVA among young Canadian men. To explore this, we draw on a survey of 1297 young Canadian men who align themselves with ideological affiliations across the political spectrum. Overall, our results show that political ideologies matter when understanding who enacts and sustains GBTFVA, as they significantly shape attitudes toward gender-based violence in digital spaces. Moreover, while we note that conservative participants displayed higher acceptance of GBTFVA myths than their liberal counterparts (such as She wanted it and She asked for it ), findings show that these harmful narratives are endorsed in different yet meaningful ways throughout all ideological affiliations. Furthermore, we found that one myth— It wasn’t really gender-based online abuse —is similarly endorsed across all political affiliations, thus highlighting the scope of these narratives that diminish the experience of targets across political discourses. By illuminating these intersections, this study provides valuable insights into the cultural and ideological underpinnings of GBTFVA, offering leverage points for societal change and prevention efforts.",
          "url": "https://doi.org/10.1177/20563051251358754",
          "doi": "https://doi.org/10.1177/20563051251358754",
          "filter": 0
        },
        {
          "title": "China Defenders From Abroad: Exploring Pro-China Foreign Political Influencers on X/Twitter",
          "authors": "Leiyuan Tian, Fan Liang, Zhao Alexandre Huang",
          "abstract": "Political influencers are social media users who attempt to shape others’ political attitudes and behaviors through personal influences. While prior research has mainly examined political influencers in Western democracies, this study shifts attention to an international context, focusing on the self-presentation strategies and discursive frames used by non-Chinese political influencers who support China on Twitter (X). Through a thematic analysis of online profiles and a frame analysis of 3000 tweets by 10 influencers, we identified two self-presentation strategies: “the explorer,” which highlights the influencer’s attractiveness, closeness, and passionate authenticity, and “the expert,” which emphasizes expertise and intellectual authenticity. We further propose a typology of four frames used by the influencers to defend or promote China: “Western Hypocrisy,” which criticizes Western double standards; “Western Threat,” which presents the West as a major threat to global security and growth; “System Superiority,” which promotes China’s political model against Western models; and “Common Destiny,” which envisions a prosperous future shared by China’s global partners. We argue that although the political affiliations of these influencers remain ambiguous and difficult to determine, they have become de facto contributors to China’s quest for global reputation in a digital age.",
          "url": "https://doi.org/10.1177/20563051251358526",
          "doi": "https://doi.org/10.1177/20563051251358526",
          "filter": 0
        },
        {
          "title": "Deepfakes or Synthetic Media? The Effect of Euphemisms for Labeling Technology on Risk and Benefit Perceptions",
          "authors": "Adrian Rauchfleisch, Daniel Vogler, Gabriele de Seta",
          "abstract": "The language used in public debates and in the news can influence how citizens perceive the risks and benefits of technology. While framing effects on technology perception are well understood, few studies have focused on the effects of specific terms used to describe technology. We analyze how the terms deepfake and synthetic media affect risk and benefit perceptions across application fields. Using Switzerland as a case, our manual content analysis ( n = 380 news articles) reveals a focus on risks in news coverage of deepfakes with minimal use of the term synthetic media. We then tested the effects of the terms on risk and benefit perceptions in a preregistered survey experiment (n = 736 participants). Term choice does not change perceived risks, but “synthetic media” significantly increases perceived benefits across application fields. As a theoretical contribution, we link our findings to the concept of euphemism, proposing that term choice should align with application fields to reflect the risks and benefits of technology. Overall, our study shows that the terms we use to label technology matter, especially for emerging technologies such as artificial intelligence.",
          "url": "https://doi.org/10.1177/20563051251350975",
          "doi": "https://doi.org/10.1177/20563051251350975",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "An old familiar song? Assessing the artificial intelligence divide among the regions of the European Union and its connections with digital divides",
          "authors": "María Rosalía Vicente, Carla Álvarez-Rodríguez, Ana Suárez-Álvarez",
          "url": "https://doi.org/10.1016/j.telpol.2025.103030",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103030",
          "filter": 0
        },
        {
          "title": "How does the urban digital economy affect labor mobility? An analysis from inflow and outflow perspectives",
          "authors": "Wenhui Huang, Yuhong Huang, Qi Huo",
          "url": "https://doi.org/10.1016/j.telpol.2025.103029",
          "doi": "https://doi.org/10.1016/j.telpol.2025.103029",
          "filter": 0
        },
        {
          "title": "The knowledge base of Big Tech: Research as a source of informational leadership by the dominant US digital platforms",
          "authors": "Sandro Mendonça, Eduardo Silva, Bruno Damásio",
          "url": "https://doi.org/10.1016/j.telpol.2025.102908",
          "doi": "https://doi.org/10.1016/j.telpol.2025.102908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
