{
  "update": "2024-10-25",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
          "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
          "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
          "doi": "10.1080/19312458.2024.2383453",
          "filter": 0
        },
        {
          "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
          "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
          "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
          "doi": "10.1080/19312458.2024.2413973",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research",
      "journal_short": "CR",
      "articles": [
        {
          "title": "“None of Us Wanted to be at This Party, But What a Guest List”: How Technology Workers Position Themselves on LinkedIn Following Layoffs",
          "authors": "Camille G. Endacott, Lauren Millender, Jordan Duran, Miguel Wilson",
          "abstract": "Mass layoffs offer a unique and understudied context to understand how affected workers communicate the involuntary, collective nature of their organizational exit. In this study, we explored the communicative strategies that workers affected by mass layoffs in the technology industry used to engage in impression management by analyzing LinkedIn posts ( N = 362). Our findings showed that workers engaged in proactive impression management by drawing on targets of identification (such as positioning themselves within the collective group of affected workers and highlighting their former membership with prestigious companies) to minimize blame for their layoff and signal their employability. Our findings also suggest that, amid environmental shock and in digital environments, individuals enact remarkably similar communicative strategies to one another, suggesting that this type of organizational exit announcement is a distinct emergent genre for impression management. We discuss our findings’ implications for our understanding of organizational exit and work-related online impression management behavior.",
          "url": "http://dx.doi.org/10.1177/00936502241289483",
          "doi": "10.1177/00936502241289483",
          "filter": 0
        },
        {
          "title": "When Disagreement Becomes Uncivil on Social Media: The Role of Passive Receiving and Active Expression of Incivility in Influencing Political Polarization",
          "authors": "Hsuan-Ting Chen, Yunya Song, Jing Guo",
          "abstract": "Exposure to cross-cutting viewpoints may not always play the deliberative role it is supposed to. This study uses both panel survey and social media data to examine how disagreement can trigger incivility, including exposure to and expression of incivility, and further elicit emotions and influence polarization. Results from the two-wave panel survey indicate that cross-cutting exposure has a polarizing effect first through promoting exposure to uncivil messages and expression of uncivil opinions, then through negative emotions. Notably, cross-cutting exposure can indirectly reduce polarization by first encouraging expression of uncivil opinions and then eliciting positive emotions, highlighting the importance of active expression. Analysis of data from the Hong Kong-based discussion forum HKDisc demonstrates that cross-cutting exposure is positively related to exposure to uncivil messages, and exposure to and expression of incivility predict polarization regardless of whether positive or negative emotions are detected in the uncivil content. This study provides empirical evidence of the effects of cross-cutting exposure and incivility on polarization at the individual and collective levels.",
          "url": "http://dx.doi.org/10.1177/00936502241285069",
          "doi": "10.1177/00936502241285069",
          "filter": 0
        },
        {
          "title": "“I’ll Change My Beliefs When I See It”: Video Fact Checks Outperform Text Fact Checks in Correcting Misperceptions Among Those Holding False or Uncertain Pre-Existing Beliefs",
          "authors": "Viorela Dan, Renita Coleman",
          "abstract": "Widespread concerns about the pervasiveness of misinformation have propelled one antidote to the center of scholarly attention: the journalistic fact check. Yet, fact checks often do not work as intended. While most fact checks are text only, a compelling theoretical argument can be made for using a video format instead. In this pre-registered experiment conducted in Germany ( N = 1,093), we investigated whether using video versus text can improve fact checks’ ability to correct misperceptions about transgender women, cannabis consumption, migration, and climate change. Video fact checks outperformed text fact checks, with those holding false or uncertain pre-existing beliefs benefiting the most. We contribute to motivated reasoning theory the idea that visual information can override directional reasoning better than textual information, and that processing fluency is the mechanism by which this occurs. Our findings paint an optimistic picture for the ability of fact checks to debunk misinformation, especially for those holding misperceptions.",
          "url": "http://dx.doi.org/10.1177/00936502241287870",
          "doi": "10.1177/00936502241287870",
          "filter": 0
        },
        {
          "title": "Expansion and Exploration of the Superdiffuser Model With Agent-Based Modeling",
          "authors": "Christopher J. Carpenter, Shannon M. Cruz, Reed M. Reynolds",
          "abstract": "The superdiffuser model predicts that the diffusion of a new behavior can be accelerated if superdiffusers (people who are connectors, persuaders, and mavens) are recruited to promote the behavior. We propose an expanded model where the importance of these traits varies by network structure and other network member characteristics. We assessed the plausibility of these proposed moderators using a simulation of an agent-based model in which each moderator was varied along with the superdiffuser traits of those initially seeded with the behavior. Analysis of the results of those simulations showed support for many, but not all, of the predictions as well as several surprising results that are suggestive for future empirical research.",
          "url": "http://dx.doi.org/10.1177/00936502241285574",
          "doi": "10.1177/00936502241285574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DJ",
      "articles": [
        {
          "title": "An Ecosystem of Collective Futures: How Journalists and Experts Co-Construct Projections in Hybrid Media Environments",
          "authors": "Eedan R. Amit-Danhi, Tali Aharoni, Maximilian Overbeck, Christian Baden, Keren Tenenboim-Weinblatt",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2415675",
          "doi": "10.1080/21670811.2024.2415675",
          "filter": 0
        },
        {
          "title": "Why Infrastructure Studies for Journalism?",
          "authors": "Mary Lynn Young, Alfred Hermida",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2396551",
          "doi": "10.1080/21670811.2024.2396551",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "De-centring the interface. Towards the integrated study of interfacial relations",
          "authors": "Benjamin Lipp, Paula Helm, Athanasios Karafillidis, Roser Pujadas",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413110",
          "doi": "10.1080/1369118x.2024.2413110",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Policy Review",
      "journal_short": "IPR",
      "articles": [
        {
          "title": "Discrimination grounds and personalised pricing: Consumer perceptions of fairness, norm alignment, legality, and trust in markets",
          "authors": "Kimia Heidary, Jean-Pierre van der Rest, Bart Custers",
          "abstract": "This article explores consumer perceptions of different grounds by which online prices can be personalised. We conducted a survey among Dutch consumers (n = 727) presenting them with 25 segmentation bases, drawing from legally permissible and legally prohibited grounds. We then ranked these bases and accompanying consumer perceptions across five dimensions: fairness, alignment with personal norms, alignment with social norms, perceived legality, and trust in markets. We find that while consumer perceptions generally align with what is currently prohibited in law, there are some “new” grounds, in particular intelligence and physical appearance, that elicit similar negative perceptions as legally prohibited grounds. This raises questions regarding the further regulation of personalised pricing. We discuss pros and cons of updating legislation to better reflect (new) ethical and social norms.",
          "url": "http://dx.doi.org/10.14763/2024.4.1809",
          "doi": "10.14763/2024.4.1809",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on AI systems for the public interest",
          "authors": "Theresa Züger, Hadi Asghari",
          "abstract": "AI systems have been promised to reduce CO2 emissions, monitor biodiversity, support accessibility, or help analyse human rights violations. They are often seen as a crucial part of the solutions needed in our times ranging from addressing the climate crisis, public health, to improvement of social services, or urban planning. We find the reference to artificial intelligence (AI) in many documents and debates of the policy realm, assigning it a strong potential to contribute to all these domains. AI for the public interest, and its close relatives, AI for (common or social) good, have become a common theme not only for tech companies, but also for political actors in the EU, including for instance international NGO networks. However, most often the definition of the public interest in the best case is limited to references to AI ethics. Yet, the practical meaning of what a good use of AI and a purpose “for good” entails in its development and implementation is unclear. What is often missing is an understanding that spells out in practice what it means for the process of development and deployment of AI systems to serve the public interest, let alone a holistic view on the conditions for AI to best serve the collective well-being.",
          "url": "http://dx.doi.org/10.14763/2024.3.1802",
          "doi": "10.14763/2024.3.1802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "An asymmetrical reinforcing spiral? Disentangling the longitudinal dynamics of media use and mainstream media trust",
          "authors": "Yariv Tsfati, Rens Vliegenthart, Jesper Strömbäck, Elina Lindgren",
          "abstract": "While numerous studies have documented an association between mainstream media trust and mainstream media use, only little is known about potential causal mechanisms underlying the association. We theorize that selective exposure, social influence, and the reinforcing spirals model offer three possible mechanisms that may underlie the association. These possibilities were studied using random intercept cross-lagged panel models and latent curve models on a four-wave panel data set (n = 3,540). For mainstream media, the results show an asymmetrical reinforcing spiral, in which the effect of mainstream media trust on use can be considered as one of yielding maintenance, while the impact of media use on mainstream media trust to a limited degree is in line with the notion of a spiral gradually (though inconsistently) increasing trust over time. We also find that use of right-wing alternative media consistently and sometimes robustly leads to decreasing mainstream media trust.",
          "url": "http://dx.doi.org/10.1093/joc/jqae039",
          "doi": "10.1093/joc/jqae039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media, Culture & Society",
      "journal_short": "MCSA",
      "articles": [
        {
          "title": "Transcending failure: A study on the “failed domestication” of online news for young visually impaired people in China",
          "authors": "Kun Tan, XinXin Huang",
          "abstract": "Drawing on the triple articulation framework, this study explores the “failed domestication” of online news consumption among young visually impaired people (YVIP), focusing on technological objects, symbolic environments, and individual texts. The findings suggest that “failed domestication” is not merely a consequence of limitations in technical design or social contexts but rather the result of “negotiation” between individuals and media. YVIP develop unique media usage strategies by simplifying operational procedures, foregoing updates, filtering out news irrelevant to their daily lives, and personalizing their interpretation of texts. In contrast to the notion of “failure” rooted in ableism, these behaviors reflect a deep understanding by the visually impaired of their capabilities and specific needs, constituting a form of “alternative success.” The use of digital media by people with disabilities is a process of autonomous choice rather than the “enforcing normalcy.” Therefore, this study advocates for creating a more flexible and human-centric media ecosystem that enables people with disabilities to choose appropriate media usage patterns based on their individual needs and preferences, thus promoting genuine digital inclusivity.",
          "url": "http://dx.doi.org/10.1177/01634437241290084",
          "doi": "10.1177/01634437241290084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Decoding Online Narratives and Unraveling Complexities in the Rohingya Refugee Crisis",
          "authors": "Tanvir Ahammad, Siam Ahmed, Selina Sharmin",
          "abstract": "The Rohingya refugee crisis, a humanitarian tribulation involving the persecution of the Rohingya Muslim ethnic minority group in Myanmar, has led to a massive exodus of refugees, primarily women and children, to neighboring Bangladesh. Analyzing public opinion toward the Rohingya crisis poses a challenge due to the time complexity of manually assessing individual expressions from the vast amount of text on online platforms. This research focuses on identifying hidden patterns in online discussions surrounding the Rohingya refugee crisis, employing topic modeling and a thematic sentiment analysis-based approach. It represents the first comprehensive exploration of public views on internet spaces to support this community. In the experiment, we identified 15 coherent topics from 6,840 unique documents with a high coherence score of about 0.60. The key themes explored encompass familial resilience, the urgency of addressing the refugee crisis, complexities within the Rohingya situation, religious and cultural elements, and geopolitical considerations. Sentiment analysis revealed nuanced emotional tones, with positive sentiments in discussions about refugee support and international aid and mixed or negative sentiments in topics concerning religious dynamics and women’s protection. The implications of this research extend to guiding policymakers, humanitarian organizations, and advocacy groups in developing targeted interventions, communication strategies, and informed policy initiatives. In addition, the findings emphasize the importance of understanding and responding effectively to the multifaceted challenges faced by the Rohingya community.",
          "url": "http://dx.doi.org/10.1177/20563051241288942",
          "doi": "10.1177/20563051241288942",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telecommunications Policy",
      "journal_short": "TCP",
      "articles": [
        {
          "title": "Assessing the economy-wide impacts of digital transformation in the Korean economy: A social accounting matrix multiplier approach",
          "authors": "Yeongjun Yeo, Sungmoon Jung",
          "url": "http://dx.doi.org/10.1016/j.telpol.2024.102871",
          "doi": "10.1016/j.telpol.2024.102871",
          "filter": 0
        },
        {
          "title": "Regulatory and spectrum policy challenges for combined airspace and non-terrestrial networks",
          "authors": "Bengt Mölleryd, Mustafa Ozger, Morgan Westring, Anders Nordlöw, Dominic Schupke, Ulrika Engström, Cicek Cavdar, Michael Lindborg, Nunzio Sciammetta",
          "url": "http://dx.doi.org/10.1016/j.telpol.2024.102875",
          "doi": "10.1016/j.telpol.2024.102875",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
