{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Meta’s artistic turn: AR face filters, platform art, and the actually existing metaverse",
          "authors": "Nicola Bozzi",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2427116",
          "doi": "10.1080/1369118x.2024.2427116",
          "filter": 0
        },
        {
          "title": "‘To swipe, or not to swipe’: exploring the uses and gratifications of dating applications among young adults of the LGBTIQ+ community",
          "authors": "Huu Dat Tran, Pham Phuong Uyen Diep",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2433546",
          "doi": "10.1080/1369118x.2024.2433546",
          "filter": 0
        },
        {
          "title": "Influencer economies, ‘Uber therapies,’ and platformed pathologies: mental health diagnosis and sponsored TikTok content",
          "authors": "Holly Avella",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2434638",
          "doi": "10.1080/1369118x.2024.2434638",
          "filter": 0
        },
        {
          "title": "Responses to contested information amid polarized politics: evidence from the US and Taiwan",
          "authors": "Scott Radnitz, Yuan Hsiao",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2428348",
          "doi": "10.1080/1369118x.2024.2428348",
          "filter": 0
        },
        {
          "title": "Revolutions: an introduction to the #AoIR2023 special issue",
          "authors": "Tetyana Lokot, Ozlem Demirkol Tønnesen, Joan Ramon Rodriguez-Amat",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2431551",
          "doi": "10.1080/1369118x.2024.2431551",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The visual nature of information warfare: the construction of partisan claims on truth and evidence in the context of wars in Ukraine and Israel/Palestine",
          "authors": "Michael Hameleers",
          "abstract": "Despite the potential of visual disinformation to deceive people on pressing socio-political issues, we currently lack an understanding of how online visual disinformation (de)legitimizes partisan truth claims at times of war. As an important next step in disinformation theory and research, this article inductively mapped a wide variety of global visual disinformation narratives on armed conflicts disseminated via social media. The narratives were sampled through various international fact-checking databases, involving multiple social media platforms and countries. The analyses reveal that visual disinformation mainly consisted of existing footage that was decontextualized in a deceptive manner based on time, location, or fictionality. Moving beyond existing research exploring how decontextualized visuals offer proof for counter-factual narratives, our findings indicate that visuals contribute to the process of othering by constructing a “delusional rationality” that legitimizes mass violence and the destruction of the other. These findings have crucial ramifications for international policy and interventions at times of global armed conflicts that are covered widely across social media channels.",
          "url": "http://dx.doi.org/10.1093/joc/jqae045",
          "doi": "10.1093/joc/jqae045",
          "filter": 0
        },
        {
          "title": "The link between changing news use and trust: longitudinal analysis of 46 countries",
          "authors": "Richard Fletcher, Simge Andı, Sumitra Badrinathan, Kirsten A Eddy, Antonis Kalogeropoulos, Camila Mont'Alverne, Craig T Robertson, Amy Ross Arguedas, Anne Schulz, Benjamin Toff, Rasmus Kleis Nielsen",
          "abstract": "Changing levels of public trust in the news are of deep concern to both researchers and practitioners. We use data from 2015 to 2023 in 46 countries to explore how trust in news has changed, while also exploring the links with sociodemographic variables, differences by media system, and changing patterns of news use. We find that (a) there has been a small overall decline in trust in news since 2015, but also that (b) there are different trends in different countries. More specifically, trust has declined more in media environments that have become less structured by television news use, and increasingly structured by social media news use. Our findings underscore how changing structures of media use may be central to explaining trust dynamics in recent years, which suggests new avenues for restoring trust where it has eroded.",
          "url": "http://dx.doi.org/10.1093/joc/jqae044",
          "doi": "10.1093/joc/jqae044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SMS",
      "articles": [
        {
          "title": "Never Mess With the “Memers”: How Meme Creators Are Redefining Contemporary Politics",
          "authors": "Mihaela-Georgiana Mihăilescu",
          "abstract": "In the ever-evolving landscape of online communication, memes have emerged as potent tools for influencing public opinion. This qualitative study explores the motivations, intentions, and strategic approaches of six meme creators through semi-structured in-depth interviews. It analyses how meme creators perceive and recognize their evolving roles as political actors, challenging traditional communication paradigms, resonating with audiences, driving conversations, and democratizing political engagement. The results reveal meme creators’ nuanced understanding of their content’s educational potential and ability to sway and influence perceptions. Meme creators view themselves as agents of change and perceive their role as crucial in the landscape of contemporary political communication, where they can shape public discourse and influence collective attitudes. They strategically frame political messages and set agendas, viewing their work as a continuation of political satire’s rich tradition. This study highlights their awareness of the ethical complexities involved and analyses how these meme creators turned into modern political actors and grapple with concerns around the monetization of memes and the spread of misinformation. Overall, this research offers a rare glimpse into the world of meme creators as it sheds light on their innovative strategies, their role in democratizing media, and their ability to transform the way we engage with politics. It underscores the transformative potential of memes and highlights that the meme creators’ work is not just about humor, but about making a significant impact on political engagement and public discourse.",
          "url": "http://dx.doi.org/10.1177/20563051241296256",
          "doi": "10.1177/20563051241296256",
          "filter": 0
        },
        {
          "title": "Turn It on! Turn It on? Privacy Management of Pupils and Teachers in Online Learning During COVID-19 Lockdowns in Germany and Israel",
          "authors": "Leyla Dogruel, Dmitri Epstein, Sven Joeckel, Nicholas John",
          "abstract": "The transition to emergency remote teaching (ERT) through the use of video conferencing software during the COVID-19 lockdowns posed significant challenges to privacy management for both pupils and teachers across the world. One question became pivotal: Must I turn my camera on? While the question of turning on one’s camera has pedagogical consequences, our study sets out to examine the implications for pupils’ and teachers’ privacy. Focusing on a comparative approach, and drawing on communication privacy management and contextual integrity theories, we examine the negotiations over privacy during ERT in high schools in two distinct privacy cultures (Israel and Germany). Based on semi-structured interviews with pupils and teachers ( n = 35) we found that despite substantively different cultural predispositions, legal environments, and rhetorical rationales, the established norms and privacy management strategies related to camera use were strikingly similar among both teachers and students in the two countries.",
          "url": "http://dx.doi.org/10.1177/20563051241301841",
          "doi": "10.1177/20563051241301841",
          "filter": 0
        },
        {
          "title": "Who Can Say What? Testing the Impact of Interpersonal Mechanisms and Gender on Fairness Evaluations of Content Moderation",
          "authors": "Ina Weber, João Gonçalves, Gina M. Masullo, Marisa Torres da Silva, Joep Hofhuis",
          "abstract": "Content moderation is commonly used by social media platforms to curb the spread of hateful content. Yet, little is known about how users perceive this practice and which factors may influence their perceptions. Publicly denouncing content moderation—for example, portraying it as a limitation to free speech or as a form of political targeting—may play an important role in this context. Evaluations of moderation may also depend on interpersonal mechanisms triggered by perceived user characteristics. In this study, we disentangle these different factors by examining how the gender, perceived similarity, and social influence of a user publicly complaining about a content-removal decision influence evaluations of moderation. In an experiment ( n = 1,586) conducted in the United States, the Netherlands, and Portugal, participants witnessed the moderation of a hateful post, followed by a publicly posted complaint about moderation by the affected user. Evaluations of the fairness, legitimacy, and bias of the moderation decision were measured, as well as perceived similarity and social influence as mediators. The results indicate that arguments about freedom of speech significantly lower the perceived fairness of content moderation. Factors such as social influence of the moderated user impacted outcomes differently depending on the moderated user’s gender. We discuss implications of these findings for content-moderation practices.",
          "url": "http://dx.doi.org/10.1177/20563051241286702",
          "doi": "10.1177/20563051241286702",
          "filter": 0
        },
        {
          "title": "Becoming Spectral: Toward a Media History of Ghosting",
          "authors": "Torbjörn Rolandsson, Sadie Couture",
          "abstract": "This article contextualizes contemporary forms of digital ghosting by examining how two of its historical precursors—Victorian calling culture and answering machines—have been represented in North American women’s magazines. To do so, we develop mediated avoidance as an analytical heuristic. This concept captures the material, relational and social dimensions of a set of understudied media practices that seek to strategically engage with the gaps that are inherent in all communication, to defer, deflect, or disrupt mediated connections. Representations of mediated avoidance from respective eras were found to reflect different anxieties over the management of the public/private divide. Calling culture relied on unpaid labor to facilitate the transmission of printed messages between bourgeoise women and was constrained by an array of social protocols that regulated interactions along conceptions of propriety. The disconnective features of answering machines, meanwhile, were represented as giving women the upper hand in courtship, as well as providing means for increased productivity and self-care, foreshadowing contemporary justifications of digital disconnection. Concerns over contemporary ghosting are discussed as produced by a spillage of media practices. Ghosting is considered acceptable in feminine-coded spheres like courtship. But it is viewed as inappropriate—sometimes even as signaling a broader social crisis—when it bleeds into other contexts, like when an employee ghosts their employer.",
          "url": "http://dx.doi.org/10.1177/20563051241301200",
          "doi": "10.1177/20563051241301200",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
