{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "The Real State: Inside the Congo’s Traffic Police Agency",
          "authors": "Raúl Sánchez de la Sierra, Kristof Titeca, Haoyang (Stan) Xie, Aimable Amani Lameke, Albert Jolino Malukisa",
          "abstract": "This paper provides insight into a corruption scheme in Kinshasa’s traffic police agency. First, various data collection branches show that the agency’s revenue is five times that from fines and is derived from a coalition of traffic police officials, their managers, and judicial police officers scheming to extort drivers. Second, the analysis of an experiment suggests that the scheme subverts service. Third, the scheme appears to be a rational response to the context, but its logic is widespread. The findings suggest that coalitions of officials, while being socially costly, can yield large illicit revenue, nuancing the notion of state weakness. (JEL D73, H76, K42, O17)",
          "url": "http://dx.doi.org/10.1257/aer.20220908",
          "doi": "10.1257/aer.20220908",
          "filter": 0
        },
        {
          "title": "Bias and Sensitivity under Ambiguity",
          "authors": "Zhen Huo, Marcelo Pedroni, Guangyu Pei",
          "abstract": "This paper characterizes the effects of ambiguity aversion under dispersed information. The equilibrium outcome is observationally equivalent to a Bayesian forecast of the fundamental with increased sensitivity to signals and a pessimistic bias. This equivalence result takes a simple form that accommodates dynamic information and strategic interactions. Applying the result, we show that ambiguity aversion helps rationalize the joint empirical pattern between the bias and persistence of inflation forecasts conditional on household income. In a policy game à la Barro and Gordon (1983) with ambiguity-averse agents, the policy rule features higher average inflation and increased responsiveness to fundamentals. (JEL D81, D83, E31, E37, E71)",
          "url": "http://dx.doi.org/10.1257/aer.20231012",
          "doi": "10.1257/aer.20231012",
          "filter": 0
        },
        {
          "title": "Beliefs in Repeated Games: An Experiment",
          "authors": "Masaki Aoyagi, Guillaume R. Fréchette, Sevgi Yuksel",
          "abstract": "This paper uses a laboratory experiment to study beliefs and their relationship to action and strategy choices in finitely and indefinitely repeated prisoners’ dilemma games. We find subjects’ elicited beliefs about the other player’s action are generally accurate despite some systematic deviations, and anticipate the evolution of behavior differently between the finite and indefinite games. We also use the elicited beliefs over actions to recover beliefs over supergame strategies played by the other player. We find these beliefs over strategies correctly capture the different classes of strategies played in each game, vary substantially across subjects, and rationalize their strategies. (JEL C72, C73, C92, D83)",
          "url": "http://dx.doi.org/10.1257/aer.20220639",
          "doi": "10.1257/aer.20220639",
          "filter": 0
        },
        {
          "title": "Curbing Leakage in Public Programs: Evidence from India’s Direct Benefit Transfer Policy",
          "authors": "Prabhat Barnwal",
          "abstract": "Targeted price subsidies create a gap between subsidized and unsubsidized prices. The resulting dual pricing can lead to arbitrage opportunities where intermediaries divert subsidized goods to unintended beneficiaries via the black market. I study India’s Direct Benefit Transfer policy for cooking fuel subsidies, which altered the existing subsidy program by transferring subsidies directly to beneficiaries’ bank accounts. The policy decreased subsidized fuel purchases, indicating a reduction in diversion to the black market. Changes in unsubsidized fuel sales and black market prices provide supporting evidence that leakage was reduced. These results suggest that addressing the underlying perverse incentives in welfare delivery can improve efficiency by curbing leakages. (JEL D73, I38, O17, Q41, Q48)",
          "url": "http://dx.doi.org/10.1257/aer.20161864",
          "doi": "10.1257/aer.20161864",
          "filter": 0
        },
        {
          "title": "Political Correctness, Social Image, and Information Transmission",
          "authors": "Luca Braghieri",
          "abstract": "A prominent argument in the political correctness debate is that people feel pressure to publicly espouse sociopolitical views they do not privately hold, and that such misrepresentations might render public discourse less vibrant and informative. This paper formalizes the argument in terms of social image and evaluates it experimentally in the context of college campuses. The results show that (i) social image concerns drive a wedge between the sensitive sociopolitical attitudes that college students report in private and in public; (ii) public utterances are indeed less informative than private utterances; and (iii) information loss is exacerbated by (partial) audience naïveté. (JEL D72, D83, D91, I23, Z13)",
          "url": "http://dx.doi.org/10.1257/aer.20210039",
          "doi": "10.1257/aer.20210039",
          "filter": 0
        },
        {
          "title": "Aiming for the Goal: Contribution Dynamics of Crowdfunding",
          "authors": "Joyee Deb, Aniko Öry, Kevin R. Williams",
          "abstract": "We study a dynamic contribution game where investors seek private benefits offered in exchange for contributions, and a single, publicly minded donor values project success. We show that donor contributions serve as costly signals that encourage socially productive contributions by investors who face a coordination problem. Investors and the donor prefer different equilibria, but all benefit in expectation from the donor’s ability to dynamically signal his valuation. We explore various contexts in which our model can be applied and delve empirically into the case of Kickstarter. We calibrate our model and quantify the coordination benefits of dynamic signaling in counterfactuals. (JEL C73, D26, D82, G32, L26, M13)",
          "url": "http://dx.doi.org/10.1257/aer.20181851",
          "doi": "10.1257/aer.20181851",
          "filter": 0
        },
        {
          "title": "Loans for the “Little Fellow”: Credit, Crisis, and Recovery in the Great Depression",
          "authors": "Sarah Quincy",
          "abstract": "This paper identifies how bank branching benefited local economies during the Great Depression. Using archival data and narrative evidence, I show how Bank of America’s branch network in 1930s California created an internal capital market that diversified away local liquidity shortfalls, allowing the bank to maintain 49 percent higher credit growth from 1929 to 1933 than competing banks. The bank’s presence mitigated cites’ property value contractions and strengthened their recovery through 1940. Linked individual data show that the bank’s proximity to workers hastened the transition from agricultural employment to human-capital–intensive sectors in the 1930s, generating structural change and higher wages. (JEL E32, G01, G21, N12, N22, N92, R23)",
          "url": "http://dx.doi.org/10.1257/aer.20211523",
          "doi": "10.1257/aer.20211523",
          "filter": 0
        },
        {
          "title": "Decisions under Risk Are Decisions under Complexity",
          "authors": "Ryan Oprea",
          "abstract": "We provide evidence that classic lottery anomalies like probability weighting and loss aversion are not special phenomena of risk. They also arise (and often with equal strength) when subjects evaluate deterministic, positive monetary payments that have been disaggregated to resemble lotteries. Thus, we find, e.g., apparent probability weighting in settings without probabilities and loss aversion in settings without scope for loss. Across subjects, anomalies in these deterministic tasks strongly predict the same anomalies in lotteries. These findings suggest that much of the behavior motivating our most important behavioral theories of risk derive from complexity-driven mistakes rather than true risk preferences. (JEL C91, D44, D81, D91)",
          "url": "http://dx.doi.org/10.1257/aer.20221227",
          "doi": "10.1257/aer.20221227",
          "filter": 0
        },
        {
          "title": "Measuring Science: Performance Metrics and the Allocation of Talent",
          "authors": "Sebastian Hager, Carlo Schwarz, Fabian Waldinger",
          "abstract": "We study how performance metrics affect the allocation of talent by exploiting the introduction of the first citation database in science. For technical reasons, it only covered citations from certain journals and years, creating quasi-random variation: some citations became visible, while others remained invisible. We identify the effects of citation metrics by comparing the predictiveness of visible to invisible citations. Citation metrics increased assortative matching between scientists and departments by reducing information frictions over geographic and intellectual distance. Highly cited scientists from lower-ranked departments (“hidden stars”) and from minorities benefited more. Citation metrics also affected promotions and NSF grants, suggesting Matthew effects. (JEL A14, I23, J44)",
          "url": "http://dx.doi.org/10.1257/aer.20230515",
          "doi": "10.1257/aer.20230515",
          "filter": 0
        },
        {
          "title": "Contamination Bias in Linear Regressions",
          "authors": "Paul Goldsmith-Pinkham, Peter Hull, Michal Kolesár",
          "abstract": "We study regressions with multiple treatments and a set of controls that is flexible enough to purge omitted variable bias. We show these regressions generally fail to estimate convex averages of heterogeneous treatment effects—instead, estimates of each treatment’s effect are contaminated by nonconvex averages of the effects of other treatments. We discuss three estimation approaches that avoid such contamination bias, including the targeting of easiest-to-estimate weighted average effects. A reanalysis of nine empirical applications finds economically and statistically meaningful contamination bias in observational studies; contamination bias in experimental studies is more limited due to smaller variability in propensity scores. (JEL C21, C31, C51, H75, I21, I28)",
          "url": "http://dx.doi.org/10.1257/aer.20221116",
          "doi": "10.1257/aer.20221116",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/aer.114.12.i",
          "doi": "10.1257/aer.114.12.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Artificial Intelligence and Jobs: Evidence from US Commuting Zones",
          "authors": "Alessandra Bonfiglioli, Rosario Crinò, Gino Gancia, Ioannis Papadakis",
          "abstract": "We study the effect of Artificial Intelligence (AI) on employment across US commuting zones over the period 2000-2020. A simple model shows that AI can automate jobs or complement workers, and illustrates how to estimate its effect by exploiting variation in a novel measure of local exposure to AI: job growth in AI-related professions built from detailed occupational data. Using a shift-share instrument that combines industry-level AI adoption with local industry employment, we estimate robust negative effects of AI exposure on employment across commuting zones and time. We find that AI’s impact is different from other capital and technologies, and that it works through services more than manufacturing. Moreover, the employment effect is especially negative for low-skill and production workers, while it turns positive for workers at the top of the wage distribution and for those in STEM occupations. These results are consistent with the view that AI has contributed to the automation of jobs and to widen inequality.",
          "url": "http://dx.doi.org/10.1093/epolic/eiae059",
          "doi": "10.1093/epolic/eiae059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Portfolio flows and household portfolios",
          "authors": "Dominik Boddin, Daniel Marcel te Kaat, Chang Ma, Alessandro Rebucci",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104904",
          "doi": "10.1016/j.euroecorev.2024.104904",
          "filter": 0
        },
        {
          "title": "Firms and economic performance: A view from trade",
          "authors": "Alessandra Bonfiglioli, Rosario Crinò, Gino Gancia",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104912",
          "doi": "10.1016/j.euroecorev.2024.104912",
          "filter": 0
        },
        {
          "title": "Economic expectations under the shadow of party polarization: Evidence from 135 government changes",
          "authors": "Luis Guirola",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104910",
          "doi": "10.1016/j.euroecorev.2024.104910",
          "filter": 0
        },
        {
          "title": "Corrigendum to “Herbert Glejser – Obituary” [European Economic Review (2024) 104867",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104913",
          "doi": "10.1016/j.euroecorev.2024.104913",
          "filter": 0
        },
        {
          "title": "It hurts to ask",
          "authors": "Roland Bénabou, Ania Jaroszewicz, George Loewenstein",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104911",
          "doi": "10.1016/j.euroecorev.2024.104911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Validating approximate slope homogeneity in large panels",
          "authors": "Tim Kutta, Holger Dette",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105898",
          "doi": "10.1016/j.jeconom.2024.105898",
          "filter": 0
        },
        {
          "title": "From LATE to ATE: A Bayesian approach",
          "authors": "Isaac M. Opper",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105895",
          "doi": "10.1016/j.jeconom.2024.105895",
          "filter": 0
        },
        {
          "title": "Paying over the odds at the end of the fiscal year. Evidence from Ukraine",
          "authors": "Margaryta Klymak, Stuart Baumann",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105903",
          "doi": "10.1016/j.jeconom.2024.105903",
          "filter": 0
        },
        {
          "title": "Consistent causal inference for high-dimensional time series",
          "authors": "Francesco Cordoni, Alessio Sancetta",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105902",
          "doi": "10.1016/j.jeconom.2024.105902",
          "filter": 0
        },
        {
          "title": "Pseudo-variance quasi-maximum likelihood estimation of semi-parametric time series models",
          "authors": "Mirko Armillotta, Paolo Gorgi",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105894",
          "doi": "10.1016/j.jeconom.2024.105894",
          "filter": 0
        },
        {
          "title": "Variable selection in high dimensional linear regressions with parameter instability",
          "authors": "Alexander Chudik, M. Hashem Pesaran, Mahrad Sharifvaghefi",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105900",
          "doi": "10.1016/j.jeconom.2024.105900",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0304-4076(24)00237-9",
          "doi": "10.1016/s0304-4076(24)00237-9",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Misconduct and Reputation under Imperfect Information",
          "authors": "Francis Annan",
          "url": "http://dx.doi.org/10.1086/734133",
          "doi": "10.1086/734133",
          "filter": 0
        },
        {
          "title": "Persuasion with Multiple Actions",
          "authors": "Davit Khantadze, Ilan Kremer, Andrzej Skrzypacz",
          "url": "http://dx.doi.org/10.1086/734125",
          "doi": "10.1086/734125",
          "filter": 0
        },
        {
          "title": "The Textbook Case for Industrial Policy: Theory Meets Data",
          "authors": "Dominick Bartelme, Arnaud Costinot, Dave J. Donaldson, Andres Rodriguez-Clare",
          "url": "http://dx.doi.org/10.1086/734129",
          "doi": "10.1086/734129",
          "filter": 0
        },
        {
          "title": "Subversive Conversations",
          "authors": "Nemanja Antic, Archishman Chakraborty, Rick Harbaugh",
          "url": "http://dx.doi.org/10.1086/734130",
          "doi": "10.1086/734130",
          "filter": 0
        },
        {
          "title": "Market Structure, Investment, and Technical Efficiencies in Mobile Telecommunications",
          "authors": "Jonathan Elliott, Georges Houngbonon, Marc Ivaldi, Paul Scott",
          "url": "http://dx.doi.org/10.1086/734132",
          "doi": "10.1086/734132",
          "filter": 0
        },
        {
          "title": "Ambulance Taxis: The Impact of Regulation and Litigation on Health Care Fraud",
          "authors": "Paul Eliason, Riley League, Jetson Leder-Luis, Ryan McDevitt, James Roberts",
          "url": "http://dx.doi.org/10.1086/734134",
          "doi": "10.1086/734134",
          "filter": 0
        },
        {
          "title": "A Theory of Fiscal Responsibility and Irresponsibility",
          "authors": "Marina Halac, Pierre Yared",
          "url": "http://dx.doi.org/10.1086/734131",
          "doi": "10.1086/734131",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Place-based policies, structural change and female labor: Evidence from India’s Special Economic Zones",
          "authors": "Johannes Gallé, Daniel Overbeck, Nadine Riedel, Tobias Seidel",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105259",
          "doi": "10.1016/j.jpubeco.2024.105259",
          "filter": 0
        },
        {
          "title": "The effects of lump-sum food benefits during the COVID-19 pandemic on spending, hardship, and health",
          "authors": "Lauren Bauer, Krista Ruffini, Diane Whitmore Schanzenbach",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105269",
          "doi": "10.1016/j.jpubeco.2024.105269",
          "filter": 0
        },
        {
          "title": "The scale and nature of neighborhood effects on children",
          "authors": "Stephen B. Billings, Mark Hoekstra, Gabriel Pons Rotger",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105260",
          "doi": "10.1016/j.jpubeco.2024.105260",
          "filter": 0
        },
        {
          "title": "Laffer’s day in court: The revenue effects of criminal justice fees and fines",
          "authors": "Samuel Norris, Evan K. Rose",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105249",
          "doi": "10.1016/j.jpubeco.2024.105249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "How to Discipline Financial Markets: Reputation is Not Enough",
          "authors": "Maria Bigoni, Gabriele Camera, Marco Casari",
          "abstract": "Historically, shocks originating in the financial sector often spilled over into the real sector with dramatic consequences. We study in the lab how interventions targeting disclosure and capital requirements of financial intermediaries can reduce insolvencies or prevent their negative effects from propagating to the broader economy. In our two-sector economy, consumers and producers can fund financial intermediaries, who in turn provide them with liquidity to settle trades. However, intermediaries may undertake risky investments and become insolvent, which depresses real economic activity. In the experiment, insolvencies were frequent. As a consequence, consumers and producers often refused to fund intermediaries, which lowered the trade volume. Imposing the disclosure of risky investments did not reduce risk-taking and insolvencies. Instead, imposing capital requirements prevented insolvencies from disrupting real economic activity, thus boosting financial intermediation and trade.",
          "url": "http://dx.doi.org/10.1093/jeea/jvae055",
          "doi": "10.1093/jeea/jvae055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Constitutional Implementation of Affirmative Action Policies in India",
          "authors": "Tayfun Sönmez, M. Bumin Yenmez",
          "abstract": "India is home to a comprehensive affirmative action program that reserves a fraction of positions at governmental institutions for various disadvantaged groups. While there is a Supreme Court-endorsed mechanism to implement these reservation policies when all positions are identical, courts have refrained from endorsing explicit mechanisms when positions are heterogeneous. This lacuna has resulted in widespread adoption of unconstitutional mechanisms, countless lawsuits, and inconsistent court rulings. By formulating mandates from the landmark Supreme Court judgment Saurav Yadav vs The State of U.P. (2020) as technical axioms, we show that the 2SMH-DA mechanism is uniquely suited to overcome these challenges.",
          "url": "http://dx.doi.org/10.1162/rest_a_01542",
          "doi": "10.1162/rest_a_01542",
          "filter": 0
        },
        {
          "title": "Testing Forecast Rationality for Measures of Central Tendency",
          "authors": "Timo Dimitriadis, Andrew J. Patton, Patrick W. Schmidt",
          "abstract": "Rational respondents to economic surveys may report as a point forecast any measure of the central tendency of their predictive distribution, e.g. the mean, median, or mode. We propose tests of forecast rationality when the measure used by the respondent is unknown. We overcome an identification problem that arises when the centrality measures are in a local neighborhood of each other, as is the case for approximately symmetric distributions. We apply our tests to income forecasts from the FRBNY's Survey of Consumer Expectations. We find these forecasts are rationalizable as mode forecasts, but not as mean or median forecasts.",
          "url": "http://dx.doi.org/10.1162/rest_a_01535",
          "doi": "10.1162/rest_a_01535",
          "filter": 0
        },
        {
          "title": "Bilateral Economies of Scope",
          "authors": "Yao Amber Li, Sichuang Xu, Stephen R. Yeaple, Tengyu Zhao",
          "abstract": "International transactions are costly because they require investments in logistics, contracts, and the acquisition of local institutional knowledge. We posit that a portion of the fixed cost of entering a specific export market can be used toward covering the cost of acquiring imported inputs from that same market, and vice versa. Using dis-aggregated transactions data for Chinese firms from 2000 to 2015, we document firm-level trading patterns suggesting such bilateral economies of scope. Through a structural model, we estimate that the simultaneous export and import in a given country reduce export and import fixed costs by around 42 and 35 percent, respectively.",
          "url": "http://dx.doi.org/10.1162/rest_a_01543",
          "doi": "10.1162/rest_a_01543",
          "filter": 0
        },
        {
          "title": "Exploitative Contracting in a Life Cycle Savings Model",
          "authors": "Tomasz Sulka",
          "abstract": "This paper analyses the interaction between a present-biased saver and profit-maximising financial providers. Using a tractable theoretical model, I find that a naïve present-biased agent selects an ‘ineffciently cheap’ (low-yield, low-fee) contract when the income effect of an interest rate change is sufficiently strong, and an ‘inefficiently expensive’ (high-yield, high-fee) contract otherwise. Subsequently, I embed the contract choice in a calibrated life-cycle model. Given the extent of present bias, exploitative contracting reduces the naïve agent's pension wealth by 8%, lowering expected annual consumption in retirement by 3%. The associated loss of consumer welfare corresponds to 0:23% of annual consumption.",
          "url": "http://dx.doi.org/10.1162/rest_a_01540",
          "doi": "10.1162/rest_a_01540",
          "filter": 0
        },
        {
          "title": "The Unintended Impact of R&amp;D Tax Credits on Innovative Search",
          "authors": "Benjamin Balsmeier, Lee Fleming, Joel Stiebale, Maria Veihl",
          "abstract": "Research and development tax credits often aim to increase investment in experimentation, hoping that firms invent fundamentally new technologies that in turn generate positive spillovers. Since most policies require that companies make profits in order to claim credits, they might also shift investments towards less risky refinement and exploitation. Following the availability of credits, we demonstrate that firms do not experiment but deepen invention in areas of extant expertise. We observe stronger shifts for firms operating in uncertain markets where search failures are more likely to reduce credit eligibility.",
          "url": "http://dx.doi.org/10.1162/rest_a_01534",
          "doi": "10.1162/rest_a_01534",
          "filter": 0
        },
        {
          "title": "Truth in Sentencing, Incentives and Recidivism",
          "authors": "David C Macdonald",
          "abstract": "Parole was eliminated for many US offenders by Truth-in-Sentencing (TIS) laws in the 1990s. I exploit the introduction of TIS in Arizona to explore its impact on offenders before, during, and after incarceration. TIS Offenders were assigned significantly shorter sentences, largely eliminating the intended increase in punishment. These offenders reduced their rehabilitative effort while incarcerated, with rule infractions increasing by 22% and education enrollment falling by 24%. Finally, TIS offenders became 23% more likely to return to prison for a new conviction. I argue these effects were driven by TIS removing parole incentives, given that time served remained largely unchanged.",
          "url": "http://dx.doi.org/10.1162/rest_a_01538",
          "doi": "10.1162/rest_a_01538",
          "filter": 0
        },
        {
          "title": "Sorting and Wage Premiums in Immoral Work",
          "authors": "Florian H. Schneider, Fanny Brun, Roberto A. Weber",
          "abstract": "We use surveys, laboratory experiments and administrative data to study how heterogeneity in the perceived immorality of work and in workers' aversion to acting immorally impact labor market outcomes. Immoral work is associated with higher wages, both in administrative data and in causal experimental evidence. Individuals more willing to engage in immoral conduct find employment in firms and industries perceived as immoral less aversive and have higher employment rates in immoral work in the laboratory. These phenomena appear to be driven by impure social motives, reflecting a desire not to be involved with immoral work, rather than by consequentialist concerns.",
          "url": "http://dx.doi.org/10.1162/rest_a_01536",
          "doi": "10.1162/rest_a_01536",
          "filter": 0
        },
        {
          "title": "Happy to Help: Welfare Effects of a Nationwide Volunteering Programme",
          "authors": "Christian Krekel, Ganga Shreedhar, Helen Lee, Claire Marshall, Alison Boler, Allison Smith, Paul Dolan",
          "abstract": "We study the wellbeing returns from volunteering in England's National Health Service (NHS) Volunteer Responders, set up in response to Covid-19. Using linked survey and administrative data, we exploit the oversubscription of volunteers and the random allocation of tasks via an app to establish causality. Volunteers show stronger wellbeing and feelings of belongingness and connectedness to their local area. Welfare analyses suggest that the benefits of the programme substantially exceeded its costs. We are the first to study the welfare effects of a nationwide volunteering programme. Our findings show that pro-social behaviour improves personal wellbeing as well as social welfare.",
          "url": "http://dx.doi.org/10.1162/rest_a_01533",
          "doi": "10.1162/rest_a_01533",
          "filter": 0
        },
        {
          "title": "The Impact of Fear on Police Behavior and Public Safety",
          "authors": "Sungwoo Cho, Felipe Gonçalves, Emily Weisburst",
          "abstract": "We examine how changes in the salience of workplace risk affect police behavior and public safety. Specifically, we investigate cases of police officer deaths while on duty. Officers respond to a peer death by decreasing arrest activity for one to two months, consistent with heightened fear. Reductions are largest for low-level arrests and are more pronounced in smaller cities. Crime does not increase on average during this period, nor do we observe crime spikes in cities with larger or longer arrest declines. While shocks to perceived fatality risk generate substantial enforcement responses, officer fear is unlikely to harm public safety.",
          "url": "http://dx.doi.org/10.1162/rest_a_01545",
          "doi": "10.1162/rest_a_01545",
          "filter": 0
        },
        {
          "title": "Should Mothers Work? How Perceptions of the Social Norm Affect Individual Attitudes Toward Work in the U.S.",
          "authors": "Patricia Cortés, Gizem Koşar, Jessica Pan, Basit Zafar",
          "abstract": "We study how peer beliefs shape individual attitudes toward maternal labor supply using hypothetical scenarios that elicit recommendations on the labor supply choices of a mother with a young child and an information treatment embedded within geographically representative surveys of the US population. Across scenarios, we find that individuals are systematically misinformed about the extent of gender conservativeness of the people around them. Exposure to information on peer beliefs leads to a shift in recommendations, driven largely by information-based belief updating. The information treatment also increases (intended and actual) donations to a non-profit organization advocating for women in the workplace.",
          "url": "http://dx.doi.org/10.1162/rest_a_01541",
          "doi": "10.1162/rest_a_01541",
          "filter": 0
        },
        {
          "title": "Multidimensional Inequality Measurement via Optimal Transport",
          "authors": "Yanqin Fan, Marc Henry, Brendan Pass, Jorge A. Rivero",
          "abstract": "The Lorenz curve and Gini index are standard tools for the evaluation of inequality in one dimension. However, inequality is inherently multi-dimensional. Extending the Lorenz curve and Gini index to a multidimensional context has proved controversial. This paper proposes a new multivariate extension based on multivariate rearrangements of optimal transport theory, which shares many of the desirable properties of their univariate counterparts. In particular, the corresponding multivariate inequality ordering is equivalent to preference by any social planner with inequality averse multivariate rank dependent social evaluation functional.",
          "url": "http://dx.doi.org/10.1162/rest_a_01539",
          "doi": "10.1162/rest_a_01539",
          "filter": 0
        },
        {
          "title": "Solar Market Frictions: The Role of Platforms and Policies",
          "authors": "Jackson Dorsey",
          "abstract": "This paper estimates a structural model of the solar photovoltaic (PV) installation market using detailed data from an online platform. The model incorporates households' solar installation choices and sellers' strategic bidding. Counterfactual simulations evaluate how equilibrium outcomes respond to changes in market structure and government subsidies, yielding two main results: (1) an increase from one to five bids through the platform reduces gross installation prices by $4,000 (15.5%), and (2) the U.S. Solar Investment Tax Credit increases total surplus on the platform by $1.35 per dollar of subsidy expenditure by mitigating market power and reducing pollution externalities.",
          "url": "http://dx.doi.org/10.1162/rest_a_01532",
          "doi": "10.1162/rest_a_01532",
          "filter": 0
        },
        {
          "title": "Improving Workers' Performance in Small Firms: A Randomized Experiment on Goal Setting in Ghana",
          "authors": "Elena Cettolin, Kym Cole, Patricio S. Dalton",
          "abstract": "We report the results of a cost-effective intervention to improve workers' performance in small cassava processing firms in Ghana. We train workers to track their daily output and then randomly assign a sub-sample to set daily production goals. Achieving or missing a goal does not carry monetary consequences. Goal setting increases workers' output by 16%, their productivity by 8% and the average product of labor in firms by 13%. Goal setting is particularly effective for piece-rate workers, increasing their output by 32% and productivity by 24%. While not conclusive, evidence suggests that goals serve as a self-regulation device.",
          "url": "http://dx.doi.org/10.1162/rest_a_01537",
          "doi": "10.1162/rest_a_01537",
          "filter": 0
        },
        {
          "title": "The Effect of Franchise No-Poaching Restrictions on Worker Earnings",
          "authors": "Brian Callaci, Matthew Gibson, Sérgio Pinto, Marshall Steinbaum, Matt Walsh",
          "abstract": "We evaluate the nationwide impact of the Washington State Attorney General's 2018-20 enforcement campaign against no-poach clauses in franchising contracts, which prohibited worker movement across locations within a chain. Implementing a staggered difference-in-differences research design using Burning Glass Technologies job vacancies and Glassdoor salary reports from numerous industries, we estimate a 6% increase in posted annual earnings from the job vacancy data and a 4% increase in worker-reported earnings.",
          "url": "http://dx.doi.org/10.1162/rest_a_01544",
          "doi": "10.1162/rest_a_01544",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Do Financial Concerns Make Workers Less Productive?",
          "authors": "Supreet Kaur, Sendhil Mullainathan, Suanna Oh, Frank Schilbach",
          "abstract": "Workers who are worried about their personal finances may find it hard to focus at work. If so, reducing financial concerns could by itself increase productivity. We test this hypothesis in a sample of low-income Indian piece-rate manufacturing workers. We stagger when wages are paid out: some workers are paid earlier and receive a cash infusion while others remain liquidity constrained. The cash infusion leads workers to reduce their financial concerns by immediately paying off debts and buying household essentials. Subsequently, they become more productive at work: their output increases by 7% (0.11 SD), and they make fewer costly, unintentional mistakes. Workers with more cash-on-hand thus not only work faster but also more attentively, suggesting improved cognition. These effects are concentrated among more financially constrained workers. We argue that mechanisms such as gift exchange or nutrition cannot account for our results. Instead, our findings suggest that financial strain, at least partly through psychological channels, has the potential to reduce earnings exactly when money is most needed.",
          "url": "http://dx.doi.org/10.1093/qje/qjae038",
          "doi": "10.1093/qje/qjae038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
