{
  "update": "2025-08-29",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Imperfect Competition and Rents in Labor and Product Markets: The Case of the Construction Industry",
          "authors": "Kory Kroft, Yao Luo, Magne Mogstad, Bradley Setzler",
          "abstract": "We develop, identify, and estimate a model of imperfect competition in both labor and product markets. Our context is the US construction industry, where firms compete for workers, private market projects, and government procurements. Our empirical approach leverages bidding data from procurement auctions linked to employer-employee tax records. We find imperfect competition in both markets generates a total wage markdown of more than 30 percent and a total price markup of around 45 percent. By contrast, if one erroneously assumed a perfectly competitive product (labor) market, then one would conclude wages (prices) are marked down (up) by only 20 percent (16 percent). (JEL D21, D24, H76, J31, L13, L74)",
          "url": "https://doi.org/10.1257/aer.20220577",
          "doi": "https://doi.org/10.1257/aer.20220577",
          "filter": 0
        },
        {
          "title": "Micro versus Macro Labor Supply Elasticities: The Role of Dynamic Returns to Effort",
          "authors": "Henrik Kleven, Claus Kreiner, Kristian Larsen, Jakob Søgaard",
          "abstract": "We investigate long-run earnings responses to taxes in the presence of dynamic returns to effort. First, we develop a theoretical model of earnings determination with dynamic returns to effort. In this model, earnings responses are delayed and mediated by job switches. Second, using administrative data from Denmark, we verify our model's predictions about earnings and hours-worked patterns over the life cycle. Third, we provide a quasi-experimental analysis of long-run earnings elasticities. Informed by our model, the empirical strategy exploits variation among job switchers. We find that the long-run elasticity is around 0.5, considerably larger than the short-run elasticity of roughly 0.2. (JEL D31, H24, H31, J22, J31, J62)",
          "url": "https://doi.org/10.1257/aer.20240554",
          "doi": "https://doi.org/10.1257/aer.20240554",
          "filter": 0
        },
        {
          "title": "Test-Optional Admissions",
          "authors": "Wouter Dessein, Alex Frankel, Navin Kartik",
          "abstract": "Many US colleges now use test-optional admissions. A frequent claim is that by not seeing standardized test scores, a college can admit a student body it prefers, say, with more diversity. But how can observing less information improve decisions? This paper proposes that test-optional policies are a response to social pressure on admission decisions. We model a college that bears disutility when it makes admission decisions that “society” dislikes. Going test optional allows the college to reduce its “disagreement cost.” We analyze how missing scores are imputed and the consequences for the college, students, and society. (JEL I23, I28)",
          "url": "https://doi.org/10.1257/aer.20231407",
          "doi": "https://doi.org/10.1257/aer.20231407",
          "filter": 0
        },
        {
          "title": "Labor Market Power, Self-Employment, and Development",
          "authors": "Francesco Amodio, Pamela Medina, Monica Morlacco",
          "abstract": "This paper shows that self-employment shapes labor market power in low-income countries, with implications for industrial development. Using Peruvian data, we find that wage-setting power increases with employer concentration but less so where self-employment is more prevalent. A general equilibrium model shows that in oligopsonistic labor markets, self-employment raises the supply elasticity of wage labor, weakening employer market power. However, by the same mechanism, procompetitive policies aimed at expanding wage employment and reducing reliance on self-employment may unintentionally strengthen labor market power, undermining their objectives. (JEL J22, J23, J31, J42, L13, O14, O15)",
          "url": "https://doi.org/10.1257/aer.20230490",
          "doi": "https://doi.org/10.1257/aer.20230490",
          "filter": 0
        },
        {
          "title": "Drivers of Change: Employment Responses to the Lifting of the Saudi Female Driving Ban",
          "authors": "Chaza Abou Daher, Erica Field, Kendal Swanson, Kate Vyborny",
          "abstract": "We conduct a field experiment to quantify the impact of the lifting of the Saudi women's driving ban on women's employment by randomizing rationed spaces in driver's training. Treated women are 41 percent more likely to be employed yet are 19 percent less likely to be able to make purchases without family permission. Patterns of heterogeneous treatment effects reveal that these divergent impacts of access to driving are experienced by distinct subgroups of women. The results underscore the importance of intrahousehold responses that can counteract legal gains in women's freedoms. (JEL C93, D13, J16, J22, K38, O15, O17)",
          "url": "https://doi.org/10.1257/aer.20240119",
          "doi": "https://doi.org/10.1257/aer.20240119",
          "filter": 0
        },
        {
          "title": "The Long-Term Effects of Income for At-Risk Infants: Evidence from Supplemental Security Income",
          "authors": "Amelia Hawkins, Christopher Hollrah, Sarah Miller, Laura R. Wherry, Gloria Aldana, Mitchell Wong",
          "abstract": "The Supplemental Security Income program uses a birth weight cutoff at 1,200 grams to determine eligibility. Using birth certificates linked to administrative records, we find low-income families of infants born just below the cutoff receive higher monthly cash benefits (equal to 27 percent of family income) at ages 0–2 with smaller benefits continuing through age 10. Yet we detect no improvements in health care use and mortality in infancy, nor in health and human capital outcomes as observed through young adulthood for these infants. We also find no improvements for their older siblings. (JEL I12, I13, I18, I38, J13, J14, J31)",
          "url": "https://doi.org/10.1257/aer.20231293",
          "doi": "https://doi.org/10.1257/aer.20231293",
          "filter": 0
        },
        {
          "title": "Moonshot: Public R&amp;D and Growth",
          "authors": "Shawn Kantor, Alexander Whalley",
          "abstract": "We estimate the long-term effect of public R&amp;D on growth in manufacturing by analyzing new data from the Cold War–era space race. We develop a novel empirical strategy that leverages US-Soviet rivalry in space technology to isolate windfall R&amp;D spending. Our results demonstrate that public R&amp;D conducted by NASA contractors increased manufacturing value added, employment, and capital accumulation in space-related sectors. While migration responses were important, they were not sufficient to generate a wedge between local and national effects. The iconic moonshot R&amp;D program had only modest economic effects for both the local and national space-related sectors. (JEL E22, H54, L60, N12, N42, N62, O47)",
          "url": "https://doi.org/10.1257/aer.20220540",
          "doi": "https://doi.org/10.1257/aer.20220540",
          "filter": 0
        },
        {
          "title": "Nested Bundling",
          "authors": "Frank Yang",
          "abstract": "A nested bundling strategy creates menus in which more expensive bundles include all the goods of less expensive ones. We study when nested bundling is optimal and determine which nested menu is optimal, when consumers differ in one dimension. We define a partial order on bundles by (i) set inclusion and (ii) sales quantity when sold alone. We show that, under quasi-concavity assumptions, if the undominated bundles with respect to this partial order are nested, then nested bundling is optimal. We present an iterative algorithm that identifies the minimal optimal menu consisting of a subset of the undominated bundles. (JEL D11, D21, D42, D82, M31)",
          "url": "https://doi.org/10.1257/aer.20230455",
          "doi": "https://doi.org/10.1257/aer.20230455",
          "filter": 0
        },
        {
          "title": "Is Air Pollution Regulation Too Lenient? Evidence from US Offset Markets",
          "authors": "Joseph S. Shapiro, Reed Walker",
          "abstract": "We develop a framework to estimate the marginal cost of air pollution regulation and apply it to assess policy efficiency. We exploit a provision of the Clean Air Act that requires new plants to pay incumbent facilities to reduce emissions. This “offset” policy creates hundreds of local pollution markets, differing by pollutant and location. Theory and transaction data suggest that offset prices reveal marginal abatement costs. We compare these prices to marginal benefits of pollution reduction estimated using leading air quality models and find that, on average, marginal benefits exceed marginal costs by more than a factor of ten. (JEL D61, H23, K32, Q52, Q53, Q58)",
          "url": "https://doi.org/10.1257/aer.20230761",
          "doi": "https://doi.org/10.1257/aer.20230761",
          "filter": 0
        },
        {
          "title": "Market-Wide Predictable Price Pressure",
          "authors": "Samuel M. Hartzmark, David H. Solomon",
          "abstract": "We demonstrate that predictable uninformed cash flows forecast aggregate market stock returns. Buying pressure from dividend payments (announced weeks prior) predicts higher value-weighted market returns, with returns for the top quintile of payment days four times higher than the lowest. This holds internationally and increases when reinvestment is high and market liquidity is low. We estimate a market-level price multiplier of 1.9. These results suggest price pressure is a widespread result of flows, not an anomaly. (JEL G12, G14, G35)",
          "url": "https://doi.org/10.1257/aer.20231725",
          "doi": "https://doi.org/10.1257/aer.20231725",
          "filter": 0
        },
        {
          "title": "A Model of Populism as a Conspiracy Theory",
          "authors": "Adam Szeidl, Ferenc Szucs",
          "abstract": "We model populism as the dissemination of a false “alternative reality,” according to which the intellectual elite conspires against the populist for purely ideological reasons. If enough voters are receptive to it, this alternative reality—by discrediting the elite's truthful message—reduces political accountability. Elite criticism, because it is more consistent with the alternative reality, strengthens receptive voters' support for the populist. Alternative realities are endogenously conspiratorial to resist evidence better. Populists, to leverage or strengthen beliefs in the alternative reality, enact harmful policies that may disproportionately harm the non-elite. These results explain previously unexplained facts about populism. (JEL D72, D82, D83)",
          "url": "https://doi.org/10.1257/aer.20240010",
          "doi": "https://doi.org/10.1257/aer.20240010",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.9.i",
          "doi": "https://doi.org/10.1257/aer.115.9.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Erratum: Homothetic Non-CES Demand Systems with Applications to Monopolistic Competition",
          "authors": "Kiminori Matsuyama",
          "url": "https://doi.org/10.1146/annurev-ec-17-082125-200001",
          "doi": "https://doi.org/10.1146/annurev-ec-17-082125-200001",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Bank Liquidity, Interbank-Rate Setting and Heterogeneous Lending Responses",
          "authors": "Tianxi Wang",
          "abstract": "Central banks move the interbank borrowing rate through nominal operations that alter the private sector’s portfolio of fiat money and government bonds. This paper elucidates a mechanism by which such operations move the interbank rate, thereby affecting bank lending and thence the wide economy. At the core is a liquidity constraint to which bank lending is subject. By affecting the maximal tightness of banks’ liquidity constraints, the aggregate portfolio of fiat money and bonds determines the interbank rate. Accordingly, an operation that alters the portfolio moves the interbank rate. The tightness of the liquidity constraint depends on a bank attribute related to money circulation and affects banks’ responses to monetary policy. When the central bank (say) decreases the interbank rate, liquidity-unconstrained banks decrease their lending rates, but contrary to received wisdom, maximally constrained banks increase theirs.",
          "url": "https://doi.org/10.1093/ej/ueaf074",
          "doi": "https://doi.org/10.1093/ej/ueaf074",
          "filter": 0
        },
        {
          "title": "P-hacking and Significance Stars",
          "authors": "Costanza Naguib",
          "abstract": "In mid-2016, all journals of the American Economic Association (AEA) stopped including significance stars in their regression tables. This policy aimed to reduce the emphasis on statistical significance and shift the focus to the broader economic importance of research findings. This study examines the impact of this change on p-hacking and publication bias. I employ a diff-in-diff design, as well as the battery of tests proposed by Elliott et al. (2022b). I find no statistically significant effect of this policy.",
          "url": "https://doi.org/10.1093/ej/ueaf073",
          "doi": "https://doi.org/10.1093/ej/ueaf073",
          "filter": 0
        },
        {
          "title": "Expectations and Adaptation to Environmental Threats",
          "authors": "Husnain F Ahmad, Matthew Gibson, Fatiq Nadeem, Sanval Nasim, Arman Rezaee",
          "abstract": "Scarce information and human capital may make it difficult to form accurate expectations, limiting responses to uncertain environmental threats like air pollution. We study two cross-randomized interventions in Lahore, Pakistan: 1) general training in forecasting; 2) provision of air pollution forecasts. Both reduced subjects’ own air pollution forecast errors; the training effect suggests that modest educational interventions can durably improve forecasting skills. Forecast receipt increased demand for protective masks and the responsiveness of outdoor time to pollution. Forecast recipients were willing to pay 41 percent of their total mobile phone costs for continued access, consistent with welfare gains from adaptation.",
          "url": "https://doi.org/10.1093/ej/ueaf071",
          "doi": "https://doi.org/10.1093/ej/ueaf071",
          "filter": 0
        },
        {
          "title": "Foreign Currency Debt and Disagreement",
          "authors": "Kenza Benhima, Isabella Blengini, Ouarda Merrouche",
          "abstract": "This paper highlights the disagreement channel of corporate foreign currency (FC) borrowing. In our model, if domestic agents have better information than foreign lenders on the state of the economy, FC borrowing might arise if the fundamentals are strong relative to what public signals suggest to foreigners. In these situations, international markets overestimate future currency depreciation, which increases the cost of borrowing in domestic currency. Domestic agents then borrow more in FC because they disagree with international lenders’ pessimistic assessment. This mechanism is consistent with the data: empirically, we show that, controlling for fundamentals, negative public signals are associated with positive domestic currency excess returns and with more FC borrowing.",
          "url": "https://doi.org/10.1093/ej/ueaf076",
          "doi": "https://doi.org/10.1093/ej/ueaf076",
          "filter": 0
        },
        {
          "title": "Civilian Evacuation During War: Evidence from Ukraine",
          "authors": "Seung-Keun Martinez, Monika Pompeo, Roman Sheremeta, Volodymyr Vakhitov, Matthias Weber, Nataliia Zaika",
          "abstract": "In times of war, evacuating civilians from conflict zones is of critical importance to their survival and well-being. However, many people are hesitant to evacuate. While text-based nudges have been studied in other contexts, their effectiveness in encouraging evacuation during armed conflict remains under-explored. We conducted a controlled survey experiment in Ukraine in July 2022—during the ongoing full-scale Russian invasion—by varying the framing and informational content of automated alert messages. Our findings suggest that providing individuals with an evacuation plan in the message is crucial, while the specific framing of the message itself does not play a significant role in the perceived effectiveness of the messages.",
          "url": "https://doi.org/10.1093/ej/ueaf075",
          "doi": "https://doi.org/10.1093/ej/ueaf075",
          "filter": 0
        },
        {
          "title": "The Impact of Higher Education on Employer Perceptions",
          "authors": "Renske Stans, Laura Ehrmantraut, Malin Siemers, Pia Pinger",
          "abstract": "Do employers seek to attract individuals with more education because it enhances human capital or because it signals higher levels of pre-existing traits? We experimentally vary master’s degree completion rates on applicant résumés and examine how this influences candidates’ desirability and employer perceptions of their productive characteristics. Our findings show that while a completed master’s degree increases desirability, an incomplete master’s degree is perceived by human resource managers as less favourable than a bachelor’s degree. This suggests that employers prefer candidates with higher education mainly because they view the degree as a signal of pre-existing productive traits. Consistent with this, employers perceive both cognitive and non-cognitive traits as stronger in master graduates but non-cognitive traits as weaker in master dropouts compared to bachelor’s degree holders. Overall, perceived cognitive and non-cognitive traits play a larger role in determining a candidate’s attractiveness than expertise. This paper thus provides causal evidence on the origins of the education premium.",
          "url": "https://doi.org/10.1093/ej/ueaf061",
          "doi": "https://doi.org/10.1093/ej/ueaf061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Geoeconomics and Conflict: A Review and Open Questions",
          "authors": "Eoin McGuirk, Christoph Trebesch",
          "abstract": "We examine the intersection of two subfields within political economy: geoeconomics and conflict. Geoeconomics is primarily concerned with the use of “economic weapons” of coercion, while the conflict literature mainly focuses on military weapons and war. We propose bridging these two approaches, focusing on the international dimension of conflict. We start by reviewing the existing literature linking both fields, in particular research on the relationship between trade and war and on the use of geoeconomic tools such as foreign aid and sanctions. We then highlight four main directions for future research. First, we call for a broader view of the geoeconomic toolkit, as rogue leaders do not limit themselves to economic coercion. In addition to economic weapons, future research should also consider more aggressive—and often costlier—forms of intervention short of war, including sabotage, cyberattacks, covert operations, and the sponsorship of terrorism or insurgency. Second, we require a better understanding of how geoeconomic tools affect the likelihood of conflict. Do sanctions, strategic tariffs, or military aid provoke or deter war? Third, more research is needed on the domestic political economy of geoeconomic actions and their link with conflict. When and why do governments and citizens support the use of economic versus noneconomic weapons? Finally, we stress the importance of research on explicitly peacemaking tools of diplomacy, including mediation, security guarantees, and transparency initiatives.",
          "url": "https://doi.org/10.1093/epolic/eiaf005",
          "doi": "https://doi.org/10.1093/epolic/eiaf005",
          "filter": 0
        },
        {
          "title": "Breaking through the Ethnic Growth Trap",
          "authors": "Saumitra Jha",
          "abstract": "I highlight how mutual negative feedback between ethnic divisions, under-investment in public goods and violent conflict imply the presence of ethnic growth traps in many developing societies. I then identify important directions for how developing societies can break out of such ethnic growth traps and instead leverage the gains that can often be had from ethnic diversity. To do this requires deepening our social science understanding of a number of key questions: the roots of ethnic divisions and mobilization, the strengthening of governance institutions and capacity, both formal and at the level of communities, and the understanding of individual level policies for mitigating polarization and conflict. Drawing on broader empirical patterns and specific examples from sub-Saharan Africa, South Asia and Japan, I highlight directions for promising areas of research into policies for breaking out of the ethnic growth trap.",
          "url": "https://doi.org/10.1093/epolic/eiaf008",
          "doi": "https://doi.org/10.1093/epolic/eiaf008",
          "filter": 0
        },
        {
          "title": "Rents, Rules or Revolution: A Survey of Institutional Pathways to Peace",
          "authors": "Laura Mayoral, Hannes Mueller",
          "abstract": "This paper reviews the growing literature on the relationship between institutions—political, administrative, and economic—and the emergence and prevention of armed conflict. We synthesize evidence showing how strong, inclusive, and accountable institutions, including democratic governance and robust state capacity, can reduce the risk of conflict through multiple mechanisms such as inclusion, deterrence, credible commitment, and the effective provision of public goods. At the same time, we examine how conflict can erode institutional quality, creating self-reinforcing cycles of fragility and underdevelopment. The review concludes with a set of policy recommendations aimed at breaking these cycles and outlines a forward-looking research agenda to deepen our understanding of how institutional reform can foster peace and resilience in fragile and conflict-prone settings.",
          "url": "https://doi.org/10.1093/epolic/eiaf004",
          "doi": "https://doi.org/10.1093/epolic/eiaf004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "On-the-job search and the productivity-wage gap",
          "authors": "Sushant Acharya, Shu Lin Wee",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105127",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105127",
          "filter": 0
        },
        {
          "title": "Uninsurable income risk and the welfare effects of reducing global imbalances",
          "authors": "Ayşe Dur, Andrew Glover, Jacek Rothert",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105104",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105104",
          "filter": 0
        },
        {
          "title": "Unveiling the drivers of portfolio equity and bond investment in the European Union: The interplay of tax havens and gravity factors",
          "authors": "Mariam Camarero, Alejandro Muñoz, Cecilio Tamarit",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105130",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105130",
          "filter": 0
        },
        {
          "title": "Pro-cyclical emissions, real externalities, and optimal monetary policy",
          "authors": "Francesco Giovanardi, Matthias Kaldorf",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105124",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105124",
          "filter": 0
        },
        {
          "title": "Fiscal and macroprudential policies during an energy crisis",
          "authors": "Romanos Priftis, Raphael Schoenle",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105117",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105117",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Support vector decision making",
          "authors": "Yixiao Sun",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106087",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106087",
          "filter": 0
        },
        {
          "title": "A semiparametric Bayesian estimator of copula density",
          "authors": "Qiaoyu Wang, Ximing Wu, Taining Wang, Subal C. Kumbhakar, Sui Luo",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106085",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106085",
          "filter": 0
        },
        {
          "title": "Shrinkage estimation of spatial panel data models with multiple structural breaks and a multifactor error structure",
          "authors": "Siqi Dai, Yongmiao Hong, Haiqi Li, Chaowen Zheng",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106082",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106082",
          "filter": 0
        },
        {
          "title": "On regression-adjusted imputation estimators of average treatment effects",
          "authors": "Zhexiao Lin, Fang Han",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106080",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106080",
          "filter": 0
        },
        {
          "title": "Bayesian estimation of a semiparametric stochastic frontier model with persistent and transient inefficiencies",
          "authors": "Puguang Nie, Christopher F. Parmeter, Valentin Zelenyuk, Xibin Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106081",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106081",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Gender, Confidence, and the Mismeasure of Intelligence, Competitiveness and Literacy",
          "authors": "Glenn Harrison, Don Ross, J. Todd Swarthout",
          "url": "https://doi.org/10.1086/738345",
          "doi": "https://doi.org/10.1086/738345",
          "filter": 0
        },
        {
          "title": "When Is the Use of Gaussian-inverse Wishart-Haar Priors Appropriate?",
          "authors": "Atsushi Inoue, Lutz Kilian",
          "url": "https://doi.org/10.1086/738339",
          "doi": "https://doi.org/10.1086/738339",
          "filter": 0
        },
        {
          "title": "The Short-run Policy Constraints of Long-run Expectations",
          "authors": "Stefano Eusepi, Marc Giannoni, Bruce Preston",
          "url": "https://doi.org/10.1086/738335",
          "doi": "https://doi.org/10.1086/738335",
          "filter": 0
        },
        {
          "title": "Screening with Persuasion",
          "authors": "Dirk Bergemann, Tibor Heumann, Stephen Morris",
          "url": "https://doi.org/10.1086/738342",
          "doi": "https://doi.org/10.1086/738342",
          "filter": 0
        },
        {
          "title": "Laws and Norms",
          "authors": "Roland Benabou, Jean Tirole",
          "url": "https://doi.org/10.1086/738343",
          "doi": "https://doi.org/10.1086/738343",
          "filter": 0
        },
        {
          "title": "Trade with Nominal Rigidities: Understanding the Unemployment and Welfare Effects of the China Shock",
          "authors": "Andres Rodriguez-Clare, Mauricio Ulate, Jose Vasquez",
          "url": "https://doi.org/10.1086/738344",
          "doi": "https://doi.org/10.1086/738344",
          "filter": 0
        },
        {
          "title": "A Case for Pay-as-Bid Auctions",
          "authors": "Marek Pycia, Kyle Woodward",
          "url": "https://doi.org/10.1086/738341",
          "doi": "https://doi.org/10.1086/738341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "“Immigration, Search and Redistribution: A Quantitative Assessment of Native Welfare:” Comment",
          "authors": "Oded Stark, Lukasz Byra",
          "abstract": "In “Immigration, search and redistribution: A quantitative assessment of native welfare,” a paper by Battisti et al. published in the August 2018 issue of the Journal of the European Economic Association, the authors inquire about how migration to 20 Organization for Economic Cooperation and Development (OECD) countries affect the welfare of the countries’ native workers. In this comment, we raise several concerns regarding the analytical and the empirical parts of the Battisti et al.’s inquiry that bear on this effect. In particular, when Battisti et al. formulate a rule for the division between a worker and a _rm of the surplus that arises from a firm-worker match, Battisti et al. neglect to take into account the fact that wages are taxed. When Battisti et al. formulate the GDP identity, the incorporation of capital is done incorrectly. Calibration of a corrected model undertaken in this comment reveals that these issues affect measurably the empirical results regarding the impacts on the welfare of native workers of skill-neutral migration and of migration by low-skill workers. An additional concern is that our calibration of a corrected model yields estimates of the tax rate on workers’ wages that are far too high to be considered feasible. This suggests to us that even when the model of Battisti et al. is corrected, a structural revision is deemed necessary in order to deliver a useful tool for measuring the effect of migration on the welfare of native workers in the 20 OECD countries. As a step in this direction, we calibrate a version of the corrected model, which involves “reasonable” tax rates on wages and a budget deficit. The results yielded by this counterfactual version lend support to the results of the corrected model regarding the negative impact of skill-neutral migration and of migration by low-skill workers on the welfare of native workers.",
          "url": "https://doi.org/10.1093/jeea/jvaf033",
          "doi": "https://doi.org/10.1093/jeea/jvaf033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Ideas Have Consequences The Impact of Law and Economics on American Justice",
          "authors": "Elliott Ash, Daniel L Chen, Suresh Naidu",
          "abstract": "This paper empirically studies the effects of the early law-and-economics movement on the U.S. judiciary. We focus on the Manne Economics Institute for Federal Judges, an intensive economics course that trained almost half of federal judges between 1976 and 1999. Using the universe of published opinions in U.S. Circuit Courts and 1 million District Court criminal sentencing decisions, we estimate the within-judge effect of Manne program attendance. Selection into attendance was limited, as the program was popular among judges of all backgrounds, frequently oversubscribed, and admitted participants on a first-come, first-served basis. We find that after attending economics training, participating judges use more economics language in their opinions, rule against regulatory agencies more often, and impose more severe criminal sentences. We argue that economics, as a rigorous social science, was especially effective in persuading judges.",
          "url": "https://doi.org/10.1093/qje/qjaf042",
          "doi": "https://doi.org/10.1093/qje/qjaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Bewley Banks",
          "authors": "Rustam Jamilov, Tommaso Monacelli",
          "abstract": "How do movements in the distributions of bank size and income affect the macroeconomy? To answer this question, we develop a dynamic general equilibrium model with heterogeneous financial intermediaries, incomplete markets, and aggregate uncertainty. We find that market incompleteness and uninsured idiosyncratic bank rate of return risk generate minimal concentration in the bank net worth distribution, leading to an “as-if” result, whereby the economy behaves as if it had a representative bank. However, introducing ex ante heterogeneity in the banks’ rates of return significantly raises concentration and amplifies real and financial fluctuations relative to the representative-bank case, as this increases a key sufficient statistic, the average marginal propensity to lend. We then extend the model with two empirically validated features of the banking sector—countercyclical return risk and deposit market power—and show that these amplify and dampen aggregate fluctuations, respectively. Finally, because in the model with ex ante heterogeneity the distribution of bank size is highly concentrated, shocks to the largest banks can account for almost all of the aggregate variation that is due to idiosyncratic risk, leading to granular banking and economic cycles. The failure of granular banks (“too big to fail”) produces sizeable macroeconomic crises.",
          "url": "https://doi.org/10.1093/restud/rdaf062",
          "doi": "https://doi.org/10.1093/restud/rdaf062",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
