{
  "update": "2025-11-14",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Grants vs. Loans: the Role of Financial Aid in College Major Choice",
          "authors": "Adriano De Falco, Yannick Reichlin",
          "abstract": "We analyse whether financing higher education through student loans or grants affects the college major choices of students in Chile where either type of financing is allocated based on a standardised test. Students who are marginally eligible for grants are more likely to enrol in high-paying fields such as STEM. Complementing the reduced form results, we estimate a discrete choice model on data for narrowly defined higher education programmes. The results indicate that, holding other programme characteristics constant, grant recipients place higher value on fields with high earnings growth potential, while being less concerned about a lower graduation probability.",
          "url": "https://doi.org/10.1093/ej/ueaf121",
          "doi": "https://doi.org/10.1093/ej/ueaf121",
          "filter": 0
        },
        {
          "title": "Wheels of Change: Transforming Girls’ Lives with Bicycles",
          "authors": "Nathan Fiala, Ana Garcia-Hernandez, Kritika Narula, Nishith Prakash",
          "abstract": "Motivated by the persistent barriers to girls’ education-such as long travel distances and safety concerns-we evaluate the impact of a bicycle distribution program targeting school-going girls living more than 3 kilometres from their schools in rural Zambia. In this randomized controlled trial, we compare outcomes for girls who received bicycles against a control group. One year after the intervention, we find a 34% reduction in commute time, a 66% improvement in punctuality, and a 29% decrease in absenteeism. The program also significantly enhanced empowerment outcomes, including improvements in locus of control and educational aspirations. Moreover, two to three years after implementation, the intervention led to sustained gains in school retention. These findings highlight the potential of bicycles as a scalable and cost-effective solution for reducing educational barriers and promoting girls’ empowerment in low-resource settings.",
          "url": "https://doi.org/10.1093/ej/ueaf122",
          "doi": "https://doi.org/10.1093/ej/ueaf122",
          "filter": 0
        },
        {
          "title": "Financial Intermediaries and the Macroeconomy: Evidence from a High-Frequency Identification",
          "authors": "Pablo Ottonello, Wenting Song",
          "abstract": "We provide empirical evidence on how news about financial intermediaries’ net worth impacts the aggregate economy, using a high-frequency identification strategy. We measure “financial shocks” based on the idiosyncratic stock-price changes of large U.S. intermediaries in a narrow window around their earnings announcements. We document significant effects of these shocks on the stock price and borrowing costs of nonfinancial firms, as well as on macroeconomic variables. The effects are more pronounced for firms with low credit ratings and when the aggregate net worth of intermediaries is low.",
          "url": "https://doi.org/10.1093/ej/ueaf119",
          "doi": "https://doi.org/10.1093/ej/ueaf119",
          "filter": 0
        },
        {
          "title": "Income, Democracy, and Growth: Reconciling Evidence and Theory",
          "authors": "Matteo Cervellati, Gerrit Meyerheim, Uwe Sunde",
          "abstract": "The relation between income and democracy remains debated, empirically and theoretically. We propose a broader perspective that goes beyond a uni-directional and monocausal interpretation of the income-democracy nexus by focusing on the neglected role of the transition from economic stagnation to sustained growth. We illustrate our argument with an integrated model of long-run growth and democratisation that delivers two general insights. First, rather than higher income levels per se, it is the onset of sustained growth that increases the likelihood of democratisation. Intuitively, the faster accumulation of productive factors, such as human capital, reduces conflicts of interest and hence the elite’s resistance to democracy. Second, the economic consequences of democracy are amplified when democratisation occurs after the transition to growth. We explore the validity of these novel predictions by revisiting influential empirical studies and exploiting variation in the timing of the transition to sustained growth. Our evidence is consistent with the theoretical predictions, shedding new light on the interpretation of earlier mixed findings.",
          "url": "https://doi.org/10.1093/ej/ueaf112",
          "doi": "https://doi.org/10.1093/ej/ueaf112",
          "filter": 0
        },
        {
          "title": "Correction to: The Smoot-Hawley Trade War",
          "url": "https://doi.org/10.1093/ej/ueaf056",
          "doi": "https://doi.org/10.1093/ej/ueaf056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Edoardo Grillo discussion of: Rents, rules, or revolution",
          "authors": "Edoardo Grillo",
          "url": "https://doi.org/10.1093/epolic/eiaf015",
          "doi": "https://doi.org/10.1093/epolic/eiaf015",
          "filter": 0
        },
        {
          "title": "Tommaso Nannicini discussion of: Variants of violence",
          "authors": "Tommaso Nannicini",
          "url": "https://doi.org/10.1093/epolic/eiaf022",
          "doi": "https://doi.org/10.1093/epolic/eiaf022",
          "filter": 0
        },
        {
          "title": "Juan Pablo Rud discussion of: Geoeconomics and conflict",
          "authors": "Juan Pablo Rud",
          "url": "https://doi.org/10.1093/epolic/eiaf016",
          "doi": "https://doi.org/10.1093/epolic/eiaf016",
          "filter": 0
        },
        {
          "title": "Victoire Girard discussion of: Climate, natural resources, and conflict",
          "authors": "Victoire Girard",
          "url": "https://doi.org/10.1093/epolic/eiaf020",
          "doi": "https://doi.org/10.1093/epolic/eiaf020",
          "filter": 0
        },
        {
          "title": "Eleonora Guarnieri discussion of: Breaking through the ethnic growth trap",
          "authors": "Eleonora Guarnieri",
          "url": "https://doi.org/10.1093/epolic/eiaf014",
          "doi": "https://doi.org/10.1093/epolic/eiaf014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Understanding witness reporting of intimate partner violence",
          "authors": "Rebeca Echavarri, Ariadna García-Prado, Fernanda Gutierrez-Navratil, Sara Martinez-de-Morentin",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105208",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105208",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00250-8",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00250-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Bespoke realized volatility: Tailored measures of risk for volatility prediction",
          "authors": "Andrew J. Patton, Haozhe Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106122",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106122",
          "filter": 0
        },
        {
          "title": "Factor and idiosyncratic VAR volatility matrix models for heavy-tailed high-frequency financial observations",
          "authors": "Minseok Shin, Donggyu Kim, Yazhen Wang, Jianqing Fan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106129",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106129",
          "filter": 0
        },
        {
          "title": "Weighted-average quantile regression",
          "authors": "Denis Chetverikov, Yukun Liu, Aleh Tsyvinski",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106115",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106115",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Crowding out crowd support? Substitution between formal and informal insurance",
          "authors": "Kyle Coombs",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105499",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105499",
          "filter": 0
        },
        {
          "title": "Combating cross-border externalities: Evidence from China’s inter-provincial ecological compensation initiatives",
          "authors": "Shiyi Chen, Joshua Graff-Zivin, Huanhuan Wang, Jiaxin Xiong",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105495",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105495",
          "filter": 0
        },
        {
          "title": "Accounting for the profits of multinational enterprises: Double counting and misattribution of foreign affiliate income",
          "authors": "Jennifer Blouin, Leslie Robinson",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105512",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105512",
          "filter": 0
        },
        {
          "title": "Optimal regulation and investment incentives in financial networks",
          "authors": "Matthew O. Jackson, Agathe Pernoud",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105516",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105516",
          "filter": 0
        },
        {
          "title": "Corrigendum to “The influence of inheritances on wealth inequality in rich countries”. [J. Public Econ. 247 (2025) 105398]",
          "authors": "Salvatore Morelli, Brian Nolan, Juan C. Palomino, Philippe Van Kerm",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105511",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105511",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(25)00227-0",
          "doi": "https://doi.org/10.1016/s0047-2727(25)00227-0",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Taxes Depress Corporate Borrowing: Evidence from Private Firms",
          "authors": "Ivan T Ivanov, Luke Pettit, Toni M Whited",
          "abstract": "We use variation in state corporate income tax rates to re-examine the relation between taxes and corporate leverage. Contrary to prior research, corporate leverage rises after tax cuts for small private firms. An estimated dynamic equilibrium model shows that tax cuts make capital more productive and spur the use of leverage. Tax cuts also produce more distant default thresholds and lower credit spreads. These effects outweigh the lower interest tax deduction and lead to higher optimal leverage choices, especially for firms with flexible investment policies. The presence of the interest tax deduction raises consumer welfare in equilibrium.",
          "url": "https://doi.org/10.1093/restud/rdaf094",
          "doi": "https://doi.org/10.1093/restud/rdaf094",
          "filter": 0
        },
        {
          "title": "Structural Change, Land Use and Urban Expansion",
          "authors": "Nicolas Coeurdacier, Florian Oswald, Marc Teignier",
          "abstract": "How do cities grow in the process of structural transformation? To answer this question, we develop a multi-sector spatial equilibrium model with endogenous land use: land is used either for agriculture or housing. Urban land, densely populated due to commuting frictions, expands out of agricultural land. With low productivity and high subsistence needs, farmland is expensive, households cannot afford large homes and cities are very dense. Increasing productivity reallocates factors away from agriculture, freeing up land for urban expansion and limiting the increase in land values despite higher income and urban population. With the area of cities growing faster than urban population, urban density can persistently decline, as in the data over a long period. The quantitative evaluation calibrated to historical data assembled for France over 180 years explains a large fraction of the joint evolution of urban areas, population density and land values across time and space.",
          "url": "https://doi.org/10.1093/restud/rdaf091",
          "doi": "https://doi.org/10.1093/restud/rdaf091",
          "filter": 0
        },
        {
          "title": "Diversification, Market Entry, and the Global Internet Backbone",
          "authors": "El Hadi Caoui, Andrew Steck",
          "abstract": "In many industries, buyers diversify their supplier base to manage supplier disruption risk. We investigate the importance of such diversification as a determinant of demand and supplier entry in the context of the internet backbone, the worldwide network of undersea fiber-optic cables that underpins the internet. We specify a model of international bandwidth demand and cable operators’ dynamic entry and supply choices. The model is estimated using novel data on cross-border data flows, prices, cable characteristics, and disruptions. Counterfactual analysis reveals that supplier diversification accounts for a large share of entry and surplus created between 2005 and 2021. Relative to the socially optimal level of entry, distortions due to suppliers’ inability to capture fully the social benefits of diversity are as large as distortions due to business stealing.",
          "url": "https://doi.org/10.1093/restud/rdaf097",
          "doi": "https://doi.org/10.1093/restud/rdaf097",
          "filter": 0
        },
        {
          "title": "Demand Stimulus as Social Policy",
          "authors": "Alan J Auerbach, Yuriy Gorodnichenko, Daniel Murphy",
          "abstract": "We exploit a panel of city-level data with rich demographic information to estimate the distributional effects of Department of Defense spending and its effects on a range of social outcomes. The income and employment generated by defense spending accrue predominantly to households without a bachelor’s degree. These households as well as Black and Hispanic households tend to disproportionately benefit from this spending. Defense spending also promotes a range of beneficial social outcomes that are often targeted by government programs, including reductions in poverty, divorce rates, disability rates, and mortality rates, as well as increases in homeownership rates, health insurance rates, and occupational prestige. We compare the effects of defense spending with the effects of general demand shocks and explore reasons for the differential effects of the shocks.",
          "url": "https://doi.org/10.1093/restud/rdaf096",
          "doi": "https://doi.org/10.1093/restud/rdaf096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
