{
  "update": "2024-10-25",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Earnings Responses to Even Higher Taxes",
          "authors": "Dingquan Miao, Håkan Selin, Martin Söderström",
          "abstract": "We exploit a recent Swedish tax reform, implying higher marginal tax rates for the top 5% of the earnings distribution, to learn about earnings responses to higher taxes. Using a simple and graphical cross sectional method, we estimate an earnings elasticity of 0.16, evaluated four years after the reform. Our analysis indicates that the response is driven by adjustments in wage rates, and not by changes to hours, job switches, or income shifting. We interpret the magnitude and preciseness of the response using a realistically calibrated simulation model in which people face uncertain marginal tax rates due to earnings dynamics.",
          "url": "http://dx.doi.org/10.1093/ej/ueae092",
          "doi": "10.1093/ej/ueae092",
          "filter": 0
        },
        {
          "title": "Television and Academic Achievement: Evidence from the Digital Television Transition in the UK",
          "authors": "Adrián Nieto Castro",
          "abstract": "This paper exploits exogenous variation in the transition date from analogue to digital television signal in the UK across more than 32,000 geographical units to examine the causal impact of television on academic performance and potential mechanisms. Using a large administrative dataset on the universe of students in public education in England, I show that the switchover increased pupil test scores and that the effect is driven by economically disadvantaged students. Using TV market data and a child survey dataset, I investigate possible mechanisms. I show that the digital transition considerably increased TV viewing time and displaced forms of socialization associated with risky behaviour for disadvantaged children.",
          "url": "http://dx.doi.org/10.1093/ej/ueae091",
          "doi": "10.1093/ej/ueae091",
          "filter": 0
        },
        {
          "title": "Who’s Afraid of Policy Experiments?",
          "authors": "Robert Dur, Arjan Non, Paul Prottung, Benedetta Ricci",
          "abstract": "In many public policy areas, randomized policy experiments can greatly contribute to our knowledge of the effects of policies and can thus help to improve public policy. However, policy experiments are not very common. This paper studies whether a lack of appreciation for policy experiments among voters may be the reason for this. Collecting survey data representative of the Dutch electorate, we find clear evidence contradicting this view. Voters strongly support policy experimentation and particularly so when they do not hold a strong opinion about the policy. In a subsequent survey experiment among a selected group of Dutch politicians, we find that politicians conform their expressed opinion about policy experiments to what we tell them the actual opinion of voters is.",
          "url": "http://dx.doi.org/10.1093/ej/ueae090",
          "doi": "10.1093/ej/ueae090",
          "filter": 0
        },
        {
          "title": "Public Good Superstars: a Lab-in-the-Field Study of Wikipedia",
          "authors": "Jérôme Hergueux, Yann Algan, Yochai Benkler, Mayo Fuster-Morell",
          "abstract": "Many field public goods are provided by a small number of contributors: the ‘superstars’ of their respective communities. This paper focuses on Wikipedia, one of the largest online volunteering platforms. Over 9 consecutive years, we study the relationship between social preferences – reciprocity, altruism, and social image – and field cooperation. Wikipedia editors are quite prosocial on average, and superstars even more so. But while reciprocal and social image preferences strongly relate to contribution quantity among casual editors, only social image concerns continue to predict differences in contribution levels between superstars. In addition, we find that social image driven editors – both casual and superstars – contribute lower quality content on average. Evidence points to a perverse social incentive effect, as quantity is more readily observable than quality on Wikipedia.",
          "url": "http://dx.doi.org/10.1093/ej/ueae093",
          "doi": "10.1093/ej/ueae093",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Identifying and quantifying the extraterritorial effects of sanctions",
          "authors": "Ohyun Kwon, Constantinos Syropoulos, Yoto V. Yotov",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104888",
          "doi": "10.1016/j.euroecorev.2024.104888",
          "filter": 0
        },
        {
          "title": "Effects of extending paid parental leave on children’s socio-emotional skills and well-being in adolescence",
          "authors": "Mikkel Aagaard Houmark, Cecilie Marie Løchte Jørgensen, Ida Lykke Kristiansen, Miriam Gensowski",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104880",
          "doi": "10.1016/j.euroecorev.2024.104880",
          "filter": 0
        },
        {
          "title": "Contingent payments in procurement interactions: Experimental evidence",
          "authors": "Jason Shachat, Matthew J. Walker, Lijia Wei",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104886",
          "doi": "10.1016/j.euroecorev.2024.104886",
          "filter": 0
        },
        {
          "title": "A field study of donor behaviour in the Iranian kidney market",
          "authors": "Ali Moghaddasi Kelishomi, Daniel Sgroi",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104887",
          "doi": "10.1016/j.euroecorev.2024.104887",
          "filter": 0
        },
        {
          "title": "Targeted monetary policy, dual rates, and bank risk-taking",
          "authors": "Francesca Barbiero, Lorenzo Burlon, Maria Dimou, Jan Toczynski",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104889",
          "doi": "10.1016/j.euroecorev.2024.104889",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Why are replication rates so low?",
          "authors": "Patrick Vu",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105868",
          "doi": "10.1016/j.jeconom.2024.105868",
          "filter": 0
        },
        {
          "title": "On the spectral density of fractional Ornstein–Uhlenbeck processes",
          "authors": "Shuping Shi, Jun Yu, Chen Zhang",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105872",
          "doi": "10.1016/j.jeconom.2024.105872",
          "filter": 0
        },
        {
          "title": "Uncovering asset market participation from household consumption and income",
          "authors": "Veronika Czellar, René Garcia, François Le Grand",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105867",
          "doi": "10.1016/j.jeconom.2024.105867",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0304-4076(24)00225-2",
          "doi": "10.1016/s0304-4076(24)00225-2",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Not a Flying Start after All? A Comment",
          "authors": "Otto Sevaldson Lillebø, Simen Markussen, Knut Røed, Yuejun Zhao",
          "url": "http://dx.doi.org/10.1086/732218",
          "doi": "10.1086/732218",
          "filter": 0
        },
        {
          "title": "(Near-)Substitute Preferences and Equilibria with Indivisibilities",
          "authors": "Thành Nguyen, Rakesh Vohra",
          "url": "http://dx.doi.org/10.1086/731413",
          "doi": "10.1086/731413",
          "filter": 0
        },
        {
          "title": "The Impact of Divorce Laws on the Equilibrium in the Marriage Market",
          "authors": "Ana Reynoso",
          "url": "http://dx.doi.org/10.1086/732532",
          "doi": "10.1086/732532",
          "filter": 0
        },
        {
          "title": "Bubble Necessity Theorem",
          "authors": "Tomohiro Hirano, Alexis Akira Toda",
          "url": "http://dx.doi.org/10.1086/732528",
          "doi": "10.1086/732528",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Effect of a transfer shock on subnational debt: Micro evidence from Mexico",
          "authors": "Mariela Dal Borgo",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105251",
          "doi": "10.1016/j.jpubeco.2024.105251",
          "filter": 0
        },
        {
          "title": "Uneven recessions and optimal firm subsidies",
          "authors": "Caio Machado",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105250",
          "doi": "10.1016/j.jpubeco.2024.105250",
          "filter": 0
        },
        {
          "title": "Myths of official measurement: Limits to test-based education reforms with weak governance",
          "authors": "Abhijeet Singh, Petter Berg",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105246",
          "doi": "10.1016/j.jpubeco.2024.105246",
          "filter": 0
        },
        {
          "title": "Do second chances pay off? Evidence from a natural experiment with low-achieving students",
          "authors": "Aspasia Bizopoulou, Rigissa Megalokonomou, Ştefania Simion",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105214",
          "doi": "10.1016/j.jpubeco.2024.105214",
          "filter": 0
        },
        {
          "title": "Specialised courts and the reporting of intimate partner violence: Evidence from Spain",
          "authors": "Jorge García-Hombrados, Marta Martínez-Matute, Carmen Villa",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105243",
          "doi": "10.1016/j.jpubeco.2024.105243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Markups and Inequality",
          "authors": "Corina Boar, Virgiliu Midrigan",
          "abstract": "We characterize optimal product market policy in an unequal economy in which firm ownership is concentrated and markups increase with firm market shares. We study the problem of a utilitarian regulator who designs revenue-neutral interventions in the product market. We show that optimal policy increases product market concentration. This is because policies that encourage larger producers to expand improve allocative efficiency, increase the demand for labor and equilibrium wages. We derive these results both in a static Mirrleesian setting in which we impose no constraints on the shape of interventions, as well as in a dynamic economy with wealth accumulation. In our dynamic economy optimal policy reduces wealth and income inequality by redistributing market share and profits from medium-sized businesses, which are primarily owned by relatively rich entrepreneurs, to larger diversified corporate firms.",
          "url": "http://dx.doi.org/10.1093/restud/rdae103",
          "doi": "10.1093/restud/rdae103",
          "filter": 0
        },
        {
          "title": "Firm Inattention and the Efficacy of Monetary Policy: A Text-Based Approach",
          "authors": "Wenting Song, Samuel Stern",
          "abstract": "This paper provides empirical evidence of the importance of firm attention to macroeconomic dynamics.We construct a text-based measure of attention to macroeconomic news and document that attention is polarized across firms and countercyclical. Differences in attention lead to asymmetric responses to monetary policy: expansionary monetary shocks raise market values of attentive firms more than those of inattentive firms, and contractionary shocks lower values of attentive firms by less. Attention also mitigates the effects of macroeconomic uncertainty on firm performance. In a quantitative rational inattention model that is calibrated with this new text-based measure, inattention drives monetary non-neutrality. As average attention varies over the business cycle, so does the efficacy of monetary policy.",
          "url": "http://dx.doi.org/10.1093/restud/rdae102",
          "doi": "10.1093/restud/rdae102",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
