{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "The Intergenerational Effects of Parental Incarceration",
          "authors": "Hans Grönqvist, Susan Niknami, Mårten Palme, Mikael Priks",
          "abstract": "We estimate the causal effects of parental incarceration on children’s short- and long-run outcomes using administrative data from Sweden. Our empirical strategy exploits exogenous variation in parental incarceration from the random assignment of criminal defendants to judges with different incarceration tendencies. We find that incarceration of a parent in childhood leads to a significant increase in teen criminal convictions, a decrease in schooling outcomes, and worse labour market outcomes in adulthood. The effects are concentrated among children from disadvantaged families, in particular families where the remaining non-convicted parent is disadvantaged. These results suggest that the incarceration of parents with young children may significantly increase the intergenerational persistence of poverty and criminal behaviour in affluent countries with extensive social safety nets and progressive criminal justice systems.",
          "url": "https://doi.org/10.1093/ej/ueaf136",
          "doi": "https://doi.org/10.1093/ej/ueaf136",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Child penalties in labour market skills",
          "authors": "Jonas Jessen, Lavinia Kinne, Michele Battisti",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105245",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105245",
          "filter": 0
        },
        {
          "title": "Information Acquisition ahead of Monetary Policy Announcements",
          "authors": "Michael Ehrmann, Paul Hubert",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105241",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105241",
          "filter": 0
        },
        {
          "title": "How home exams and peers affect college grades in unprecedented times",
          "authors": "Tinna Laufey Ásgeirsdóttir, Marco Francesconi, Ásthildur M. Jóhannsdóttir, Gylfi Zoega",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105240",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105240",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Empirical welfare maximization with constraints",
          "authors": "Liyang Sun",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106169",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106169",
          "filter": 0
        },
        {
          "title": "Multivariate kernel regression in vector and product metric spaces",
          "authors": "Marcia Schafgans, Victoria Zinde-Walsh",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106168",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106168",
          "filter": 0
        },
        {
          "title": "Data-driven policy learning for continuous treatments",
          "authors": "Chunrong Ai, Yue Fang, Haitian Xie",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106170",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106170",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Social influence and carbon dioxide mitigation",
          "authors": "Jayant Vivek Ganguli, Friederike Mengel",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105558",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105558",
          "filter": 0
        },
        {
          "title": "Protectionism, evasion and household welfare evidence from Nigeria’s import bans",
          "authors": "Erhan Artuc, Guillermo Falcone, Guido Porto, Bob Rijkers",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105543",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105543",
          "filter": 0
        },
        {
          "title": "Optimal income tax deductions for mixed business and personal expenditures",
          "authors": "Jacob Goldin, Sebastian Koehne, Nicholas Lawson",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105544",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105544",
          "filter": 0
        },
        {
          "title": "The consequences of wildfire liability for firm precaution: Evidence from power shutoffs in California",
          "authors": "Christopher Malloy",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105552",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105552",
          "filter": 0
        },
        {
          "title": "Estimating the welfare cost of labor supply frictions",
          "authors": "Katy Bergstrom, William Dodds, Nicholas Lacoste, Juan Rios",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105556",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105556",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Communication and the emergence of a unidimensional world,",
          "authors": "Philippos Louis, Orestis Troumpounis, Nikolas Tsakas",
          "abstract": "While individuals hold, exchange, and update opinions over multiple issues, these opinions are often correlated, and a unidimensional spectrum is enough to summarize them. But when should one expect opinions to be unidimensional? And how important is the underlying structure of communication? Our experimental results, validate the crisp predictions by DeMarzo et al. (2003) when individuals update their opinions on a fixed network, always trusting the same neighbors, and confirm the importance of the communication structure in predicting whether individuals hold relatively moderate or extreme opinions. We also provide a theoretical result, simulation results, and experimental evidence suggesting that unidimensionality may arise even when individuals’ networks vary over time.",
          "url": "https://doi.org/10.1093/jeea/jvaf065",
          "doi": "https://doi.org/10.1093/jeea/jvaf065",
          "filter": 0
        },
        {
          "title": "Negative Rates and the Effective Lower Bound: Theory and Evidence,",
          "authors": "Michael McLeay, Silvana Tenreyro, Lukas von dem Berge",
          "abstract": "With the monetary policy lower bound a re-emerging concern in some locations, we present new insights on the impact of negative policy rates. We develop a new theoretical model to match the empirical evidence on their effects. It features a heterogeneous, oligopolistic banking sector where loan pricing is determined in part by the availability of deposit funding and in part by wholesale funding. The use of non-deposit funding ensures that the bank lending channel of negative rates remains active. We explore the impact of the policy on different types of banks: high-deposit banks may experience a fall in interest margins and profitability, which can result in reduced lending. But this is more than compensated by greater lending from low-deposit banks. We embed this banking sector in an open-economy macroeconomic model, featuring exchange-rate and capital market transmission channels, which continue to work as normal when rates are negative. These non-bank channels, combined with general equilibrium effects and an active bank lending channel, mean that the transmission of negative rates is only somewhat weaker than conventional policy.",
          "url": "https://doi.org/10.1093/jeea/jvaf053",
          "doi": "https://doi.org/10.1093/jeea/jvaf053",
          "filter": 0
        },
        {
          "title": "Individualism and the Formation of Human Capital",
          "authors": "Katharina Hartinger, Sven Resnjanskij, Jens Ruhose, Simon Wiederhold",
          "abstract": "More individualistic countries experience higher economic growth. We provide evidence for a human-capital-based explanation of the growth effects of individualism. Using data from the largest international adult skill assessment, we establish that individualism shapes human capital formation. We identify the effects of individualism by exploiting variation between migrants at the origin- country, origin-language, and person level. Migrants from more individualistic cultures have higher cognitive skills and larger skill gains over time. They also invest more in their skills over the life cycle, as they acquire more years of schooling and are more likely to participate in adult education activities. Individualism is more important in explaining adult skill formation than any other cultural trait that previous literature has emphasized. In the labor market, more individualistic migrants earn higher wages and are less often unemployed. We show that our results cannot be explained by selective migration or omitted origin-country variables.",
          "url": "https://doi.org/10.1093/jeea/jvaf066",
          "doi": "https://doi.org/10.1093/jeea/jvaf066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Firm Life-Cycle Learning and Misallocation",
          "authors": "Ying Feng",
          "abstract": "Dispersion in marginal revenue products of capital (MRPK) across firms may lower aggregate productivity through misallocation. Using firm-level panel data from China, I document that MRPK dispersion decreases substantially with firm age, particularly before age five. Building on this novel fact, I propose a new interpretation of MRPK dispersion as resulting from firm life-cycle learning. To formalize this idea, I develop a quantitative model in which firms learn about their fundamental productivity as they age in a frictional market with endogenous exits. I find that omitting learning can result in considerable overestimation of TFP losses from \"distortions\" .",
          "url": "https://doi.org/10.1162/rest.a.1678",
          "doi": "https://doi.org/10.1162/rest.a.1678",
          "filter": 0
        },
        {
          "title": "The Effect of Working from Home on the Agglomeration Economies of Cities: Evidence from Advertised Wages",
          "authors": "Sitian Liu, Yichen Su",
          "abstract": "Using job posting wage data, we find a substantial decrease in the urban wage premium for occupations with high working-from-home (WFH) adoption following the COVID-19 pandemic, accompanied by an employment shift away from large cities. Based on a conceptual framework, the empirical findings suggest that WFH adoption lowered the productivity premium of large cities. A skill-level decomposition reveals that the urban wage premium decline was largely driven by reduced wage returns to interpersonal skills in large cities, suggesting that the reduced urban productivity premium was a result of weakened agglomeration economies due to decreased interpersonal interactions in large cities.",
          "url": "https://doi.org/10.1162/rest.a.1681",
          "doi": "https://doi.org/10.1162/rest.a.1681",
          "filter": 0
        },
        {
          "title": "Do Local Forecasters Have Better Information?",
          "authors": "Kenza Benhima, Elio Bolliger",
          "abstract": "Using inflation and growth forecasts for a panel of emerging and advanced economies, we provide evidence that foreign forecasters publish and update their forecasts less frequently than local forecasters and make larger errors. We provide tests that identify differences in information frictions across groups and show that the lower accuracy of foreigners is not due to more irrational expectations, but to less precise information. This informational advantage is linked both to barriers to information and to incentives and is typically stronger when uncertainty is lower. These results provide a basis for disciplining international finance and trade models with heterogeneous information.",
          "url": "https://doi.org/10.1162/rest.a.1680",
          "doi": "https://doi.org/10.1162/rest.a.1680",
          "filter": 0
        },
        {
          "title": "Income and Child Maltreatment: Evidence from a Discontinuity in Tax Benefits",
          "authors": "Katherine Rittenhouse",
          "abstract": "I provide new evidence of the effects of income on child maltreatment. I exploit a discontinuity in child-related tax benefits, which results in otherwisesimilar families receiving considerably different refunds during the first year of a child's life. I use twenty years of linked administrative data from California to determine the effects of this additional income on child protection system (CPS) involvement. A one-time $1,000 transfer to low-income households decreases the number of referrals to CPS (3%) and number of days spent in foster care (7%) in the first 3 years of life. Effects persist through at least age 8.",
          "url": "https://doi.org/10.1162/rest.a.1690",
          "doi": "https://doi.org/10.1162/rest.a.1690",
          "filter": 0
        },
        {
          "title": "Price Coordination with Asymmetric Information Sharing: Theory and Evidence",
          "authors": "David P. Byrne, Nicolas de Roos, Matthew S. Lewis, Leslie M. Marx, Xiaosong Wu",
          "abstract": "Platform-based information sharing among competing firms presents challenges for antitrust authorities, yet effective remedies remain unclear. Drawing inspiration from the Informed Sources retail gasoline antitrust case, we develop a theoretical model that offers policy guidance for disrupting anticompetitive coordination facilitated through price-sharing platforms. Removing only one firm from a platform may be ineffective for disrupting such coordination. However, competitive benefits can emerge if (i) at least two firms lack platform access, and (ii) the costs of price leadership are sufficiently high. More broadly, coordinating price increases becomes more difficult when multiple firms cannot quickly observe or respond to rivals' prices.",
          "url": "https://doi.org/10.1162/rest.a.1691",
          "doi": "https://doi.org/10.1162/rest.a.1691",
          "filter": 0
        },
        {
          "title": "Multinational Enterprises and Corporate Labor Share",
          "authors": "Daisuke Adachi, Yukiko U. Saito",
          "abstract": "This study analyzes how multinational enterprises (MNEs) influence corporate labor share in their home countries, using the 2011 Thailand Floods as a natural experiment. Flood-related disruptions to Thai subsidiaries of Japanese MNEs generated a negative foreign productivity shock that raised labor share in Japan. We interpret this pattern using a model with international factor substitution and estimate the elasticity of substitution between domestic labor and foreign inputs using an instrument based on flood exposure. The estimated model quantifies the long-run e!ect of Thai productivity growth on Japan's labor share, indicating that expanding global production networks can shift labor–capital balances.",
          "url": "https://doi.org/10.1162/rest.a.1685",
          "doi": "https://doi.org/10.1162/rest.a.1685",
          "filter": 0
        },
        {
          "title": "Do Well Managed Firms Make Better Forecasts?",
          "authors": "Nicholas Bloom, Takafumi Kawakubo, Charlotte Meng, Paul Mizen, Rebecca Riley, Tatsuro Senga, John Van Reenen",
          "abstract": "We link new forecast and management data on over 20,000 firms to data on productivity in manufacturing and services. The panel survey was administered in the UK in July 2017 and November 2020, coinciding with two periods of considerable uncertainty from Brexit and Covid. We find that better-managed firms make more accurate forecasts for firm-level turnover and macro-level GDP. Uniquely, we show better-managed firms are also aware that they make more accurate forecasts and have greater confidence in their predictions. This highlights how superior forecasting ability enables well-managed firms to make improved operational and strategic choices.",
          "url": "https://doi.org/10.1162/rest.a.1692",
          "doi": "https://doi.org/10.1162/rest.a.1692",
          "filter": 0
        },
        {
          "title": "The Power of Tests for Detecting p -Hacking",
          "authors": "Graham Elliott, Nikolay Kudrin, Kaspar Wüthrich",
          "abstract": "A flourishing empirical literature investigates the prevalence of p-hacking based on the distribution of p-values across studies. Interpreting results in this literature requires a careful understanding of the power of methods for detecting p-hacking. We theoretically study the implications of likely forms of p-hacking on the distribution of p-values to understand the power of tests for detecting it. Power can be low and depends crucially on the p-hacking strategy and the distribution of true effects. Combined tests for upper bounds and monotonicity and tests for continuity of the p-curve tend to have the highest power for detecting p-hacking.",
          "url": "https://doi.org/10.1162/rest.a.1688",
          "doi": "https://doi.org/10.1162/rest.a.1688",
          "filter": 0
        },
        {
          "title": "The US-China Trade War and the Relocation of Global Value Chains to Mexico",
          "authors": "Hâle Utar, Alfonso Cebreros Zurita, Luis Torres",
          "abstract": "We examine how the 2018–19 US–China trade war affected Mexican firms' trade and find that US tariff hikes on China increased exports to the US, imports from the US and Asia, and net exports overall. Distinguishing firms by global value chain (GVC) participation and parent country, we show that foreign multinationals in technology-intensive industries drove much of the adjustment. Heterogeneous responses between US and non-US MNEs highlight nearshoring dynamics and GVC reorganization toward Mexico. The results provide firm-level evidence of trade policy's transformative effects on GVCs and the role of MNEs in transmitting policy spillovers to third countries.",
          "url": "https://doi.org/10.1162/rest.a.1682",
          "doi": "https://doi.org/10.1162/rest.a.1682",
          "filter": 0
        },
        {
          "title": "The Long-Term Impact of High School Financial Education: Evidence from Brazil",
          "authors": "Miriam Bruhn, Gabriel Garber, Sergio Koyama, Bilal Zia",
          "abstract": "As the financial system expands to new clients and services, countries are promoting financial education, with unknown long-run returns. In 2011, we studied the short-run impact of a comprehensive financial education program through a randomized controlled trial with 892 high schools in Brazil. This paper uses administrative data for 16,000 students over the next nine years to measure the program's long-term impact. We find that treatment students are less likely to borrow from expensive sources or to make delayed loan repayments than control students. The program also caused students to shift from formal jobs to microenterprise ownership.",
          "url": "https://doi.org/10.1162/rest.a.1689",
          "doi": "https://doi.org/10.1162/rest.a.1689",
          "filter": 0
        },
        {
          "title": "Foreign and Domestic Firms: Long Run Employment Effects of Export Opportunities",
          "authors": "Brian McCaig, Nina Pavcnik, Woan Foong Wong",
          "abstract": "We investigate a low-income country's long run employment response to new export opportunities. The U.S.–Vietnam Bilateral Trade Agreement reduced U.S. import tariffs on exports from Vietnam. Employment grew faster in the industries most exposed to the U.S. tariff reductions and this was driven by foreign affiliates of multinationals entering Vietnam. Foreign entrants continue to expand employment long after entry–even after 16 years. Most foreign entrants are exporters and from East Asia, highlighting that opportunities created by bilateral agreements are not just limited to signing parties. Vietnam's subsequent capacity growth allows it to export to other markets over time.",
          "url": "https://doi.org/10.1162/rest.a.1683",
          "doi": "https://doi.org/10.1162/rest.a.1683",
          "filter": 0
        },
        {
          "title": "The Causal Effect of Scaling up Access to Psychotherapy",
          "authors": "Benjamin Ly Serena",
          "abstract": "This paper estimates the causal effect of scaling up access to psychotherapy. I study a 2008 reform of the Danish public health insurance, which introduced 60% coverage for psychotherapy by private practice psychologists for patients aged 18–37 diagnosed with depression or anxiety. Using administrative data from 1995–2019 and quasi-experimental methods, I show that psychotherapy coverage reduces psychiatric hospital contacts, physical health care use, and suicide attempts, but has no effect on labor market outcomes, including employment or disability pension. Still, savings from reduced use of other health care services exceed policy costs, making it both cost-reducing and welfare-improving.",
          "url": "https://doi.org/10.1162/rest.a.1679",
          "doi": "https://doi.org/10.1162/rest.a.1679",
          "filter": 0
        },
        {
          "title": "Sex, Power, and Adolescence: Intimate Partner Violence and Sexual Behaviors",
          "authors": "Manisha Shah, Jennifer Seager, Joao Montalvao, Markus Goldstein",
          "abstract": "Adolescents in Sub-Saharan Africa face high rates of intimate partner violence (IPV). This paper evaluates the impact of offering adolescent females a goal-setting inter- vention to improve sexual and reproductive health and offering their male partners a soccer-based intervention, which educates and inspires young men to make better sexual and reproductive health choices. Both interventions significantly reduce female reports of IPV. The soccer intervention improves male attitudes around violence and risky sexual behaviors. Females in the goal setting arm take control of their sexual and reproductive health by exiting violent relationships. Both mechanisms drive reductions in IPV.",
          "url": "https://doi.org/10.1162/rest.a.1693",
          "doi": "https://doi.org/10.1162/rest.a.1693",
          "filter": 0
        },
        {
          "title": "My Neighbor Next Floor: The Built Environment and Social Preferences",
          "authors": "Marco Castillo, Ragan Petrie, Rong Rong",
          "abstract": "We assess the effect of the built environment on low-cost helping behavior toward neighbors. The setting is households in Shanghai, China that, due to rapid development, were involuntarily, i.e. as good as randomly, relocated to different building structures. Using a natural field experiment of misdelivered mail, we test the causal effect of spatial proximity and the built environment on helping behavior. Living one floor apart reduces the willingness to help a neighbor by 16 percentage points, similar to adding one more apartment per floor. Small spatial barriers can profoundly shape social interactions, and helping behavior, in urban settings.",
          "url": "https://doi.org/10.1162/rest.a.1684",
          "doi": "https://doi.org/10.1162/rest.a.1684",
          "filter": 0
        },
        {
          "title": "A Test for Pricing Power in Urban Housing Markets",
          "authors": "C. Luke Watson, Oren Ziv",
          "abstract": "The presence of pricing power in housing markets significantly impacts our understanding of the housing supply. It biases estimates of housing production functions, supply elasticities, the effects of land-use policies, and the results of quantitative spatial models. We test for the existence of pricing power in the New York City rental market. Using tax policy changes, we conduct complementary difference-in-differences and instrumental variable analyses. An idiosyncratic increase in a single building's costs leads to a proportional rent increase, holding market-level rents constant. Our findings support the existence of pricing power and challenge the prevailing perfect competition framework.",
          "url": "https://doi.org/10.1162/rest.a.1687",
          "doi": "https://doi.org/10.1162/rest.a.1687",
          "filter": 0
        },
        {
          "title": "Discretion in Clinical Decision Making: Evidence from Bunching",
          "authors": "Claire Boone",
          "abstract": "Should healthcare providers strictly adhere to clinical guidelines, or is some discretion beneficial? Using bunching estimation and microdata from 619,907 patients in Chile, I examine discretion in the diagnosis of hypertension (blood pressure ≥ 140/90mmHg). I find bunching in blood pressure at 10% of clinics, where 6 to 62% of patients' test results expected just above the hypertension diagnostic threshold are instead recorded just below it, suggesting providers use their discretion to consider some tests false positives. Leveraging variation in bunching across clinics, I show that affected patients have lower cardiovascular risk, suggesting discretion improves patient classification, partially driven by heuristic thinking.",
          "url": "https://doi.org/10.1162/rest.a.1686",
          "doi": "https://doi.org/10.1162/rest.a.1686",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Inflation Risk and the Finance-Growth Nexus",
          "authors": "Alexandre Corhay, Jincheng Tong",
          "abstract": "When firms finance using long-term nominal debt issued by financial intermediaries, changes in expected inflation lead to a wealth transfer across sectors. Higher expected inflation decreases firms' real liabilities and default risk, which helps reduce debt overhang. However, it hurts intermediaries' real assets, leading to a contraction in credit supply. We theoretically demonstrate that intermediary financing conditions play a key role in the transmission of nominal shocks, influencing the premium investors require for bearing inflation risk. We provide empirical evidence supporting our novel inflation transmission mechanism and connect our findings to the banking stress of 2023. We also show that Taylor rules responding to both financial and real variables can help stabilize our economy.",
          "url": "https://doi.org/10.1093/restud/rdaf108",
          "doi": "https://doi.org/10.1093/restud/rdaf108",
          "filter": 0
        },
        {
          "title": "Costly Multidimensional Screening",
          "authors": "Frank Yang",
          "abstract": "A screening instrument is costly if it is socially wasteful and productive otherwise. A principal screens an agent with multidimensional private information and quasilinear preferences that are additively separable across two components: a onedimensional productive component and a multidimensional costly component. Can the principal improve upon simple one-dimensional mechanisms by also using the costly instruments? We show that if the agent has preferences between the two components that are positively correlated in a suitably defined sense, then simply screening the productive component is optimal. The result holds for general type and allocation spaces, and allows for nonlinear and interdependent valuations. We discuss applications to monopoly pricing, bundling, and labor market screening.",
          "url": "https://doi.org/10.1093/restud/rdaf105",
          "doi": "https://doi.org/10.1093/restud/rdaf105",
          "filter": 0
        },
        {
          "title": "Bridges",
          "authors": "Anna Tompsett",
          "abstract": "Bridges are critical but sparse links in land transport networks. I exploit quasi-experimental variation in bridge construction over major rivers in the United States to measure the causal effects of land transport infrastructure. Bridges are more often built upstream than downstream of tributary confluences—where smaller rivers join larger rivers—generating local differences in connectivity. These local connectivity advantages have negative effects on per capita income. In contrast, major changes in connectivity arising from the opening of major bridges increase per capita economic activity. A narrative explanation that can reconcile both results is that land transport infrastructure creates productivity advantages that drive economic growth, structural transformation, and urbanization over large spatial scales. Local sorting within the cities that form around early transport routes then reverses this gradient over smaller spatial scales.",
          "url": "https://doi.org/10.1093/restud/rdaf104",
          "doi": "https://doi.org/10.1093/restud/rdaf104",
          "filter": 0
        },
        {
          "title": "Bank Information Production Over the Business Cycle",
          "authors": "Cooper Howesy, Gregory Weitznerz",
          "abstract": "The information banks produce drives their lending decisions and macroeconomic outcomes, but this information is inherently difficult to analyze because it is private. We construct a novel measure of bank information quality from confidential regulatory data that include banks’ private risk assessments for US corporate loans. Information quality improves as local economic conditions deteriorate, particularly for new loans, large loans, and loans with higher expected losses. Information quality also declines during periods of rapid local house price appreciation. Our results provide empirical support for theories of countercyclical information production in credit markets.",
          "url": "https://doi.org/10.1093/restud/rdaf107",
          "doi": "https://doi.org/10.1093/restud/rdaf107",
          "filter": 0
        },
        {
          "title": "Devaluations, Deposit Dollarization, and Household Heterogeneity",
          "authors": "Francesco Ferrante, Nils Gornemann",
          "abstract": "We study the aggregate and redistributive effects of currency devaluations in a small open economy model with leverage-constrained banks and heterogeneous households. Our framework captures three stylized facts about financial dollarization in emerging economies: i) a sizable share of domestic deposits is denominated in foreign currency; ii) these deposits represent significant foreign currency liabilities for local banks; and iii) dollar deposits are mainly held by wealthier households. A devaluation increases the real burden of foreign currency debt, causing an erosion of banks' net worth, which depresses credit supply and economic activity. While richer households are partially insulated through their dollar deposits, poorer households cut consumption sharply in response to rising borrowing costs and falling real labor income. In our model deposit dollarization amplifies the contractionary effects of a devaluation on output, investment, and consumption, in line with new empirical evidence for emerging economies. To achieve this result, both constrained intermediaries and heterogeneous households are crucial. In our framework, regulating dollarization can result in widespread welfare gains, especially for poorer households.",
          "url": "https://doi.org/10.1093/restud/rdaf109",
          "doi": "https://doi.org/10.1093/restud/rdaf109",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
