{
  "update": "2025-11-28",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Strategic Voting in Two-Party Legislative Elections",
          "authors": "Niall Hughes",
          "abstract": "I study multidistrict legislative elections with two parties and two binary dimensions of policy. Strategic voters focus on the dimension where their district is most likely to be pivotal in the legislature. Anticipating this, candidates select different policies than they would in single-district elections. The final policy is (i) uniquely pinned down by voter preferences, (ii) preferred by a majority of districts on each dimension, and (iii) a Condorcet winner if one exists. These properties are not guaranteed in single-district elections. (JEL D71, D72, D81, D91)",
          "url": "https://doi.org/10.1257/aer.20220665",
          "doi": "https://doi.org/10.1257/aer.20220665",
          "filter": 0
        },
        {
          "title": "An Equilibrium Analysis of the Effects of Neighborhood-Based Interventions on Children",
          "authors": "Eric Chyn, Diego Daruich",
          "abstract": "This paper studies housing vouchers and urban redevelopment programs by incorporating neighborhood effects into a general equilibrium overlapping-generations model with endogenous location choice and child development. We calibrate the model using US data and estimate impacts of large-scale implementations of rental voucher and place-based subsidy policies. Our core finding is that vouchers generate long-run welfare gains by reducing inequality and generating skill improvements that offset higher taxation and other GE effects. Although vouchers lead to larger welfare gains on average, we find housing supply. (JEL D63, H24, J13, J24, R23, R31, R38)",
          "url": "https://doi.org/10.1257/aer.20231679",
          "doi": "https://doi.org/10.1257/aer.20231679",
          "filter": 0
        },
        {
          "title": "When Product Markets Become Collective Traps: The Case of Social Media",
          "authors": "Leonardo Bursztyn, Benjamin Handel, Rafael Jiménez-Durán, Christopher Roth",
          "abstract": "Individuals might experience negative utility from not consuming a popular product. With such externalities to nonusers, standard consumer surplus measures, which take aggregate consumption as given, fail to appropriately capture consumer welfare. We propose an approach to account for these externalities and apply it to estimate consumer welfare from two social media platforms: TikTok and Instagram. Incentivized experiments with college students indicate positive welfare based on the standard measure but negative welfare when accounting for these nonuser externalities. Our findings high-light the existence of product market traps, where active users of a platform prefer it not to exist. (JEL D62, D83, D91, L82, Z13)",
          "url": "https://doi.org/10.1257/aer.20231468",
          "doi": "https://doi.org/10.1257/aer.20231468",
          "filter": 0
        },
        {
          "title": "Changing Income Risk across the US Skill Distribution: Evidence from a Generalized Kalman Filter",
          "authors": "J. Carter Braxton, Kyle Herkenhoff, Jonathan Rothbaum, Lawrence Schmidt",
          "abstract": "For whom has earnings risk changed, and why? We answer these questions by combining the Kalman filter and EM algorithm to estimate persistent and temporary earnings for every individual at every point in time. We apply our method to administrative earnings linked with survey data. We show that since the 1980s, persistent earnings risk rose by 12.5 percent for both employed and unemployed workers and the scarring effects of unemployment doubled. At the same time, temporary earnings risk declined. Using education and occupation codes, we show that rising persistent earnings risk is concentrated among high-skill workers and related to technology adoption. (JEL J22, J24, J31, J64)",
          "url": "https://doi.org/10.1257/aer.20231656",
          "doi": "https://doi.org/10.1257/aer.20231656",
          "filter": 0
        },
        {
          "title": "First-Generation Elite: The Role of School Social Networks",
          "authors": "Sarah Cattan, Kjell G. Salvanes, Emma Tominey",
          "abstract": "High school students from non-elite backgrounds are less likely to have peers with elite-educated parents than their elite counterparts. This difference in social capital is a key driver of the high intergenerational persistence in elite education. We identify a positive elite peer effect on enrollment in elite programs and labor market earnings, then disentangle underlying mechanisms. Exploiting a lottery in assessment, a causal mediation analysis shows the overall positive peer effect reflects a positive effect on application behavior (conditional on GPA). When considering income mobility, we find that further mixing between high school elite and non-elite students could improve mobility. (JEL D31, I21, I23, I24, J31, J62, Z13)",
          "url": "https://doi.org/10.1257/aer.20230582",
          "doi": "https://doi.org/10.1257/aer.20230582",
          "filter": 0
        },
        {
          "title": "A Goldilocks Theory of Fiscal Deficits",
          "authors": "Atif Mian, Ludwig Straub, Amir Sufi",
          "abstract": "We develop a tractable framework for deficit and debt dynamics. A “free lunch” fiscal deficit—one that raises spending without higher future taxes—is sustainable without zero lower bound (ZLB) only when R &lt; G − φ, where φ is the sensitivity of the interest rate to the debt level. With the ZLB, both high and low deficits can increase debt, as the latter weaken demand and reduce nominal growth at the ZLB. A rise in income inequality expands fiscal space outside the ZLB, but contracts it at the ZLB. Calibrating the model, we find little space for “free lunch” policies for the United States in 2019, but significant space for Japan. (JEL D31, E23, E43, E62, H62, H63)",
          "url": "https://doi.org/10.1257/aer.20220308",
          "doi": "https://doi.org/10.1257/aer.20220308",
          "filter": 0
        },
        {
          "title": "Downward Rigidity in the Wage for New Hires",
          "authors": "Jonathon Hazell, Bledi Taska",
          "abstract": "Wage rigidity is an important explanation for unemployment fluctuations. In benchmark models wages for new hires are key, but there is limited evidence on this margin. We use wages posted on vacancies, with job and establishment information, to measure the wage for new hires. We show that our measure of the wage for new hires is rigid downward and flexible upward, in two steps. First, wages change infrequently at the job level, and fall especially rarely. Second, wages do not respond to rises in unemployment, but respond strongly to falls in unemployment. Job information is crucial for detecting downward rigidity. (JEL E24, E32, J23, J31, J63, M51)",
          "url": "https://doi.org/10.1257/aer.20201793",
          "doi": "https://doi.org/10.1257/aer.20201793",
          "filter": 0
        },
        {
          "title": "Supply, Demand, Institutions, and Firms: A Theory of Labor Market Sorting and the Wage Distribution",
          "authors": "Daniel Haanwinckel",
          "abstract": "This paper examines how workforce composition, labor demand, and minimum wage jointly determine wages through their effects on worker-task assignments, firm wage premiums, and firm-worker sorting. Using an estimated model of monopsonistic local labor markets, it finds that minimum wage hikes and labor demand shocks drove the decline in Brazilian wage inequality from 1998 to 2012. While rising educational attainment compressed skill premiums within firms, it also reallocated skilled workers to high-wage firms, limiting that shock’s effect on inequality. The analysis highlights interactions among exogenous factors, showing that concurrent supply and demand changes attenuated minimum wage impacts. (JEL J22, J23, J24, J31, J38, J42, R23)",
          "url": "https://doi.org/10.1257/aer.20201293",
          "doi": "https://doi.org/10.1257/aer.20201293",
          "filter": 0
        },
        {
          "title": "Gender Differences in Financial Advice",
          "authors": "Tabea Bucher-Koenen, Andreas Hackethal, Johannes Koenen, Christine Laudenbach",
          "abstract": "Based on data gathered from 27,000 real-world meetings between financial advisors and clients of a large German bank, we show that advisors offer more self-serving advice to women, while men are more likely to receive sales fee rebates and less likely to be recommended expensive in-house multi-asset (IHMA) funds. Additional client and advisor surveys provide evidence consistent with statistical discrimination based on gender as a proxy for client financial sophistication, with female clients exhibiting lower financial literacy, confidence, and price sensitivity. Moreover, female advisors report less confidence in their own professional skills and engage in less discrimination than male colleagues. (JEL D83, G21, G51, G53, J16, L84)",
          "url": "https://doi.org/10.1257/aer.20211024",
          "doi": "https://doi.org/10.1257/aer.20211024",
          "filter": 0
        },
        {
          "title": "Firm Responses and Wage Effects of Foreign Demand Shocks with Fixed Labor Costs and Monopsony",
          "authors": "Emmanuel Dhyne, Ayumu Ken Kikkawa, Toshiaki Komatsu, Magne Mogstad, Felix Tintelnot",
          "abstract": "We quantify the firm responses and real wage effects of foreign demand shocks. We use Belgian microdata to construct firm-specific measures of demand shocks, which capture that firms pass on foreign demand shocks to domestic suppliers. Our estimates of firm responses to these shocks suggest that firms face upward-sloping labor supply curves and have sizable fixed labor costs. We specify a general equilibrium model with these features to quantify the aggregate effects of simulated tariff shocks on wages. We find that ignoring fixed labor costs substantially underestimates aggregate effects on wages, whereas incorporating upward-sloping labor supply appears less consequential. (JEL D22, F13, F16, J22, J31, J42, L25)",
          "url": "https://doi.org/10.1257/aer.20220948",
          "doi": "https://doi.org/10.1257/aer.20220948",
          "filter": 0
        },
        {
          "title": "Allocation Mechanisms with Mixture-Averse Preferences",
          "authors": "David Dillenberger, Uzi Segal",
          "abstract": "Consider an economy with equal amounts of N types of goods, to be allocated to agents with strict quasi-convex preferences over lotteries. We show that ex ante, all Pareto-efficient allocations give almost all agents lotteries over at most two outcomes. Our results provide a simple criterion showing that many popular allocation mechanisms are ex ante inefficient. For the case of identical preferences, we establish existence of an efficient solution where all lotteries used are equally attractive. Assuming the reduction axiom, social welfare deteriorates by first randomizing over these binary lotteries. Efficient ex ante equality is achieved if agents satisfy the compound-independence axiom. (JEL D44, D61, D82)",
          "url": "https://doi.org/10.1257/aer.20240339",
          "doi": "https://doi.org/10.1257/aer.20240339",
          "filter": 0
        },
        {
          "title": "Incentive Complexity, Bounded Rationality, and Effort Provision",
          "authors": "Johannes Abeler, David Huffman, Collin Raymond",
          "abstract": "Using field and laboratory experiments, we demonstrate that the complexity of incentive schemes and worker bounded rationality can affect effort provision. This is because some attributes of the incentives become opaque; that is, workers do not take them into account. In our setting, workers overprovide effort relative to a fully rational benchmark, improving efficiency. We identify contract features, and facets of worker cognitive ability, that matter for opacity. We find that even relatively small degrees of opacity can cause large shifts in behavior. Our results illustrate important implications of complexity and bounded rationality for designing and regulating workplace incentive contracts. (JEL C90, D21, D91, J22, J31, J41)",
          "url": "https://doi.org/10.1257/aer.20230751",
          "doi": "https://doi.org/10.1257/aer.20230751",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.12.i",
          "doi": "https://doi.org/10.1257/aer.115.12.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Rotation, performance rewards, and property rights",
          "authors": "Weijia Li",
          "abstract": "Economic growth needs a strong and well-functioning government. But a government too strong can dominate private firms, leading to a holdup problem that is especially severe in autocracies. This paper studies how to constrain local officials in autocracies through personnel rules, with a special focus on rotation and performance-based evaluation. Through a game theoretic model, I show that rotation or performance evaluation alone makes the holdup problem even worse. But it is exactly their combination that covers each other’s weakness and solves the holdup problem together. Firm-level panel data from China are consistent with the key predictions of the model.",
          "url": "https://doi.org/10.1093/ej/ueaf126",
          "doi": "https://doi.org/10.1093/ej/ueaf126",
          "filter": 0
        },
        {
          "title": "News Shocks, Precautionary Saving and Frictional Labour Markets",
          "authors": "Andrew Preston",
          "abstract": "This paper develops a theory of how TFP news shocks can impact the economy via a Keynesian supply channel. With frictional labour markets, bad TFP news reduces firms’ incentive to post vacancies, worsening households’ employment prospects. Households respond by accumulating liquid assets and cutting spending for precautionary reasons, triggering a recession that compounds the labour market downturn. This mechanism is outlined analytically and numerically in a heterogeneous agent New Keynesian model, with supporting local projection evidence. The combination of labour market frictions and precautionary saving is necessary to match the joint output and nominal interest rate dynamics observed empirically following a news shock. In contrast to previous theories, the transmission mechanism leaves room for policy to mitigate the shock’s contractionary effects.",
          "url": "https://doi.org/10.1093/ej/ueaf127",
          "doi": "https://doi.org/10.1093/ej/ueaf127",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Do caseworker meetings prevent unemployment? Evidence from a field experiment",
          "authors": "Pia Homrighausen, Michael Oberfichtner",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105215",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105215",
          "filter": 0
        },
        {
          "title": "Climate change, catastrophes, insurance and the macroeconomy",
          "authors": "Margherita Giuzio, Sujit Kapadia, Hradayesh Kumar, Luisa Mazzotta, Miles Parker, Linda Rousová, Dimitris Zafeiris",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105210",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105210",
          "filter": 0
        },
        {
          "title": "International lending channel, bank heterogeneity and capital inflows (Mis)allocation",
          "authors": "Lucas Argentieri Mariani, Silvia Marchesi",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105212",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105212",
          "filter": 0
        },
        {
          "title": "Do zombies rise when interest rates fall: A relationship banking model",
          "authors": "Fabian Herweg, Maximilian Kähny",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105218",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105218",
          "filter": 0
        },
        {
          "title": "Labor-market effects of introducing the 8-hour workday",
          "authors": "Marius F. Gunnesmo, Casper W. Hansen",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105220",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105220",
          "filter": 0
        },
        {
          "title": "Money from Afar: Analyzing the link between remittances and terrorism",
          "authors": "Rafat Mahmood",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105184",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105184",
          "filter": 0
        },
        {
          "title": "Family Stress and the Intergenerational Correlation in Self-Control",
          "authors": "Deborah A. Cobb-Clark, Haniene Tayeb",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105209",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105209",
          "filter": 0
        },
        {
          "title": "Institutional housing investors and the Great Recession",
          "authors": "Dick Oosthuizen",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105211",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105211",
          "filter": 0
        },
        {
          "title": "Immigration and US shelter prices: The role of geographical and immigrant heterogeneity",
          "authors": "James Cabral, Walter Steingress",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105214",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105214",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Decomposing informed trading in equity options",
          "authors": "Felipe Asencio, Alejandro Bernales, Daniel González, Richard Holowczak, Thanos Verousis",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106131",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106131",
          "filter": 0
        },
        {
          "title": "Bootstraps for dynamic panel threshold models",
          "authors": "Woosik Gong, Myung Hwan Seo",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106153",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106153",
          "filter": 0
        },
        {
          "title": "Efficient sampling for realized variance estimation in time-changed diffusion models",
          "authors": "Timo Dimitriadis, Roxana Halbleib, Jeannine Polivka, Jasper Rennspies, Sina Streicher, Axel Friedrich Wolter",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106150",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106150",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Mortgages, Subways and Automobiles",
          "authors": "Sumit Agarwal, Yeow Hwee Chua, Pulak Ghosh, Soumya Kanti Ghosh, Liuyang She",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105522",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105522",
          "filter": 0
        },
        {
          "title": "Dynamics of evasion around tax thresholds: Evidence from Indian firms",
          "authors": "Keshav Choudhary, Bhanu Gupta",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105535",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105535",
          "filter": 0
        },
        {
          "title": "Corrigendum to “Pass-through of subsidies to prices under limited competition: Evidence from Canada’s Nutrition North program”. [J. Publ. Econ. 225 (2023)]",
          "authors": "Tracey Galloway, Nicholas Li",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105542",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105542",
          "filter": 0
        },
        {
          "title": "Tax policy and business entry",
          "authors": "Ian Sapollnik, Dustin Swonder",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105537",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105537",
          "filter": 0
        },
        {
          "title": "Air pollution and workplace accidents: Evidence and implications",
          "authors": "Alessandro Palma, Domenico Depalo, Gabriele Curci",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105539",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105539",
          "filter": 0
        },
        {
          "title": "Laptops in the long run: Evidence from the one laptop per child program in rural Peru",
          "authors": "Santiago Cueto, Diether W. Beuermann, Julian Cristia, Ofer Malamud, Francisco Pardo",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105538",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105538",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "On the Fragility of Mediation: Theory and Experimental Evidence,",
          "authors": "Alessandra Casella, Evan Friedman, Manuel Perez Archila",
          "abstract": "Mediation of disputes is increasingly common, often implemented by computer-run algorithms. We test the efficacy of a theoretically optimal mediation algorithm in an experiment where two subjects, uncertain about each other’s strength, negotiate how to share a resource. The subjects send cheap talk messages to one another (under direct communication) or to the computer mediator (under mediated communication), before expressing demands or receiving the mediator’s non-binding recommendation. While messages to the mediator are more sincere, we find that peaceful resolution is not more frequent. The theoretical analysis shows that mediation is fragile precisely when it is most promising. When the optimal equilibrium improves over direct communication, any deviation from full truthfulness, no matter how small, causes a discontinuous downward jump in the probability of agreement.",
          "url": "https://doi.org/10.1093/jeea/jvaf049",
          "doi": "https://doi.org/10.1093/jeea/jvaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "All Along the Watchtower: Military Landholders and Serfdom Consolidation in Early Modern Russia",
          "authors": "Andrea Matranga, Timur Natkhov",
          "abstract": "This article examines the emergence of coercive labor institutions using the case of serfdom in early modern Russia. We argue that serfdom consolidated under the pressure of landholding military elites who gained political influence due to the prolonged struggle with steppe nomads. To contain nomadic raids, the Russian state erected defense lines on the southern frontier, and granted land in the area to soldiers in charge of its defense. The soldiers could not farm while on defense duty, nor could they compete in the market for peasant labor, as the land had been selected for its defensive rather than agricultural value. The system was therefore only sustainable by restricting labor mobility. In response to the volume of landholders’ collective petitions, the Russian state gradually tied peasants to the land and institutionalized serfdom in the written law. Using newly digitized population data from the 17th century, we show a higher prevalence of serfs and military landholders in districts on the defense line. We also find a higher prevalence of small estates – up to 25 serf households – sufficient to support a soldier and his family. Placebo tests show that these patterns do not hold for non-serf peasants, or for merchants and artisans. To ensure causality, we develop a novel algorithm that reconstructs the optimal invasion routes for nomads and pinpoints the optimal location of the defense line using topographic data. Our results highlight the primacy of political economy factors over purely economic ones, such as the land-labor ratio or the grain trade, in the development of serfdom. This sheds new light on the possible mechanisms of institutional divergence between Eastern and Western Europe in the early modern period.",
          "url": "https://doi.org/10.1093/restud/rdaf095",
          "doi": "https://doi.org/10.1093/restud/rdaf095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
