{
  "update": "2025-07-04",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "The Long-Run Effects of Government Spending",
          "authors": "Juan Antolin-Diaz, Paolo Surico",
          "abstract": "Military spending has large and persistent effects on output because it shifts the composition of public spending toward R&amp;D. This boosts innovation and private investment in the medium term and increases productivity and GDP at longer horizons. Public R&amp;D expenditure stimulates economic activities beyond the business cycle even when it is not associated with war spending. In contrast, the effects of public investment are shorter-lived, while public consumption has a modest impact at most horizons. We reach these conclusions using BVAR with long lags and 125 years of US data, including newly reconstructed series of government spending by main categories since 1890. (JEL E21, E22, E23, E62, H50, H56, O30)",
          "url": "https://doi.org/10.1257/aer.20231278",
          "doi": "https://doi.org/10.1257/aer.20231278",
          "filter": 0
        },
        {
          "title": "Home Price Expectations and Spending: Evidence from a Field Experiment",
          "authors": "Felix Chopra, Christopher Roth, Johannes Wohlfart",
          "abstract": "We conduct a field experiment with US households to study how expectations about long-run home price growth shape spending decisions. We exogenously vary survey respondents' expectations by providing different expert forecasts. Homeowners' spending, measured using rich home-scanner data, is inelastic to home price expectations. By contrast, renters reduce their spending when expecting higher home price growth. These patterns reflect positive wealth effects for owners from higher future wealth and negative income effects for both groups due to higher future housing costs. Our study highlights consequences of asset price growth and long-term expectations about the economy for household behavior. (JEL C93, D12, D84, D91, G51, R31)",
          "url": "https://doi.org/10.1257/aer.20240022",
          "doi": "https://doi.org/10.1257/aer.20240022",
          "filter": 0
        },
        {
          "title": "A Stepping Stone Approach to Norm Transitions",
          "authors": "Selim Gulesci, Sam Jindani, Eliana La Ferrara, David Smerdon, Munshi Sulaiman, Peyton Young",
          "abstract": "We propose a model to study when an intermediate action can serve as a stepping stone that enables the elimination of a harmful norm. While the intermediate action may facilitate the first “step,” it may also become a new norm. We derive intuitive conditions for stepping stones, which depend on the relative size of social penalties and intrinsic utility benefits. We propose an econometric approach to testing whether an intermediate action is a stepping stone, and apply it to original data on female genital cutting in Somalia. The analysis shows that the intermediate action may become the new norm. (JEL I12, J16, O15, O17, Z13)",
          "url": "https://doi.org/10.1257/aer.20230458",
          "doi": "https://doi.org/10.1257/aer.20230458",
          "filter": 0
        },
        {
          "title": "The Debt-Inflation Channel of the German (Hyper)Inflation",
          "authors": "Markus Brunnermeier, Sergio Correia, Stephan Luck, Emil Verner, Tom Zimmermann",
          "abstract": "This paper studies how a large increase in the price level is transmitted to the real economy through firm balance sheets. Using newly digitized macro- and micro-level data from the German inflation of 1919–1923, we show inflation led to a large reduction in real debt burdens and bankruptcies. Firms with higher nominal liabilities at the onset of inflation experienced a larger decline in interest expenses, a relative increase in their equity values, and higher employment during the inflation. The results are consistent with real effects of a debt-inflation channel that operates even when prices and wages are flexible. (JEL D22, E23, E31, G32, N14, N24)",
          "url": "https://doi.org/10.1257/aer.20230685",
          "doi": "https://doi.org/10.1257/aer.20230685",
          "filter": 0
        },
        {
          "title": "Innovative Ideas and Gender (In)Equality",
          "authors": "Marlène Koffi",
          "abstract": "This paper analyzes recognition of women's innovative ideas compared to men's using bibliometric data in economics, mathematics, and sociology. I establish similarities between papers to construct relevant counterfactual citations. On average, all-female papers receive 10 percent fewer citations than all-male papers, a disparity reduced by 40 percent when considering team sizes and disappearing in most fields with authors' publication records. Additionally, strong in-group preferences emerge: All-male teams omit more papers with women, and vice versa. Accounting for publication histories, female scholars are cited 0 percent (economics) to 11 percent (mathematics) less, with early-career women enduring a 9–14 percent citation penalty. (JEL A14, C45, I23, J16)",
          "url": "https://doi.org/10.1257/aer.20211811",
          "doi": "https://doi.org/10.1257/aer.20211811",
          "filter": 0
        },
        {
          "title": "The End of Privilege: A Reexamination of the Net Foreign Asset Position of the United States",
          "authors": "Andrew Atkeson, Jonathan Heathcote, Fabrizio Perri",
          "abstract": "The US net foreign asset position declined sharply after 2007, reaching negative 60 percent of GDP by the third quarter of 2023. This deterioration primarily reflects a US-specific rise in corporate asset values that inflated the value of US equity liabilities to the rest of the world. To interpret these trends, we develop an international macrofinance model of flows, stocks, asset valuations, the current account, and the net foreign asset position. We find that the welfare impact of rising asset values for a representative US household has been quite negative given extensive foreign ownership of US corporate equity. (JEL F32, F21, F40, G15)",
          "url": "https://doi.org/10.1257/aer.20230732",
          "doi": "https://doi.org/10.1257/aer.20230732",
          "filter": 0
        },
        {
          "title": "Mission Motivation and Public Sector Performance: Experimental Evidence from Pakistan",
          "authors": "Muhammad Yasir Khan",
          "abstract": "This paper studies, through a randomized field experiment involving community health workers in Pakistan, if public sector organizations can improve worker performance by investing in their mission motivation. The findings reveal that training aimed at strengthening mission motivation improves workers' performance in their core responsibility of monthly household visits, as well as in multiple tasks performed during and outside these visits. This holistic improvement in performance leads to improved health outcomes for children in the communities served by these workers. These results highlight the importance of promoting organizational missions as a strategy to improve public sector performance in low-income countries. (JEL C93, I11, J13, J24, L31, M53, O12)",
          "url": "https://doi.org/10.1257/aer.20231247",
          "doi": "https://doi.org/10.1257/aer.20231247",
          "filter": 0
        },
        {
          "title": "Effects of Enhanced Legal Aid in Child Welfare: Evidence from a Randomized Trial of Mi Abogado",
          "authors": "Ryan Cooper, Joseph J. Doyle, Andrés Hojman",
          "abstract": "Children spend years in foster care, and bureaucratic hurdles can unnecessarily prolong their stays. The Mi Abogado program was introduced in Chile to enhance legal aid for foster children and accelerate family reunification. In a novel approach, the Chilean government randomized the introduction of the program for children living in institutions to evaluate effects on child well-being. Using registry data, we find the program significantly reduced the duration of foster care without increasing subsequent maltreatment and placements. The exposure also decreased criminal justice involvement and improved school attendance. Results suggest that strengthening foster care services can cost-effectively improve child well-being. (JEL I21, I31, J13, K36, O15, O17)",
          "url": "https://doi.org/10.1257/aer.20230947",
          "doi": "https://doi.org/10.1257/aer.20230947",
          "filter": 0
        },
        {
          "title": "Undergraduate Gender Diversity and the Direction of Scientific Research",
          "authors": "Francesca Truffa, Ashley Wong",
          "abstract": "Can diversity lead to greater research focus on populations underrepresented in science? Between 1960 and 1990, 76 all-male US universities transitioned to coeducation. Using a generalized difference-in-differences design, we find that coeducation led to a 44 percent increase in gender-related research publications. This increase is driven by research focused on female subjects and gender differences. While coeducation led to a compositional shift with more women and researchers interested in gender topics, much of the increase comes from male incumbent researchers shifting their research focus toward gender-related topics. The results support interaction with more diverse students and peers as key underlying mechanisms. (JEL I23, J16, O31, O34)",
          "url": "https://doi.org/10.1257/aer.20221561",
          "doi": "https://doi.org/10.1257/aer.20221561",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.7.i",
          "doi": "https://doi.org/10.1257/aer.115.7.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "The Dramatic Rise of the New Society Journals in Economics",
          "authors": "John C Ham, Julian Wright, Ziqiu Ye",
          "abstract": "We produce updated rankings of economics journals based on established and new methodologies, and use these rankings to document the spectacular rise of the new society journals in economics. We show that while several factors (editor reputations, editor experience, citations from parent journals, and the number of articles published) help determine these journals’ impact factors, none help explain why the new journals outperform natural comparison journals. However, soliciting top authors connected to the editors can explain their outperformance. We also consider factors such as fast turnaround times, the transfer of referee reports, and associations leveraging their reputations.",
          "url": "https://doi.org/10.1093/ej/ueaf044",
          "doi": "https://doi.org/10.1093/ej/ueaf044",
          "filter": 0
        },
        {
          "title": "Revisiting the Impact of Upstream Mergers with Downstream Complements and Substitutes",
          "authors": "Enrique Ide",
          "abstract": "I examine how upstream mergers affect negotiated prices when suppliers bargain with a monopoly intermediary selling products to final consumers. Conventional wisdom holds that such transactions lower negotiated prices when the products are complements for consumers and raise them when they are substitutes. The idea is that consumer demand relationships carry over to upstream negotiations, where mergers between complements weaken the suppliers’ bargaining leverage, while mergers between substitutes strengthen it. I challenge this view, showing that it breaks down when the intermediary sells products beyond those of the merging suppliers. In such cases, the merging suppliers’ products may act as substitutes for the intermediary even if they are complements for consumers, or as complements for the intermediary even if they are substitutes for consumers. These findings show that upstream conglomerate mergers can raise prices without foreclosure or monopolisation and help explain buyer-specific price effects resulting from such mergers.",
          "url": "https://doi.org/10.1093/ej/ueaf043",
          "doi": "https://doi.org/10.1093/ej/ueaf043",
          "filter": 0
        },
        {
          "title": "Climate shocks, cyclones, and economic growth: bridging the micro-macro gap",
          "authors": "Laura A Bakkensen, Lint Barrage",
          "abstract": "This paper proposes a joint empirical-structural approach to quantify the impacts of cyclone risks on economic growth and welfare. First, we review prior reduced-form approaches in a harmonised global dataset and through a theory lens. Second, we estimate cyclone impacts on structural determinants of growth (total factor productivity, capital losses and fatalities) to quantify a stochastic endogenous growth cyclone-economy model for 40 vulnerable countries. Third, we study climate change impacts on cyclone risk. The results suggest negative but mostly modest impacts of risk changes on growth, which may nonetheless add up over time to substantial welfare losses, especially in the Caribbean and the United States.",
          "url": "https://doi.org/10.1093/ej/ueaf050",
          "doi": "https://doi.org/10.1093/ej/ueaf050",
          "filter": 0
        },
        {
          "title": "Correction to: Transport and urban growth in the First Industrial Revolution",
          "url": "https://doi.org/10.1093/ej/ueaf048",
          "doi": "https://doi.org/10.1093/ej/ueaf048",
          "filter": 0
        },
        {
          "title": "On the post-Enlightenment evolution of moral universalism",
          "authors": "Michael Jetter",
          "abstract": "Is humanity’s circle of moral concern expanding? I explore frequencies of morally universal language in 15m book publications in American English, British English, French, Spanish, German, and Italian from 1800-2000. In each language, morally universal terminology diminished markedly. This pattern also emerges in Chinese, Russian, and Hebrew books. I test two prominent hypotheses predicting moral universalism, pertaining to reason and religiosity. Reason-based terminology indeed correlates positively with purely morally universal terminology – but also (and more strongly so) with morally communal terminology. These empirical patterns cast doubt on claims of (i) moral universalism expanding and (ii) reason being its driver.",
          "url": "https://doi.org/10.1093/ej/ueaf049",
          "doi": "https://doi.org/10.1093/ej/ueaf049",
          "filter": 0
        },
        {
          "title": "Toward an Understanding of Reference-Dependent Labour Supply: Theory and Evidence from a Field Experiment",
          "authors": "Steffen Andersen, Alec Brandon, Uri Gneezy, John A List",
          "abstract": "We experimentally study the effects of transitory incentives and income predicted by models of reference-dependent labour supply. Visiting an open-air market in India, we induce experimental variation in: (i) incentives by offering vendors a supplemental wage over the course of two days and (ii) income by, one morning, administering a substantial overpayment for a good sold in the market. We find that incentives have a staggered effect on hours worked: Initially vendors do not respond, but by the second day their hours worked increases. In response to the overpayment, we find that both hours worked and a measure of effort are unaffected. Collectively these findings suggest vendors supply their labour according to a model where reference dependence is moderated by experience with an incentive regime or by the time at which income is accumulated.",
          "url": "https://doi.org/10.1093/ej/ueaf051",
          "doi": "https://doi.org/10.1093/ej/ueaf051",
          "filter": 0
        },
        {
          "title": "Patience and Subnational Differences in Human Capital: Regional Analysis with Facebook Interests",
          "authors": "Eric A Hanushek, Lavinia Kinne, Pietro Sancassani, Ludger Woessmann",
          "abstract": "Decisions to invest in human capital depend on people's time preferences. This paper shows that differences in patience are closely related to substantial subnational differences in educational achievement, leading to new perspectives on longstanding within-country disparities. We use social-media data – Facebook interests – to construct novel regional measures of patience within Italy and the United States. The approach is first validated with a cross-country analysis of patience and Facebook interests. We then show that patience is strongly positively associated with student achievement across regions in both countries, accounting for three-quarters of the achievement variation across Italian regions and one-third across U.S. states. The finding is confirmed in an identification strategy employing variation in ancestry countries of the current population of U.S. states. Results hold for six other countries with more limited regional achievement data.",
          "url": "https://doi.org/10.1093/ej/ueaf045",
          "doi": "https://doi.org/10.1093/ej/ueaf045",
          "filter": 0
        },
        {
          "title": "Using Macro Counterfactuals to Assess Plausibility: An Illustration using the 2001 Rebate MPCs",
          "authors": "Jacob D Orchard, Valerie A Ramey, Johannes F Wieland",
          "abstract": "Macroeconomics has increasingly adopted tools from the applied micro ‘credibility revolution’ to estimate micro parameters that can inform macro questions. In this paper, we argue that researchers should take advantage of this confluence of micro and macro to take the credibility revolution one step further. We argue that researchers should assess the plausibility of the micro estimates and macro models by constructing macro counterfactuals for historical periods and comparing these counterfactuals with reasonable benchmarks. We illustrate this approach by conducting a case study of the 2001 U.S. tax rebates, as well as briefly summarizing four other applications of the methodology. In the 2001 rebate case, we calibrate a two-good, two-agent New Keynesian model with the leading estimates of the household marginal propensity to consume (MPC) out of the rebates to construct a counterfactual path for nondurable consumption. The counterfactual path implies that without the tax rebate nondurable consumption spending would have fallen dramatically in the late summer and fall of 2001. Using forecasting regressions and other evidence, we argue that this counterfactual is implausible. When we investigate the source of the discrepancy, we find that the leading MPC estimates are not representative of the response of total consumption.",
          "url": "https://doi.org/10.1093/ej/ueaf039",
          "doi": "https://doi.org/10.1093/ej/ueaf039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Going NUTS: The regional impact of extreme climate events over the medium term",
          "authors": "Sehrish Usman, Guzmán González-Torres Fernández, Miles Parker",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105081",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105081",
          "filter": 0
        },
        {
          "title": "Capital-skill complementarity in manufacturing: Lessons from the US shale boom",
          "authors": "Victor Hernandez Martinez",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105072",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105072",
          "filter": 0
        },
        {
          "title": "Dynamic effects of labor income taxation in an unequal Schumpeterian economy",
          "authors": "Angus C. Chu, Chih-Hsing Liao, Pietro F. Peretto",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105071",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105071",
          "filter": 0
        },
        {
          "title": "Export competition and innovation",
          "authors": "Manho Kang",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105059",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105059",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on emerging challenges for monetary policy",
          "authors": "Andrea Colciago, Davide Furceri, Georgios P. Kouretas",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105047",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105047",
          "filter": 0
        },
        {
          "title": "Economics coauthorships in the aftermath of MeToo",
          "authors": "Noriko Amano-Patiño, Elisa Faraglia, Chryssi Giannitsarou",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105020",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Introduction to the Annals Issue in Honor of James Powell",
          "authors": "Bryan Graham, Hidehiko Ichimura, Michael Jansson, Shakeeb Khan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106051",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/737348",
          "doi": "https://doi.org/10.1086/737348",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/737018",
          "doi": "https://doi.org/10.1086/737018",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/737347",
          "doi": "https://doi.org/10.1086/737347",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Recovering voice through out-of-district donations",
          "authors": "Sarah Waldfogel",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105378",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105378",
          "filter": 0
        },
        {
          "title": "Facilitating police reform: Body cameras, police-involved homicides, and law enforcement outcomes",
          "authors": "Taeho Kim",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105424",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105424",
          "filter": 0
        },
        {
          "title": "Impacts of home-care subsidies: Evidence from quasi-random assignment",
          "authors": "Yuval Ofek-Shanny, Avner Strulov-Shlain, Dan Zeltzer",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105438",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105438",
          "filter": 0
        },
        {
          "title": "Intergenerational mobility in socio-emotional skills",
          "authors": "Orazio P. Attanasio, Áureo de Paula, Alessandro Toppeta",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105423",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105423",
          "filter": 0
        },
        {
          "title": "Provider payment incentives: Evidence from the U.S. hospice industry",
          "authors": "Norma B. Coe, David A. Rosenkranz",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105435",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105435",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Expertise",
          "authors": "David Autor, Neil Thompson",
          "abstract": "When job tasks are automated, does this augment or diminish the value of labor in the tasks that remain? We argue the answer depends on whether removing tasks raises or reduces the expertise required for remaining non-automated tasks. Since the same task may be relatively expert in one occupation and inexpert in another, automation can simultaneously replace experts in some occupations while augmenting expertise in others. We propose a conceptual model of occupational task bundling that predicts that changing occupational expertise requirements have countervailing wage and employment effects: automation that decreases expertise requirements reduces wages but permits the entry of less expert workers; automation that raises requirements raises wages but reduces the set of qualified workers. We develop a novel, content-agnostic method for measuring job task expertise, and we use it to quantify changes in occupational expertise demands over four decades attributable to job task removal and addition. We document that automation has raised wages and reduced employment in occupations where it eliminated inexpert tasks, but lowered wages and increased employment in occupations where it eliminated expert tasks. These effects are distinct from—and in the case of employment, opposite to—the effects of changing task quantities. The expertise framework resolves the puzzle of why routine task automation has lowered employment but often raised wages in routine task-intensive occupations. It provides a general tool for analyzing how task automation and new task creation reshape the scarcity value of human expertise within and across occupations.",
          "url": "https://doi.org/10.1093/jeea/jvaf023",
          "doi": "https://doi.org/10.1093/jeea/jvaf023",
          "filter": 0
        },
        {
          "title": "The Economics of Sovereign Debt, Bailouts, and the Eurozone Crisis",
          "authors": "Pierre Olivier Gourinchas, Philippe Martin, Todd Messer",
          "abstract": "Despite a formal ‘no-bailout clause,’ we estimate significant net present value transfers from the European Union to Cyprus, Greece, Ireland, Portugal, and Spain, ranging from roughly 0.5% (Ireland) to a whopping 43% (Greece) of 2010 output during the Eurozone crisis. We propose a model to analyze and understand bailouts in a monetary union, and the large observed differences across countries. We characterize bailout size and likelihood as a function of the economic fundamentals (economic activity, debt-to-gdp ratio, default costs). Our model embeds a ‘Southern view’ of the crisis (transfers did not help) and a ‘Northern view’ (transfers weaken fiscal discipline). While a stronger no-bailout commitment reduces risk-shifting, it may not be optimal from the perspective of the creditor country, even ex-ante, if it increases the risk of immediate insolvency for high debt countries. Hence, the model provides a potential justification for the often decried policy of ‘kicking the can down the road.’ Mapping the model to the estimated transfers, we find that the main purpose of the outsized Greek bailout was to prevent an exit from the eurozone and possible contagion. Bailouts to avoid sovereign default were comparatively modest.",
          "url": "https://doi.org/10.1093/jeea/jvaf021",
          "doi": "https://doi.org/10.1093/jeea/jvaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Bottom-Up Markup Fluctuations",
          "authors": "Ariel Burstein, Vasco M Carvalho, Basile Grassi",
          "abstract": "We study markup cyclicality in a granular macroeconomic model with oligopolistic competition. We first characterize how firm, sectoral, and aggregate markups comove with output at different levels of aggregation in response to firm-level shocks. We then quantify the model’s ability to reproduce salient features of the cyclical properties of measured markups in French administrative firm-level data from the bottom (firm) level to the aggregate level. We document that (i) firm-level markups rise with market share and sector-level markups with concentration, (ii) the relationship between markups and sectoral output varies by firm size–negative for small firms but positive for large ones, (iii) sector-level markups move positively with sectoral output, and (iv) sectoral markups show no systematic relationship with aggregate output. Our model helps rationalize these seemingly conflicting patterns of markup cyclicality in the data.",
          "url": "https://doi.org/10.1093/qje/qjaf029",
          "doi": "https://doi.org/10.1093/qje/qjaf029",
          "filter": 0
        },
        {
          "title": "Barriers to Global Capital Allocation",
          "authors": "Bruno Pellegrino, Enrico Spolaore, Romain Wacziarg",
          "abstract": "Observed international investment positions and cross-country heterogeneity in rates of return to capital are hard to reconcile with frictionless capital markets. In this paper, we develop a theory of international capital allocation: a multi-country dynamic spatial general equilibrium model in which the entire network of cross-border investment is endogenously determined. Our model features cross-country heterogeneity in fundamental risk, a demand system for international assets, and frictions that cause segmentation in international capital markets. We measure frictions affecting international investment and apply our model to data from nearly 100 countries, using a new dataset of international capital taxes and cultural, linguistic, and geographic distances between countries (geopoliticaldistance.org). Our model performs well in reproducing the composition of international portfolios, the cross-section of home bias and rates of return to capital, and other key features of international capital markets. Finally, we carry out counterfactual exercises: we show that barriers to international investment reduce world output by 7% and raise the cross-country dispersion of capital per employee, contributing in a meaningful way to global inequality.",
          "url": "https://doi.org/10.1093/qje/qjaf031",
          "doi": "https://doi.org/10.1093/qje/qjaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Quantifying the Benefits of Labor Mobility in a Currency Union",
          "authors": "Christopher L House, Christian Proebsting, Linda L Tesar",
          "abstract": "Unemployment differentials are greater between countries in the euro area than between U.S. states. In both regions, net migration responds to unemployment differentials, though the response is smaller in the euro area compared to the United States. We use a multi-country DSGE model with cross-border migration to quantify Mundell’s hypothesis that labor mobility could substitute for independent monetary policy in a currency union. While not as effective as independent monetary policy, increased labor mobility reduces business cycle fluctuations for most countries in the euro area. However, Mundell’s conjecture does not hold uniformly. For countries that primarily face demand shocks, labor mobility stabilizes inflation and unemployment and improves welfare. If supply shocks are dominant however, labor mobility increases the cost of being in a currency union by magnifying inflation volatility.",
          "url": "https://doi.org/10.1093/restud/rdaf055",
          "doi": "https://doi.org/10.1093/restud/rdaf055",
          "filter": 0
        },
        {
          "title": "Endogenous Clustering and Analogy-Based Expectation Equilibrium",
          "authors": "Philippe Jehiel, Giacomo Weber",
          "abstract": "Normal-form two-player games are categorized by players into K analogy classes so as to minimize the prediction error about the behavior of the opponent. This results in Clustered Analogy-Based Expectation Equilibria in which strategies are analogy-based expectation equilibria given the analogy partitions and analogy partitions minimize the prediction errors given the strategies. We distinguish between environments with self-repelling analogy partitions in which some mixing over partitions is required and environments with self-attractive partitions in which several analogy partitions can arise, thereby suggesting new channels of belief heterogeneity and equilibrium multiplicity. Various economic applications are discussed.",
          "url": "https://doi.org/10.1093/restud/rdaf054",
          "doi": "https://doi.org/10.1093/restud/rdaf054",
          "filter": 0
        },
        {
          "title": "Revisiting the Non-Parametric Analysis of Time-Inconsistent Preferences",
          "authors": "Federico Echenique, Gerelt Tserenjigmid",
          "abstract": "We revisit the recent revealed preference analysis of sophisticated quasi-hyperbolic consumers by Blow et al. [(2021), “Non-parametric Analysis of Time-Inconsistent Preferences”, The Review of Economic Studies, 88, 2687–2734] (BBC). We show that BBC’s revealed preference test is too lax. There are non-rationalizable data that would pass their test. A basic problem with their test is that it requires finding a certain endogenous elasticity, without regard to the rationalizing utility. Their approach motivates a more stringent test, also based on first-order conditions, that would connect the endogenous elasticity and utility: We show that this test is also too lax. Aside from testing, we also discuss the possibility of recovering model parameters. We show that, even when discount factors are exactly identified, the approach followed in BBC allows for incorrect parameter values to lie in their identified set.",
          "url": "https://doi.org/10.1093/restud/rdaf047",
          "doi": "https://doi.org/10.1093/restud/rdaf047",
          "filter": 0
        },
        {
          "title": "Overconfidence and Prejudice",
          "authors": "Paul Heidhues, Botond Kőszegi, Philipp Strack",
          "abstract": "We develop a model of multi-dimensional misspecified learning in which an overconfident agent learns about groups in society from observations of his and others’ successes. We show that the average person sees his group relative to other groups too positively, and this in-group bias exhibits systematic comparative-statics patterns. First, a person is most likely to have negative opinions about other groups he competes with. Second, while information about another group's achievements does not lower a person's prejudice, information about economic or social forces affecting the group can, and personal contact with group members has a beneficial effect that is larger than in classical settings. Third, the agent's beliefs are subject to “bias substitution,” whereby forces that decrease his bias regarding one group tend to increase his biases regarding unrelated other groups.",
          "url": "https://doi.org/10.1093/restud/rdaf048",
          "doi": "https://doi.org/10.1093/restud/rdaf048",
          "filter": 0
        },
        {
          "title": "Demand Shocks as Technology Shocks",
          "authors": "Yan Bai, José-Víctor Ríos-Rull, Kjetil Storesletten",
          "abstract": "We provide a macroeconomic theory where demand for goods has a productive role. A search friction prevents perfect matching between producers and potential customers. Larger demand induces more search, which in turn increases GDP and measured TFP. We embed the product-market friction in a standard neoclassical model and estimate it using Bayesian techniques. Business cycles are driven by preference shocks, true technology shocks, and investment-specific shocks. Preference shocks have qualitatively similar effects as true productivity shocks. These shocks account for a large share of the fluctuations in consumption, GDP, and measured TFP and can be identified using shopping time data.",
          "url": "https://doi.org/10.1093/restud/rdaf045",
          "doi": "https://doi.org/10.1093/restud/rdaf045",
          "filter": 0
        },
        {
          "title": "Behavioural Causal Inference",
          "authors": "Ran Spiegler",
          "abstract": "When inferring causal effects from correlational data, a common practice by professional researchers but also lay people is to control for potential confounders. Inappropriate controls produce erroneous causal inferences. I model decision-makers (DMs) who use endogenous observational data to learn actions’ causal effect on payoff-relevant outcomes. Different DM types use different controls. Their resulting choices affect the very correlations they learn from, thus calling for an equilibrium analysis of the steady-state welfare cost of bad controls. I obtain tight upper bounds on this cost. Equilibrium forces drastically reduce it when types’ sets of controls contain one another.",
          "url": "https://doi.org/10.1093/restud/rdaf050",
          "doi": "https://doi.org/10.1093/restud/rdaf050",
          "filter": 0
        },
        {
          "title": "Good Dispersion, Bad Dispersion",
          "authors": "Matthias Kehrig, Nicolas Vincent",
          "abstract": "We document that most dispersion in marginal revenue products of inputs occurs across plants within firms rather than between firms. This is commonly thought to reflect misallocation: dispersion is “bad”. However, we show that eliminating frictions hampering internal capital markets in a multi-plant firm model may in fact increase productivity dispersion and raise output: dispersion can be “good”. This arises as firms optimally stagger investment activity across their plants over time to avoid raising costly external finance, instead relying on reallocating internal funds. The staggering in turn generates dispersion in marginal revenue products. We use U.S. Census data on multi-plant manufacturing firms to provide empirical evidence for the model mechanism and show a quantitatively important role for good dispersion. Since there is less scope for good dispersion in emerging economies, the difference in the degree of misallocation between emerging and developed economies looks more pronounced than previously thought.",
          "url": "https://doi.org/10.1093/restud/rdaf042",
          "doi": "https://doi.org/10.1093/restud/rdaf042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
