{
  "update": "2025-08-08",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Origins of Government and the State",
          "authors": "Leander Heldring",
          "abstract": "In recent years, a vibrant literature has emerged that studies the first states in history, both as substantive topic of interest and as an important input into understanding modern government. This survey article presents, structures, and discusses recent advances in the theoretical and empirical study in the economics of the origins of government and the state. The core hypotheses in this literature view the nature of government as extractive or cooperative. I discuss how this fundamental dichotomy in the view of the state has influenced its study and review empirical contributions. The fundamental dichotomy is not resolved, leaving room for further research.",
          "url": "https://doi.org/10.1146/annurev-economics-081224-064327",
          "doi": "https://doi.org/10.1146/annurev-economics-081224-064327",
          "filter": 0
        },
        {
          "title": "Homothetic Non-CES Demand Systems with Applications to Monopolistic Competition",
          "authors": "Kiminori Matsuyama",
          "abstract": "This article reviews homothetic non-CES (constant elasticity of substitution) demand systems and their implications when applied to monopolistic competition, to offer guidance to those looking for flexible and yet tractable ways of departing from CES. Under general homothetic symmetric non-CES, two measures, substitutability and love-for-variety, are introduced to identify the condition under which the equilibrium product variety is excessive or insufficient. Because homotheticity and symmetry alone impose little restriction to make further progress, we turn to the homothetic single aggregator (HSA) class. HSA is more flexible than CES and translog, which are its special cases, and yet equally analytically tractable, because all cross-variety interactions are summarized by the single aggregator. Under HSA, substitutability is increasing in product variety if and only if Marshall's second law holds, which is a sufficient condition for love-for-variety to be diminishing in product variety and for the equilibrium product variety to be excessive. Monopolistic competition under HSA remains tractable even under various forms of firm heterogeneity and in multi-market settings.",
          "url": "https://doi.org/10.1146/annurev-economics-081624-082324",
          "doi": "https://doi.org/10.1146/annurev-economics-081624-082324",
          "filter": 0
        },
        {
          "title": "The Economics of Childbearing: Trends, Progress, and Challenges",
          "authors": "Martha J. Bailey",
          "abstract": "The neoclassical economics of childbearing turns 65 this year, marking the anniversary of Gary Becker's foundational article on the subject in 1960. This review article begins with a study of how childbearing has evolved in the United States over the last century, identifying distinctive features of the post-1960 era associated with the second demographic transition. Next, the article discusses standard neoclassical models of childbearing and shows how augmenting them with a supply side, including access to and information about contraception and abortion, increases their explanatory power. After reviewing recent quasi-experimental research testing this augmented model, the final part of the article reflects upon the implications of the recent transformation in US fertility rates for women and children and suggests fruitful avenues for future research.",
          "url": "https://doi.org/10.1146/annurev-economics-092024-021806",
          "doi": "https://doi.org/10.1146/annurev-economics-092024-021806",
          "filter": 0
        },
        {
          "title": "Economic History and Indigenous Peoples in North America",
          "authors": "Donn. L. Feir",
          "abstract": "I summarize the current state of economists’ contributions to the economic history of Indigenous Peoples in North America. After briefly providing some context, I describe the current state of the literature, which is dominated by studies focusing on the period post-1800, over 300 years after contact. With a few exceptions, the literature largely paints a story of dispossession and decline after a golden era of economic interdependence in the fur trade. While valuable, I suggest this story is just a glimpse of something substantively more significant and fundamental to the economic history of North America. Understanding the centrality of Indigenous Peoples in North American economic history broadly and of Indigenous Peoples’ continued existence as economic actors offers yet unseen opportunities to revise our understanding of North American economic development. Beyond this, studying Indigenous North American history offers new opportunities to understand and reimagine how nations and economic systems rise, fall, interact with changing ecological systems, and persist in the face of dramatic change.",
          "url": "https://doi.org/10.1146/annurev-economics-081624-082458",
          "doi": "https://doi.org/10.1146/annurev-economics-081624-082458",
          "filter": 0
        },
        {
          "title": "Poverty and Health",
          "authors": "Adriana Lleras-Muney, Hannes Schwandt, Laura R. Wherry",
          "abstract": "Poverty is strongly associated with worse health across countries and across individuals within countries. However, not all poor individuals suffer from poor health: The effects of poverty on health vary across place and time. In this review, we discuss the evidence documenting these patterns and the reasons for the associations. We then provide an overview of what is known about policies that may improve the health of the poor. We focus primarily on the modern-day United States, but we also discuss evidence from historical experiences and low- and middle-income countries. Throughout the article we discuss areas in need of future research.",
          "url": "https://doi.org/10.1146/annurev-economics-081624-083218",
          "doi": "https://doi.org/10.1146/annurev-economics-081624-083218",
          "filter": 0
        },
        {
          "title": "Misspecified Models in Learning and Games",
          "authors": "J. Aislinn Bohren, Daniel N. Hauser",
          "abstract": "The model misspecification literature studies biases in anticipating and interpreting information using the following approach. First, fix an incorrect, or misspecified, model of the information environment (e.g., overprecise signals). Then, use this misspecified model to explore how these biases impact decisions, learning, and strategic interactions. This review provides an overview of this literature. We first explore how model misspecification impacts learning. We provide some insight into classic results on misspecified learning in statistics. We then highlight the new long-run outcomes and technical challenges that arise when extending these results to common learning settings in economics, that is, active and social learning where information endogenously depends on action choices. Next, we provide an overview of Berk–Nash equilibrium, an equilibrium concept for strategic interaction with misspecified agents. We show how agents’ biases interact to influence equilibrium actions and beliefs. In closing, we discuss applications of the framework as well as its shortcomings and potential avenues for future research.",
          "url": "https://doi.org/10.1146/annurev-economics-091324-032415",
          "doi": "https://doi.org/10.1146/annurev-economics-091324-032415",
          "filter": 0
        },
        {
          "title": "The Economics of Nation-Building: Methodological Tool Kit and Policy Lessons",
          "authors": "Dominic Rohner, Ekaterina Zhuravskaya",
          "abstract": "This article reviews the recent burgeoning political economics research on nation-building. We focus on three main aspects of this body of work. First, we discuss methodological issues related to measuring nation-building outcomes and provide a synthesis of studies that employ different techniques, such as surveys on identity, lab-in-the-field methods, and direct observation of actions signaling identity. Second, we explore preconditions for effective nation-building, particularly focusing on ethnolinguistic polarization and segregation, and discuss how these factors may influence policy choices and their effectiveness. We also consider geopolitical factors. Finally, we review advances in the literature evaluating the effects of major nation-building policies, including those that encourage intergroup contact, the choice of national education curricula, propaganda, leadership, decentralization, and foreign interventions. We highlight instances in which these policies work or backfire.",
          "url": "https://doi.org/10.1146/annurev-economics-081224-103104",
          "doi": "https://doi.org/10.1146/annurev-economics-081224-103104",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Fiscal Influences on Inflation in OECD Countries, 2020–2023",
          "authors": "Robert J Barro, Francesco Bianchi",
          "abstract": "The fiscal theory of the price level (FTPL) has been active for 30 years, and the interest in this theory grew with the recent global surges in inflation and government spending. A related idea from Lucas and Stokey is that inflation during wartime (or an analogous global emergency such as the COVID pandemic) can be an efficient form of state-contingent public finance. This study applies these ideas to the recent inflation in 37 OECD countries. The theory’s centerpiece is the government’s intertemporal budget constraint, which relates a country’s inflation rate in 2020-2023 to a composite government-spending variable. This variable equals the increases in ratios of government expenditure to GDP in 2020 and 2021, divided by the ratio of public debt to GDP in 2019 and the duration of the debt in 2019. The estimated coefficients of this variable are significantly positive, implying that about 80% of effective government financing came from the inverse effect of unexpected inflation on the real value of public debt, whereas only around 20% reflected conventional public finance (increases in current or future taxes or cuts in future spending). Within the Euro area, inflation reacts mostly to the area-wide composite government-spending variable, not to individual values.",
          "url": "https://doi.org/10.1093/ej/ueaf066",
          "doi": "https://doi.org/10.1093/ej/ueaf066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Designing social learning",
          "authors": "Aleksei Smirnov, Egor Starkov",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105113",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105113",
          "filter": 0
        },
        {
          "title": "Foreign exchange intervention: A comparative analysis of announcements versus trades",
          "authors": "Freddy Pinzon-Puerto, Mauricio Villamizar-Villegas",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105119",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105119",
          "filter": 0
        },
        {
          "title": "Towards a general model of creativity based on the theory of the adjacent possible",
          "authors": "Michael Araki",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105121",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105121",
          "filter": 0
        },
        {
          "title": "Predatory Private Governance",
          "authors": "Peter T. Leeson",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105122",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105122",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "A comparative analysis of two-way fixed effects estimators in staggered treatment designs",
          "authors": "Jhordano Aguilar-Loyo",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106059",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106059",
          "filter": 0
        },
        {
          "title": "Taking advantage of biased proxies for forecast evaluation",
          "authors": "Giuseppe Buccheri, Roberto Renò, Giorgio Vocalelli",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106068",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106068",
          "filter": 0
        },
        {
          "title": "A unified test for regression discontinuity designs",
          "authors": "Koki Fusejima, Takuya Ishihara, Masayuki Sawada",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106074",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106074",
          "filter": 0
        },
        {
          "title": "Structural breaks, model uncertainty and factor selection",
          "authors": "Siddhartha Chib, Simon C. Smith",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106067",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106067",
          "filter": 0
        },
        {
          "title": "High dimensional binary choice model with unknown heteroskedasticity or instrumental variables",
          "authors": "Fu Ouyang, Thomas T. Yang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106069",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106069",
          "filter": 0
        },
        {
          "title": "Generalized Lee bounds",
          "authors": "Vira Semenova",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106055",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106055",
          "filter": 0
        },
        {
          "title": "Bayesian space–time varying coefficient modeling for climate econometrics: A spatial–temporal Gaussian process approach",
          "authors": "Gyuhyeong Goh, Jisang Yu, Myungjin Kim, Jesse Tack",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106075",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106075",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Robert Lucas's Models of Firm Size Distributions and Investment",
          "authors": "Boyan Jovanovic",
          "url": "https://doi.org/10.1086/738000",
          "doi": "https://doi.org/10.1086/738000",
          "filter": 0
        },
        {
          "title": "Robert E. Lucas Jr: Supreme among Macroeconomists as a Bird Who Saw Further than Others",
          "authors": "Fernando Alvarez",
          "url": "https://doi.org/10.1086/737998",
          "doi": "https://doi.org/10.1086/737998",
          "filter": 0
        },
        {
          "title": "Lucas on Economic Development",
          "authors": "Nancy L. Stokey",
          "url": "https://doi.org/10.1086/738002",
          "doi": "https://doi.org/10.1086/738002",
          "filter": 0
        },
        {
          "title": "Macroeconomics After Lucas",
          "authors": "Thomas Sargent",
          "url": "https://doi.org/10.1086/737999",
          "doi": "https://doi.org/10.1086/737999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Auctions for risk-averse non-profits",
          "authors": "Jeffrey Carpenter, Joshua Foster, Peter Hans Matthews",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105452",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105452",
          "filter": 0
        },
        {
          "title": "Easing renegotiation rules in public procurement: Evidence from a policy reform",
          "authors": "Kris De Jaegher, Michal Šoltés, Vítězslav Titl",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105445",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105445",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The persistent effect of competition on prosociality",
          "authors": "Fabian Kosse, Ranjita Rajan, Michela Tincani",
          "abstract": "We present the first causal evidence on the persistent impact of enduring competition on prosociality. Inspired by the literature on tournaments within firms, which shows that competitive compensation schemes reduce cooperation in the short-run, we explore if enduring exposure to a competitive environment persistently attenuates prosociality. Based on a large-scale randomized intervention in the education context, we find lower levels of prosociality for students who just experienced a 2-year competition period. 4-year follow-up data indicate that the effect persists and generalizes, suggesting a change in traits and not only in behavior.",
          "url": "https://doi.org/10.1093/jeea/jvaf030",
          "doi": "https://doi.org/10.1093/jeea/jvaf030",
          "filter": 0
        },
        {
          "title": "Labor Market Dynamics and Growth",
          "authors": "Jake Bradley, Axel Gottfries",
          "abstract": "This paper seeks to understand the implications of incorporating economic growth into a search-theoretic model of the labor market. To this end, a technological diffusion process is embedded into the canonical search and matching model of the labor market. New matches imitate the production process of incumbents. Although the canonical model is only modified slightly, there are stark differences in economic intuition across the two models. Market tightness is equilibrated through a different margin, and comparative statics of the two models are qualitatively different. Additionally, the model with endogenous growth — consistent with empirical data — generates stronger unemployment cyclicality than a similarly calibrated model without endogenous growth.",
          "url": "https://doi.org/10.1093/jeea/jvaf027",
          "doi": "https://doi.org/10.1093/jeea/jvaf027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Insurance Versus Moral Hazard in Income-Contingent Student Loan Repayment",
          "authors": "Tim de Silva",
          "abstract": "Student loans with income-contingent repayment insure borrowers against income risk but can reduce their incentives to earn more. Using a change in Australia’s income-contingent repayment schedule, I show that borrowers reduce their labor supply to lower their repayments. These responses are larger among borrowers with more hourly flexibility, a lower probability of repayment, and tighter liquidity constraints. I use these responses to estimate a dynamic model of labor supply with frictions that generate imperfect adjustment. My estimates imply that the labor supply responses to income-contingent repayment limit the optimal amount of insurance in government-provided student loans. However, these responses are too small to justify fixed repayment contracts: restructuring existing student loans from fixed repayment to a constrained-optimal income-contingent loan—while keeping the tax and transfer system unchanged—increases borrower welfare by the equivalent of a 0.8% increase in lifetime consumption at no additional fiscal cost.",
          "url": "https://doi.org/10.1093/qje/qjaf036",
          "doi": "https://doi.org/10.1093/qje/qjaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Women in the Courtroom: Technology and Justice",
          "authors": "Heng Chen, Yuyu Chen, Qingxu Yang",
          "abstract": "Our study analyzes 6 million civil judgments in China from 2014 to 2018, documenting gender disparities that disfavor female litigants. We investigate the impact of an open justice reform that mandated courts to broadcast legal proceedings live on a centralized online platform. By exploiting variations in its implementation across courts and over time and employing both difference-in-differences and Bartik IV approaches, we find that gender disparities in chances of winning decrease as broadcast intensity increases. Analysis of the textual content of judicial decisions provides further evidence that these changes in judicial outcomes stem from altered judge behaviors (i.e., attention and effort) under enhanced judicial transparency. Our results demonstrate how information technology shapes judges’ conduct, underscoring its broader potential to improve accountability in public institutions.",
          "url": "https://doi.org/10.1093/restud/rdaf066",
          "doi": "https://doi.org/10.1093/restud/rdaf066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
