{
  "update": "2024-09-27",
  "content": [
    {
      "journal_full": "American Economic Journal: Applied Economics",
      "journal_short": "APP",
      "articles": [
        {
          "title": "Independent Media, Propaganda, and Religiosity: Evidence from Poland",
          "authors": "Irena Grosfeld, Etienne Madinier, Seyhun Orcan Sakalli, Ekaterina Zhuravskaya",
          "abstract": "Exploring a drastic change in media landscape in Poland, we show that mainstream media can significantly affect religious participation. After nationalist populist party PiS came to power in 2015, news on state and private independent TV diverged due to propaganda on state TV, resulting in a switch of some of its audience to independent TV. Municipalities with access to independent TV continued to follow a long-term secularization trend, while municipalities with access only to state TV experienced a reversal of this trend. An online experiment sheds light on the mechanisms underlying the effect of exposure to independent news on religiosity. (JEL D12, D83, L82, Z12)",
          "url": "http://dx.doi.org/10.1257/app.20220645",
          "doi": "10.1257/app.20220645",
          "filter": 0
        },
        {
          "title": "Unintended Consequences of Welfare Cuts on Children and Adolescents",
          "authors": "Christian Dustmann, Rasmus Landersø, Lars Højsgaard Andersen",
          "abstract": "This paper studies the effects of a large welfare benefit reduction on the children in the affected families. The welfare cut targeted adult refugees who received residency in Denmark, and it reduced their disposable income by 30 percent on average over the first five years. We show that children exposed to the welfare cut during preschool and school-age obtained lower GPAs, experienced reduced well-being and overall education levels, and suffered lower employment and earnings as adults. Children in their teens at exposure faced large increases in conviction probabilities for violent and property crimes. (JEL I26, I31, I38, J13, J15, J31, K42)",
          "url": "http://dx.doi.org/10.1257/app.20230519",
          "doi": "10.1257/app.20230519",
          "filter": 0
        },
        {
          "title": "The Dynamic Response of Municipal Budgets to Revenue Shocks",
          "authors": "Ines Helm, Jan Stuhler",
          "abstract": "We study the fiscal and tax response to intergovernmental grants, exploiting quasi-experimental variation within Germany's fiscal equalization scheme triggered by census revisions of population counts. Municipal budgets do not adjust instantly. Instead, spending and investments adapt within five years to revenue gains, while the adjustment to losses is more rapid. Yet the long-run response is symmetric. The tax response is particularly slow, stretching over more than a decade. Well-known empirical anomalies such as the so-called flypaper effect may thus reflect a short-run phenomenon, while long-run fiscal behavior appears more consistent with standard theories of fiscal federalism. (JEL E62, H71, H72, H77, R51)",
          "url": "http://dx.doi.org/10.1257/app.20220718",
          "doi": "10.1257/app.20220718",
          "filter": 0
        },
        {
          "title": "Distortion by Audit: Evidence from Public Procurement",
          "authors": "Maria Paula Gerardino, Stephan Litschig, Dina Pomeranz",
          "abstract": "Public sector audits are key to state capacity. However, they can create unintended distortions. Regression discontinuity analysis from Chile shows that audits lowered the use of auctions for public procurement, reduced supplier competition, and increased the likelihood of small, local, and incumbent firms winning contracts. Looking inside the black box of the audit process reveals that relative to comparable direct contracts, auctions underwent more than twice as many checks and led to twice as many detected infractions. These findings show that standard audit protocols can mechanically discourage the use of more regulated, complex, and transparent procedures involving more auditable steps. (JEL H57, H83, O17)",
          "url": "http://dx.doi.org/10.1257/app.20220512",
          "doi": "10.1257/app.20220512",
          "filter": 0
        },
        {
          "title": "Noise, Cognitive Function, and Worker Productivity",
          "authors": "Joshua T. Dean",
          "abstract": "Noisy workplaces common in low- and middle-income countries can impair workers' cognitive functions. However, whether this lowers earnings depends on the importance of these functions for productivity and whether workers understand these effects. I study these questions with two randomized experiments in Nairobi, Kenya. I find a noise increase of 7 dB reduces productivity in a textile training course by 3 percent, impairs cognitive function, but does not affect effort. I also find willingness to pay for quiet working conditions does not depend on whether pay depends on performance, suggesting participants are not aware that quiet would increase their productivity. (JEL D12, J24, J28, J31, J81, O15, Q53)",
          "url": "http://dx.doi.org/10.1257/app.20220532",
          "doi": "10.1257/app.20220532",
          "filter": 0
        },
        {
          "title": "The Curse of Plenty: The Green Revolution and the Rise in Chronic Disease",
          "authors": "Sheetal Sekhri, Gauri Kartini Shastry",
          "abstract": "The rising rate of chronic disease is a leading driver of the global disease burden. Yet, its determinants are not fully understood. Exploiting the Green Revolution and its expansion in historically groundwater-rich Indian districts, we examine the unanticipated contribution of agricultural productivity growth to the rise in chronic, diet-related diseases. We find that areas with greater adoption of new staple varieties saw an increase in diabetes in men born after the introduction of high-yield crops. We find suggestive evidence that diet is an important mechanism, such as heterogeneous impacts with respect to dietary habits and increases in household calorie consumption. (JEL I12, O13, O15, O31, Q12, Q16)",
          "url": "http://dx.doi.org/10.1257/app.20220621",
          "doi": "10.1257/app.20220621",
          "filter": 0
        },
        {
          "title": "Optimal Sin Taxation and Market Power",
          "authors": "Martin O'Connell, Kate Smith",
          "abstract": "We study how market power impacts the efficiency and redistributive properties of sin taxation, with an empirical application to sugar-sweetened beverage taxation. We estimate an equilibrium model of the UK drinks market, which we embed in a tax design framework to solve for optimal sugar-sweetened beverage tax policy. Positive price-cost margins for drinks create inefficiencies that lower the optimal rate compared with a perfectly competitive setting. Since profits mainly accrue to the rich, this is partially mitigated under social preferences for equity. Overall, ignoring market power when setting tax policy leads to welfare gains 40 percent below those at the optimum. (JEL D62, H21, H23, H25, L13, L25, L66)",
          "url": "http://dx.doi.org/10.1257/app.20220407",
          "doi": "10.1257/app.20220407",
          "filter": 0
        },
        {
          "title": "Family Formation and Crime",
          "authors": "Maxim Massenkoff, Evan K. Rose",
          "abstract": "We perform a large-scale analysis of the impact of family formation on crime. For mothers, criminal arrests drop precipitously in the first few months of pregnancy, decreasing 50 percent overall. Men show a sustained 20 percent decline in crime that begins around pregnancy, although arrests for domestic violence spike at birth. A separate design using parents of stillborn children to estimate counterfactual arrest rates reinforces the main findings. Marriage, in contrast, is not associated with any sudden changes and marks the completion of a gradual 50 percent decline in arrests for both men and women. (JEL J12, J16, J22, K42)",
          "url": "http://dx.doi.org/10.1257/app.20220751",
          "doi": "10.1257/app.20220751",
          "filter": 0
        },
        {
          "title": "Experience-Based Discrimination",
          "authors": "Louis-Pierre Lepage",
          "abstract": "I study discrimination arising from individual experiences of employers with worker groups. I present a model in which employers are uncertain about the productivity of one of two groups and learn through hiring. Positive experiences lead to positive biases, which correct themselves by leading to more hiring and learning. Negative experiences decrease hiring and learning, preserving negative biases, which can cause persistent discrimination. The model explains prejudice as incorrect statistical discrimination and generates novel predictions and policy implications. I then illustrate experience-based discrimination in an experimental labor market, finding support for key model predictions. (JEL D83, J23, J24, J31, J71, M51)",
          "url": "http://dx.doi.org/10.1257/app.20220466",
          "doi": "10.1257/app.20220466",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/app.16.4.i",
          "doi": "10.1257/app.16.4.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Econometrica",
      "journal_short": "ECTA",
      "articles": [
        {
          "title": "The Rise of Fiscal Capacity: Administration and State Consolidation in the Holy Roman Empire",
          "authors": "Davide Cantoni, Cathrin Mohr, Matthias Weigand",
          "abstract": "This paper studies the role of fiscal capacity in European state consolidation. Our analysis is organized around novel data on the territories and cities of the Holy Roman Empire in the early modern period. Territories implementing an early fiscal reform were more likely to survive, increased in size, and achieved a more compact extent. We provide evidence for the causal interpretation of these results and show key mechanisms: revenues, military investments, and marriage success. The imposition of Imperial taxes, quasi‐random in timing and size, increased the benefits of an efficient tax administration on the side of rulers, driving the implementation of fiscal centralization. Within territories, Chambers became the dominant administrative institution, tilting the consolidating states toward absolutism.",
          "url": "http://dx.doi.org/10.3982/ecta20612",
          "doi": "10.3982/ecta20612",
          "filter": 0
        },
        {
          "title": "Can Deficits Finance Themselves?",
          "authors": "George-Marios Angeletos, Chen Lian, Christian K. Wolf",
          "abstract": "We ask how fiscal deficits are financed in environments with two key features: (i) nominal rigidity, and (ii) a violation of Ricardian equivalence due to finite lives or liquidity constraints. In such environments, deficits can contribute to their own financing through two channels: a boom in real economic activity, which expands the tax base; and a surge in inflation, which erodes the real value of nominal government debt. Our main theoretical result establishes that this mechanism becomes more potent as fiscal adjustment is delayed, leading to full self‐financing in the limit: if the monetary authority does not lean too heavily against the fiscal stimulus, then the government can run a deficit today, refrain from tax hikes or spending cuts in the future, and still see its debt converge back to its initial level. We further demonstrate that a significant degree of self‐financing is achievable when the theory is disciplined by empirical evidence on marginal propensities to consume, nominal rigidities, the monetary policy reaction, and the speed of fiscal adjustment.",
          "url": "http://dx.doi.org/10.3982/ecta21791",
          "doi": "10.3982/ecta21791",
          "filter": 0
        },
        {
          "title": "Contractual Chains",
          "authors": "Joel Watson",
          "abstract": "This paper develops a model of private bilateral contracting, in which an exogenous network determines the pairs of players who can communicate and contract with each other. After contracting, the players interact in an underlying game with globally verifiable productive actions and externally enforced transfers. The paper investigates whether such decentralized contracting can internalize externalities that arise due to parties being unable to contract directly with others whose productive actions affect their payoffs. The contract‐formation protocol, called the “contracting institution,” is treated as a design element. The main result is positive: There is a contracting institution that supports efficient equilibria for any underlying game and connected network. A critical property is that the institution allows for sequential contract formation or revision. The equilibrium construction features assurance contracts and cancellation penalties .",
          "url": "http://dx.doi.org/10.3982/ecta19797",
          "doi": "10.3982/ecta19797",
          "filter": 0
        },
        {
          "title": "On the Structure of Informationally Robust Optimal Mechanisms",
          "authors": "Benjamin Brooks, Songzi Du",
          "abstract": "We study the design of optimal mechanisms when the designer is uncertain both about the form of information held by the agents and also about which equilibrium will be played. The guarantee of a mechanism is its worst performance across all information structures and equilibria. The potential of an information structure is its best performance across all mechanisms and equilibria. We formulate a pair of linear programs, one of which is a lower bound on the maximum guarantee across all mechanisms, and the other of which is an upper bound on the minimum potential across all information structures. In applications to public expenditure, bilateral trade, and optimal auctions, we use the bounding programs to characterize guarantee‐maximizing mechanisms and potential‐minimizing information structures and show that the max guarantee is equal to the min potential.",
          "url": "http://dx.doi.org/10.3982/ecta20240",
          "doi": "10.3982/ecta20240",
          "filter": 0
        },
        {
          "title": "Lifestyle Behaviors and Wealth‐Health Gaps in Germany",
          "authors": "Lukas Mahler, Minchul Yum",
          "abstract": "We document significant gaps in wealth across health status over the life cycle in Germany—a country with a universal healthcare system and negligible out‐of‐pocket medical expenses. To investigate the underlying sources of these wealth‐health gaps, we build a heterogeneous‐agent life‐cycle model in which health and wealth evolve endogenously. In the model, agents exert efforts to lead a healthy lifestyle, which helps maintain good health status in the future. Effort choices, or lifestyle behaviors, are subject to adjustment costs to capture their habitual nature in the data. We find that our estimated model generates the great majority of the empirical wealth gaps by health and quantify the role of earnings and savings channels through which health affects these gaps. We show that variations in individual health efforts account for around a quarter of the model‐generated wealth gaps by health, illustrating their role as an amplification mechanism behind the gaps.",
          "url": "http://dx.doi.org/10.3982/ecta20603",
          "doi": "10.3982/ecta20603",
          "filter": 0
        },
        {
          "title": "Exact Bias Correction for Linear Adjustment of Randomized Controlled Trials",
          "authors": "Haoge Chang, Joel A. Middleton, P. M. Aronow",
          "abstract": "Freedman (2008a,b) showed that the linear regression estimator is biased for the analysis of randomized controlled trials under the randomization model. Under Freedman's assumptions, we derive exact closed‐form bias corrections for the linear regression estimator. We show that the limiting distribution of the bias corrected estimator is identical to the uncorrected estimator. Taken together with results from Lin (2013), our results show that Freedman's theoretical arguments against the use of regression adjustment can be resolved with minor modifications to practice.",
          "url": "http://dx.doi.org/10.3982/ecta20289",
          "doi": "10.3982/ecta20289",
          "filter": 0
        },
        {
          "title": "Random Votes to Parties and Policies in Coalition Governments",
          "authors": "Matteo Cervellati, Giorgio Gulino, Paolo Roberti",
          "abstract": "We exploit a natural experiment involving a randomization of votes across parties within coalitions in all local elections in Italy for over a decade. A lottery on the position of party symbols in the ballot papers allows estimating the causal effect of increasing votes to parties for coalition policies. A non‐marginal random boost of votes shifts budgetary spending towards the treated party's platform, but only for issues that are salient in that party's political manifesto. We study the chains of mechanisms mapping votes into policies and link it to an increase in bargaining power within legislative majorities. Parties leverage their higher electoral support to gain the appointment of politically affiliated cabinet members. Empowering different parties also leads to the selection of cabinets with different socio‐demographic characteristics. The unintentional experiment helps shed new light on mechanisms mapping votes to parties into coalition policies.",
          "url": "http://dx.doi.org/10.3982/ecta20942",
          "doi": "10.3982/ecta20942",
          "filter": 0
        },
        {
          "title": "A Comment on “Testing Models of Social Learning on Networks: Evidence From Two Experiments”",
          "authors": "Marina Agranov, Benjamin Gillen, Dotan Persitz",
          "url": "http://dx.doi.org/10.3982/ecta22442",
          "doi": "10.3982/ecta22442",
          "filter": 0
        },
        {
          "title": "Endogenous Production Networks Under Supply Chain Uncertainty",
          "authors": "Alexandr Kopytov, Bineet Mishra, Kristoffer Nimark, Mathieu Taschereau-Dumouchel",
          "abstract": "Supply chain disturbances can lead to substantial increases in production costs. To mitigate these risks, firms may take steps to reduce their reliance on volatile suppliers. We construct a model of endogenous network formation to investigate how these decisions affect the structure of the production network and the level and volatility of macroeconomic aggregates. When uncertainty increases in the model, producers prefer to purchase from more stable suppliers, even though they might sell at higher prices. The resulting reorganization of the network tends to reduce macroeconomic volatility, but at the cost of a decline in aggregate output. The model also predicts that more productive and stable firms have higher Domar weights—a measure of their importance as suppliers—in the equilibrium network. We provide a basic calibration of the model using U.S. data to evaluate the importance of these mechanisms.",
          "url": "http://dx.doi.org/10.3982/ecta20629",
          "doi": "10.3982/ecta20629",
          "filter": 0
        },
        {
          "title": "Submission of Manuscripts to the Econometric Society Monograph Series",
          "url": "http://dx.doi.org/10.3982/ecta925sum",
          "doi": "10.3982/ecta925sum",
          "filter": 0
        },
        {
          "title": "Propagation and Amplification of Local Productivity Spillovers",
          "authors": "Xavier Giroud, Simone Lenzu, Quinn Maingi, Holger Mueller",
          "abstract": "The gains from agglomeration economies are believed to be highly localized. Using confidential Census plant‐level data, we show that large industrial plant openings raise the productivity not only of local plants but also of distant plants hundreds of miles away, which belong to large multi‐plant, multi‐region firms that are exposed to the local productivity spillover through one of their plants. This “global” productivity spillover does not decay with distance and is stronger if plants are in industries that share knowledge with each other. To quantify the significance of firms' plant‐level networks for the propagation and amplification of local productivity shocks, we estimate a quantitative spatial model in which plants of multi‐region firms are linked through shared knowledge. Counterfactual exercises show that while large industrial plant openings have a greater local impact in less developed regions, the aggregate gains are greatest when the plants locate in well‐developed regions, which are connected to other regions through firms' plant‐level (knowledge‐sharing) networks.",
          "url": "http://dx.doi.org/10.3982/ecta20029",
          "doi": "10.3982/ecta20029",
          "filter": 0
        },
        {
          "title": "Historical Self‐Governance and Norms of Cooperation",
          "authors": "Devesh Rustagi",
          "abstract": "Does self‐governance, a hallmark of democratic societies, foster norms of generalized cooperation? Does this effect persist, and if so, why? I investigate these questions using a natural experiment in Switzerland. In the Middle Ages, the absence of an heir resulted in the extinction of a prominent noble dynasty. As a result, some Swiss municipalities became self‐governing, whereas the others remained under feudalism for another 600 years. Evidence from a behavioral experiment, the World Values Survey and the Swiss Household Panel consistently show that individuals from historically self‐governing municipalities exhibit stronger norms of cooperation today. Referenda data on voter‐turnout allow me to trace these effects on individually costly and socially beneficial actions for over 150 years. Furthermore, norms of cooperation map into prosocial behaviors like charitable giving and environmental protection. Uniquely, Switzerland tracks every family's place of origin in registration data, which I use to demonstrate persistence from cultural transmission in a context of historically low migration.",
          "url": "http://dx.doi.org/10.3982/ecta20579",
          "doi": "10.3982/ecta20579",
          "filter": 0
        },
        {
          "title": "Spatial Unit Roots and Spurious Regression",
          "authors": "Ulrich K. Müller, Mark W. Watson",
          "abstract": "This paper proposes a model for, and investigates the consequences of, strong spatial dependence in economic variables. Our findings echo those of the corresponding “unit root” time series literature: Spatial unit root processes induce spuriously significant regression results, even with clustered standard errors or spatial HAC corrections. We develop large‐sample valid unit root and stationarity tests that can detect such strong spatial dependence. Finally, we use simulations to study strategies for valid inference in regressions with persistent spatial data, such as spatial analogues of first‐differencing transformations. Regressions from Chetty, Hendren, Kline, and Saez (2014) are used to illustrate the issues and methods.",
          "url": "http://dx.doi.org/10.3982/ecta21654",
          "doi": "10.3982/ecta21654",
          "filter": 0
        },
        {
          "title": "Robust Real Rate Rules",
          "authors": "Tom D. Holden",
          "abstract": "Central banks wish to avoid self‐fulfilling fluctuations. Interest rate rules with a unit response to real rates achieve this under the weakest possible assumptions about the behavior of households and firms. They are robust to household heterogeneity, hand‐to‐mouth consumers, non‐rational household or firm expectations, active fiscal policy, and to any form of intertemporal or nominal‐real links. They are easy to employ in practice, using inflation‐protected bonds to infer real rates. With a time‐varying short‐term inflation target, they can implement an arbitrary inflation path, including optimal policy. This provides a way to translate policy makers' desired path for inflation into one for nominal rates. U.S. Federal Reserve behavior is remarkably close to that predicted by a real rate rule, given the desired inflation path of U.S. monetary policy makers. Real rate rules work thanks to the key role played by the Fisher equation in monetary transmission.",
          "url": "http://dx.doi.org/10.3982/ecta21069",
          "doi": "10.3982/ecta21069",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Backmatter of Econometrica Vol. 92 Iss. 5",
          "url": "http://dx.doi.org/10.3982/ecta925bm",
          "doi": "10.3982/ecta925bm",
          "filter": 1
        },
        {
          "title": "Frontmatter of Econometrica Vol. 92 Iss. 5",
          "url": "http://dx.doi.org/10.3982/ecta925fm",
          "doi": "10.3982/ecta925fm",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Local exposure to refugees changed attitudes to ethnic minorities in the Netherlands",
          "authors": "Pascal Achard, Sabina Albrecht, Riccardo Ghidoni, Elena Cettolin, Sigrid Suetens",
          "abstract": "We investigate the effect of exposure to refugees on locals’ preferences with regard to ethnic minorities using individual-level panel data from the Netherlands. The data combine self-reported preferences with administrative data on the residential locations of the locals and the refugees. The study period is marked by a sudden inflow of refugees in some neighbourhoods. We find that individuals living close to refugee facilities developed a more positive attitude toward ethnic minorities and became less supportive of anti-immigration parties compared to individuals living farther away. An investigation of mechanisms suggests that the local effect is due to contact between residents and refugees.",
          "url": "http://dx.doi.org/10.1093/ej/ueae080",
          "doi": "10.1093/ej/ueae080",
          "filter": 0
        },
        {
          "title": "Strategic Conformity or Anticonformity to Avoid Punishment and Attract Reward",
          "authors": "Fabian Dvorak, Urs Fischbacher, Katrin Schmelz",
          "abstract": "We provide systematic insights on strategic conformist – as well as anticonformist – behavior in situations where people are evaluated, i.e., where an individual has to be selected for reward (e.g., promotion) or punishment (e.g., layoffs). To affect the probability of being selected, people may attempt to fit in or stand out in order to affect the chances of being noticed or liked by the evaluator. We investigate such strategic incentives for conformity or anticonformity experimentally in three different domains: facts, taste, and creativity. To distinguish conformity and anticonformity from independence, we introduce a new experimental design that allows us to predict participants’ independent choices based on transitivity. We find that the prospect of punishment increases conformity, while the prospect of reward reduces it. Anticonformity emerges in the prospect of reward, but only under specific circumstances. Similarity-based selection (i.e., homophily) is much more important for the evaluators’ decisions than salience. We also employ a theoretical approach to illustrate strategic key mechanisms of our experimental setting.",
          "url": "http://dx.doi.org/10.1093/ej/ueae085",
          "doi": "10.1093/ej/ueae085",
          "filter": 0
        },
        {
          "title": "Productivity Growth and Workers’ Job Transitions: Evidence from Censal Microdata",
          "authors": "Elías Albagli, Mario Canales, Chad Syverson, Matías Tapia, Juan Wlasiuk",
          "abstract": "We use administrative data for Chile to provide novel insights on the relationship between job transitions and productivity differentials and quantify how different groups contribute to aggregate reallocation. While on average workers move to more productive firms, almost half of transitions are ‘down the productivity ladder.’ Reallocation gains are mostly explained by a narrow subset of transitions: young, high-skilled workers generate the lion’s share of aggregate productivity gains. Workers with high turnover contribute proportionally the least. Therefore, while job reallocation yields a net benefit it hides massive and heterogeneous gross flows, with many appearing to add little to aggregate efficiency.",
          "url": "http://dx.doi.org/10.1093/ej/ueae081",
          "doi": "10.1093/ej/ueae081",
          "filter": 0
        },
        {
          "title": "Correction to: Disability and risk preferences Experimental and survey evidence from Vietnam",
          "url": "http://dx.doi.org/10.1093/ej/ueae084",
          "doi": "10.1093/ej/ueae084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "An Economic Test for an Unlawful Agreement to Adopt a Third-Party’s Pricing Algorithm",
          "authors": "Joseph E Harrington",
          "abstract": "AI has helped fuel a growing market in the supply of pricing algorithms by software developers. While there is an efficiency rationale for outsourcing pricing, anticompetitive concerns have been expressed when competitors in a market adopt the same pricing algorithm. These concerns have resulted in private litigation claiming a third-party company (who developed the pricing algorithm) and firms (who adopted it) had an unlawful agreement. This study develops an empirical test for determining whether firms’ adoption decisions are coordinated. If adoption decisions are coordinated then adopters’ average price is increasing in the number of adopting firms, while if adoption decisions are independent then adopters’ average price does not depend on the number of adopting firms. This test could provide economic evidence to support a claim of an unlawful agreement between a third-party developer and adopting firms.",
          "url": "http://dx.doi.org/10.1093/epolic/eiae054",
          "doi": "10.1093/epolic/eiae054",
          "filter": 0
        },
        {
          "title": "How Learning About Harms Impacts the Optimal Rate of Artificial Intelligence Adoption",
          "authors": "Joshua S Gans",
          "abstract": "This paper examines recent proposals and research suggesting that AI adoption should be delayed until its potential harms are fully understood. Conclusions on the social optimality of delayed AI adoption are shown to be sensitive to assumptions about the process by which regulators learn about the salience of particular harms. When such learning is by doing—based on the real-world adoption of AI—this generally favours acceleration of AI adoption to surface and react to potential harms more quickly. This case is strengthened when AI adoption is potentially reversible. The paper examines how different conclusions regarding the optimality of accelerated or delayed AI adoption influence and are influenced by other policies that may moderate AI harm. JEL Classification Numbers: O33, L51.",
          "url": "http://dx.doi.org/10.1093/epolic/eiae053",
          "doi": "10.1093/epolic/eiae053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The inelastic demand for affirmative action",
          "authors": "Demid Getik, Marco Islam, Margaret Samahita",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104862",
          "doi": "10.1016/j.euroecorev.2024.104862",
          "filter": 0
        },
        {
          "title": "How good am I? Effects and mechanisms behind salient rank",
          "authors": "Rigissa Megalokonomou, Yi Zhang",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104870",
          "doi": "10.1016/j.euroecorev.2024.104870",
          "filter": 0
        },
        {
          "title": "Labour at risk",
          "authors": "Vasco Botelho, Claudia Foroni, Andrea Renzetti",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104849",
          "doi": "10.1016/j.euroecorev.2024.104849",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Efficient quantile covariate adjusted response adaptive experiments",
          "authors": "Zhonghua Li, Lan Luo, Jingshen Wang, Long Feng",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105857",
          "doi": "10.1016/j.jeconom.2024.105857",
          "filter": 0
        },
        {
          "title": "Higher-order refinements of small bandwidth asymptotics for density-weighted average derivative estimators",
          "authors": "Matias D. Cattaneo, Max H. Farrell, Michael Jansson, Ricardo P. Masini",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105855",
          "doi": "10.1016/j.jeconom.2024.105855",
          "filter": 0
        },
        {
          "title": "Latent utility and permutation invariance: A revealed preference approach",
          "authors": "Roy Allen, John Rehbeck",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105844",
          "doi": "10.1016/j.jeconom.2024.105844",
          "filter": 0
        },
        {
          "title": "Identification and estimation of unconditional policy effects of an endogenous binary treatment: An unconditional MTE approach",
          "authors": "Julian Martinez-Iriarte, Yixiao Sun",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105858",
          "doi": "10.1016/j.jeconom.2024.105858",
          "filter": 0
        },
        {
          "title": "Large Bayesian SVARs with linear restrictions",
          "authors": "Chenghan Hou",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105850",
          "doi": "10.1016/j.jeconom.2024.105850",
          "filter": 0
        },
        {
          "title": "Refining public policies with machine learning: The case of tax auditing",
          "authors": "Marco Battaglini, Luigi Guiso, Chiara Lacava, Douglas L. Miller, Eleonora Patacchini",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105847",
          "doi": "10.1016/j.jeconom.2024.105847",
          "filter": 0
        },
        {
          "title": "High-dimensional model-assisted inference for treatment effects with multi-valued treatments",
          "authors": "Wenfu Xu, Zhiqiang Tan",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105852",
          "doi": "10.1016/j.jeconom.2024.105852",
          "filter": 0
        },
        {
          "title": "Multiway empirical likelihood",
          "authors": "Harold D. Chiang, Yukitoshi Matsushita, Taisuke Otsu",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105861",
          "doi": "10.1016/j.jeconom.2024.105861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "JPE Turnaround Times",
          "url": "http://dx.doi.org/10.1086/733134",
          "doi": "10.1086/733134",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "http://dx.doi.org/10.1086/733237",
          "doi": "10.1086/733237",
          "filter": 0
        },
        {
          "title": "Efficient Allocation of Indivisible Goods in Pseudomarkets with Constraints",
          "authors": "Faruk Gul, Wolfgang Pesendorfer, Mu Zhang",
          "url": "http://dx.doi.org/10.1086/730561",
          "doi": "10.1086/730561",
          "filter": 0
        },
        {
          "title": "Growth Off the Rails: Aggregate Productivity Growth in Distorted Economies",
          "authors": "Richard Hornbeck, Martin Rotemberg",
          "url": "http://dx.doi.org/10.1086/730548",
          "doi": "10.1086/730548",
          "filter": 0
        },
        {
          "title": "The Network Origins of Entry",
          "authors": "Arthur Campbell, Philip Ushchev, Yves Zenou",
          "url": "http://dx.doi.org/10.1086/730550",
          "doi": "10.1086/730550",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1086/733236",
          "doi": "10.1086/733236",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The impossible trinity: Competitive markets, free entry, and efficiency",
          "authors": "Halvor Mehlum, Gisle J. Natvik, Ragnar Torvik",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105240",
          "doi": "10.1016/j.jpubeco.2024.105240",
          "filter": 0
        },
        {
          "title": "Should I Stay (in School) or Should I Go (to Work)",
          "authors": "Lee Tyrrell-Hendry",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105226",
          "doi": "10.1016/j.jpubeco.2024.105226",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "A Simple Theory of Deep Trade Integration",
          "authors": "Mathieu Parenti, Gonzague Vannoorenberghe",
          "abstract": "Which countries should aim for regulatory cooperation, and to what extent should they pursue it? We develop an imperfectly competitive trade model that accounts for differences in technology and regulatory preferences regarding local consumption externalities across countries. Each country sets unique product standards, and firms incur costs when tailoring products to different markets. Trade occurs when the benefits of comparative advantages outweigh the desire for asymmetric regulations. Our findings indicate that regulatory cooperation, defined as the cooperative setting of standards, is most advantageous for countries with moderate differences in regulatory preferences. Shallow integration, however, falls short of achieving the optimal planner’s solution. Countries with strong comparative advantages in distinct externality-generating goods can pursue deeper regulatory cooperation through mutual regulatory concessions. Additionally, when regulatory preferences are highly dispersed, international cooperation tends to form regulatory blocs.",
          "url": "http://dx.doi.org/10.1093/jeea/jvae046",
          "doi": "10.1093/jeea/jvae046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "The Impact of Children's Health Shocks on Parents' Labor Earnings and Mental Health",
          "authors": "Anne-Lise Breivik, Ana Costa-Ramón",
          "abstract": "We provide novel evidence on the causal impact of a child's health shock on parents' labor market outcomes. Using high-quality Finnish and Norwegian administrative data, we construct counterfactuals for treated households with families who experience the same shock in later years. We find a sharp break in mothers' earnings trajectories after the event, while we do not find significant effects for fathers. Our findings do not align with the hypothesis of household specialization explaining these adjustments. Instead, the evidence suggests that these changes are driven by increased caregiving demands, with mothers bearing the primary burden. We also document a substantial impact on parents' mental well-being.",
          "url": "http://dx.doi.org/10.1162/rest_a_01499",
          "doi": "10.1162/rest_a_01499",
          "filter": 0
        },
        {
          "title": "Firm-to-Firm Relationships and the Pass-Through of Shocks: Theory and Evidence",
          "authors": "Sebastian Heise",
          "abstract": "Economists have long suspected that firm-to-firm relationships might lower the responsiveness of prices to shocks due to the use of fixed-price contracts. Using transaction-level U.S. import data, I show that the pass-through of exchange rate shocks in fact rises as a relationship ages. Based on novel stylized facts about a relationship's life cycle, I develop a model of relationship dynamics in which a buyerseller pair accumulates relationship capital to lower production costs under limited commitment. The structurally estimated model generates countercyclical mark-ups and countercyclical pass-through of shocks through variation in the economy's rate of relationship creation, which falls in recessions.",
          "url": "http://dx.doi.org/10.1162/rest_a_01502",
          "doi": "10.1162/rest_a_01502",
          "filter": 0
        },
        {
          "title": "Trust in Lending",
          "authors": "Richard T. Thakor, Robert C. Merton",
          "abstract": "We develop a theory of trust in lending that distinguishes between reputation and trust. Banks emerge as more trusted lenders than non-banks. We show that trust severs the link between performance and the cost and availability of financing for lenders, but trust can be lost and is difficult to regain. Banks survive an erosion of trust better than non-banks. Banks' trust advantage arises from the lower cost of funding due to insured deposits and an endogenous belief revision channel that complements the effect of the funding cost advantage. The results have novel policy relevance for deposit insurance scope.",
          "url": "http://dx.doi.org/10.1162/rest_a_01508",
          "doi": "10.1162/rest_a_01508",
          "filter": 0
        },
        {
          "title": "Standard Errors for Two-Way Clustering with Serially Correlated Time Effects",
          "authors": "Harold D. Chiang, Bruce E. Hansen, Yuya Sasaki",
          "abstract": "We propose improved standard errors and an asymptotic theory for two-way clustered panels. Our theory allow for arbitrary serial dependence in the common time effects, which is excluded by existing two-way methods. Our asymptotic distribution theory is the first which allows for this level of inter-dependence. Under weak conditions, we demonstrate that OLS is asymptotically normal, our proposed variance estimator is consistent, and t-ratios are asymptotically standard normal. The results extend to two-way fixed-effect models; we argue that two-way clustering is still necessary even if two-way fixed effects are included. Simulation and empirical illustration are provided.",
          "url": "http://dx.doi.org/10.1162/rest_a_01507",
          "doi": "10.1162/rest_a_01507",
          "filter": 0
        },
        {
          "title": "Teamwork in Contests",
          "authors": "Jorge Lemus, Guillermo Marshall",
          "abstract": "We study self-organized teams in dynamic contests. Using data from Kaggle, we document that teams outperform solo players, but few players choose to form teams. Every new team alters the composition of players, discouraging less productive solo players to make submissions. We estimate the structural parameters of a dynamic contest model, including the team formation and submission costs. We find that team formation incentives diminish with the number of teams, as do the incentives to make submissions. We empirically evaluate the productivity-discouragement tradeoff caused by teamwork and discuss implications for contest design, including facilitating teamwork and hosting open competitions.",
          "url": "http://dx.doi.org/10.1162/rest_a_01509",
          "doi": "10.1162/rest_a_01509",
          "filter": 0
        },
        {
          "title": "The U.S. Low-Wage Structure: A McWage Comparison",
          "authors": "Orley Ashenfelter, Štěpán Jurajda",
          "abstract": "Thanks to standardized work protocol and technology of McDonald's restaurants, the hourly wage of McDonald's Basic Crew enables wage comparisons under near-identical skill inputs and hedonic job conditions. McWages capture labor costs in entry-level jobs, while the Big Macs (earned) Per Hour (BMPH) index measures corresponding purchasing power of wages. We document large and growing geographical wage differences in standardized jobs using data covering most U.S. counties during 2016-2023. Before the Covid-19 pandemic, there was no BMPH growth where minimum wages stayed constant, but the pandemic wage increase, which diminished the importance of minimum wages, was stronger in these areas.",
          "url": "http://dx.doi.org/10.1162/rest_a_01514",
          "doi": "10.1162/rest_a_01514",
          "filter": 0
        },
        {
          "title": "Random Discounted Expected Utility",
          "authors": "Jose Apesteguia, Miguel A. Ballester, Ángelo Gutiérrez-daza",
          "abstract": "This paper introduces the random discounted expected utility (R-DEU) model, which we have developed as a means to deal with heterogeneous risk and time preferences. The R-DEU model provides an explicit linkage between preference and choice heterogeneity. We prove it has solid comparative statics, discuss its identification, and demonstrate its computational convenience. Finally, we use two distinct experimental datasets to illustrate the advantages of the R-DEU model over common alternatives for estimating heterogeneity in preferences across individuals.",
          "url": "http://dx.doi.org/10.1162/rest_a_01495",
          "doi": "10.1162/rest_a_01495",
          "filter": 0
        },
        {
          "title": "The Returns to College Major Choice: Average and Distributional Effects, Career Trajectories, and Earnings Variability",
          "authors": "Rodney J. Andrews, Scott A. Imberman, Michael F. Lovenheim, Kevin Stange",
          "abstract": "A growing literature examining labor market returns to college major is motivated by large returns to skill. Prior research focuses on mean effects rather than earnings growth and variability. Using administrative data from Texas, we find that mean differences mask important features of the returns to college majors. First, earnings growth varies across fields. Second, there is considerable effect heterogeneity across workers. Third, major choice affects earnings variability within workers over time. We use our results to simulate a lifecyle utility model and compare mid-career utility and mean earnings returns across fields while highlighting the important role of risk preferences.",
          "url": "http://dx.doi.org/10.1162/rest_a_01503",
          "doi": "10.1162/rest_a_01503",
          "filter": 0
        },
        {
          "title": "Can a Trusted Messenger Change Behavior When Information Is Plentiful? Evidence from the First Months of the COVID-19 Pandemic in West Bengal",
          "authors": "Abhijit Banerjee, Marcella Alsan, Emily Breza, Arun G. Chandrasekhar, Abhijit Chowdury, Esther Duflo, Paul Goldsmith-Pinkham, Benjamin A. Olken",
          "abstract": "Can information from a credible messenger shift behavior in an information-saturated environment? In a randomized controlled trial involving twenty-eight million individuals in West Bengal, we find that SMS-delivered video messages containing information about COVID-19 symptoms and health-preserving behaviors recorded by a credible messenger increased adherence to targeted and non-targeted preventive behaviors, measured by two objective measures (symptoms reported to a health worker, and phone usage at home), as well as self-reported behaviors. We find large spillovers onto non-targeted recipients. Credible light-touch messaging can play an important role in crisis response, even when similar information is widely available.",
          "url": "http://dx.doi.org/10.1162/rest_a_01500",
          "doi": "10.1162/rest_a_01500",
          "filter": 0
        },
        {
          "title": "Sparse Trend Estimation",
          "authors": "Richard K. Crump, Nikolay Gospodinov, Hunter Wieman",
          "abstract": "The low-frequency movements of economic variables play a prominent role in policy analysis and decision-making. We develop a robust estimation approach for these slow-moving trend processes which is guided by a judicious choice of priors and is characterized by sparsity. We present novel stylized facts from longer-run survey expectations that inform the structure of the estimation procedure. The general version of the proposed Bayesian estimator with a spike-and-slab prior accounts explicitly for cyclical dynamics. We show that it performs well in simulations against relevant benchmarks and report empirical estimates of trend growth for U.S. output and annual mean temperature.",
          "url": "http://dx.doi.org/10.1162/rest_a_01506",
          "doi": "10.1162/rest_a_01506",
          "filter": 0
        },
        {
          "title": "Government Fragmentation and Economic Growth",
          "authors": "Traviss Cassidy, Tejaswi Velayudhan",
          "abstract": "We estimate the impact of local government fragmentation on economic activity in Indonesia over 2000–2014, when the number of districts increased by 50 percent. Exploiting idiosyncratic variation in the timing of district splits, we find that fragmentation reduces district GDP in the short termdespite large increases in central transfers. The GDP decline is larger in “child” districts that acquire a new capital and government. Furthermore, splitting districts focus spending on administration without improving public services or reducing red tape and corruption. The downsides of fragmentation due to economies of scale and low bureaucratic capacity outweigh potential upsides.",
          "url": "http://dx.doi.org/10.1162/rest_a_01493",
          "doi": "10.1162/rest_a_01493",
          "filter": 0
        },
        {
          "title": "Disentangling the Effects of the 2018-2019 Tariffs on a Globally Connected U.S. Manufacturing Sector",
          "authors": "Aaron Flaaen, Justin Pierce",
          "abstract": "This paper estimates the relationship between the U.S. tariff increases of 2018-2019 and outcomes in domestic manufacturing. Despite being intended to boost manufacturing activity, we find U.S. industries more exposed to tariff increases experience relative reductions in employment, as a small positive effect from import protection is offset by larger negative effects from rising input costs and retaliatory tariffs. Higher tariffs are also associated with relative increases in producer prices due to rising input costs. Lastly, we document broader labor market impacts, as counties more exposed to rising tariffs exhibit relative increases in unemployment and declines in labor force participation.",
          "url": "http://dx.doi.org/10.1162/rest_a_01498",
          "doi": "10.1162/rest_a_01498",
          "filter": 0
        },
        {
          "title": "Persecution and Migrant Self-Selection: Evidence from the Collapse of the Communist Bloc",
          "authors": "Ran Abramitzky, Travis Baseler, Isabelle Sin",
          "abstract": "How does persecution affect who migrates? We analyze migrants' self-selection out of the USSR and its satellite states before and after the collapse of Communism using census microdata. We find that migrants arriving before and around the time of the collapse (who were more likely to have moved because of persecution) were more educated and obtained better labor market outcomes than those arriving later. This change is not fully explained by the removal of Communist-era emigration restrictions. Instead, we show both theoretically and empirically that this pattern is consistent with more positive self-selection of migrants who are motivated by persecution.",
          "url": "http://dx.doi.org/10.1162/rest_a_01512",
          "doi": "10.1162/rest_a_01512",
          "filter": 0
        },
        {
          "title": "Social Preferences and Redistributive Politics",
          "authors": "Ernst Fehr, Thomas Epper, Julien Senn",
          "abstract": "We study the link between social preferences and a behaviorally validated measure of support for redistribution. We uncover three fundamentally distinct social preference types: predominantly selfish, inequality averse and altruistic individuals. Inequality averse and altruistic individuals display a much stronger support for redistribution, particularly if they are more affluent. Beliefs about the role of effort and luck for success play no role for selfish individuals but are highly relevant for other-regarding individuals. Finally, while inequality averse individuals display strong support for policies aimed at reducing the incomes of the rich, altruistic individuals are considerably less supportive of these policies.",
          "url": "http://dx.doi.org/10.1162/rest_a_01511",
          "doi": "10.1162/rest_a_01511",
          "filter": 0
        },
        {
          "title": "Random Subspace Local Projections",
          "authors": "Viet Hoang Dinh, Didier Nibbering, Benjamin Wong",
          "abstract": "We show how random subspace methods can be adapted to estimating local projections with many controls. Random subspace methods have their roots in the machine learning literature and are implemented by averaging over regressions estimated over different combinations of subsets of these controls. We document three key results: (i) Our approach can successfully recover the impulse response functions across Monte Carlo experiments representative of different macroeconomic settings and identification schemes. (ii) Our results suggest that random subspace methods are more accurate than other dimension reduction methods if the underlying large dataset has a factor structure similar to typical macroeconomic datasets such as FRED-MD. (iii) Our approach leads to differences in the estimated impulse response functions relative to benchmark methods when applied to two widely studied empirical applications.",
          "url": "http://dx.doi.org/10.1162/rest_a_01510",
          "doi": "10.1162/rest_a_01510",
          "filter": 0
        },
        {
          "title": "Language Barriers, Technology Adoption and Productivity: Evidence from Agriculture in India",
          "authors": "Apoorv Gupta, Jacopo Ponticelli, Andrea Tesei",
          "abstract": "We study the effect of language barriers on the ability of farmers to access information about agricultural technologies in rural areas of India. We use the introduction of government-sponsored call centers (Kisan Call Centers) which offer agricultural advice in the official language of each Indian state. For identification, we compare geographically contiguous areas that sit across state borders, and exploit differences in the language spoken by farmers and call center advisors. We document that language barriers limit the adoption of modern agricultural technologies – such as high-yielding variety seeds – and negatively affect crop yields.",
          "url": "http://dx.doi.org/10.1162/rest_a_01501",
          "doi": "10.1162/rest_a_01501",
          "filter": 0
        },
        {
          "title": "Intergenerational Spillovers of Integration Policies: Evidence from Finland's Integration Plans",
          "authors": "Hanna Pesola, Matti Sarvimäki",
          "abstract": "We examine the intergenerational effects of an integration program that increased language training and improved labor market outcomes of adult immigrants in Finland. Exploiting a discontinuity in the phase-in rule of a reform, we find that parents' participation in the program improved their children's grades by 0.5 standard deviations and extended their educational attainment by over a year. Two decades post-arrival, children of the affected immigrants earned 42% more than their counterparts whose parents narrowly missed the policy's implementation.",
          "url": "http://dx.doi.org/10.1162/rest_a_01494",
          "doi": "10.1162/rest_a_01494",
          "filter": 0
        },
        {
          "title": "Do Firms Value Court Enforceability of Noncompete Agreements? A Revealed Preference Approach",
          "authors": "Takuya Hiraiwa, Michael Lipsitz, Evan Starr",
          "abstract": "Do firms value court enforceability of their workers' noncompete agreements (NCAs)? We leverage a 2020 Washington law that made NCAs unenforceable for workers earning less than $100k per year. If firms value the ability to enforce NCAs in court, then they should give just-below threshold workers raises to reach the threshold, resulting in excess mass just above the threshold. Using administrative data, we find no evidence of bunching, even where efficiency arguments are most plausible. A survey of Washington employment attorneys suggests little bunching because firms rarely need to enforce NCAs and because firms can use other, less restrictive alternatives.",
          "url": "http://dx.doi.org/10.1162/rest_a_01505",
          "doi": "10.1162/rest_a_01505",
          "filter": 0
        },
        {
          "title": "Identification of a Triangular Random Coefficient Model using a Correction Function",
          "authors": "Alyssa Carlson",
          "abstract": "Previously, identification of triangular random coefficient models required a restriction on the dimension of the first stage heterogeneity or independence assumptions across the different sources of the heterogeneity. This note proposes a new identification strategy that does not rely on either of these restrictions but rather assumes conditional means have a conditional linear projection representation in order to construct “correction functions” to address endogeneity and gain identification of the average partial effect. This identification strategy allows for both continuous and discrete instruments. Finally, the proposed identification method is illustrated in estimating the returns to education.",
          "url": "http://dx.doi.org/10.1162/rest_a_01496",
          "doi": "10.1162/rest_a_01496",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
