{
  "update": "2025-04-11",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Crime and Education",
          "authors": "Stephen Machin, Matteo Sandi",
          "abstract": "Research studying the connections between crime and education is a prominent aspect of the big increase of publication and research interest in the economics of crime field. This work demonstrates a crime-reducing impact of education, which can be interpreted as causal through leveraging research designs (e.g., based on education policy changes) that ensure the direction of causality flows from education to crime. A significant body of research also explores in detail, and in various directions, the means by which education has a crime-reducing impact. This includes evidence on incapacitation- versus productivity-raising aspects of education and on the quality of schooling at different stages of education, ranging from early age interventions through primary and secondary schooling to policy changes that alter the school dropout age. This evidence base shows that there are education policies that have been effective crime prevention tools in many settings around the world.",
          "url": "https://doi.org/10.1146/annurev-economics-090324-035606",
          "doi": "https://doi.org/10.1146/annurev-economics-090324-035606",
          "filter": 0
        },
        {
          "title": "Voting Rules, Turnout, and Economic Policies",
          "authors": "Enrico Cantoni, Vincent Pons, Jerome Schafer",
          "abstract": "In recent years, voter ID laws and convenience voting have generated heated partisan debates. To shed light on these policy issues, we survey recent evidence on the institutional determinants and effects of voter turnout and broaden the perspective beyond the most debated rules. We begin by discussing the importance of electoral participation both for its consequences on policy choices and for democratic legitimacy. Building on a simple cost–benefit model of voting, we then review (quasi-)experimental research on the effects of voting procedures and of other election rules. Voting procedures primarily affect the cost of participation. The obstacles they create matter more when they occur ahead of the election and when the stakes are not salient, and they matter less when parties mobilize voters against them and when alternative ways to vote exist. Election rules both upstream and downstream from the election operate mostly through benefits, for instance, by affecting electoral competitiveness and the number of candidates. We conclude by highlighting questions for future research.",
          "url": "https://doi.org/10.1146/annurev-economics-081624-081637",
          "doi": "https://doi.org/10.1146/annurev-economics-081624-081637",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Sick of Working from Home?",
          "authors": "Dominique Goux, Eric Maurin",
          "abstract": "We explore the consequences of the development of home working for wages, hours worked and employee health in the post COVID era. We base our research strategy on a French law passed in 2017 to encourage telework agreements between employers and employees. In the months following the law, many establishments signed telework agreements, and we show that this subsequently led to a much greater development of home working in these establishments after the epidemic shock in 2020. This increase was particularly significant in mid-level occupations, and was followed by a deterioration in the health of the employees concerned, particularly men.",
          "url": "https://doi.org/10.1093/ej/ueaf025",
          "doi": "https://doi.org/10.1093/ej/ueaf025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Retraction notice to “Parent–teacher meetings and student outcomes: Evidence from a developing country” [European Economic Review 111 (2019) 273-304]",
          "authors": "Asad Islam",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105026",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105026",
          "filter": 0
        },
        {
          "title": "Does One Size Fit All? The Country-Specific Effects of ECB Monetary Policy*",
          "authors": "Deborah Gefang, Stephen G. Hall, George S. Tavlas, Yongli Wang",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105025",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Asymptotic theory for two-way clustering",
          "authors": "Luther Yap",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106001",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106001",
          "filter": 0
        },
        {
          "title": "Regret analysis in threshold policy design",
          "authors": "Federico Crippa",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105998",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "When do voters ‘rally around the flag’? The salience of political messages",
          "authors": "Yatish Arya, Apurav Yash Bhatiya",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105356",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105356",
          "filter": 0
        },
        {
          "title": "Universal early childhood education and adolescent risky behavior",
          "authors": "Michihito Ando, Hiroaki Mori, Shintaro Yamaguchi",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105353",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105353",
          "filter": 0
        },
        {
          "title": "Welfare in the volunteer’s dilemma",
          "authors": "Marco Battaglini, Thomas R. Palfrey",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105360",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105360",
          "filter": 0
        },
        {
          "title": "Debunking “fake news” on social media: Immediate and short-term effects of fact-checking and media literacy interventions",
          "authors": "Lara Marie Berger, Anna Kerkhof, Felix Mindl, Johannes Münster",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105345",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105345",
          "filter": 0
        },
        {
          "title": "Health risk and the value of life",
          "authors": "Daniel Bauer, Darius Lakdawalla, Julian Reif",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105346",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105346",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Contracting for Coordination",
          "authors": "Marina Halac",
          "abstract": "A principal contracts with agents to achieve coordination. Multiple equilibria can in general arise under given contract offers, and the principal wishes to maximize her payoff guarantee across equilibrium outcomes. I discuss recent work on contracting for coordination using a simple, unifying framework. The analysis reveals how the principal’s concern for strategic uncertainty shapes optimal contracts, with implications for discrimination and inequality between agents. I adapt the framework to various settings—including contractible actions, hidden actions, and hidden information—and highlight the relevance of contracting for coordination in applications—including adoption and investment, team incentives, and goods with network externalities.",
          "url": "https://doi.org/10.1093/jeea/jvaf015",
          "doi": "https://doi.org/10.1093/jeea/jvaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Acknowledgment of Referees",
          "url": "https://doi.org/10.1093/qje/qjaf003",
          "doi": "https://doi.org/10.1093/qje/qjaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "How to Sample and When to Stop Sampling: The Generalized Wald Problem and Minimax Policies",
          "authors": "Karun Adusumilli",
          "abstract": "We study sequential experiments where sampling is costly and a decision-maker aims to determine the best treatment for full scale implementation by (1) adaptively allocating units between two possible treatments, and (2) stopping the experiment when the expected welfare (inclusive of sampling costs) from implementing the chosen treatment is maximized. Working under a continuous time limit, we characterize the optimal policies under the minimax regret criterion. We show that the same policies also remain optimal under both parametric and non-parametric outcome distributions in an asymptotic regime where sampling costs approach zero. The minimax optimal sampling rule is just the Neyman allocation: it is independent of sampling costs and does not adapt to observed outcomes. The decision-maker halts sampling when the product of the average treatment difference and the number of observations surpasses a specific threshold. The results derived also apply to the so-called best-arm identification problem, where the number of observations is exogenously specified.",
          "url": "https://doi.org/10.1093/restud/rdaf021",
          "doi": "https://doi.org/10.1093/restud/rdaf021",
          "filter": 0
        },
        {
          "title": "The US, Economic News, and the Global Financial Cycle",
          "authors": "Christoph E Boehm, T Niklas Kroner",
          "abstract": "We provide evidence for a causal link between the US economy and the global financial cycle. Using intraday data, we show that US macroeconomic news releases have large and significant effects on global risky asset prices. Stock price indexes of 27 countries, the VIX, and commodity prices all jump instantaneously upon news releases. The responses of stock indexes co-move across countries and are large—often comparable in size to the response of the S&amp;P 500. Further, US macroeconomic news explains on average 23 percent of the quarterly variation in foreign stock markets. The joint behavior of stock prices, bond yields, and risk premia suggests that systematic US monetary policy reactions to news do not drive the estimated effects. Instead, the evidence points to a direct effect on investors’ risk-taking capacity. Our findings show that a byproduct of the United States’ central position in the global financial system is that news about its business cycle has large effects on global financial conditions.",
          "url": "https://doi.org/10.1093/restud/rdaf020",
          "doi": "https://doi.org/10.1093/restud/rdaf020",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
