{
  "update": "2025-12-05",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Why Don’t People Lie More? Truth Is (Wrongly) Believed To Be More Persuasive",
          "authors": "Uri Gneezy, Marta Serra-Garcia",
          "abstract": "Is truth believed to be more persuasive than falsehood? This paper explores this question using a series of experiments. First, a survey experiment reveals that participants consistently believe the persuasive power of truthful messages is higher than that of lies. Second, two laboratory experiments, in which senders record truthful and false video messages about news events, show that senders mistakenly believe their truthful messages will be more believable. Even when incentivized to lie, most senders choose to tell the truth—if tasked with persuading receivers. If not, however, most senders follow the incentives and lie.",
          "url": "https://doi.org/10.1093/ej/ueaf128",
          "doi": "https://doi.org/10.1093/ej/ueaf128",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "The Impact of Behavioral Design and Users’ Choice on Smartphone App Usage and Willingness to Pay: A Framed Field Experiment",
          "authors": "Christina Timko, Maja Adena",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105230",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105230",
          "filter": 0
        },
        {
          "title": "Femicides, anti-violence centers, and policy targeting",
          "authors": "Augusto Cerqua, Costanza Giannantoni, Marco Letta, Gabriele Pinto",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105221",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105221",
          "filter": 0
        },
        {
          "title": "#IamLGBT: Social networks and coming out",
          "authors": "Jan Gromadzki, Przemysław Siemaszko",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105216",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105216",
          "filter": 0
        },
        {
          "title": "Another chance: Number of exam retakes and university students’ outcomes",
          "authors": "Massimiliano Bratti, Silvia Granato, Enkelejda Havari",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105222",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105222",
          "filter": 0
        },
        {
          "title": "The asymmetric effects of commodity price shocks in emerging economies",
          "authors": "Andrea Gazzani, Vicente Herrera, Alejandro Vicondoa",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105219",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105219",
          "filter": 0
        },
        {
          "title": "Labor productivity, effort and the Euro Area business cycle",
          "authors": "Vivien Lewis, Stefania Villa",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105223",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105223",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00277-6",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00277-6",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Corrigendum to “Robust mutual fund selection with false discovery rate control” [Journal of Econometrics 252 (2025) 106121]",
          "authors": "Hongfei Wang, Ping Zhao, Long Feng, Zhaojun Wang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106162",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106162",
          "filter": 0
        },
        {
          "title": "Unobserved component models, approximate filters and dynamic adaptive mixture models",
          "authors": "Leopoldo Catania, Enzo D’Innocenzo, Alessandra Luati",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106155",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106155",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00196-4",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00196-4",
          "filter": 1
        },
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00190-3",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00190-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Economic Literature",
      "journal_short": "JEL",
      "articles": [
        {
          "title": "King, Michael R. Fintech Explained: How Technology Is Transforming Financial Services",
          "authors": "Richard Holden",
          "abstract": "Richard Holden of UNSW Business School reviews “Fintech Explained: How Technology Is Transforming Financial Services” by Michael R. King. The Econlit abstract of this book begins: “Explores how entrepreneurial startups, mature businesses, digital-only banks, and global technology companies are transforming the customer experience in financial services, focusing on financial technology (fintech) applications developed since the mid-2000s that primarily target individuals and small business customers.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r5",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r5",
          "filter": 0
        },
        {
          "title": "Book Reviews",
          "url": "https://doi.org/10.1257/jel.63.4.1552",
          "doi": "https://doi.org/10.1257/jel.63.4.1552",
          "filter": 0
        },
        {
          "title": "China’s Macroeconomic Development: The Role of Gradualist Reforms",
          "authors": "Kaiji Chen, Tao Zha",
          "abstract": "This paper provides analytic guides to recent literature on China’s macroeconomic development, emphasizing the critical role of the gradualist reform approach. Our analysis suggests that from 1978 to 1997, the gradualist approach contributed to China’s aggregate total factor productivity and economic growth primarily through policies that facilitated the reallocation of surplus labor from agriculture to nonagricultural sectors. Since 1998, the government’s focus shifted, with various reforms encouraging large enterprises, whether state owned or privately owned, to enter capital-intensive sectors, making capital deepening the main driver of economic growth. While this strategy sustained China’s GDP growth, it also increased trade tensions with global partners, created barriers to transitioning to a consumption-led economy, and threatened China’s long-term financial stability, casting long shadows over the Chinese economy. (JEL E23, F14, L16, O11, O47, P21, P24)",
          "url": "https://doi.org/10.1257/jel.20251631",
          "doi": "https://doi.org/10.1257/jel.20251631",
          "filter": 0
        },
        {
          "title": "The Beautiful Dataset",
          "authors": "Ignacio Palacios-Huerta",
          "abstract": "Natural experiments, high stakes, expert subjects, knowledge of the precise objectives and exact rules, clean measurement, observability of strategies, incentives, actions and consequences, large datasets, exogenous rule changes, distinct social effects, and no Hawthorne effects. These and other desirable attributes for empirical work are found in sports settings. In sports, features that often characterize either the lab or the field are found simultaneously. Sports can offer the best of both worlds. Reluctance to recognize these advantages reflects a misunderstanding of the virtues of sports data, and this reluctance has discouraged the study of these settings and slowed down the production of knowledge. This survey reviews literature that shows how sports settings have made it possible to implement the first successful test, or the best test to date, of various models and hypotheses, and to discover new phenomena. It is not a question of what economics can do for sports, but what sports can do for economics. (JEL C80, C90, Z20)",
          "url": "https://doi.org/10.1257/jel.20241616",
          "doi": "https://doi.org/10.1257/jel.20241616",
          "filter": 0
        },
        {
          "title": "James, Harold. Seven Crashes: The Economic Crises that Shaped Globalization",
          "authors": "Mark Carlson",
          "abstract": "Mark Carlson of Board of Governors of the Federal Reserve System reviews “Seven Crashes: The Economic Crises that Shaped Globalization” by Harold James. The Econlit abstract of this book begins: “Explores the transformative effect of supply crises on globalization, promoting the argument that new institutions arise out of responses to these disruptions and that this changes the way that people conceive of the economic process.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r3",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r3",
          "filter": 0
        },
        {
          "title": "Elliott, Robert. The Economics of the UK Health and Social Care Labour Market: How Labour Economics Can Inform Policy toward the Frontline Care Workforce",
          "authors": "Elaine Kelly",
          "abstract": "Elaine Kelly of Institute for Fiscal Studies and The Health Foundation reviews “The Economics of the UK Health and Social Care Labour Market: How Labour Economics Can Inform Policy toward the Frontline Care Workforce” by Robert Elliott. The Econlit abstract of this book begins: “Discusses economic theories key to understanding the workings of the labor markets for frontline health- and social-care workers in the United Kingdom, focusing on the theories of net advantages, human capital, the production function, the labor demand schedule, and equilibrium in the labor market.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r2",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r2",
          "filter": 0
        },
        {
          "title": "JEL Classification System",
          "abstract": "The categories listed below are used to classify books, book reviews, journal articles, and dissertations indexed in JEL and EconLit. New changes to the classification system appear as soon as possible on www.econlit.org . The JEL classification system may be used freely for scholarly purposes. We suggest the following format: “JEL: A10, B10, etc.”",
          "url": "https://doi.org/10.1257/jel.63.4.1632",
          "doi": "https://doi.org/10.1257/jel.63.4.1632",
          "filter": 0
        },
        {
          "title": "Doctoral Dissertations in Economics One-Hundred-Twenty-Second Annual List",
          "abstract": "The list below specifies doctoral degrees conferred by U.S. and Canadian universities during academic year July 2024 to June 2025. Lists of degree recipients and subject classifications are provided by the university. Note: Dissertations without classifications may be found under “Y Miscellaneous Categories.”",
          "url": "https://doi.org/10.1257/jel.63.4.1648",
          "doi": "https://doi.org/10.1257/jel.63.4.1648",
          "filter": 0
        },
        {
          "title": "Coyle, Diane. The Measure of Progress: Counting What Really Matters",
          "authors": "Karen Dynan",
          "abstract": "Karen Dynan of Harvard University reviews “The Measure of Progress: Counting What Really Matters” by Diane Coyle. The Econlit abstract of this book begins: “Explores the shortcomings in standard economic measurement and why the current metrics miss important considerations, highlighting over a decade's worth of research on questions of economic statistics and measurement.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r1",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r1",
          "filter": 0
        },
        {
          "title": "The Economics of Infectious Diseases",
          "authors": "M. Christopher Auld, Eli P. Fenichel, Flavio Toxvaerd",
          "abstract": "We synthesize the literature on economic epidemiology, the interdisciplinary field that draws on the ideas and methods of economics to analyze individual behavior, aggregate disease dynamics, and public policy during infectious disease epidemics. We cover the main models of individual behavior during epidemics, related econometric evidence, and models of disease dynamics appropriate for the analysis of a range of infectious diseases. We outline modeling approaches to a range of control measures including non-pharmaceutical interventions such as stay-at-home mandates, quarantines, and sheltering, and pharmaceutical interventions such as vaccines and treatment. Last, we characterize different types of externalities and heterogeneities and discuss the targeting and implementation of policies through restrictions and incentives. (JEL D62, D91, H51, I12, I18)",
          "url": "https://doi.org/10.1257/jel.20241649",
          "doi": "https://doi.org/10.1257/jel.20241649",
          "filter": 0
        },
        {
          "title": "Kardas-Nelson, Mara. We Are Not Able to Live in the Sky: The Seductive Promise of Microfinance",
          "authors": "R. Meager",
          "abstract": "R. Meager of University of New South Wales reviews “We Are Not Able to Live in the Sky: The Seductive Promise of Microfinance” by Mara Kardas-Nelson. The Econlit abstract of this book begins: “Explores how microfinance, the practice of lending small amounts of money directly to people facing poverty, has impacted the lives of borrowers, highlighting the experiences of women in Sierra Leone who took out microfinance loans.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r4",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r4",
          "filter": 0
        },
        {
          "title": "Understanding Economic Behavior Using Open-Ended Survey Data",
          "authors": "Ingar Haaland, Christopher Roth, Stefanie Stantcheva, Johannes Wohlfart",
          "abstract": "We survey the recent literature in economics using open-ended survey data to uncover mechanisms behind economic beliefs and behaviors. We first provide an overview of different applications, including the measurement of motives, mental models, narratives, attention, information transmission, and recall. We next describe different ways of eliciting open-ended responses, including single-item open-ended questions, speech recordings, and artificial intelligence–powered qualitative interviews. Subsequently, we discuss methods to annotate and analyze such data with a focus on recent advances in large language models. Our review concludes with a discussion of promising avenues for future research. (JEL C83, C90, D83, D91)",
          "url": "https://doi.org/10.1257/jel.20251780",
          "doi": "https://doi.org/10.1257/jel.20251780",
          "filter": 0
        },
        {
          "title": "Whittaker, D. Hugh. Building a New Economy: Japan’s Digital and Green Transformation",
          "authors": "Daiji Kawaguchi",
          "abstract": "Daiji Kawaguchi of University of Tokyo reviews “Building a New Economy: Japan's Digital and Green Transformation” by D. Hugh Whittaker. The Econlit abstract of this book begins: “Explores institutional and ideational change in Japan and whether or not these are coming together to form a new growth model, focusing on the changing nature of the Japanese state and state–market relations, corporate governance, management and employment, education and training, and innovation and entrepreneurship.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r8",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r8",
          "filter": 0
        },
        {
          "title": "Sunstein, Cass R. Decisions about Decisions: Practical Reason in Ordinary Life",
          "authors": "Michael Luca",
          "abstract": "Michael Luca of Johns Hopkins University reviews “Decisions about Decisions: Practical Reason in Ordinary Life” by Cass R. Sunstein. The Econlit abstract of this book begins: “Explores the psychological, practical, and emotional factors that inform decision-making processes.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r7",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r7",
          "filter": 0
        },
        {
          "title": "Journal of Economic Literature , September 2025, Volume LXIII, Number 4",
          "url": "https://doi.org/10.1257/jel.63.4.1",
          "doi": "https://doi.org/10.1257/jel.63.4.1",
          "filter": 0
        },
        {
          "title": "Imperfect Competition in Financial Markets: Recent Developments",
          "authors": "Marzena Rostek, Ji Hee Yoon",
          "abstract": "This article reviews the theory of imperfectly competitive financial markets, with special attention to recent contributions and rapidly growing areas of research. We highlight the methodological advances that have led to a unified analytic framework for static, dynamic, centralized, and decentralized markets. Accounting for imperfect competition has not only reshaped our understanding of financial market data but also underscored the importance of market structure, motivated novel policy tools and objectives, and opened new avenues for market design. We identify areas where new models and techniques could enable further progress on equilibrium and market design analyses for markets with large players. (JEL D43, D47, D53, G10)",
          "url": "https://doi.org/10.1257/jel.20241340",
          "doi": "https://doi.org/10.1257/jel.20241340",
          "filter": 0
        },
        {
          "title": "Liquidity Traps: A Unified Theory of the Great Depression and the Great Recession",
          "authors": "Gauti B. Eggertsson, Sergei K. Egiev",
          "abstract": "This review of liquidity traps unifies three landmark economic downturns—the US Great Depression, the Great Recession, and Japan’s Long Recession—into a single analytical framework. We examine various forces that drive natural interest rates negative: temporarily (such as banking crises and debt overhangs) or permanently (such as demographic shifts and inequality). When policy rates hit the zero lower bound, conventional monetary tools lose traction. Under a standard monetary policy regime, counterintuitive paradoxes emerge: Greater price flexibility deepens recessions, and positive supply shocks become contractionary. We show how policy effects—including the size of fiscal multipliers, forward guidance, and these paradoxes—depend critically on the monetary-fiscal regime and on central bank credibility. The paper explains how regime changes, such as Franklin D. Roosevelt’s 1933 abandonment of the gold standard and balanced-budget dogmas, successfully reversed deep slumps by credibly shifting expectations. We examine whether secular-stagnation forces are likely to assert themselves in the coming decades.(JEL E32, E42, E43, E52, E62, G01, G21)",
          "url": "https://doi.org/10.1257/jel.20241306",
          "doi": "https://doi.org/10.1257/jel.20241306",
          "filter": 0
        },
        {
          "title": "Annotated Listing of New Books",
          "abstract": "Editor's Note Our policy is to annotate all English-language books on economics and related subjects that are sent to us. A very small number of foreign-language books are called to our attention and annotated by our consulting editors or others. Our staff does not monitor and order books published; therefore, if an annotation of a book does not appear six months after the publication date, please write to us or the publisher concerning the book.",
          "url": "https://doi.org/10.1257/jel.63.4.1569",
          "doi": "https://doi.org/10.1257/jel.63.4.1569",
          "filter": 0
        },
        {
          "title": "Moschella, Manuela. Unexpected Revolutionaries: How Central Banks Made and Unmade Economic Orthodoxy",
          "authors": "Elena Carletti",
          "abstract": "Elena Carletti of Bocconi University reviews “Unexpected Revolutionaries: How Central Banks Made and Unmade Economic Orthodoxy” by Manuela Moschella. The Econlit abstract of this book begins: “Explores the development of central banks from the heyday of monetary orthodoxy in the 1980s to the 2008 global financial crisis and the 2020 COVID-19 crisis, explaining why central banks responded to changed economic conditions by breaking with monetary orthodoxy and what consequences this evolutionary path entails for the role of central banks in domestic societies.”",
          "url": "https://doi.org/10.1257/jel.63.4.1552.r6",
          "doi": "https://doi.org/10.1257/jel.63.4.1552.r6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "US Public Debt and Safe Asset Market Power",
          "authors": "Jason Choi, Rishabh Kirpalani, Diego J Perez",
          "url": "https://doi.org/10.1086/739824",
          "doi": "https://doi.org/10.1086/739824",
          "filter": 0
        },
        {
          "title": "Revolutionary Transition: Inheritance Change and Fertility Decline",
          "authors": "Victor Gay, Paula Gobbi, Marc Goñi",
          "url": "https://doi.org/10.1086/739821",
          "doi": "https://doi.org/10.1086/739821",
          "filter": 0
        },
        {
          "title": "The Causal Effects of Youth Cigarette Addiction and Education",
          "authors": "Rong Hai, James Heckman",
          "url": "https://doi.org/10.1086/739828",
          "doi": "https://doi.org/10.1086/739828",
          "filter": 0
        },
        {
          "title": "Booms, Busts, and Mismatch in Capital Markets: Evidence from the Offshore Oil and Gas Industry",
          "authors": "Nicholas Vreugdenhil",
          "url": "https://doi.org/10.1086/739827",
          "doi": "https://doi.org/10.1086/739827",
          "filter": 0
        },
        {
          "title": "Health Shocks, Health Insurance, Human Capital, and the Dynamics of Earnings and Health",
          "authors": "Elena Capatina, Michael P. Keane",
          "url": "https://doi.org/10.1086/739831",
          "doi": "https://doi.org/10.1086/739831",
          "filter": 0
        },
        {
          "title": "On the Nature of Entrepreneurship",
          "authors": "Anmol Bhandari, Tobey Kass, Thomas May, Ellen McGrattan, Evan Schulz",
          "url": "https://doi.org/10.1086/739823",
          "doi": "https://doi.org/10.1086/739823",
          "filter": 0
        },
        {
          "title": "Linking Social and Personal Preferences: Theory and Experiment",
          "authors": "William Zame, Bertil Tungodden, Erik Ø Sørensen, Shachar Kariv, Alexander W Cappelen",
          "url": "https://doi.org/10.1086/739832",
          "doi": "https://doi.org/10.1086/739832",
          "filter": 0
        },
        {
          "title": "Glass Walls: Experimental Evidence on Constraints Faced by Women in Accessing Valuable Skilling Opportunities",
          "authors": "Ali Cheema, Asim Khwaja, M Farooq Naseer, Jacob N Shapiro",
          "url": "https://doi.org/10.1086/739830",
          "doi": "https://doi.org/10.1086/739830",
          "filter": 0
        },
        {
          "title": "Ever Since Allais",
          "authors": "Aluma Dembo, Shachar Kariv, Matthew Polisson, John K.-H. Quah",
          "url": "https://doi.org/10.1086/739829",
          "doi": "https://doi.org/10.1086/739829",
          "filter": 0
        },
        {
          "title": "A Model of Social Duties",
          "authors": "Tore Ellingsen, Erik Mohlin",
          "url": "https://doi.org/10.1086/739834",
          "doi": "https://doi.org/10.1086/739834",
          "filter": 0
        },
        {
          "title": "Private Private Information",
          "authors": "Kevin He, Fedor Sandomirskiy, Omer Tamuz",
          "url": "https://doi.org/10.1086/739833",
          "doi": "https://doi.org/10.1086/739833",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Assessing the impact of grade retention: A cautionary tale of exclusion restriction violations",
          "authors": "Jordan S. Berne, Brian A. Jacob, Christina Weiland, Katharine O. Strunk",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105534",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105534",
          "filter": 0
        },
        {
          "title": "School equalization in the shadow of Jim Crow: Causes and consequences of resource disparity in Mississippi circa 1940",
          "authors": "David Card, Leah Clark, Ciprian Domnisoru, Lowell Taylor",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105497",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105497",
          "filter": 0
        },
        {
          "title": "Distributionally sensitive cost-benefit analysis",
          "authors": "Robin Boadway, Michael Smart",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105536",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105536",
          "filter": 0
        },
        {
          "title": "The role of unrealized gains and borrowing in the taxation of the rich",
          "authors": "Edward Fox, Zachary Liscow",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105518",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105518",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Policies for Early Childhood Skills Formation: Accounting for Parental Choices and Noncognitive Skills,",
          "authors": "Iacopo Morchio",
          "abstract": "What are the returns in terms of children’s skills development to child allowance policies? Answering this question requires a theory of the trade-offs faced by households, as well as a realistic technology of skills formation. I build a model of parental choices which embeds the technology of cognitive and non-cognitive skills formation estimated by Cunha et al. (2010), featuring risky investment in children, time use trade-offs, idiosyncratic income risk and borrowing constraints. Accounting for non-cognitive skills implies higher effectiveness of parental investments, and therefore higher policy returns than previously estimated in the literature.",
          "url": "https://doi.org/10.1093/jeea/jvaf051",
          "doi": "https://doi.org/10.1093/jeea/jvaf051",
          "filter": 0
        },
        {
          "title": "Political Information and Network Effects",
          "authors": "Georgy Egorov, Sergei Guriev, Maxim Mironov, Ekaterina Zhuravskaya",
          "abstract": "Why do political campaigns so often yield unexpected results? We address this question by separately estimating the direct effect of a campaign on targeted voters and the indirect effect on others in the same social environment. Partnering with a local NGO during Argentina’s 2023 presidential election, we randomized the distribution of leaflets providing an expert assessment of the likely consequences of certain proposals by the outsider candidate Javier Milei. Exploiting Argentina’s unique sub-precinct election reporting system, we show that the campaign reduced Milei’s support among directly treated voters, as expected, but increased his support among untreated voters in treated precincts, producing a backfiring, net-positive effect for Milei. A pre-registered replication confirmed these opposite-signed effects. Using theory and a survey experiment, we show that the minority of voters who disbelieved the campaign were more motivated to discuss it with peers, convincing them to support Milei. This mobilization effect appears especially likely when campaigns criticize outsider candidates. Our results highlight how campaigns aimed at anti-elite candidates can unintentionally mobilize support for them.",
          "url": "https://doi.org/10.1093/jeea/jvaf052",
          "doi": "https://doi.org/10.1093/jeea/jvaf052",
          "filter": 0
        },
        {
          "title": "Deaths of Despair and The Decline of American Religion,",
          "authors": "Tyler Giles, Daniel Hungerman, Tamar Oostrom",
          "abstract": "In recent decades, death rates from suicides, drug poisonings, and alcoholic liver disease have dramatically increased in the United States. We show that these “deaths of despair” began to increase relative to trend in the early 1990s, that this increase was preceded by a decline in religious participation, and that both trends were driven by middle-aged white Americans. Using repeals of blue laws, we find that a shock to religious participation has significant effects on these mortality rates. Our findings show that social factors such as organized religion can play an important role in understanding deaths of despair.",
          "url": "https://doi.org/10.1093/jeea/jvaf048",
          "doi": "https://doi.org/10.1093/jeea/jvaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Enlightenment Ideals and Belief in Progress in The Run-up to the Industrial Revolution: A Textual Analysis",
          "authors": "Ali Almelhem, Murat Iyigun, Austin Kennedy, Jared Rubin",
          "abstract": "We trace the evolution of the language of science, religion, and political economy in the centuries leading to the British Industrial Revolution. Using textual analysis of 264,443 works printed in England between 1500 and 1900, we test whether British culture manifested a belief in progress associated with science and industry. Our analysis yields three main findings. First, there was a separation in the languages of science and religion beginning in the mid-18th century. Second, volumes using language at the nexus of science and political economy became more progress-oriented during the Enlightenment. Third, volumes using industrial language—especially those at the science-political economy nexus—were more progress-oriented beginning in the 18th century.",
          "url": "https://doi.org/10.1093/qje/qjaf054",
          "doi": "https://doi.org/10.1093/qje/qjaf054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Choice and Opportunity Costs",
          "authors": "Paola Manzini, Marco Mariotti, Levent Ülkü",
          "abstract": "We define the (physical) opportunity cost of a choice x as the alternative that would be chosen if x were not available, and the opportunity cost of any unchosen alternative as x itself. The agent has preferences over pairs consisting of alternatives and their opportunity costs. Because costs affect choice and vice-versa, choice results from an intrapersonal equilibrium rather than from simple maximisation. In spite of significant rationality assumptions, the resulting behaviour can be highly non-standard, allowing intransitive choices. Rational utility maximisation is ensured by an additional new consistency condition on preferences. However, we argue that the maximised utility cannot be straightforwardly interpreted as a welfare relevant “revealed preference”. A generalisation of our model accommodates additional departures from standard rationality in the form of menu effects.",
          "url": "https://doi.org/10.1093/restud/rdaf101",
          "doi": "https://doi.org/10.1093/restud/rdaf101",
          "filter": 0
        },
        {
          "title": "Firm Quality Dynamics and the Slippery Slope of Credit Intervention",
          "authors": "Wenhao Li, Ye Li",
          "abstract": "A salient trend in crisis intervention has emerged in recent decades: government and central banks have offered funding directly to nonfinancial firms, bypassing banks and other credit intermediaries. We analyze the long-term consequences of such policies by focusing on firm quality dynamics. In a laissez-faire economy, firms with high productivity are more likely to survive crises than those with low productivity. The government funding support saves more firms but cannot be customized based on firm productivity, dampening the cleansing effect of crises. The policy distortion is self-perpetuating: a downward bias in the firm quality distribution necessitates larger interventions in future crises. Our mechanism is quantitatively important: we show that if policymakers ignore such distortionary effects on firm quality dynamics, the resultant credit intervention would almost double the optimal amount.",
          "url": "https://doi.org/10.1093/restud/rdaf100",
          "doi": "https://doi.org/10.1093/restud/rdaf100",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
