{
  "update": "2025-07-18",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Political Rhetoric and Racial Discrimination in Arrests for Drugs",
          "authors": "Francesco Barilari, Diego Zambiasi",
          "abstract": "This paper examines how political rhetoric shapes law enforcement behaviour. We analyse monthly arrest data from 1,420 police agencies across 38 U.S. states between January 1981 and December 1992, a period when U.S. presidents intensified anti-drug messaging, particularly targeting crack cocaine, which the media disproportionately linked to Black communities. We construct a novel measure of national rhetoric intensity and show that it received greater coverage in local newspapers in counties where Republicans and Democrats had comparable support, using this differential media exposure as a proxy for local susceptibility to the rhetoric. Our findings reveal that greater exposure to this rhetoric led to a significant rise in drug possession arrests among Black individuals, with no corresponding increase for White individuals, thereby widening racial disparities in arrests.",
          "url": "https://doi.org/10.1093/ej/ueaf055",
          "doi": "https://doi.org/10.1093/ej/ueaf055",
          "filter": 0
        },
        {
          "title": "The Effect of Access to Legal Abortion on Fertility, Marriage, and Long-term Outcomes for Women",
          "authors": "Libertad González, Sergi Jiménez-Martín, Natalia Nollenberger, Judit Vall Castello",
          "abstract": "We evaluate the short- and long-term effects for women of access to legal, subsidized abortion. We find evidence that the legalization of abortion in Spain in 1985 led to an immediate decrease in births, more pronounced for younger women in provinces with a higher supply of abortion services. Affected women were more likely to graduate from high school, less likely to marry young, less likely to divorce in the long-term, and reported higher life satisfaction as adults. We find at most small reductions in completed fertility, while we do not find meaningful effects on labour market outcomes in the long run.",
          "url": "https://doi.org/10.1093/ej/ueaf054",
          "doi": "https://doi.org/10.1093/ej/ueaf054",
          "filter": 0
        },
        {
          "title": "You Can’t Force Me Into Caregiving: Paternity Leave and the Child Penalty",
          "authors": "Martin Eckhoff Andresen, Emily Nix",
          "abstract": "Children cause large reductions in earnings for mothers but not fathers, a stylised fact known as the “child penalty” that explains a substantial portion of remaining gender income gaps. We evaluate the impact of paternity leave, a policy intended to increase fathers’ time with their young children and potentially decrease the child penalty by making caregiving more equitable. Despite fathers overwhelmingly taking up this leave, we detect no impacts on child penalties. We additionally find no impact of paternity leave on the amount of leave fathers take for subsequent children, a good proxy for gender norms within couples. Using detailed data on how mothers and fathers take leave, we highlight one possible explanation: fathers approach parental leave very differently than mothers. Fathers are much more likely to take their paternity leave during summer holidays, when their children are already in formal care, and take more part-time leave than mothers. This tendency is stronger among fathers induced to take more leave by paternity leave quotas than fathers in general, suggesting that quota-induced leave may not lead fathers to act as primary caregivers. Consequently, we show descriptive evidence that child penalties are almost 10 percentage points smaller in families where fathers voluntarily take leave than in families where fathers are induced to take leave by paternity leave quotas.",
          "url": "https://doi.org/10.1093/ej/ueaf057",
          "doi": "https://doi.org/10.1093/ej/ueaf057",
          "filter": 0
        },
        {
          "title": "The Increase in Turbulence and Market Power",
          "authors": "Agnieszka Markiewicz, Riccardo Silvestrini",
          "abstract": "In recent decades, market power has been on the rise, although its increase varies between sectors. We argue that this heterogeneity can be partially attributed to sector-specific differences in turbulence dynamics. Turbulence, a measure of firms’ churn over the revenue productivity distribution, reflects firms’ ability to sustain their productivity over time. In a dynamic oligopolistic competition model, an increase in turbulence accelerates the turnover of leaders, and triggers reallocation of market shares towards high-markup firms. The predictions of our model are consistent with empirical evidence from both the U.S. and Europe.",
          "url": "https://doi.org/10.1093/ej/ueaf059",
          "doi": "https://doi.org/10.1093/ej/ueaf059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Diffusing knowledge: Reoptimizing redistribution for growth and inequality",
          "authors": "Debasis Bandyopadhyay, Yan Liang, Xueli Tang",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105096",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105096",
          "filter": 0
        },
        {
          "title": "On the negatives of negative interest rates",
          "authors": "Aleksander Berentsen, Hugo van Buggenum, Romina Ruprecht",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105100",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105100",
          "filter": 0
        },
        {
          "title": "Wealth-income ratios in a small, open economy: The Netherlands, 1854–2019",
          "authors": "Simon J. Toussaint, Amaury de Vicq, Michail Moatsos, Tim van der Valk",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105099",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105099",
          "filter": 0
        },
        {
          "title": "Artificial intelligence, distributional fairness, and pivotality",
          "authors": "Victor Klockmann, Alicia von Schenk, Marie Claire Villeval",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105098",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105098",
          "filter": 0
        },
        {
          "title": "Dynamic interaction and the ineffectiveness of incentives",
          "authors": "Tom Rauber, Philipp Weinschenk",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105094",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105094",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Bernstein-type inequalities and nonparametric estimation under near-epoch dependence",
          "authors": "Zihao Yuan, Martin Spindler",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106054",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106054",
          "filter": 0
        },
        {
          "title": "Global identification, estimation and inference of structural impulse response functions in factor models: A unified framework",
          "authors": "Xu Han",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106057",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106057",
          "filter": 0
        },
        {
          "title": "Layered policy analysis in program evaluation using the marginal treatment effect",
          "authors": "Ismael Mourifié, Yuanyuan Wan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106060",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106060",
          "filter": 0
        },
        {
          "title": "Fast computation of exact confidence intervals for randomized experiments with binary outcomes",
          "authors": "P.M. Aronow, Haoge Chang, Patrick Lopatto",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106056",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106056",
          "filter": 0
        },
        {
          "title": "A general test for functional inequalities",
          "authors": "Jia Li, Zhipeng Liao, Wenyu Zhou",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106063",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Women leaders improve environmental outcomes: Evidence from crop fires in India",
          "authors": "Maulik Jagnani, Meera Mahadevan",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105443",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Decomposing the Within-Firm Productivity Gains from Trade: Evidence from India",
          "authors": "Scott Orr, Mokhtar Tabari",
          "abstract": "We develop a decomposition of firm-level revenue-based TFP growth into six margins: i) mean quantity-based TFP growth, ii) mean growth in demand shifters, iii) intensive margin specialization effects, iv) scope effects, v) product adding effects, and vi) product dropping effects. We then estimate and decompose firm-level revenue-based TFP gains generated by increased Chinese import competition and input access using Indian manufacturing data. We find evidence of quality upgrading in response to increased output market competition, and that firms tend to add new products that are lower productivity than their incumbent goods in response to increased input access.",
          "url": "https://doi.org/10.1162/rest.a.266",
          "doi": "https://doi.org/10.1162/rest.a.266",
          "filter": 0
        },
        {
          "title": "Antibiotic Demand in the Presence of Antimicrobial Resistance",
          "authors": "Pierre Dubois, Gökçe Gökkoca",
          "abstract": "Antimicrobial resistance (AMR) increases healthcare costs, hospital stays, and mortality. This study examines how AMR affects antibiotic prescribing for cystitis in France (2002–2019), using data from general practitioners. A decision model is developed to capture prescribing behavior with and without rapid bacterial or susceptibility testing. To address endogeneity, veterinary antibiotic sales are used as instruments. Results show rising resistance prompts drug substitution, and physicians respond to predictable resistance trends. Counterfactual analysis reveals that reducing animal antibiotic use and limiting fluoroquinolones lowers resistance but affects substitution and consumer welfare differently. The study also assesses the value of rapid diagnostic testing.",
          "url": "https://doi.org/10.1162/rest.a.272",
          "doi": "https://doi.org/10.1162/rest.a.272",
          "filter": 0
        },
        {
          "title": "Heat and Team Production: Experimental Evidence from Bangladesh",
          "authors": "Teevrat Garg, Maulik Jagnani, Elizabeth Lyons",
          "abstract": "Heat's impact on economic growth and aggregate productivity is well-established, but while individual impairments are well-understood as mechanisms, the role of interpersonal dynamics remain unexplored despite the growing prevalence of team-based occupations. In our experiment, programmers were randomly assigned to work individually or in pairs under warm (29°C) or control (24°C) conditions. We found that heat had no effect on individual performance but impaired team performance—not through decreased effort but likely through impaired collaboration. This negative impact was strongest in heterogeneous teams, suggesting heat exacerbates coordination challenges, confirmed by poorer partner evaluations in warm conditions.",
          "url": "https://doi.org/10.1162/rest.a.275",
          "doi": "https://doi.org/10.1162/rest.a.275",
          "filter": 0
        },
        {
          "title": "The Geographic Effects of Monetary Policy Shocks",
          "authors": "Juan Herreño, Mathieu Pedemonte",
          "abstract": "We estimate the effects of monetary policy shocks across local areas in the US and find substantial variation in their responses. There is a positive covariance of the price and employment effects of monetary policy across regions, and more sensitive regions are those with low per capita income. These patterns are consistent with New Keynesian models of a monetary union where regions have different shares of handto- mouth consumers. The model predicts that monetary policy shocks create large differences in consumption and real wages across space, and that heterogeneity across local areas amplifies the aggregate responses to shifts in monetary policy rates.",
          "url": "https://doi.org/10.1162/rest.a.273",
          "doi": "https://doi.org/10.1162/rest.a.273",
          "filter": 0
        },
        {
          "title": "An Ounce of Prevention or a Pound of Cure? The Value of Health Risk Information",
          "authors": "Alex Hoagland",
          "abstract": "I examine how individuals learn about health risks from household health shocks using US administrative data. When a family member is diagnosed with a chronic condition, relatives increase healthcare spending by 10%, a response that would require price declines as large as 50% to justify on demand alone. I quantify the mechanisms behind these effects, showing they are most consistent with individuals updating their beliefs about health risks. I evaluate the welfare and efficiency implications of this learning using a structural approach. I find that the majority of individuals overreact to diagnoses, overweighting their ex-post risks and offsetting potential welfare gains from informed decision-making.",
          "url": "https://doi.org/10.1162/rest.a.276",
          "doi": "https://doi.org/10.1162/rest.a.276",
          "filter": 0
        },
        {
          "title": "Managing Inequality: Manager-Specific Wage Premiums and Selection in the Managerial Labor Market",
          "authors": "Alex Xi He, Daniel le Maire",
          "abstract": "This paper uses a manager-firm-worker matched dataset covering the entire Danish population to identify manager effects on worker wages. We show that manager-specific wage premiums are almost as important as firm-specicic wage premiums in explaining betweenfirm wage inequality. Managers who pay higher wages are more likely to be replaced through acquisitions. Manager-specific wage premiums are uncorrelated with productivity and seem to stem from managers' traits and fairness views. Our results highlight the role of managers in understanding between-firm wage inequality and suggest that the managerial labor market tends to select low-paying managers and redistribute wealth from workers to shareholders.",
          "url": "https://doi.org/10.1162/rest.a.269",
          "doi": "https://doi.org/10.1162/rest.a.269",
          "filter": 0
        },
        {
          "title": "Regulation by Reputation? Intermediaries, Labor Abuses, and International Migration",
          "authors": "A. Nilesh Fernando, Niharika Singh",
          "abstract": "Migrant workers and employers rely on intermediaries to facilitate labor market placements. If information frictions obscure their reputation, however, intermediaries may under-invest in placement quality. Using data on over 1.5 million Sri Lankan migrants to the Gulf region, we examine the effects of a government-run intermediary rating program that publicly revealed ratings two years after it was announced. Prior to the ratings' public release, under-performing intermediaries invest in the rating criteria and place migrants in less abusive and more remunerative employment. Our results suggest the government's threat of quality revelation induced intermediaries to prospectively screen employers and improve placement quality.",
          "url": "https://doi.org/10.1162/rest.a.271",
          "doi": "https://doi.org/10.1162/rest.a.271",
          "filter": 0
        },
        {
          "title": "Multi-establishment Firms, Pricing and the Propagation of Local Shocks: Evidence from US Retail",
          "authors": "Ezequiel García-Lembergman",
          "abstract": "Do centralized pricing decisions by retail chains with a presence in multiple markets contribute to the propagation of local economic shocks? Using storelevel scanner data linked to county-level house prices during the Great Recession, I show that prices in a county respond to house price-induced demand shocks in distant counties served by the same chains. This pattern is consistent with a model of uniform pricing. Counterfactual analysis reveals that uniform pricing, combined with the geographic dispersion of retail chains, reduced cross-county dispersion of inflation by 50%, amplifying the effects of the Great Recession in areas more severely affected.",
          "url": "https://doi.org/10.1162/rest.a.274",
          "doi": "https://doi.org/10.1162/rest.a.274",
          "filter": 0
        },
        {
          "title": "Natural Resource Dependence and Monopolized Imports",
          "authors": "Rabah Arezki, Ana Fernandes, Federico Merchán, Ha Nguyen, Tristan Reed",
          "abstract": "Countries with greater commodity export intensity have more concentrated markets for imported goods. Import market concentration is associated with higher domestic prices, suggesting that markups due to greater concentration outweigh any potential cost efficiency. Tariffs, non-tariff measures, and tariff evasion are mechanisms that concentrate import markets. These results suggest a novel channel for the resource curse stemming from the monopolization of imports.",
          "url": "https://doi.org/10.1162/rest.a.268",
          "doi": "https://doi.org/10.1162/rest.a.268",
          "filter": 0
        },
        {
          "title": "The Dynamic Persistence of Economic Shocks",
          "authors": "Jozef Baruník, Lukáš Vácha",
          "abstract": "We propose a novel framework for modeling time-varying persistence in economic time series, allowing for smoothly evolving heterogeneity in shock dynamics. We leverage localized regression techniques to flexibly identify changes in persistence over time, offering a data-driven alternative to traditional parametric models. We applied this methodology to U.S. inflation and stock market volatility data and found substantial persistence variations that align with key macroeconomic events and market conditions. The results reveal previously undetected pockets of predictability and provide significant increases in out-of-sample forecast accuracy. These findings have important implications for economic modeling, forecasting, and policy analysis.",
          "url": "https://doi.org/10.1162/rest.a.270",
          "doi": "https://doi.org/10.1162/rest.a.270",
          "filter": 0
        },
        {
          "title": "Trade From Space: Shipping Networks and The Global Implications of Local Shocks",
          "authors": "Inga Heiland, Andreas Moxnes, Karen Helene Ulltveit-Moe, Yuan Zi",
          "abstract": "This paper analyzes international externalities of a local shock to the global shipping network. The 2016 Panama Canal expansion removed a bottleneck in seaborne transportation. Using reduced-form and structural methods in combination with novel satellite data on ships, we find that trade increased significantly among country-pairs using the canal. We find that the global real income gains from the canal expansion were over three times greater than the income gains for Panama itself. A link removal analysis reveals that most shipping links are associated with positive and quantitatively important positive international externalities.",
          "url": "https://doi.org/10.1162/rest.a.267",
          "doi": "https://doi.org/10.1162/rest.a.267",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
