{
  "update": "2024-08-30",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Big Loans to Small Businesses: Predicting Winners and Losers in an Entrepreneurial Lending Experiment",
          "authors": "Gharad Bryan, Dean Karlan, Adam Osman",
          "abstract": "We experimentally study the impact of relatively large enterprise loans in Egypt. Larger loans generate small average impacts, but machine learning using psychometric data reveals “ top performers” (those with the highest predicted treatment effects) substantially increase profits, while profits drop for poor performers. The large differences imply that lender credit allocation decisions matter for aggregate income, yet we find existing practice leads to substantial misallocation. We argue that some entrepreneurs are overoptimistic and squander the opportunities presented by larger loans by taking on too much risk, and show the promise of allocations based on entrepreneurial type relative to firm characteristics. (JEL C45, D22, G21, G32, L25, L26, O16)",
          "url": "http://dx.doi.org/10.1257/aer.20220616",
          "doi": "10.1257/aer.20220616",
          "filter": 0
        },
        {
          "title": "Revealing Choice Bracketing",
          "authors": "Andrew Ellis, David J. Freeman",
          "abstract": "Experiments suggest that people fail to take into account interdependencies between their choices—they do not broadly bracket. Researchers often instead assume people narrowly bracket, but existing designs do not test it. We design a novel experiment and revealed preference tests for how someone brackets their choices. In portfolio allocation under risk, social allocation, and induced-value shopping experiments, 40–43 percent of subjects are consistent with narrow bracketing, and 0–16 percent with broad bracketing. Adjusting for each model’s predictive precision, 74 percent of subjects are best described by narrow bracketing, 13 percent by broad bracketing, and 6 percent by intermediate cases. (JEL D12, D81, D91)",
          "url": "http://dx.doi.org/10.1257/aer.20210877",
          "doi": "10.1257/aer.20210877",
          "filter": 0
        },
        {
          "title": "In-Kind Transfers as Insurance",
          "authors": "Lucie Gadenne, Samuel Norris, Monica Singhal, Sandip Sukhtankar",
          "abstract": "Households in developing countries often face variation in the prices of consumption goods. We develop a model demonstrating that in-kind transfers will provide insurance benefits against price risk if the covariance between the marginal utility of income and price is positive. Using calorie shortfalls as a proxy for marginal utility, we find that this condition holds for low-income Indian households. Expansions in India’s flagship in-kind food transfer program not only increase caloric intake but also reduce caloric sensitivity to prices. Our results contribute to ongoing debates about the optimal form of social protection programs. (JEL D12, H53, I18, I38, O12, O15)",
          "url": "http://dx.doi.org/10.1257/aer.20220822",
          "doi": "10.1257/aer.20220822",
          "filter": 0
        },
        {
          "title": "Arbitraging Covered Interest rate Parity Deviations and Bank Lending",
          "authors": "Lorena Keller",
          "abstract": "I propose and test a new channel through which covered interest rate parity (CIP) deviations can affect bank lending in emerging economies. I argue that when CIP deviations exist, banks attempt to arbitrage them. To do so, banks must borrow in a particular currency. When this currency is scarce, bank lending in the currency required to arbitrage decreases, while they use this currency in their arbitrage activities. I test this channel by exploiting differences in the abilities of Peruvian banks to arbitrage CIP deviations. I find evidence that supports the proposed channel. (JEL F31, G01, G13, G21, O16)",
          "url": "http://dx.doi.org/10.1257/aer.20230425",
          "doi": "10.1257/aer.20230425",
          "filter": 0
        },
        {
          "title": "Age Set versus Kin: Culture and Financial Ties in east Africa",
          "authors": "Jacob Moscona, Awa Ambra Seck",
          "abstract": "We study how social organization shapes patterns of economic interaction and the effects of national policy, focusing on the distinction between age-based and kin-based groups in sub-Saharan Africa. Motivated by ethnographic accounts suggesting that this distinction affects redistribution, we analyze a cash transfer program in Kenya and find that in age-based societies there are consumption spillovers within the age cohort, but not the extended family, while in kin-based societies we find the opposite. Next, we document that social structure shapes the impact of policy by showing that Uganda’s pension program had positive effects on child nutrition only in kin-based societies. (JEL H23, I12, I38, J13, O15, Z13)",
          "url": "http://dx.doi.org/10.1257/aer.20211856",
          "doi": "10.1257/aer.20211856",
          "filter": 0
        },
        {
          "title": "Comparisons of Signals",
          "authors": "Benjamin Brooks, Alexander Frankel, Emir Kamenica",
          "abstract": "A signal is a description of an information source that specifies both its correlation with the state and its correlation with other signals. Extending Blackwell (1953), we characterize when one signal is more valuable than another regardless of preferences and regardless of access to other signals. This comparison is equivalent to reveal-or-refine: every realization of the more valuable signal reveals the state or refines the realization of the less valuable signal. We also study other comparisons of signals, including sufficiency, martingale dominance, and Lehmann. Reveal-or-refine is also equivalent to making any of these comparisons robust to access to other signals. (JEL C90, D82, D83)",
          "url": "http://dx.doi.org/10.1257/aer.20230430",
          "doi": "10.1257/aer.20230430",
          "filter": 0
        },
        {
          "title": "Experimentation in Networks",
          "authors": "Simon Board, Moritz Meyer-ter-Vehn",
          "abstract": "We propose a model of strategic experimentation on social networks in which forward-looking agents learn from their own and neighbors’ successes. In equilibrium, private discovery is followed by social diffusion. Social learning crowds out own experimentation, so total information decreases with network density; we determine density thresholds below which agents’ asymptotic learning is perfect. By contrast, agent welfare is single peaked in network density and achieves a second-best benchmark level at intermediate levels that strike a balance between discovery and diffusion. (JEL D82, D83, D86, O31, O33, Z13)",
          "url": "http://dx.doi.org/10.1257/aer.20230233",
          "doi": "10.1257/aer.20230233",
          "filter": 0
        },
        {
          "title": "Spending and Job-Finding Impacts of Expanded Unemployment Benefits: Evidence from Administrative Micro Data",
          "authors": "Peter Ganong, Fiona Greig, Pascal Noel, Daniel M. Sullivan, Joseph Vavra",
          "abstract": "We show that the largest increase in unemployment benefits in US history had large spending impacts and small job-finding impacts. This finding has three implications. First, increased benefits were important for explaining aggregate spending dynamics—but not employment dynamics—during the pandemic. Second, benefit expansions allow us to study the MPC of normally low-liquidity households in a high-liquidity state. These households still have high MPCs. This suggests a role for permanent behavioral characteristics, rather than just current liquidity, in driving spending behavior. Third, the mechanisms driving our results imply that temporary benefit supplements are a promising countercyclical tool. (JEL E21, E24, E32, E62, E71, G51, J65)",
          "url": "http://dx.doi.org/10.1257/aer.20220973",
          "doi": "10.1257/aer.20220973",
          "filter": 0
        },
        {
          "title": "Investing in the Next Generation: The Long-Run Impacts of a Liquidity Shock",
          "authors": "Patrick Agte, Arielle Bernhardt, Erica Field, Rohini Pande, Natalia Rigol",
          "abstract": "Poor entrepreneurs must frequently choose between business investment and children’s education. To examine this trade-off, we exploit experimental variation in short-run microenterprise growth among a sample of Indian households and track schooling and business outcomes over eleven years. Treated households, who experience higher initial microenterprise growth, are on average one-third more likely to send children to college. However, educational investment and schooling gains are concentrated among literate-parent households, whose enterprises eventually stagnate. In contrast, illiterate-parent households experience long-run business gains but declines in children’s education. Our findings suggest that microenterprise growth has the potential to reduce relative intergenerational educational mobility. (JEL I21, I26, I32, J13, L25, L26, O12)",
          "url": "http://dx.doi.org/10.1257/aer.20220296",
          "doi": "10.1257/aer.20220296",
          "filter": 0
        },
        {
          "title": "Valuing Long-Term Property Rights with Anticipated Political Regime Shifts",
          "authors": "Zhiguo He, Maggie Hu, Zhenping Wang, Vincent Yao",
          "abstract": "We identify exposure to political risk by exploiting a unique variation around land lease extension protection after 2047 in Hong Kong’s housing market due to historical arrangements. Relative to properties that have been promised an extension protection, those with unprotected leases granted by the current government are sold at a discount of 8 percent; those with colonial leases suffer an additional discount of 8 percent. Incorporating estimated structural parameters that suggest an additional 20 percent ground rent after 2047, our model matches empirical discounts well across lease horizons. Discounts increase over time, particularly in areas with greater pessimism about the city’s future. (JEL D72, G12, R31, R38)",
          "url": "http://dx.doi.org/10.1257/aer.20211242",
          "doi": "10.1257/aer.20211242",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "http://dx.doi.org/10.1257/aer.114.9.i",
          "doi": "10.1257/aer.114.9.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "E-money, risk-sharing, and welfare",
          "authors": "Francesco Carli, Burak R. Uras",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104832",
          "doi": "10.1016/j.euroecorev.2024.104832",
          "filter": 0
        },
        {
          "title": "Learning from Friends in a Pandemic: Social networks and the macroeconomic response of consumption",
          "authors": "Christos A. Makridis, Tao Wang",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104836",
          "doi": "10.1016/j.euroecorev.2024.104836",
          "filter": 0
        },
        {
          "title": "PRIMING IDEOLOGY I: WHY DO PRESIDENTIAL ELECTIONS AFFECT U.S. JUDGES",
          "authors": "Daniel L. Chen",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104835",
          "doi": "10.1016/j.euroecorev.2024.104835",
          "filter": 0
        },
        {
          "title": "GDP and temperature: Evidence on cross-country response heterogeneity",
          "authors": "Kimberly A. Berg, Chadwick C. Curtis, Nelson C. Mark",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104833",
          "doi": "10.1016/j.euroecorev.2024.104833",
          "filter": 0
        },
        {
          "title": "Lying in competitive environments: Identifying behavioral impacts",
          "authors": "Simon Dato, Eberhard Feess, Petra Nieken",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104844",
          "doi": "10.1016/j.euroecorev.2024.104844",
          "filter": 0
        },
        {
          "title": "Expansions in paid parental leave and mothers’ economic progress",
          "authors": "Gozde Corekcioglu, Marco Francesconi, Astrid Kunze",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104845",
          "doi": "10.1016/j.euroecorev.2024.104845",
          "filter": 0
        },
        {
          "title": "Demographic obstacles to European growth",
          "authors": "Thomas F. Cooley, Espen Henriksen, Charlie Nusbaum",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104829",
          "doi": "10.1016/j.euroecorev.2024.104829",
          "filter": 0
        },
        {
          "title": "Belief elicitation under competing motivations: Does it matter how you ask?",
          "authors": "Lata Gangadharan, Philip J. Grossman, Nina Xue",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104830",
          "doi": "10.1016/j.euroecorev.2024.104830",
          "filter": 0
        },
        {
          "title": "Measuring Climate Transition Risk at the Regional Level with an Application to Community Banks",
          "authors": "Mitchell Berlin, Sung Je Byun, Pablo D'Erasmo, Edison Yu",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104834",
          "doi": "10.1016/j.euroecorev.2024.104834",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "http://dx.doi.org/10.1016/s0014-2921(24)00169-7",
          "doi": "10.1016/s0014-2921(24)00169-7",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "An unbounded intensity model for point processes",
          "authors": "Kim Christensen, Aleksey Kolokolov",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105840",
          "doi": "10.1016/j.jeconom.2024.105840",
          "filter": 0
        },
        {
          "title": "Fixed- b asymptotics for panel models with two-way clustering",
          "authors": "Kaicheng Chen, Timothy J. Vogelsang",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105831",
          "doi": "10.1016/j.jeconom.2024.105831",
          "filter": 0
        },
        {
          "title": "Exogeneity tests and weak identification in IV regressions: Asymptotic theory and point estimation",
          "authors": "Firmin Doko Tchatoka, Jean-Marie Dufour",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105821",
          "doi": "10.1016/j.jeconom.2024.105821",
          "filter": 0
        },
        {
          "title": "Threshold spatial autoregressive model",
          "authors": "Kunpeng Li, Wei Lin",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105841",
          "doi": "10.1016/j.jeconom.2024.105841",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Contiguous Search: Exploration and Ambition on Uncharted Terrain",
          "authors": "Can Urgun, Leeat Yariv",
          "url": "http://dx.doi.org/10.1086/732889",
          "doi": "10.1086/732889",
          "filter": 0
        },
        {
          "title": "Sorting with Teams",
          "authors": "Job Boerma, Aleh Tsyvinski, Alexander Zimin",
          "url": "http://dx.doi.org/10.1086/732891",
          "doi": "10.1086/732891",
          "filter": 0
        },
        {
          "title": "The Impact of Working Memory Training on Children’s Cognitive and Noncognitive Skills",
          "authors": "Eva Berger, Ernst Fehr, Henning Hermes, Daniel Schunk, Kirsten Winkel",
          "url": "http://dx.doi.org/10.1086/732884",
          "doi": "10.1086/732884",
          "filter": 0
        },
        {
          "title": "Are Tax Cuts Contractionary at the Zero Lower Bound? Evidence from a Century of Data",
          "authors": "James Cloyne, Nicholas Dimsdale, Patrick Hürtgen",
          "url": "http://dx.doi.org/10.1086/732890",
          "doi": "10.1086/732890",
          "filter": 0
        },
        {
          "title": "Borda's Rule and Arrow's Independence Condition",
          "authors": "Eric Maskin",
          "url": "http://dx.doi.org/10.1086/732892",
          "doi": "10.1086/732892",
          "filter": 0
        },
        {
          "title": "Long-Term Care Insurance and the Family",
          "authors": "Corina Mommaerts",
          "url": "http://dx.doi.org/10.1086/732887",
          "doi": "10.1086/732887",
          "filter": 0
        },
        {
          "title": "Targeting Precision Medicine: Evidence from Prenatal Screening",
          "authors": "Peter Conner, Liran Einav, Amy Finkelstein, Petra Persson",
          "url": "http://dx.doi.org/10.1086/732893",
          "doi": "10.1086/732893",
          "filter": 0
        },
        {
          "title": "Insider Imitation",
          "authors": "Erik Madsen, Nikhil Vellodi",
          "url": "http://dx.doi.org/10.1086/732888",
          "doi": "10.1086/732888",
          "filter": 0
        },
        {
          "title": "Enhancing Human Capital in Children: A Case Study on Scaling",
          "authors": "Francesco Agostinelli, Ciro Avitabile, Matteo Bobba",
          "url": "http://dx.doi.org/10.1086/732886",
          "doi": "10.1086/732886",
          "filter": 0
        },
        {
          "title": "Inferring Trade-Offs in University Admissions: Evidence from Cambridge",
          "authors": "Debopam Bhattacharya, Julia Shvets",
          "url": "http://dx.doi.org/10.1086/730544",
          "doi": "10.1086/730544",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Optimal default options",
          "authors": "B. Douglas Bernheim, Jonas Mueller-Gastell",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105203",
          "doi": "10.1016/j.jpubeco.2024.105203",
          "filter": 0
        },
        {
          "title": "Payroll tax incidence: Evidence from unemployment insurance",
          "authors": "Audrey Guo",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105209",
          "doi": "10.1016/j.jpubeco.2024.105209",
          "filter": 0
        },
        {
          "title": "The intergenerational effects of welfare transfers among single mothers: Evidence from an Israeli welfare reform",
          "authors": "Yannay Shanan",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105207",
          "doi": "10.1016/j.jpubeco.2024.105207",
          "filter": 0
        },
        {
          "title": "How fiscally autonomous are local governments? An empirical test",
          "authors": "Nicola Mauri",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105210",
          "doi": "10.1016/j.jpubeco.2024.105210",
          "filter": 0
        },
        {
          "title": "The “Privatization” of municipal debt",
          "authors": "Ivan T. Ivanov, Tom Zimmermann",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105156",
          "doi": "10.1016/j.jpubeco.2024.105156",
          "filter": 0
        },
        {
          "title": "The impact of police shootings on gun violence and civilian cooperation",
          "authors": "Maya Mikdash, Reem Zaiour",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105189",
          "doi": "10.1016/j.jpubeco.2024.105189",
          "filter": 0
        },
        {
          "title": "How does parental divorce affect children’s long-term outcomes?",
          "authors": "Wolfgang Frimmel, Martin Halla, Rudolf Winter-Ebmer",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105201",
          "doi": "10.1016/j.jpubeco.2024.105201",
          "filter": 0
        },
        {
          "title": "The impact of group size on giving versus demand for redistribution",
          "authors": "Johanna Mollerstrom, Avner Strulov-Shlain, Dmitry Taubinsky",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105200",
          "doi": "10.1016/j.jpubeco.2024.105200",
          "filter": 0
        },
        {
          "title": "Willingness to pay for crime reduction: The role of information in the Americas",
          "authors": "Patricio Domínguez, Carlos Scartascini",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105205",
          "doi": "10.1016/j.jpubeco.2024.105205",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Universal Basic Income: Inspecting the Mechanisms",
          "authors": "Nir Jaimovich, Itay Saporta-Eksten, Ofer Setty, Yaniv Yedid-Levi",
          "abstract": "We examine the mechanisms driving the aggregate and distributional impacts of Universal Basic Income (UBI) through model analysis of various UBI programs and financing schemes. The main adverse effect is the distortionary tax increase to fund UBI, reducing labor force participation. Secondary channels are a decline in demand for self-insurance, depressing aggregate capital, and a positive income effect that further deters labor force participation. Due to these channels, introducing UBI alongside existing social programs reduces output and average welfare. Partially substituting existing programs with UBI mitigates the adverse effects, increases average welfare, but does not deliver a Pareto improvement.",
          "url": "http://dx.doi.org/10.1162/rest_a_01474",
          "doi": "10.1162/rest_a_01474",
          "filter": 0
        },
        {
          "title": "Language Barriers in Multinationals and Knowledge Transfers",
          "authors": "Louise Guillouët, Amit K. Khandelwal, Rocco Macchiavello, Madhav Malhotra, Matthieu Teachout",
          "abstract": "We study communication frictions within multinationals (MNCs), hypothesizing that language barriers reduce management knowledge transfers within the organization. A distinct feature of such MNCs is a three-tier hierarchy: foreign managers (FMs) supervise domestic managers (DMs) who supervise production workers. Tailored surveys from our setting – MNCs in Myanmar – reveal that language barriers impede interactions between FMs and DMs. A first experimental protocol offers DMs free English courses and confirms that lowering communications costs increases their interactions with FMs. A second experimental protocol that asks human-resource managers at domestic firms to rate hypothetical resumes reveals that multinational experience and, specifically, DM-FM interactions are valued in the domestic labor market. Together, these results suggest that reducing language barriers can improve transfers of management knowledge, an interpretation supported by improvements in soft skills among treatment DMs in the first experiment. A model in which communication within MNCs is non-contractible – a realistic feature of workplace life – reveals that the experimental results are consistent with underinvestment in language training and provide a rationale for policy intervention.",
          "url": "http://dx.doi.org/10.1162/rest_a_01487",
          "doi": "10.1162/rest_a_01487",
          "filter": 0
        },
        {
          "title": "What Lies behind the Returns to Schooling: The Role of Labor Market Sorting and Worker Heterogeneity",
          "authors": "Pedro Portugal, Hugo Reis, Paulo Guimarães, Ana Rute Cardoso",
          "abstract": "Do more educated workers earn higher wages partly because they have access to high-paying firms and occupations? We rely on linked employer-employee data to combine the estimation of AKM models with the decomposition of the returns to schooling. We exploit exogenous variation in education driven by changes in compulsory education. We show that education provides access to better-paying workplaces and occupations: 30 percent of the overall return to education operates through the workplace channel and 12 percent through the occupation channel. The remainder is associated exclusively with the individual. Match quality plays a modest role in the returns to education.",
          "url": "http://dx.doi.org/10.1162/rest_a_01482",
          "doi": "10.1162/rest_a_01482",
          "filter": 0
        },
        {
          "title": "Measuring Economic Growth with a Fully Identified Three-Signal Model",
          "authors": "Andrea Civelli, Arya Gaduh, Ahmed Sadek Yousuf",
          "abstract": "We augment Henderson et al. (2012)'s two-signal model of true GDP growth with a third signal to overcome its underidentification problem. The additional moment conditions from the third signal help fully identify all model parameters without ad-hoc calibrations of the GDP's signal-to-noise ratio. We characterize the necessary properties of the third signal. Using the model, we recover the optimal weight of official GDP in the composite true GDP growth estimates, which varies with the quality of the national statistics. The model improves on existing methodologies that use signals to measure true income.",
          "url": "http://dx.doi.org/10.1162/rest_a_01489",
          "doi": "10.1162/rest_a_01489",
          "filter": 0
        },
        {
          "title": "The Emergence of the Socioeconomic Gradient in Women's Marriage Outcomes",
          "authors": "Claudia Olivetti, M. Daniele Paserman, Laura Salisbury, E. Anna Weber",
          "abstract": "We present new findings about the relationship between marriage and socioeconomic background in the United States in the late 19th and early 20th centuries. Imputing socioeconomic status of family of origin from first names, we document a socioeconomic gradient for women in the probability of marriage and the socioeconomic status of husbands, which widens over this period. Regional divergence in occupational structure explains half of the divergence in the probability of marriage, and most of the increase in marital sorting. Urbanization and the associated improvement in women's labor market opportunities drive most of these differences.",
          "url": "http://dx.doi.org/10.1162/rest_a_01481",
          "doi": "10.1162/rest_a_01481",
          "filter": 0
        },
        {
          "title": "Baby Bumps in the Road: The Impact of Parenthood on Job Performance, Human Capital, and Career Advancement",
          "authors": "Olivia J. Healy, Jennifer A. Heissel",
          "abstract": "This paper explores whether and why a maternal “child penalty” to earnings would emerge even without changes in employment and hours worked. Using a matched event study de-sign, we trace monthly changes in determinants of wages (job performance, human capital accumulation, and promotions). Data come from a usefully unusual setting with required multiyear employment and detailed personnel data: the United States Marine Corps. Mothers' job performance initially declines, and gaps in promotion grow through 24 months postbirth. Fathers' physical fitness performance drops somewhat but recovers. These patterns lead mothers to earn relatively lower wages, even absent changes in employment postbirth.",
          "url": "http://dx.doi.org/10.1162/rest_a_01405",
          "doi": "10.1162/rest_a_01405",
          "filter": 0
        },
        {
          "title": "Mobilization and Backlash: Asymmetric Updating in Response to Campaign Ads",
          "authors": "Cameron A. Shelton",
          "abstract": "Applying a media market boundary approach to individual survey data, I show that political advertising on television increases the probability that viewers who identify with a party will espouse its positions, prefer its candidates, and turn out to vote. This is true no matter which party sponsored the ad, suggesting that an ad consolidates and motivates the sponsor's partisans while simultaneously engendering a countervailing consolidation and mobilization among supporters of the other party. My results are consistent with agents who judge a source's quality by their priors and highlight the importance of targeting supporters.",
          "url": "http://dx.doi.org/10.1162/rest_a_01491",
          "doi": "10.1162/rest_a_01491",
          "filter": 0
        },
        {
          "title": "The Unintended Consequences of Home-Buying Restriction in China",
          "authors": "Yunjie Chen, Yongzheng Liu, Hailun Wei",
          "abstract": "We investigate the fake divorce activities associated with the home-buying restriction policy in China. We find that the policy increased divorce rate (marriage restoration rate) in the treated cities by 0.436 (0.195) permillage point relative to the control cities. This explains a 19.9% increase in the overall national divorce rate, of which at least 45% can be interpreted as fake divorces. Moreover, we find that the main responders to this policy are people who are older, childless, less-educated, and wealthier. Finally, we show that the fraudulent behavior has significant implications for market efficiency, intra- and inter-household wealth inequality, and other consequences.",
          "url": "http://dx.doi.org/10.1162/rest_a_01480",
          "doi": "10.1162/rest_a_01480",
          "filter": 0
        },
        {
          "title": "Immigration and Worker-Firm Matching",
          "authors": "Gianluca Orefice, Giovanni Peri",
          "abstract": "Positive assortative matching increases both the wages of more productive workers and wage dispersion. We study the effect of immigration on positive assortative matching using French employer-employee data from 1995 to 2005. We find that increases in the share of immigrants, driven by historical networks across local labor markets, generated stronger positive assortative matching between workers and firms. We present evidence suggesting that this effect was associated to higher wages for more productive workers and that the findings are consistent with increased workers' screening by firms.",
          "url": "http://dx.doi.org/10.1162/rest_a_01476",
          "doi": "10.1162/rest_a_01476",
          "filter": 0
        },
        {
          "title": "Instrument-Based Estimation of Full Treatment Effects with Partial Compliers",
          "authors": "Didier Nibbering, Matthijs Oosterveen",
          "abstract": "The effect of the full treatment is a primary parameter of interest in policy evaluation, while often the effect of a subset of treatment is estimated. We partially identify the local average treatment effect of receiving full treatment (LAFTE) using an instrumental variable that may induce individuals into subsets of treatment (partial compliers). We show that partial compliers violate the standard exclusion restriction, necessary conditions on the absence of partial compliers are testable, and partial identification holds under a double exclusion restriction. We identify partial compliers in four applications and estimate informative bounds on the LAFTE in three of them.",
          "url": "http://dx.doi.org/10.1162/rest_a_01486",
          "doi": "10.1162/rest_a_01486",
          "filter": 0
        },
        {
          "title": "Multi-Product Exporters: Verifying Stylized Facts",
          "authors": "Lena Sheveleva",
          "abstract": "In this paper, we propose a statistical model to characterize the null hypothesis of the random product size distribution for multi-product exporters. It serves as a benchmark to test the empirical facts and model predictions. We ask which stylized facts that characterize multi-product exporters and motivate such theories as core competencies, productivity being a driver of both scope and scale, and economies of scope among others, are spurious, and which are informative. The benchmark model also provides alternative moments to test the validity of these theories.",
          "url": "http://dx.doi.org/10.1162/rest_a_01478",
          "doi": "10.1162/rest_a_01478",
          "filter": 0
        },
        {
          "title": "Set-Identified Structural Vector Autoregressions and the Effects of a 100 Basis Point Monetary Policy Shock",
          "authors": "Matthew Read",
          "abstract": "I estimate impulse responses to a 100 basis point US monetary policy shock using setidentified structural vector autoregressions. Identified sets for these responses may be unbounded when the identifying restrictions admit zero impact response of the federal funds rate following a standard-deviation shock. Such a zero response is always admissible when there are fewer sign and zero restrictions than endogenous variables. This is the case under existing restrictions on the systematic component of monetary policy, which consequently yield uninformative identified sets. Additional sign and narrative restrictions yield informative identified sets and imply smaller output responses than some previous estimates.",
          "url": "http://dx.doi.org/10.1162/rest_a_01492",
          "doi": "10.1162/rest_a_01492",
          "filter": 0
        },
        {
          "title": "Physicians and the Production of Health: Returns to Health Care during the Mortality Transition",
          "authors": "Helge Liebert, Beatrice Mäder",
          "abstract": "This paper investigates the returns to health care provision during the mortality transition. We construct a new panel data set covering German municipalities from 1928 to 1936. The endogeneity of health care supply is addressed by using the expulsion of Jewish physicians from statutory health insurance as exogenous variation in regional physician supply. Increases in the supply of physicians reduce infant mortality and mortality from common childhood diseases. Using a semiparametric control function approach, we find diminishing marginal returns to health care provision. The results are consistent with historical trends in infant mortality over the 20th century.",
          "url": "http://dx.doi.org/10.1162/rest_a_01473",
          "doi": "10.1162/rest_a_01473",
          "filter": 0
        },
        {
          "title": "Robust Contracts: A Revealed Preference Approach",
          "authors": "Nemanja Antic, George Georgiadis",
          "abstract": "We study an agency model in which the principal knows the agent-optimal actions in response to K “known” contracts but is unaware of other actions available or their costs, and seeks a contract to maximize worst-case profits. The optimal contract is a mixture of the known contracts and output. Moreover, when K = 1, the single known contract maximizes the principal's profit guarantee, whereas with two known contracts, the optimal mixture puts positive weight on one of the known contracts. Our methodology is straightforward to implement, a point that we demonstrate using data from an experimental study of different incentive schemes.",
          "url": "http://dx.doi.org/10.1162/rest_a_01472",
          "doi": "10.1162/rest_a_01472",
          "filter": 0
        },
        {
          "title": "The First Sale Doctrine and Public Library Provision of Print and Electronic Books",
          "authors": "Imke Reimers, Joel Waldfogel",
          "abstract": "Libraries deliver the majority of US book consumption, and library costs are kept low by the first sale doctrine's guarantee that libraries can lend print books without additional compensation to publishers. However, publishers' decisions to restrict ebook access may threaten libraries. We measure impacts of holdings on circulation; and library holdings choices suggest that library managers value instances of ebook circulation more than print. We use a structural model of patron demand and library holdings to show that more restrictive print book terms would have ten times the negative patron welfare impact of an equivalent restriction on ebooks.",
          "url": "http://dx.doi.org/10.1162/rest_a_01488",
          "doi": "10.1162/rest_a_01488",
          "filter": 0
        },
        {
          "title": "Do Tax Deferred Accounts Improve Lifecycle Savings? Experimental Evidence",
          "authors": "John Duffy, Yue Li",
          "abstract": "In an individual decision-making experiment, we investigate the impact of Tax Deferred Accounts (TDAs). We design six treatments to study various channels through which TDAs may affect decisions. Across both student and Mturk samples, we consistently find that TDAs significantly increase retirement wealth compared to environments with only one non-tax advantaged, liquid saving account. This increase is primarily explained by the requirement of making retirement savings decisions precede consumption decisions. Educating participants by providing a tax calculator has minimal effects. Our results highlight the effectiveness of TDAs in enhancing retirement preparedness and the significance of the order of consumption/savings decisions.",
          "url": "http://dx.doi.org/10.1162/rest_a_01475",
          "doi": "10.1162/rest_a_01475",
          "filter": 0
        },
        {
          "title": "What's Missing in Environmental Self-Monitoring: Evidence from Strategic Shutdowns of Pollution Monitors",
          "authors": "Yingfei Mu, Edward Rubin, Eric Yongchen Zou",
          "abstract": "Regulators often rely on regulated entities to self-monitor compliance, creating strategic incentives for endogenous monitoring. This paper builds a framework to detect whether local governments skip air pollution monitoring when they expect air quality to deteriorate. The core of our method tests whether the timing of monitor shutdowns coincides with the counties' air quality alerts – public advisories based on local governments' own pollution forecasts. Applying the method to a monitor in Jersey City, NJ, suspected of a deliberate shutdown during the 2013 “Bridgegate” traffic jam, we find a 33% reduction of this monitor's sampling rate on pollution-alert days. Building on large-scale inference tools, we then apply the method to test more than 1,300 monitors across the U.S., finding 14 metro areas with clusters of monitors showing similar strategic behavior. We assess geometric imputation and remote-sensing technologies as potential solutions to deter future strategic monitoring.",
          "url": "http://dx.doi.org/10.1162/rest_a_01477",
          "doi": "10.1162/rest_a_01477",
          "filter": 0
        },
        {
          "title": "The Value of Piped Water and Sewers: Evidence from 19th Century Chicago",
          "authors": "Michael Coury, Toru Kitagawa, Allison Shertzer, Matthew A. Turner",
          "abstract": "We estimate the impact of piped water and sewers on property values in late 19th century Chicago. The cost of sewer construction depends sensitively on imperceptible variation in elevation, and such variation delays water and sewer service to part of the city. This delay provides quasi-random variation for causal estimates. We extrapolate ate estimates from our natural experiment to the area treated with water and sewer service during 1874-1880 using a new estimator. Water and sewer access increases property values by a factor of about 2.8. This suggests that benefits are large relative to: the value of the value of averted mortality, many other infrastructure projects, and construction costs.",
          "url": "http://dx.doi.org/10.1162/rest_a_01483",
          "doi": "10.1162/rest_a_01483",
          "filter": 0
        },
        {
          "title": "Do Sanitary Pads Improve Girls' Educational Outcomes?",
          "authors": "Sumit Agarwal, Liu Ee Chia, Pulak Ghosh",
          "abstract": "Using a staggered installation of sanitary pad vending machines across schools in the Indian state of Kerala, we study the impacts of free monthly access to sanitary pads on girls' educational outcomes. We find that the number of dropouts among female students in the 7th-grade decrease by 24 percentage points and the attendance rate increases by 23 percentage points after the treatment. Our results are mainly driven by girls in backward-caste, rural schools, and public schools, supporting the idea that free distribution of sanitary pads alleviates cost of obtaining sanitary pads.",
          "url": "http://dx.doi.org/10.1162/rest_a_01479",
          "doi": "10.1162/rest_a_01479",
          "filter": 0
        },
        {
          "title": "Time Use and Macroeconomic Uncertainty",
          "authors": "Matteo Cacciatore, Stefano Gnocchi, Daniela Hauser",
          "abstract": "We study the effects of uncertainty on time use and their macroeconomic implications. Employing data from the American Time Use Survey and the Bureau of Labor Statistics, we document that heightened uncertainty increases housework and reduces market hours, mildly impacting leisure. We then propose a model that quantitatively accounts for these estimates. We show that substitution between market and housework provides self-insurance to households, weakening precautionary motives. However, it also reduces aggregate demand, ultimately amplifying uncertainty's recessionary impact. Time reallocation can lead to higher inflation, particularly when uncertainty is coupled with policies redirecting time use towards housework (e.g., lockdown restrictions).",
          "url": "http://dx.doi.org/10.1162/rest_a_01490",
          "doi": "10.1162/rest_a_01490",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "On the Economic Origins of Concerns over Women’s Chastity",
          "authors": "Anke Becker",
          "abstract": "This paper studies the origins and function of customs and norms that intend to keep women from being promiscuous. Using large-scale survey data from more than 100 countries, I test the anthropological theory that a particular form of preindustrial subsistence – pastoralism – favored the adoption of such customs and norms. Pastoralism was characterized by frequent and often extended periods of male absence from the settlement, implying difficulties in monitoring women’s behavior and larger incentives to imposing restrictions on women’s promiscuity. The paper shows that women from historically more pastoral societies (i) are subject to stronger anti-abortion attitudes; (ii) aremore likely to have undergone infibulation, the most invasive form of female genital cutting; (iii) are more restricted in their freedom of mobility; and (iv) adhere to more restrictive norms about women’s promiscuity. At the historical society level, pastoralism predicts patrilocality, the custom of living close to the husband’s family after marriage, allowing them to monitor the bride. Instrumental variable estimations that make use of the ecological determinants of pastoralism support a causal interpretation of the results. I also provide evidence that the mechanism behind these patterns is male absence, rather than male dominance, per se, or historical economic development.",
          "url": "http://dx.doi.org/10.1093/restud/rdae084",
          "doi": "10.1093/restud/rdae084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
