{
  "update": "2024-12-27",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "To Defer or to Differ: Experimental Evidence on the Role of Cash Transfers in Nigerian Couples’ Decision–Making",
          "authors": "M Mehrab Bakhtiar, Marcel Fafchamps, Markus Goldstein, Kenneth L Leonard, Sreelakshmi Papineni",
          "abstract": "We conduct an original lab-in-the-field experiment on the decision–making process of married couples over the allocation of rival and non-rival household goods. The experiment measures individual preferences over allocations and traces the process of deferral, consultation, communication and accommodation by which couples implement these preferences. We find few differences in individual preferences over allocations of goods. However, wives and husbands have strong preferences over process: women prefer to defer decisions to their husbands even when deferral is costly and is not observed by the husband; men rarely defer under any condition. Our study follows a randomised controlled trial that ended a year earlier and gave large cash transfers over eighteen months to half of the women in the study. We estimate the effect of treatment on the demand for agency among women and find that the receipt of cash transfers does not change women’s bargaining process except in a secret condition when the decision to defer is shrouded from her husband. This suggests that the cash transfer to women increases their demand for agency but does not change the intra-household balance of power enough to allow them to express it publicly.",
          "url": "https://doi.org/10.1093/ej/ueae117",
          "doi": "https://doi.org/10.1093/ej/ueae117",
          "filter": 0
        },
        {
          "title": "Vaccines And Verdicts: How Smallpox Court Decisions Affect Anti-Vaccine Discourse and Mortality",
          "authors": "Paul Brehm, Martin Saavedra",
          "abstract": "We estimate the effect of compulsory vaccination court decisions on anti-vaccine discourse and mortality. We measure anti-vaccine discourse using language in American newspapers. Using human-classified training data and machine learning techniques, we predict anti-vaccine discourse for nearly 48,000 newspaper pages. Staggered difference-in-differences estimates show that anti-vaccine discourse increased for a period of two years after pro-vaccine state-level Supreme Court decisions before returning to baseline. Regression-discontinuity-in-time estimates yield similar findings following the Jacobson v. Massachusetts US Supreme Court decision. While compulsory vaccinations increase anti-vaccine discourse, mandates appear to remain effective, and we estimate that smallpox mortality rates fell in the wake of pro-vaccine decisions.",
          "url": "https://doi.org/10.1093/ej/ueae118",
          "doi": "https://doi.org/10.1093/ej/ueae118",
          "filter": 0
        },
        {
          "title": "We are all in the same boat: Cross-border spillovers of climate shocks through international trade and supply chain",
          "authors": "Alan Feng, Haishi Li, Yulin Wang",
          "abstract": "Are landlocked countries at risk from sea-level rise? We identify a new mechanism where natural disaster shocks influence countries’ macroeconomic performance through cross-border trade spillovers. Analyzing global data on climate disasters, infrastructure, trade, and the macroeconomy from 1970 to 2019, we find that climate disasters impacting ports, critical infrastructure for international trade, reduce imports, exports, and economic output in both the affected country and its major trade partner (both upstream and downstream) countries. The GDP effects on main upstream and downstream countries are as large as those in directly impacted countries: While directly affected countries offset climate disaster damages with increased government spending and investment, trade partners do not. Effective adaptation efforts, including building climate-resilient infrastructure and implementing disaster relief measures, must account for the cross-border spillover effects of climate disasters.",
          "url": "https://doi.org/10.1093/ej/ueae119",
          "doi": "https://doi.org/10.1093/ej/ueae119",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "A European Climate Bond",
          "authors": "Irene Monasterolo, Antonia Pacelli, Marco Pagano, Carmine Russo",
          "abstract": "Europe faces a large climate investment gap. To fill it, we propose the joint issuance of European climate bonds. These bonds would be funded by selling greenhouse gas emission allowances via the Emissions Trading System, extended to cover all sectors. Access to the resulting funds would be conditional on countries’ performance on the implementation of climate projects. European climate bonds would meet the demand for a safe, liquid and green asset, while accelerating climate investment, and increasing its resilience to sovereign crises, as well as the greening of both investors’ portfolios and monetary policy.",
          "url": "https://doi.org/10.1093/epolic/eiae065",
          "doi": "https://doi.org/10.1093/epolic/eiae065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Motivated political reasoning: On the emergence of belief-value constellations",
          "authors": "Kai Barron, Anna Becker, Steffen Huck",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104929",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104929",
          "filter": 0
        },
        {
          "title": "Decentralization in Autocraties",
          "authors": "Emmanuelle Auriol, Anaïs Dahmani-Scuitti",
          "url": "https://doi.org/10.1016/j.euroecorev.2024.104930",
          "doi": "https://doi.org/10.1016/j.euroecorev.2024.104930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Functional ecological inference",
          "authors": "Christian Bontemps, Jean-Pierre Florens, Nour Meddahi",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105918",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105918",
          "filter": 0
        },
        {
          "title": "Individual welfare analysis: Random quasilinear utility, independence, and confidence bounds",
          "authors": "Junlong Feng, Sokbae Lee",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105927",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105927",
          "filter": 0
        },
        {
          "title": "Shrinkage estimators for periodic autoregressions",
          "authors": "Richard Paap, Philip Hans Franses",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105937",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105937",
          "filter": 0
        },
        {
          "title": "Inference on dynamic systemic risk measures",
          "authors": "Christian Francq, Jean-Michel Zakoïan",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105936",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105936",
          "filter": 0
        },
        {
          "title": "Identification, inference and risk",
          "authors": "Bertille Antoine, Patrick Gagliardini, René Garcia, Enrique Sentana",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105938",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Declining r ∗ in the US: The role of Social Security",
          "authors": "Jacopo Bonchi, Giacomo Caracciolo",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105277",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105277",
          "filter": 0
        },
        {
          "title": "Sea level rise risks, adaptation strategies, and real estate prices in Singapore",
          "authors": "Sumit Agarwal, Yu Qin, Tien Foo Sing, Changwei Zhan",
          "url": "https://doi.org/10.1016/j.jpubeco.2024.105290",
          "doi": "https://doi.org/10.1016/j.jpubeco.2024.105290",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Uncharted Waters of International Trade",
          "authors": "Pol Antrás",
          "abstract": "The field of international trade has undergone significant theoretical and empirical advancements over the last twenty-five years. A key breakthrough has been the emergence of firm-level approaches to studying exporting, importing, and global value chains. The field has also experienced a quantitative revolution, driven by medium-scale models that rapidly assess the implications of trade cost shocks on real income. Additionally, a branch of the empirical literature has unshackled itself from the discipline of theoretical frameworks and from traditional data sources. Yet, several underexplored areas, or ‘uncharted waters,’ remain in international trade research. I outline new potential areas for theoretical research, including incorporating oligopolistic (strategic) behavior into core models, and fostering greater cross-disciplinary collaboration with other fields in economics and social sciences, such as behavioral economics or political science. I also discuss potential uncharted waters for empirical trade economists, while identifying potential new sources of data and ways in which official trade statistics could be improved. Finally, I explore how big data and artificial intelligence could reshape the design of international trade policy in coming years.",
          "url": "https://doi.org/10.1093/jeea/jvae060",
          "doi": "https://doi.org/10.1093/jeea/jvae060",
          "filter": 0
        },
        {
          "title": "Consumer Credit with Over-Optimistic Borrowers",
          "authors": "Florian Exlerw, Igor Livshits, James MacGee, Michéle Tertilt",
          "abstract": "Do cognitive biases call for regulation to limit the use of credit? We incorporate over-optimistic and rational borrowers into an incomplete markets model with consumer bankruptcy. Over-optimists face worse income risk but incorrectly believe they are rational. Thus, both types behave identically. Lenders price loans forming beliefs-type scores-about borrower types. This gives rise to a tractable theory of type scoring. As lenders cannot screen types, borrowers are partially pooled. Over-optimists face cross-subsidized interest rates but make financial mistakes: borrowing too much and defaulting too little. In equilibrium, the welfare losses from mistakes are more than compensated by cross-subsidization. We calibrate the model to the US and quantitatively evaluate policies to address these frictions: financial literacy education, reducing default cost, increasing borrowing costs, and debt limits. While some policies lower debt and filings, only reducing default costs and financial literacy education improve welfare. However, financial literacy education benefits only rationals at the expense of over-optimists. Score-dependent borrowing limits can reduce financial mistakes but lower welfare.",
          "url": "https://doi.org/10.1093/jeea/jvae057",
          "doi": "https://doi.org/10.1093/jeea/jvae057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "When DID Growth Begin? New Estimates of Productivity Growth in England from 1250 to 1870",
          "authors": "Paul Bouscasse, Emi Nakamura, Jón Steinsson",
          "abstract": "We estimate productivity growth in England from 1250 to 1870. Real wages over this period were heavily influenced by plague-induced swings in the population. Our estimates account for these Malthusian dynamics. We find that productivity growth was zero prior to 1600. Productivity growth began in 1600—almost a century before the Glorious Revolution. Thus, the onset of productivity growth preceded the bourgeois institutional reforms of 17th century England. We estimate productivity growth of 2% per decade between 1600 and 1800, increasing to 5% per decade between 1810 and 1860. Much of the increase in output growth during the Industrial Revolution is explained by structural change—the falling importance of land in production—rather than faster productivity growth. Stagnant real wages in the 18th and early 19th centuries—“Engel’s Pause”—is explained by rapid population growth putting downward pressure on real wages. Yet, feedback from population growth to real wages is sufficiently weak to permit sustained deviations from the “iron law of wages” prior to the Industrial Revolution.",
          "url": "https://doi.org/10.1093/qje/qjae046",
          "doi": "https://doi.org/10.1093/qje/qjae046",
          "filter": 0
        },
        {
          "title": "The Effects of Medical Debt Relief: Evidence from Two Randomized Experiments",
          "authors": "Raymond Kluender, Neale Mahoney, Francis Wong, Wesley Yin",
          "abstract": "Two in five Americans have medical debt, nearly half of whom owe at least $2,500. Concerned by this burden, governments and private donors have undertaken large, high-profile efforts to relieve medical debt. We partnered with RIP Medical Debt (now Undue Medical Debt) to conduct two randomized experiments that relieved medical debt with a face value of $169 million for 83,401 people between 2018 and 2020. Our experiments focused on downstream medical debt that had been sold to debt collectors, and one of our experiments straddled an industry-wide pullback in the reporting of medical debt to the credit bureaus, allowing us to estimate the effects of debt relief with and without counterfactual reporting. We track outcomes using credit reports, collections account data, and a multimodal survey. There are three sets of results. First, we find a modest improvement in credit access when there is counterfactual credit reporting, but no impact on credit report outcomes when there is not. Second, we estimate that debt relief causes a moderate but statistically significant reduction in payments of existing medical bills. Third, we find no effects on survey measures of mental and physical health, healthcare utilization, and financial wellness. Taken together, our results indicate that the strong correlations documented in prior research do not translate into causal effects for downstream medical debt relief.",
          "url": "https://doi.org/10.1093/qje/qjae045",
          "doi": "https://doi.org/10.1093/qje/qjae045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Consumer Surplus of Alternative Payment Methods",
          "authors": "Fernando Alvarez, David Argente",
          "abstract": "This paper estimates the consumer surplus from using alternative payment methods. We use evidence from Uber rides in Mexico, where riders have the option to use cash or cards to pay for rides. We design and conduct three large-scale field experiments, which involved approximately 400,000 riders. We also build a structural model which, disciplined by our new experimental data, allows us to estimate the loss of private benefits for riders when a ban on cash payments is implemented. We find that Uber riders who use cash as means of payment either sometimes or exclusively suffer an average loss of approximately 40–50% of their total trip expenditures paid in cash before the ban. The magnitude of these estimates reflects the intensity with which cash is used in the application, the shape of the demand curve for Uber rides, and the imperfect substitutability across means of payments. Welfare losses fall mostly on the least-advantaged households, who rely more heavily on the cash payment option.",
          "url": "https://doi.org/10.1093/restud/rdae112",
          "doi": "https://doi.org/10.1093/restud/rdae112",
          "filter": 0
        },
        {
          "title": "State Building in a Diverse Society",
          "authors": "Ruth Carlitz, Ameet Morjaria, Joris Mueller, Philip Osafo-Kwaako",
          "abstract": "Diversity can pose fundamental challenges to state building and development. The Tanzanian Ujamaa policy—one of post-colonial Africa’s largest state-building experiments—addressed these challenges by resettling a diverse population in planned villages, where children received political education. We combine differences in exposure to Ujamaa across space and age to identify long-term impacts of the policy. Analysis of contemporary surveys shows persistent, positive effects on national identity and perceived state legitimacy. Our preferred interpretation, supported by evidence that considers alternative hypotheses, is that changes to educational content drive our results. Our findings also point to trade-offs associated with state building: while the policy contributed to establishing the new state as a legitimate central authority, exposure to Ujamaa lowered demands for democratic accountability and did not increase generalized inter-ethnic trust.",
          "url": "https://doi.org/10.1093/restud/rdae116",
          "doi": "https://doi.org/10.1093/restud/rdae116",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
