{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "A Model of Selection and Policy Concerns",
          "authors": "Álvaro Delgado-Vega, Benjamin Shaver",
          "abstract": "A principal designs a policy by weighing the goals she shares with an agent and those that divide them. The policy’s success depends on the principal’s unknown quality and the agent’s decision to help. After the policy succeeds or fails, a committee awards a prize to the actor with the higher expected quality. In equilibrium, the agent helps to avoid blame for failure or share credit for success. The principal benefits from exploiting the agent’s selection concerns to shift the policy in her favour while obtaining the agent’s help, even if doing so lowers the probability she is selected.",
          "url": "https://doi.org/10.1093/ej/ueaf102",
          "doi": "https://doi.org/10.1093/ej/ueaf102",
          "filter": 0
        },
        {
          "title": "Noncompete Agreements, Wages and Efficiency: Theory and Evidence from Brazilian Football",
          "authors": "Bernardo Guimaraes, Joao Paulo Pessoa, Vladimir Ponczek",
          "abstract": "The Pele Act banned noncompete agreements in Brazilian football in 1998. We explore this policy change to study how noncompetes affect the labor market. The Act changed the wage profile heterogeneously, reducing young players’ wages and raising salaries for older ones. Turnover increased slightly. We develop and structurally estimate a model and show that changing the parameter capturing the noncompete friction leads to the changes observed in the data. From the estimation, we recover match efficiency before and after the Act and show that efficiency gains are outweighed by distributional effects.",
          "url": "https://doi.org/10.1093/ej/ueaf103",
          "doi": "https://doi.org/10.1093/ej/ueaf103",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Endogenous formation of optimal teams",
          "authors": "Renaud Foucart, Jonathan H.W. Tan, Zichen Zhao",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105156",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105156",
          "filter": 0
        },
        {
          "title": "Multidimensional equality of opportunity in the United States",
          "authors": "Paul Hufe, Martyna Kobus, Andreas Peichl, Paul Schüle",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105162",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105162",
          "filter": 0
        },
        {
          "title": "Controlling inflation with central bank news",
          "authors": "Nikolaos Kokonas, Michalis Rousakis, Efthymios Smyrniotis",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105176",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105176",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0014-2921(25)00219-3",
          "doi": "https://doi.org/10.1016/s0014-2921(25)00219-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Quantile graphical models: Prediction and conditional independence with applications to systemic risk",
          "authors": "Alexandre Belloni, Mingli Chen, Victor Chernozhukov",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106100",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106100",
          "filter": 0
        },
        {
          "title": "Cointegration with occasionally binding constraints",
          "authors": "James A. Duffy, Sophocles Mavroeidis, Sam Wycherley",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106103",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106103",
          "filter": 0
        },
        {
          "title": "Partial identification of structural vector autoregressions with non-centred stochastic volatility",
          "authors": "Helmut Lütkepohl, Fei Shang, Luis Uzeda, Tomasz Woźniak",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106107",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106107",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Economic activity and biodiversity in the United States",
          "authors": "Yuanning Liang, Ivan Rudik, Eric Yongchen Zou",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105482",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105482",
          "filter": 0
        },
        {
          "title": "Heads up: Does air pollution cause workplace accidents?",
          "authors": "Victor Lavy, Genia Rachkovski, Omry Yoresh",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105472",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105472",
          "filter": 0
        },
        {
          "title": "Wealth, gifts, and estate planning at the end of life",
          "authors": "David Sturrock, Stefan Groot, Jan Möhlmann",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105492",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105492",
          "filter": 0
        },
        {
          "title": "When does corruption cause red tape? Bribe discrimination under asymmetric information",
          "authors": "Martin Mattsson",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105483",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105483",
          "filter": 0
        },
        {
          "title": "Fallout and health: Chernobyl’s legacy, early-life exposure, and protective behavior",
          "authors": "Matilde Giaccherini, Joanna Kopinska",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105491",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105491",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Central Bank Communication and House Price Expectations,",
          "authors": "Carola Binder, Pei Kuang, Li Tang",
          "abstract": "We use a series of online surveys to study how US consumers’ house price expectations respond to interest rate expectations. Communication about interest rates has little effect on average house price expectations, since households have heterogeneous beliefs about the relationship between interest rates and house prices. When coupled with an explanation of the mortgage rate channel, communication about interest rates has much larger effects on house price expectations. We also show that audio and visual communication have additional effects on expectations beyond the effects of text-based communications. Consumers’ personal experiences appear to shape their mental models of the housing market and the responsiveness of their house price expectations to interest rate expectations.",
          "url": "https://doi.org/10.1093/jeea/jvaf042",
          "doi": "https://doi.org/10.1093/jeea/jvaf042",
          "filter": 0
        },
        {
          "title": "Spending Limits, Public Funding, and Election Outcomes,",
          "authors": "Nikolaj Broberg, Vincent Pons, Clemence Tricaud",
          "abstract": "This paper investigates the effects of campaign finance rules on electoral outcomes. In French local elections, candidates competing in districts above 9,000 inhabitants face spending limits and are eligible for public reimbursement. Using an RDD around the population threshold, we find that these rules increase competitiveness and benefit the runner-up of the previous race as well as new candidates, in departmental elections, while leaving the polarization of results and winners’ representativeness and quality unaffected. Incumbents are less likely to get reelected because they are less likely to run and obtain a lower vote share, conditional on running. These results appear to be driven by the reimbursement of campaign expenditures, not spending limits. We do not find such effects in municipal elections, which we attribute to higher spending, decreasing marginal returns of campaign money, and the use of a proportional list system instead of plurality voting.",
          "url": "https://doi.org/10.1093/jeea/jvaf043",
          "doi": "https://doi.org/10.1093/jeea/jvaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "The Macroeconomic Consequences of Exchange Rate Depreciations",
          "authors": "Masao Fukui, Emi Nakamura, Jón Steinsson",
          "abstract": "We study the consequences of “regime-induced” exchange rate depreciations by comparing outcomes for peggers versus floaters to the US dollar in response to a dollar depreciation. Pegger currencies depreciate relative to floater currencies and these depreciations are strongly expansionary. The boom is associated with a fall in net exports, and (if anything) an increase in interest rates in the pegger countries. This suggests that expenditure switching and domestic monetary policy are not the main drivers of the boom. We show that a large class of existing models cannot match our estimated responses and develop a model with imperfect financial openness that can. Following a depreciation, UIP deviations lower the costs of borrowing from abroad and stimulate the economy, as in the data. The model is consistent with (unconditional) exchange rate disconnect and the Mussa facts, even though exchange rates have large effects on the economy.",
          "url": "https://doi.org/10.1093/qje/qjaf039",
          "doi": "https://doi.org/10.1093/qje/qjaf039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "The Origins and Control of Forest Fires in the Tropics",
          "authors": "Clare Balboni, Robin Burgess, Benjamin A Olken",
          "abstract": "Environmental externalities – uncompensated damages imposed on others – lie at the root of climate change, pollution, deforestation and biodiversity loss. Empirical evidence is limited, however, as to how externalities drive private decision making. We study one such behavior, illegal tropical forest fires, using 15 years of daily satellite data covering over 107,000 fires across Indonesia. Weather-induced variation in fire spread risk and variation in who owns surrounding land allow us to identify how far externalities influence the decision to use fire. Relative to when all spread risks are internalized, we find that firms overuse fire when surrounded by unleased government lands where property rights are weak. In contrast, and consistent with the Coase Theorem, firms treat risks to nearby private concessions similarly to risks to their own land. Government sanctions, concentrated on fires spreading to populated areas, also deter fires, consistent with Pigouvian deterrence.",
          "url": "https://doi.org/10.1093/restud/rdaf088",
          "doi": "https://doi.org/10.1093/restud/rdaf088",
          "filter": 0
        },
        {
          "title": "Patents, News, and Business Cycles",
          "authors": "Silvia Miranda-Agrippino, Sinem Hacıoğlu-Hoke, Kristina Bluwstein",
          "abstract": "We exploit information in patent applications to construct an instrumental variable for the identification of technology news shocks that relaxes all the identifying assumptions traditionally used in the literature. The instrument recovers news shocks that have no effect on aggregate productivity in the short-run, but are a significant driver of its trend component. The shock prompts a broad-based expansion in anticipation of the future increase in total factor productivity (TFP), with output, consumption, and investment all rising well before any material increase in TFP is recorded. Despite the positive conditional comovements, the shock only accounts for a modest share of fluctuations of macroeconomic aggregates at business cycle frequencies. Financial markets price-in news shocks on impact, while most of the macro aggregates respond with some delay.",
          "url": "https://doi.org/10.1093/restud/rdaf086",
          "doi": "https://doi.org/10.1093/restud/rdaf086",
          "filter": 0
        },
        {
          "title": "What Do Policies Value?",
          "authors": "Daniel Björkegren, Joshua E Blumenstock, Samsun Knight",
          "abstract": "When a policy prioritizes one person over another, is it because they benefit more, or because they are preferred? This paper develops a method to uncover the values consistent with observed allocation decisions. We estimate how much each individual benefits from an intervention, and then reconcile the allocation with (i) the welfare weights assigned to different people; (ii) heterogeneous treatment edects of the intervention; and (iii) weights on different outcomes. We demonstrate this approach by analyzing Mexico’s PROGRESA anti-poverty program. The analysis reveals that while the program prioritized certain subgroups — such as indigenous households — the fact that those groups benefited more implies that the program did not actually assign them a higher welfare weight. We also find evidence that the policy valued outcomes differently from households. The PROGRESA case illustrates how the method makes it possible to audit existing policies, and to design future policies that better align with values.",
          "url": "https://doi.org/10.1093/restud/rdaf089",
          "doi": "https://doi.org/10.1093/restud/rdaf089",
          "filter": 0
        },
        {
          "title": "Temporal-Difference Estimation of Dynamic Discrete Choice Models",
          "authors": "Karun Adusumilli, Dita Eckardt",
          "abstract": "We study the use of Temporal-Difference learning for estimating the structural parameters in dynamic discrete choice models. Our algorithms are based on the conditional choice probability approach but use functional approximations to estimate various terms in the pseudo-log-likelihood function. We suggest two approaches: The first—linear semi-gradient—provides approximations to the recursive terms using basis functions. The second—Approximate Value Iteration—builds a sequence of approximations to the recursive terms by solving non-parametric estimation problems. Our approaches are fast and naturally allow for continuous and/or high-dimensional state spaces. Furthermore, they do not require specification of transition densities. In dynamic games, they avoid integrating over other players’ actions, further heightening the computational advantage. Our proposals can be paired with popular existing methods such as pseudo-maximum-likelihood, and we propose locally robust corrections for the latter to achieve parametric rates of convergence. Monte Carlo simulations confirm the properties of our algorithms in practice.",
          "url": "https://doi.org/10.1093/restud/rdaf081",
          "doi": "https://doi.org/10.1093/restud/rdaf081",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
