{
  "update": "2025-03-21",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Markups and Markdowns",
          "authors": "Chad Syverson",
          "abstract": "Interest in market power has recently surged among economists in many fields, well beyond its traditional home in industrial organization. This has focused empirical attention on markups, the ratios of prices to marginal costs in product markets, and markdowns, the ratios of inputs’ marginal products to their paid wages in factor markets. In this review, I offer a conceptual overview of both metrics and survey recent research examining them. I pay particular attention to the distinct interests that microeconomists and macroeconomists have had regarding these metrics as well as to topics that have bridged and are bridging these often distinct literatures.",
          "url": "https://doi.org/10.1146/annurev-economics-081624-080143",
          "doi": "https://doi.org/10.1146/annurev-economics-081624-080143",
          "filter": 0
        },
        {
          "title": "Climate Change Through the Lens of Macroeconomic Modeling",
          "authors": "Jesús Fernández-Villaverde, Kenneth T. Gillingham, Simon Scheidegger",
          "abstract": "There is a rapidly advancing literature on the macroeconomics of climate change. This review focuses on developments in the construction and solution of structural integrated assessment models (IAMs), highlighting the marriage of state-of-the-art natural science with general equilibrium theory. We discuss challenges in solving dynamic stochastic IAMs with sharp nonlinearities, multiple regions, and multiple sources of risk. Key innovations in deep learning and other machine learning approaches overcome many computational challenges and enhance the accuracy and relevance of policy findings. We conclude with an overview of recent applications of IAMs and key policy insights.",
          "url": "https://doi.org/10.1146/annurev-economics-091124-045357",
          "doi": "https://doi.org/10.1146/annurev-economics-091124-045357",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Mental Capabilities, Heterogeneous Trading Behaviour and Performance in an Experimental Asset Market",
          "authors": "Andreas Hefti, Steve Heinkey, Frédéric Schneider",
          "abstract": "We study how variations in two mental capabilities – analytical capability (quantitative reasoning) and mentalizing (assessing others’ behaviour) – drive heterogeneity in evaluations of identical information about an asset’s fundamental value and past prices. Our mental framework aligns with regularities observed in experimental asset markets, providing a cognitive basis for heterogeneous trading behaviour. Applied to an experimental market, it predicts that trading, performance and bubble-crash patterns depend crucially on mental capability differences. Traders proficient in both capabilities succeed most, while performance otherwise is non-monotonically in capabilities. Experimental results support these predictions, highlighting the important role of mental capabilities in asset markets.",
          "url": "https://doi.org/10.1093/ej/ueaf003",
          "doi": "https://doi.org/10.1093/ej/ueaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Overcoming Original Sin: shedding new light on uneven progress",
          "authors": "Mert Onen, Hyun Song Shin, Goetz von Peter",
          "abstract": "This paper examines sovereign bond markets to assess the current state of Original Sin, the inability of a country to borrow (abroad) in its own currency. We present a synthesis of different strands of the literature using a new, tailored dataset. We find that major emerging market economies (EMEs) have made progress toward overcoming original sin by issuing more government bonds in local currency while promoting foreign participation in domestic bond markets; this went hand in hand with rising exposure to EME currencies among foreign investors. In panel regressions, we show that country-specific variables played a role alongside global push factors. However, progress has been slow and uneven, with a key role for institutional development. Progress is most evident among major EMEs, and stronger for sovereigns than for other issuers. Reducing reliance on foreign currency borrowing implies a greater role for investors whose sensitivity to currency risk can make capital flows more volatile—reintroducing the problem in a different guise, as original sin redux.",
          "url": "https://doi.org/10.1093/epolic/eiaf002",
          "doi": "https://doi.org/10.1093/epolic/eiaf002",
          "filter": 0
        },
        {
          "title": "The Vicious Circle of Xenophobia: Immigration and Right-Wing Populism",
          "authors": "Frédéric Docquier, Hillel Rapoport",
          "abstract": "Summary We investigate the bidirectional relationship between immigration and right-wing populism, which we characterize as a self-reinforcing dynamic process where anti-immigrant rhetoric and populist policies lead to a deterioration in the average education and skill level of immigrants. The deterioration in the ratio of high-skill to low-skill immigrants in turn fuels populist support and anti-immigration attitudes, creating what we call “the vicious circle of xenophobia”. We review some historical and contemporary studies that are suggestive of such vicious circle. In particular, recent cross-country evidence shows that low-skill immigration tends to exacerbate populism, while high-skill immigration tends to mitigate it. Conversely, populist policies and xenophobic attitudes have a strong repulsive effect on highly-skilled immigrants and result in adverse immigrant selection. We use the empirical results from those studies to inform a theoretical model of joint determination of immigrants’ skill-ratio and right-wing populism levels. The model displays multiple equilibria, with the inferior equilibrium—corresponding to our vicious circle—characterized by high levels of right-wing populism and a high proportion of low-skill workers among immigrants. In this framework, structural trends such as internet penetration, economic erosion of the middle class, demographic pressure from poor countries as well as adverse cyclical shocks make the good, efficient equilibrium less likely and the inferior equilibrium of explosive populism and deteriorated immigrants’ skill-ratio more likely.",
          "url": "https://doi.org/10.1093/epolic/eiaf001",
          "doi": "https://doi.org/10.1093/epolic/eiaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Public pensions reforms: Financial and political sustainability",
          "authors": "Javier Díaz-Giménez, Julián Díaz-Saavedra",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104988",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104988",
          "filter": 0
        },
        {
          "title": "Reaching for gold! The impact of a positive reputation shock on career choice",
          "authors": "Daniel Goller, Stefan C. Wolter",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105017",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105017",
          "filter": 0
        },
        {
          "title": "Job separation shocks, costly vacancy creation and job rationing",
          "authors": "Jhih-Chian Wu",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105004",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105004",
          "filter": 0
        },
        {
          "title": "A quantitative model of trust as a predictor of social group sizes and its implications for technology",
          "authors": "M. Burgess, R.I.M. Dunbar",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105012",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Limit theory and inference in non-cointegrated functional coefficient regression",
          "authors": "Ying Wang, Peter C.B. Phillips, Yundong Tu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105996",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105996",
          "filter": 0
        },
        {
          "title": "Adjustments with many regressors under covariate-adaptive randomizations",
          "authors": "Liang Jiang, Liyao Li, Ke Miao, Yichong Zhang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105991",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105991",
          "filter": 0
        },
        {
          "title": "Supervised factor modeling for high-dimensional linear time series",
          "authors": "Feiqing Huang, Kexin Lu, Yao Zheng, Guodong Li",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105995",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105995",
          "filter": 0
        },
        {
          "title": "Huber Principal Component Analysis for large-dimensional factor models",
          "authors": "Yong He, Lingxiao Li, Dong Liu, Wen-Xin Zhou",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105993",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105993",
          "filter": 0
        },
        {
          "title": "Deviance Information Criterion for Bayesian model selection: Theoretical justification and applications",
          "authors": "Yong Li, Sushanta K. Mallick, Nianling Wang, Jun Yu, Tao Zeng",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105978",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105978",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Ambulance Taxis: The Impact of Regulation and Litigation on Health-Care Fraud",
          "authors": "Paul Eliason, Riley League, Jetson Leder-Luis, Ryan C. McDevitt, James W. Roberts",
          "url": "https://doi.org/10.1086/734134",
          "doi": "https://doi.org/10.1086/734134",
          "filter": 0
        },
        {
          "title": "A Theory of Fiscal Responsibility and Irresponsibility",
          "authors": "Marina Halac, Pierre Yared",
          "url": "https://doi.org/10.1086/734131",
          "doi": "https://doi.org/10.1086/734131",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Tax Avoidance through corporate accounting: Insights for corporate tax bases",
          "authors": "Eric Heiser, Michael Love, Jacob Mortenson",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105336",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105336",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Both Judge and Party? Investigating the Political Unbiasedness of Fact-checkers",
          "authors": "Charles Louis-Sidois",
          "abstract": "This paper provides the first statistical study of political differences between fact-checkers. I collect a comprehensive dataset of articles published by the six main general-interest French fact-checkers up until July 2021 and identify the political orientations of entities that are fact-checked. French fact-checkers commit to non-partisanship. However, they are affiliated with a media outlet. I find differences in fact-checkers’ political content, which reflect the media outlets’ slant. This implies that fact-checkers are not politically neutral. In particular, they are less likely to fact-check ideologically aligned entities; when they do, they are more likely to select statements that they assess as correct. Moreover, fact-checkers with connections to the government fact-check the incumbent party less often. Finally, political differences increase before elections. Replicating the analysis for U.S. fact-checkers to test the external validity yields similar results.",
          "url": "https://doi.org/10.1093/jeea/jvaf011",
          "doi": "https://doi.org/10.1093/jeea/jvaf011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Review of Economics and Statistics",
      "journal_short": "REStat",
      "articles": [
        {
          "title": "Low-Quality Seeds, Labor Supply, and Economic Returns: Experimental Evidence from Tanzania",
          "authors": "Erwin Bulte, Savatore Di Falco, Menale Kassie, Xavier Vollenweider",
          "abstract": "Low productivity in agriculture is a major cause of poverty and food insecurity in Africa. One explanation for low productivity is the widespread presence of low-quality inputs on local markets (“lemon technologies”), which causes uncertainty among farmers and erodes incentives for adoption. We report the results from a field experiment in Tanzania to study the impact of improved maize seeds in a context where we exogenously vary seed quality and uncertainty about seed type. The analysis is at the level of experimental plots owned and managed by farmers (not the entire farm). While improved seed positively affects harvests and reduces the probability of crop failure among fully informed farmers, these benefits are attenuated significantly when farmers are uncertain about the seed type they receive. The main channel linking uncertainty to lower harvest levels is the reallocation of labor—a complementary input. The presence of lemon inputs on the market for modern inputs impedes learning about the profitability of these inputs and increases the yield gap by slowing adoption in subsequent periods.",
          "url": "https://doi.org/10.1162/rest_a_01285",
          "doi": "https://doi.org/10.1162/rest_a_01285",
          "filter": 0
        },
        {
          "title": "Technology Training, Buyer-Supplier Relationship, and Quality Upgrading in an Agricultural Supply Chain",
          "authors": "Sangyoon Park, Zhaoneng Yuan, Hongsong Zhang",
          "abstract": "This paper examines the impacts of technology training and buyer-supplier relationship on technology adoption and quality upgrading. We randomly varied subjects of each training group across farmer-exporter clusters—farmers, exporters, both, or none—and provided training on Good Agricultural Practices (GAP). We find that training farmers enhances technology adoption and quality upgrading. Yet, the effects are much stronger when farmers and exporters are trained together. We document a plausible mechanism to explain this finding: joint training improves buyer-supplier relationship, which facilitates contract trade between farmers and exporters. We find no effect of GAP certification eligibility on technology adoption.",
          "url": "https://doi.org/10.1162/rest_a_01341",
          "doi": "https://doi.org/10.1162/rest_a_01341",
          "filter": 0
        },
        {
          "title": "Revisiting the Origins of Business Cycles With the Size-Variance Relationship",
          "authors": "Chen Yeh",
          "abstract": "This paper quantifies the importance of the granular channel for the U.S. economy by taking into account that large firms are less volatile than small firms, a feature also known as the size-variance relationship. Intuitively, the largest firms, whose shocks drive granularity, are the least volatile; thus, their influence on aggregates is mitigated. By imposing estimates from the universe of employers for the size-variance relationship in a simple, quantitative framework, I find that the granular hypothesis can rationalize 15% of U.S. aggregate fluctuations, establishing a lower bound for the role of granularity in the U.S. economy.",
          "url": "https://doi.org/10.1162/rest_a_01374",
          "doi": "https://doi.org/10.1162/rest_a_01374",
          "filter": 0
        },
        {
          "title": "Influence-Seeking in U.S. Corporate Elites’ Campaign Contribution Behavior",
          "authors": "Edoardo Teso",
          "abstract": "I leverage a new panel on the contributions to members of the U.S. Congress (MCs) from 401,557 corporate leaders of 14,807 U.S. corporations over 1999–2018 to show that U.S. corporate elites use contributions to political campaigns as a tool of political influence. Donations increase by 11% when a politician is assigned to a committee dealing with policy issues relevant to a corporate leader’s company. The effect is driven by donations to MCs with the greatest power in the committees. I estimate that, absent an influence motive, donations from corporate leaders during this period would have been lower by $20 million.",
          "url": "https://doi.org/10.1162/rest_a_01321",
          "doi": "https://doi.org/10.1162/rest_a_01321",
          "filter": 0
        },
        {
          "title": "Evaluating Policies Early in a Pandemic: Bounding Policy Effects with Nonrandomly Missing Data",
          "authors": "Brantly Callaway, Tong Li",
          "abstract": "During the early part of the Covid-19 pandemic, national and local governments introduced a number of policies to combat the spread of Covid-19. In this paper, we propose a new approach to bound the effects of such early-pandemic policies on Covid-19 cases and other outcomes while dealing with complications arising from (i) limited availability of Covid-19 tests, (ii) differential availability of Covid-19 tests across locations, and (iii) eligibility requirements for individuals to be tested. We use our approach study the effects of Tennessee’s expansion of Covid-19 testing early in the pandemic and find that the policy decreased Covid-19 cases.",
          "url": "https://doi.org/10.1162/rest_a_01306",
          "doi": "https://doi.org/10.1162/rest_a_01306",
          "filter": 0
        },
        {
          "title": "Stable Income, Stable Family",
          "authors": "Jason M. Lindo, Krishna Regmi, Isaac D. Swensen",
          "abstract": "We document the effect of unemployment insurance generosity on divorce and fertility using an identification strategy that leverages state-level changes in maximum benefits over time and comparisons across workers who have been laid off and those that have not been laid off. The results indicate that higher maximum benefit levels mitigate the effects of layoffs. In particular, they mitigate increases in divorce associated with men’s layoffs; increases in separations associated with women’s layoffs; reductions in fertility associated with men’s layoffs; and increases in fertility associated with women’s layoffs.",
          "url": "https://doi.org/10.1162/rest_a_01304",
          "doi": "https://doi.org/10.1162/rest_a_01304",
          "filter": 0
        },
        {
          "title": "Inaccurate Statistical Discrimination: An Identification Problem",
          "authors": "J. Aislinn Bohren, Kareem Haggag, Alex Imas, Devin G. Pope",
          "abstract": "We study inaccurate beliefs as a source of discrimination. Economists typically characterize discrimination as stemming from a taste-based (preference) or accurate statistical (belief-based) source. Although individuals may have inaccurate beliefs about how relevant characteristics (e.g., productivity, signals) are correlated with group identity, fewer than 7% of empirical discrimination papers in economics consider the possibility of such inaccurate statistical discrimination. Using theory and a labor market experiment, we show that failing to account for inaccurate beliefs leads to a misclassification of source. We outline three methods to identify source: varying observed signals, belief elicitation, and an intervention to target inaccurate beliefs.",
          "url": "https://doi.org/10.1162/rest_a_01367",
          "doi": "https://doi.org/10.1162/rest_a_01367",
          "filter": 0
        },
        {
          "title": "Too Lucky to Be True: Fairness Views under the Shadow of Cheating",
          "authors": "Stefania Bortolotti, Ivan Soraperra, Matthias Sutter, Claudia Zoller",
          "abstract": "Income inequalities within societies are often associated with evidence that the rich are more likely to behave unethically and evade more taxes. We study how fairness views and preferences for redistribution are affected when cheating may, but need not, be the cause of income inequalities. In our experiment, we let third parties redistribute income between a rich and a poor stakeholder. In one treatment, income inequality was due only to luck, whereas in two others rich stakeholders might have cheated. The mere suspicion of cheating changes third parties’ fairness views considerably and leads to a strong polarization that is even more pronounced when cheating generates negative externalities.",
          "url": "https://doi.org/10.1162/rest_a_01394",
          "doi": "https://doi.org/10.1162/rest_a_01394",
          "filter": 0
        },
        {
          "title": "Lockdowns and Innovation: Evidence from the 1918 Flu Pandemic",
          "authors": "Enrico Berkes, Olivier Deschênes, Ruben Gaetani, Jeffrey Lin, Christopher Severen",
          "abstract": "Does social distancing harm innovation? We estimate the effect of nonpharmaceutical interventions (NPIs)—policies that restrict interactions in an attempt to slow the spread of disease—on local invention. We construct a panel of issued patents and NPIs adopted by 50 large U.S. cities during the 1918 flu pandemic. Difference-in-differences estimates show that cities adopting longer NPIs did not experience a decline in patenting during the pandemic relative to short-NPI cities, and they recorded higher patenting afterward. Rather than reduce local invention by restricting localized knowledge spillovers, NPIs adopted during the pandemic may have preserved other inventive factors.",
          "url": "https://doi.org/10.1162/rest_a_01289",
          "doi": "https://doi.org/10.1162/rest_a_01289",
          "filter": 0
        },
        {
          "title": "A More Robust t -Test",
          "authors": "Ulrich K. Müller",
          "abstract": "This paper combines extreme value theory for the smallest and largest k observations for some given k&amp;gt;1 with a normal approximation for the average of the remaining observations to construct a more robust alternative to the usual t-test. The new test is found to control size much more successfully in small samples compared to existing methods. This holds for the canonical inference for the mean problem based on an i.i.d. sample, but also when comparing two population means and when conducting inference about linear regression coefficients with clustered standard errors.",
          "url": "https://doi.org/10.1162/rest_a_01291",
          "doi": "https://doi.org/10.1162/rest_a_01291",
          "filter": 0
        },
        {
          "title": "What Matters for Electrification? Evidence from 70 Years of U.S. Home Heating Choices",
          "authors": "Lucas W. Davis",
          "abstract": "The percentage of U.S. homes heated with electricity has increased steadily from 1% in 1950 to 40% in 2020. Energy prices, geography, climate, housing characteristics, and income are shown to explain 90% of the increase, with energy prices by far the most important factor. The paper then estimates the cost of an electrification mandate for new homes. Households in warm states tend to prefer electricity anyway, so would be made worse off by less than $350 annually on average. Households in cold states, however, tend to prefer natural gas so would be made worse off by more than $1000 annually.",
          "url": "https://doi.org/10.1162/rest_a_01292",
          "doi": "https://doi.org/10.1162/rest_a_01292",
          "filter": 0
        },
        {
          "title": "Factorial Designs, Model Selection, and (Incorrect) Inference in Randomized Experiments",
          "authors": "Karthik Muralidharan, Mauricio Romero, Kaspar Wüthrich",
          "abstract": "Factorial designs are widely used to study multiple treatments in one experiment. Although t-tests using a fully saturated “long” model provide valid inferences, “short” model t-tests (that ignore interactions) yield higher power if interactions are zero, but incorrect inferences otherwise. Of 27 factorial experiments published in top-five journals (2007–2017), nineteen use the short model. After including interactions, more than half of their results lose significance. Based on recent econometric advances, we show that power improvements over the long model are possible. We provide practical guidance for the design of new experiments and the analysis of completed experiments.",
          "url": "https://doi.org/10.1162/rest_a_01317",
          "doi": "https://doi.org/10.1162/rest_a_01317",
          "filter": 0
        },
        {
          "title": "Short and Simple Confidence Intervals When the Directions of Some Effects Are Known",
          "authors": "Philipp Ketz, Adam McCloskey",
          "abstract": "We introduce adaptive confidence intervals on a parameter of interest in the presence of nuisance parameters, such as coefficients on control variables, with known signs. Our confidence intervals are trivial to compute and can provide significant length reductions relative to standard ones when the nuisance parameters are small. At the same time, they entail minimal length increases at any parameter values. We apply our confidence intervals to the linear regression model, prove their uniform validity, and illustrate their length properties in an empirical application to a factorial design field experiment and a Monte Carlo study calibrated to the empirical application.",
          "url": "https://doi.org/10.1162/rest_a_01297",
          "doi": "https://doi.org/10.1162/rest_a_01297",
          "filter": 0
        },
        {
          "title": "Behavioral Food Subsidies",
          "authors": "Andy Brownback, Alex Imas, Michael A. Kuhn",
          "abstract": "We conduct a field experiment with low-income shoppers to study how behavioral interventions can improve the effectiveness of healthy food subsidies. Our unique design enables us to deliver subsidies both before and during grocery shopping. We examine the effects of two nonrestrictive changes to the choice environment: giving shoppers agency over the subsidy they receive and introducing a waiting period before a subsidized shopping trip to prompt deliberation about upcoming purchases. These interventions increase healthy food spending by 61% more than a healthy food subsidy alone, resulting in 199% greater healthy spending than in our unsubsidized control group.",
          "url": "https://doi.org/10.1162/rest_a_01287",
          "doi": "https://doi.org/10.1162/rest_a_01287",
          "filter": 0
        },
        {
          "title": "Testing for Salience Effects in Choices under Risk",
          "authors": "Carsten S. Nielsen, Alexander C. Sebald, Peter N. Sørensen",
          "abstract": "We construct and run an experiment to test the most basic choice effect predicted by salience theory. Subjects allocate wealth between a risky and a safe investment. While we vary an apparent payoff ratio to influence salience, treatments have economically equivalent consequences. Most other theories of behavior then predict zero effect. Our experimental findings are strongly consistent with the behavioral implication of a continuous version of salience theory. We provide a novel structural estimate on the strength of salience. In our setting, increasing the relative payoff contrast by 1% is equivalent to an increased odds ratio by about 0.4%.",
          "url": "https://doi.org/10.1162/rest_a_01307",
          "doi": "https://doi.org/10.1162/rest_a_01307",
          "filter": 0
        },
        {
          "title": "Climate Risk and Preferences over the Size of Government: Evidence from California Wildfires",
          "authors": "Michael Coury",
          "abstract": "How does exposure to risk shape individual preferences for an expanded state? I examine this question in the context of climate change-related risk. Using variation in California wildfire activity, I show neighborhoods experiencing large fires increase support by 0.8 percentage points for ballot initiatives which expand the size of government and by 2.4 percentage points for ballot initiatives endorsed by pro-environment interest groups. The effect is stronger in Republican areas and is not driven by shifts in voter registration or turnout, suggesting the mechanism acts through changes in individual preferences rather than compositional changes in the electorate.",
          "url": "https://doi.org/10.1162/rest_a_01286",
          "doi": "https://doi.org/10.1162/rest_a_01286",
          "filter": 0
        },
        {
          "title": "Bidding on Price and Quality: An Experiment on the Complexity of Scoring Rule Auctions",
          "authors": "Riccardo Camboni, Luca Corazzini, Stefano Galavotti, Paola Valbonesi",
          "abstract": "We experimentally study procurement auctions when both quality and price matter. We compare two treatments where sellers compete on one dimension only (price or quality), with three treatments where sellers submit a price-quality bid and the winner is determined by a scoring rule that combines the two offers. We find that, in the scoring rule treatments, efficiency and buyer’s utility are lower than predicted. Estimates from a Quantal Response Equilibrium model suggest that increasing the dimension of the strategy space imposes a complexity burden on sellers, so that a simpler mechanism like a quality-only auction may be preferable.",
          "url": "https://doi.org/10.1162/rest_a_01288",
          "doi": "https://doi.org/10.1162/rest_a_01288",
          "filter": 0
        },
        {
          "title": "Flight from Urban Blight: Lead Poisoning, Crime, and Suburbanization",
          "authors": "Federico Curci, Federico Masera",
          "abstract": "In this paper we study the effect of violent crime on residential and firms location decisions and their implications for segregation in cities. We do so by proposing a new instrument to exogenously predict violent crime in city centers. We base our instrument on chemical and medical evidence that links local characteristics of the soil to lead poisoning and aggression. We show that the increase in violent crime between 1960 and 1990 due to lead poisoning moved almost 8 million people to the suburbs. Firms followed by leaving the city centers. We then show that the suburbanization process was characterized by “white flight.”",
          "url": "https://doi.org/10.1162/rest_a_01323",
          "doi": "https://doi.org/10.1162/rest_a_01323",
          "filter": 0
        },
        {
          "title": "Is Mobile Money Changing Rural Africa? Evidence from a Field Experiment",
          "authors": "Cátia Batista, Pedro C. Vicente",
          "abstract": "Rural areas in sub-Saharan Africa are typically underserved by financial services. Mobile money brings a substantial reduction in the transaction costs of remittances. We follow the introduction of mobile money for the first time in rural villages of Mozambique using a randomized field experiment. We find that mobile money increased migration out of these villages, where we observe lower agricultural activity and investment. At the same time, remittances received and welfare of rural households increased, particularly when facing georeferenced village-level floods and household-level idiosyncratic shocks. Our work suggests that mobile money can accelerate urbanization and structural change in sub-Saharan Africa.",
          "url": "https://doi.org/10.1162/rest_a_01333",
          "doi": "https://doi.org/10.1162/rest_a_01333",
          "filter": 0
        },
        {
          "title": "Risk Perceptions and Private Protective Behaviors: Evidence from COVID-19 Pandemic",
          "authors": "M. Kate Bundorf, Jill DeMatteis, Grant Miller, Maria Polyakova, Jialu L. Streeter, Jonathan Wivagg",
          "abstract": "We analyze data from a survey we administered during the COVID-19 pandemic to investigate the relationship between people’s subjective beliefs about risks and their private protective behaviors. On average, people substantially overestimate the absolute level of risk associated with economic activity, but have directionally correct signals about their relative risk based on their demographic characteristics. Subjective risk beliefs are predictive of changes in economic activities independent of government policies. Government mandates restricting economic behavior, in turn, attenuate the relationship between subjective risk beliefs and protective behaviors.",
          "url": "https://doi.org/10.1162/rest_a_01309",
          "doi": "https://doi.org/10.1162/rest_a_01309",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Affiliated Common Value Auctions with Costly Entry",
          "authors": "Pauli Murto, Juuso Välimäki",
          "abstract": "Many auctions and procurement contests entail non-trivial bidding costs, which makes the bidders’ participation decisions endogenous to the auction design. We analyse the effect of different auction rules on potential bidders’ incentives to participate. We focus on first-price auctions with affiliated common values and a large pool of potential bidders. Our main interest is on auctions where the realized number of bidders is unknown at the bidding stage. In contrast to the standard case, both participation and bidding decisions are often non-monotonic in the symmetric equilibrium of our model. The expected revenue to the seller is often higher in the auction where the realized number of participating bidders is not disclosed.",
          "url": "https://doi.org/10.1093/restud/rdaf015",
          "doi": "https://doi.org/10.1093/restud/rdaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
