{
  "update": "2025-03-07",
  "content": [
    {
      "journal_full": "American Economic Review",
      "journal_short": "AER",
      "articles": [
        {
          "title": "Corruption as a Local Advantage: Evidence from the Indigenization of Nigerian Oil",
          "authors": "Jonah M. Rexer",
          "abstract": "Multinationals in the extractive sectors of weak states face resource theft by armed groups. Criminality is often abetted by state corruption, even though firms are willing to pay for protection. I study indigenization in Nigeria’s oil sector, which increased local firms’ participation substantially. Despite lower quality, local firms increase output by reducing oil theft. A bargaining model illustrates that political connections align law enforcement incentives, solving commitment problems. Data on law enforcement raids show that local firms receive preferential protection. Connections to military elites drive the local advantage. The aggregate gains from indigenization are at most between 2.3 and 5.7 percent of GDP. (JEL D73, F23, L71, O13, O17, Q34, Q35)",
          "url": "https://doi.org/10.1257/aer.20220528",
          "doi": "https://doi.org/10.1257/aer.20220528",
          "filter": 0
        },
        {
          "title": "Mortgage Pricing and Monetary Policy",
          "authors": "Matteo Benetton, Alessandro Gavazza, Paolo Surico",
          "abstract": "This paper examines how central bank policies influence mortgage pricing in the United Kingdom. It shows that lenders price discriminate by offering two-part tariffs of interest rates and origination fees, and during unconventional monetary policies like the Funding for Lending Scheme, lenders reduced interest rates while increasing fees. Using a model of mortgage demand and lender competition, we find that central bank policies increased mortgage lending. Additionally, banning origination fees would reduce lending, as fees help lenders capture surplus while allowing them to price discriminate across borrowers with different sensitivities to rates and fees. (JEL E43, E52, E58, G21, G28, R31)",
          "url": "https://doi.org/10.1257/aer.20211229",
          "doi": "https://doi.org/10.1257/aer.20211229",
          "filter": 0
        },
        {
          "title": "Ownership Concentration and Strategic Supply Reduction",
          "authors": "Ulrich Doraszelski, Katja Seim, Michael Sinkinson, Peichun Wang",
          "abstract": "We explore the implications of ownership concentration for the recently concluded incentive auction that repurposed spectrum from broadcast TV to mobile broadband usage in the United States. We document significant multilicense ownership of TV stations. We show that in the reverse auction, in which TV stations bid to relinquish their licenses, multilicense owners have an incentive to withhold some TV stations to drive up prices for their remaining TV stations. Using a large-scale valuation and simulation exercise, we find that this strategic supply reduction increases payouts to TV stations by between 13.5 percent and 42.4 percent. (D44, D47, H82, L13, L82, L88)",
          "url": "https://doi.org/10.1257/aer.20162018",
          "doi": "https://doi.org/10.1257/aer.20162018",
          "filter": 0
        },
        {
          "title": "The Decline of Too Big to Fail",
          "authors": "Antje Berndt, Darrell Duffie, Yichao Zhu",
          "abstract": "For globally systemically important banks (GSIBs) with US headquarters, we find significant reductions in market-implied probabilities of government bailout after the Global Financial Crisis (GFC), along with roughly 170 percent higher wholesale debt financing costs for these banks after controlling for insolvency risk. Since the GFC, bank creditors appear to expect much larger losses in the event that a GSIB approaches insolvency. In this sense, we estimate a decline of “too big to fail.” (G01, G12, G21, G28, G33, H81)",
          "url": "https://doi.org/10.1257/aer.20220846",
          "doi": "https://doi.org/10.1257/aer.20220846",
          "filter": 0
        },
        {
          "title": "Internationalizing Like China",
          "authors": "Christopher Clayton, Amanda Dos Santos, Matteo Maggiori, Jesse Schreger",
          "abstract": "We empirically characterize how China is internationalizing its bond market by staggering the entry of different types of foreign investors into its domestic market and propose a dynamic reputation model to explain this strategy. Our framework rationalizes China’s strategy as trying to build credibility as a safe issuer while reducing the cost of capital flight. We use our framework to shed light on China’s response to episodes of capital outflows. (JEL E44, F38, G12, G15, G23, O16, P34)",
          "url": "https://doi.org/10.1257/aer.20221722",
          "doi": "https://doi.org/10.1257/aer.20221722",
          "filter": 0
        },
        {
          "title": "Do Ordeals Work for Selection Markets? Evidence from Health Insurance Auto-Enrollment",
          "authors": "Mark Shepard, Myles Wagner",
          "abstract": "Are application hassles, or “ordeals,” an effective way to limit public program enrollment? We provide new evidence by studying (removal of) an auto-enrollment policy for health insurance, adding an extra step to enroll. This minor ordeal has a major impact, reducing enrollment by 33 percent and differentially excluding young, healthy, and economically disadvantaged people. Using a simple model, we show adverse selection—a classic feature of insurance markets—undermines ordeals’ standard rationale of excluding low-value individuals since they are also low-cost and may not be inefficient. Our analysis illustrates why ordeals targeting is unlikely to work well in selection markets. (JEL D82, G22, H75, I13, I18)",
          "url": "https://doi.org/10.1257/aer.20231133",
          "doi": "https://doi.org/10.1257/aer.20231133",
          "filter": 0
        },
        {
          "title": "How Competitive Is the Stock Market? Theory, Evidence from Portfolios, and Implications for the Rise of Passive Investing",
          "authors": "Valentin Haddad, Paul Huebner, Erik Loualiche",
          "abstract": "The conventional wisdom in finance is that competition is fierce among investors: if a group changes its behavior, others adjust their strategies such that nothing happens to prices. We estimate a demand system with flexible strategic responses for institutional investors in the US stock market. When less aggressive traders surround an investor, she adjusts by trading more aggressively. However, this strategic reaction only counteracts two-thirds of the impact of the initial change in behavior. In light of these estimates, the rise in passive investing over the last 20 years has made the demand for individual stocks 11 percent more inelastic. (JEL G11, G14, G23, G41)",
          "url": "https://doi.org/10.1257/aer.20230505",
          "doi": "https://doi.org/10.1257/aer.20230505",
          "filter": 0
        },
        {
          "title": "Land Rental Markets: Experimental Evidence from Kenya",
          "authors": "Michelle Acampora, Lorenzo Casaburi, Jack Willis",
          "abstract": "Do land market frictions cause misallocation in agriculture? In a field experiment in western Kenya, we randomly subsidize owners to rent out land. Induced rentals mostly persist after the subsidy ends and increase output and value added, consistent with misallocation. Gains from trade arise from renters choosing higher-value crops, having higher productivity, and adopting more nonlabor inputs, while renters use similar quantities of labor as owners. Induced rentals are not those with the largest predicted gains, underlining the importance of the joint distribution of gains and frictions, with frictions arising from search, risk, and learning.(JEL C93, O13, O18, Q12, Q15, Q24, R52)",
          "url": "https://doi.org/10.1257/aer.20221234",
          "doi": "https://doi.org/10.1257/aer.20221234",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/aer.115.3.i",
          "doi": "https://doi.org/10.1257/aer.115.3.i",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Decision Under Uncertainty: State of the Science",
          "authors": "Itzhak Gilboa",
          "abstract": "Expected utility maximization is the dominant theory for decision making under uncertainty. Over the past decades evidence has been accumulated, indicating that the theory is often violated and sometimes even questioned as a normative standard. Alternative theories have been proposed for choices with known and unknown probabilities. These theories, in turn, have also been challenged by more recent evidence. This review attempts to provide an overview of the field, highlighting some questions that economists should pose when modeling choice under uncertainty.",
          "url": "https://doi.org/10.1146/annurev-economics-090924-041522",
          "doi": "https://doi.org/10.1146/annurev-economics-090924-041522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Managerial Leadership, Truth-Telling, and Efficient Coordination",
          "authors": "Jordi Brandts, David J Cooper",
          "abstract": "We study the manager-agent (MA) game, a novel coordination game played between a manager and two agents. Unlike commonly studied coordination games, the MA game stresses asymmetric information (agents know the state of the world but managers don't) and asymmetric payoffs (for all states of the world, agents have opposing preferences over outcomes). Efficient coordination requires coordinating agents’ actions and utilizing their private information. We vary how agents’ actions are chosen (managerial control versus delegation), the mode of communication (none, structured communication, or free-form chat), and the channels of communication (i.e. who can communicate with each other). Achieving coordination per se is not challenging, but, averaging across all states of the world, total surplus only surpasses the safe outcome when managerial control is combined with three-way free-form chat. Unlike weak-link games, advice from managers to agents does not increase total surplus. The combination of managerial control and free-form chat works because under these conditions agents rarely lie about their private information. Our results suggest that common findings from the experimental literature on lying are not robust to changes in the mode of communication",
          "url": "https://doi.org/10.1093/ej/ueaf019",
          "doi": "https://doi.org/10.1093/ej/ueaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "A crises-bailouts game",
          "authors": "Bruno Salcedo, Bruno Sultanum, Ruilin Zhou",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.104999",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.104999",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Estimation and uniform inference in sparse high-dimensional additive models",
          "authors": "Philipp Bach, Sven Klaassen, Jannis Kueck, Martin Spindler",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105973",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105973",
          "filter": 0
        },
        {
          "title": "Bootstrap based asymptotic refinements for high-dimensional nonlinear models",
          "authors": "Joel L. Horowitz, Ahnaf Rafi",
          "url": "https://doi.org/10.1016/j.jeconom.2025.105977",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.105977",
          "filter": 0
        },
        {
          "title": "The chained difference-in-differences",
          "authors": "Christophe Bellégo, David Benatia, Vincent Dortet-Bernadet",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105783",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105783",
          "filter": 0
        },
        {
          "title": "The term structure of macroeconomic risks at the effective lower bound",
          "authors": "Guillaume Roussellet",
          "url": "https://doi.org/10.1016/j.jeconom.2023.01.005",
          "doi": "https://doi.org/10.1016/j.jeconom.2023.01.005",
          "filter": 0
        },
        {
          "title": "Efficiency bounds for moment condition models with mixed identification strength",
          "authors": "Prosper Dovonon, Yves F. Atchadé, Firmin Doko Tchatoka",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105723",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105723",
          "filter": 0
        },
        {
          "title": "Regularizing stock return covariance matrices via multiple testing of correlations",
          "authors": "Richard Luger",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105753",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105753",
          "filter": 0
        },
        {
          "title": "Simulation-based estimation with many auxiliary statistics applied to long-run dynamic analysis",
          "authors": "Bertille Antoine, Wenqian Sun",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105814",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105814",
          "filter": 0
        },
        {
          "title": "Score-type tests for normal mixtures",
          "authors": "Dante Amengual, Xinyue Bei, Marine Carrasco, Enrique Sentana",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105717",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105717",
          "filter": 0
        },
        {
          "title": "Identification robust inference for the risk premium in term structure models",
          "authors": "Frank Kleibergen, Lingwei Kong",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105728",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105728",
          "filter": 0
        },
        {
          "title": "Weak identification in discrete choice models",
          "authors": "David T. Frazier, Eric Renault, Lina Zhang, Xueyan Zhao",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105866",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105866",
          "filter": 0
        },
        {
          "title": "When uncertainty and volatility are disconnected: Implications for asset pricing and portfolio performance",
          "authors": "Yacine Aït-Sahalia, Felix Matthys, Emilio Osambela, Ronnie Sircar",
          "url": "https://doi.org/10.1016/j.jeconom.2023.105654",
          "doi": "https://doi.org/10.1016/j.jeconom.2023.105654",
          "filter": 0
        },
        {
          "title": "Conditional spectral methods",
          "authors": "Federico M. Bandi, Yinan Su",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105863",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105863",
          "filter": 0
        },
        {
          "title": "Exogeneity tests and weak identification in IV regressions: Asymptotic theory and point estimation",
          "authors": "Firmin Doko Tchatoka, Jean-Marie Dufour",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105821",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105821",
          "filter": 0
        },
        {
          "title": "Uncovering asset market participation from household consumption and income",
          "authors": "Veronika Czellar, René Garcia, François Le Grand",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105867",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105867",
          "filter": 0
        },
        {
          "title": "Spanning latent and observable factors",
          "authors": "E. Andreou, P. Gagliardini, E. Ghysels, M. Rubin",
          "url": "https://doi.org/10.1016/j.jeconom.2024.105743",
          "doi": "https://doi.org/10.1016/j.jeconom.2024.105743",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00036-3",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00036-3",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Economic Literature",
      "journal_short": "JEL",
      "articles": [
        {
          "title": "Deep Learning for Economists",
          "authors": "Melissa Dell",
          "abstract": "Deep learning provides powerful methods to impute structured information from large-scale, unstructured text and image datasets. For example, economists might wish to detect the presence of economic activity in satellite images or measure the topics or entities mentioned in social media, the congressional record, or firm filings. This review introduces deep neural networks, covering methods such as classifiers, regression models, generative artificial intelligence (AI), and embedding models. Applications include classification, document digitization, record linkage, and methods for data exploration in massive-scale text and image corpora. When suitable methods are used, deep learning models can be cheap to tune and can scale affordably to problems involving millions or billions of data points. The review is accompanied by a regularly updated companion website, EconDL ( https://econdl.github.io/ ), with user-friendly demo notebooks, software resources, and a knowledge base that provides technical details and additional applications. (JEL C38, C45, C88, D83)",
          "url": "https://doi.org/10.1257/jel.20241733",
          "doi": "https://doi.org/10.1257/jel.20241733",
          "filter": 0
        },
        {
          "title": "How the World Became Rich by Mark Koyama and Jared Rubin and Slouching Towards Utopia by J. Bradford DeLong: A Review Essay",
          "authors": "Steven N. Durlauf",
          "abstract": "This essay reviews two recent books on economic growth: Mark Koyama and Jared Rubin’s How the World Became Rich and J. Bradford DeLong’s Slouching Towards Utopia. Both books offer rich and nuanced treatments of the long-run and proximate mechanisms underlying the global growth in the past centuries. I evaluate their arguments and conclude with some reflections on conceptual shortcomings in the growth literature and some suggestions for the future. (JEL F54, J11, N10, N30, N40, N60, O40)",
          "url": "https://doi.org/10.1257/jel.20231724",
          "doi": "https://doi.org/10.1257/jel.20231724",
          "filter": 0
        },
        {
          "title": "Book Reviews",
          "url": "https://doi.org/10.1257/jel.63.1.306",
          "doi": "https://doi.org/10.1257/jel.63.1.306",
          "filter": 0
        },
        {
          "title": "Structural Reforms and Economic Performance: The Experience of Advanced Economies",
          "authors": "Nauro F. Campos, Paul De Grauwe, Yuemei Ji",
          "abstract": "This article provides a comprehensive assessment of the theoretical and empirical literature on structural reforms in advanced economies. Structural reforms matter because they entail profound and systematic changes that affect economic welfare, productivity, growth, unemployment, macroeconomic stability, and income inequality. Here we focus on structural reforms in product, labor, and financial markets. After putting forward a set of stylized facts, we take stock of the literature on each of these three key structural reforms, and then assess their business cycle and political economy implications. We underscore various gaps in the literature and articulate a future research agenda that highlights four main areas: measurement, interactions among reforms, political economy considerations, and the timing of the implementation of reforms. (JEL D40, E23, E24, E25, E32, E44, P11)",
          "url": "https://doi.org/10.1257/jel.20231527",
          "doi": "https://doi.org/10.1257/jel.20231527",
          "filter": 0
        },
        {
          "title": "Kreps, David M. Arguing about Tastes: Modeling How Context and Experience Change Economic Preferences",
          "authors": "Anujit Chakraborty",
          "abstract": "Anujit Chakraborty of University of California, Davis reviews “Arguing about Tastes: Modeling How Context and Experience Change Economic Preferences” by David M. Kreps. The Econlit abstract of this book begins: “Explores preference formation and evolution, discussing the interaction between intrinsic motivation and extrinsic incentives in both static situations and in more dynamic contexts.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r8",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r8",
          "filter": 0
        },
        {
          "title": "Data Engineering for Cognitive Economics",
          "authors": "Andrew Caplin",
          "abstract": "Cognitive economics studies imperfect information and decision-making mistakes. A central scientific challenge is that these can’t be identified in standard choice data. Overcoming this challenge calls for data engineering, in which new data forms are introduced to separately identify preferences, beliefs, and other model constructs. I present applications to traditional areas of economic research, such as wealth accumulation, earnings, and consumer spending. I also present less traditional applications to assessment of decision-making skills, and to human–AI interactions. Methods apply both to individual and to collective decisions. I make the case for broader application of data engineering beyond cognitive economics. It allows symbiotic advances in modeling and measurement. It cuts across existing boundaries between disciplines and styles of research. (JEL C45, C80, D15, D80, D91, G50, J24)",
          "url": "https://doi.org/10.1257/jel.20241351",
          "doi": "https://doi.org/10.1257/jel.20241351",
          "filter": 0
        },
        {
          "title": "Armstrong, Mary A. and Susan L. Averett. Disparate Measures: The Intersectional Economics of Women in STEM Work",
          "authors": "Shulamit Kahn",
          "abstract": "Shulamit Kahn of Boston University reviews “Disparate Measures: The Intersectional Economics of Women in STEM Work” by Mary A. Armstrong and Susan L. Averett. The Econlit abstract of this book begins: “Examines the economic promises of science, technology, engineering, and math (STEM) fields and the viability of those promises, focusing on women from historically disadvantaged populations who work in STEM occupations.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r1",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r1",
          "filter": 0
        },
        {
          "title": "Kaczynski, Steve and Scott Duke Kominers. The Everything Token: How NFTs and Web3 Will Transform the Way We Buy, Sell, and Create",
          "authors": "Rakesh Vohra",
          "abstract": "Rakesh Vohra of University of Pennsylvania reviews “The Everything Token: How NFTs and Web3 Will Transform the Way We Buy, Sell, and Create” by Steve Kaczynski and Scott Duke Kominers. The Econlit abstract of this book begins: “Explores how non-fungible tokens (NFTs) are changing the way that business is done, demonstrating the role and inevitability of NFT technology in everyday life.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r7",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r7",
          "filter": 0
        },
        {
          "title": "Cochrane, John H. The Fiscal Theory of the Price Level",
          "authors": "Ricardo Nunes",
          "abstract": "Ricardo Nunes of University of Surrey, CIMS, and CfM reviews “The Fiscal Theory of the Price Level” by John H. Cochrane. The Econlit abstract of this book begins: “Considers ways to make fiscal theory accessible, developing stories and intuition for how it can help facilitate an understanding of the world. Explores a simple two-period fiscal theory model with perfectly flexible prices, constant interest rates, short-term debt, and no risk premiums, in addition to a simple intertemporal model.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r4",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r4",
          "filter": 0
        },
        {
          "title": "Drott, Eric. Streaming Music, Streaming Capital",
          "authors": "Marie Connolly",
          "abstract": "Marie Connolly of Universite du Quebec a Montreal reviews “Streaming Music, Streaming Capital” by Eric Drott. The Econlit abstract of this book begins: “Explores how the change in recorded music's commercial circulation from digital downloads to cloud-based streaming has transformed the conventions, practices, and discourses that shape both music and streaming, detailing how the ascendancy of digital platforms represents a response to the crises that have afflicted the capitalist world system since the 1970s and have intensified since the financial crisis of 2008.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r5",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r5",
          "filter": 0
        },
        {
          "title": "Agent-Based Modeling in Economics and Finance: Past, Present, and Future",
          "authors": "Robert L. Axtell, J. Doyne Farmer",
          "abstract": "Agent-based modeling (ABM) is a novel computational methodology for representing the behavior of individuals in order to study social phenomena. Its use is rapidly growing in many fields. We review ABM in economics and finance and highlight how it can be used to relax conventional assumptions in standard economic models. ABM has enriched our understanding of markets, industrial organization, labor, macro, development, public policy, and environmental economics. In financial markets, substantial accomplishments include understanding clustered volatility, market impact, systemic risk, and housing markets. We present a vision for how ABMs might be used in the future to build more realistic models of the economy and review some of hurdles that must be overcome to achieve this. (JEL C63, D00, E00, G00)",
          "url": "https://doi.org/10.1257/jel.20221319",
          "doi": "https://doi.org/10.1257/jel.20221319",
          "filter": 0
        },
        {
          "title": "Local Projections",
          "authors": "Òscar Jordà, Alan M. Taylor",
          "abstract": "A central question in applied research is to estimate the effect of an exogenous intervention or shock on an outcome. The intervention can affect the outcome and controls on impact and over time. Moreover, there can be subsequent feedback between outcomes, controls, and the intervention. Many of these interactions can be untangled using local projections. This method’s simplicity makes it a convenient and versatile tool in the empiricist’s kit, one that is generalizable to complex settings. This article reviews the state of the art for the practitioner and discusses best practices and possible extensions of local projections methods, along with their limitations. (JEL C32, C33, C36, E23, E24)",
          "url": "https://doi.org/10.1257/jel.20241521",
          "doi": "https://doi.org/10.1257/jel.20241521",
          "filter": 0
        },
        {
          "title": "Ghilarducci, Teresa. Work, Retire, Repeat: The Uncertainty of Retirement in the New Economy",
          "authors": "Andrew Samwick",
          "abstract": "Andrew Samwick of Dartmouth College and NBER reviews “Work, Retire, Repeat: The Uncertainty of Retirement in the New Economy” by Teresa Ghilarducci. The Econlit abstract of this book begins: “Explores the implications of compelling older people to work longer, presenting a pro-worker alternative that, instead of cutting pensions and forcing work on elders, enforces anti-age-discrimination laws, institutes effective job training, and pays for good pensions and more Social Security benefits.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r6",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r6",
          "filter": 0
        },
        {
          "title": "JEL Classification System",
          "abstract": "The categories listed below are used to classify books, book reviews, journal articles, and dissertations indexed in JEL and EconLit. New changes to the classification system appear as soon as possible on www.econlit.org . The JEL classification system may be used freely for scholarly purposes. We suggest the following format: “JEL: A10, B10, etc.”",
          "url": "https://doi.org/10.1257/jel.63.1.381",
          "doi": "https://doi.org/10.1257/jel.63.1.381",
          "filter": 0
        },
        {
          "title": "Annotated Listing of New Books",
          "abstract": "Editor's Note Our policy is to annotate all English-language books on economics and related subjects that are sent to us. A very small number of foreign-language books are called to our attention and annotated by our consulting editors or others. Our staff does not monitor and order books published; therefore, if an annotation of a book does not appear six months after the publication date, please write to us or the publisher concerning the book.",
          "url": "https://doi.org/10.1257/jel.63.1.323",
          "doi": "https://doi.org/10.1257/jel.63.1.323",
          "filter": 0
        },
        {
          "title": "Banzhaf, H. Spencer. Pricing the Priceless: A History of Environmental Economics",
          "authors": "Catherine Louise Kling",
          "abstract": "Catherine Louise Kling of Cornell University reviews “Pricing the Priceless: A History of Environmental Economics” by H. Spencer Banzhaf. The Econlit abstract of this book begins: “Explores how economists have thought about the tension between delighting in the wilderness as it is encountered and also taming it and making it useful, focusing primarily on applied economics in the United States between the 1940s and 1980s.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r2",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r2",
          "filter": 0
        },
        {
          "title": "Journal of Economic Literature , March 2025, Volume LXIII, Number 1",
          "url": "https://doi.org/10.1257/jel.63.1.1",
          "doi": "https://doi.org/10.1257/jel.63.1.1",
          "filter": 0
        },
        {
          "title": "Caldwell, Bruce and Hansjoerg Klausinger. Hayek: A Life 1899–1950; Yadav, Vikash. Liberalism's Last Man: Hayek in the Age of Political Capitalism",
          "authors": "Ola Innset",
          "abstract": "Ola Innset of BI Norwegian Business School Oslo reviews “Hayek: A Life 1899–1950” by Bruce Caldwell and Hansjoerg Klausinger and “Liberalism’s Last Man: Hayek in the Age of Political Capitalism” by Vikesh Yadav. The Econlit abstract of these books begin: “Discusses the life of Friedrich Hayek from his birth in 1899 through his move from the London School of Economics to the University of Chicago in 1950, outlining his intellectual contributions and the context in which he developed his ideas.” And “Presents a close reading of Friedrich Hayek's ‘The Road to Serfdom’ (1944), promoting an argument in favor of a revival of liberalism in the twenty-first century.”",
          "url": "https://doi.org/10.1257/jel.63.1.306.r3",
          "doi": "https://doi.org/10.1257/jel.63.1.306.r3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Interest Rate Cuts versus Stimulus Payments: An Equivalence Result",
          "authors": "Christian K. Wolf",
          "url": "https://doi.org/10.1086/734096",
          "doi": "https://doi.org/10.1086/734096",
          "filter": 0
        },
        {
          "title": "Trade Policy Dynamics: Evidence from 60 Years of US-China Trade",
          "authors": "George Alessandria, Shafaat Yar Khan, Armen Khederlarian, Kim J. Ruhl, Joseph B. Steinberg",
          "url": "https://doi.org/10.1086/733420",
          "doi": "https://doi.org/10.1086/733420",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/734950",
          "doi": "https://doi.org/10.1086/734950",
          "filter": 0
        },
        {
          "title": "Subversive Conversations",
          "authors": "Nemanja Antic, Archishman Chakraborty, Rick Harbaugh",
          "url": "https://doi.org/10.1086/734130",
          "doi": "https://doi.org/10.1086/734130",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/735547",
          "doi": "https://doi.org/10.1086/735547",
          "filter": 0
        },
        {
          "title": "Persuasion and Matching: Optimal Productive Transport",
          "authors": "Anton Kolotilin, Roberto Corrao, Alexander Wolitzky",
          "url": "https://doi.org/10.1086/734095",
          "doi": "https://doi.org/10.1086/734095",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/735546",
          "doi": "https://doi.org/10.1086/735546",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Recession experiences during early adulthood shape prosocial attitudes later in life",
          "authors": "Jan Bietenbeck, Uwe Sunde, Petra Thiemann",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105327",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105327",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(25)00039-8",
          "doi": "https://doi.org/10.1016/s0047-2727(25)00039-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Voluntary Minimum Wages: The Local Labor Market Effects of National Retailer Policies",
          "authors": "Ellora Derenoncourt, David Weil",
          "abstract": "Low unionization rates, a falling real federal minimum wage, and outsourcing have hampered wage growth in the low-wage sector in the US for several decades. In recent years (2014-2023), a number of large private retailers – including some of the largest employers in the U.S. – have opted to institute or raise company-wide, voluntary minimum wages (VMWs) for their employees. We use anonymized payroll data from a large credit bureau and a major payroll provider to study the effects of these national retailer policies on adopting employers’ own wages and employment as well as their spillovers to other employers in shared local labor markets, variously defined. Using stacked event studies centered around multiple VMW events and a continuous treatment variable defined as the gap between local area wages and the company minimum, we find that VMWs result in sizable wage increases and reductions in turnover at the companies that implemented them. Turning to wages at other companies, we estimate small, often economically negligible, spillover effects across multiple measures of exposure to VMWs and numerous definitions of relevant competitors, including firms connected by worker flows. Together, the evidence points to little role for strategic interactions in the transmission of large retailers’ wage policies to other firms. Voluntary minimum wage policies have affected over 3 million jobs at adopting employers, yet their impact on the broader labor market is limited.",
          "url": "https://doi.org/10.1093/qje/qjaf016",
          "doi": "https://doi.org/10.1093/qje/qjaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "“Bid Shopping” in Procurement Auctions with Subcontracting",
          "authors": "Raymond Deneckere, Daniel Quint",
          "abstract": "We analyse the equilibrium effects of “bid shopping”—a contractor soliciting a subcontractor bid for part of a project prior to a procurement auction, then showing that bid to a competing subcontractor in an attempt to secure a lower price. Such conduct is widely criticized as unethical by professional organizations and has been the target of legislation at both the federal and state level but is widespread in procurement auctions in many places. We find that in equilibrium, a winning contractor’s practice of shopping her subcontractor’s bid to other subcontractors who have already submitted bids is welfare-decreasing, while shopping bids to new subcontractors who have not yet bid can be welfare-increasing, particularly when subcontractors’ bid preparation costs are sufficiently high.",
          "url": "https://doi.org/10.1093/restud/rdaf007",
          "doi": "https://doi.org/10.1093/restud/rdaf007",
          "filter": 0
        },
        {
          "title": "Simultaneous Search and Adverse Selection",
          "authors": "Sarah Auster, Piero Gottardi, Ronald Wolthoff",
          "abstract": "We study the effect of diminishing search frictions in markets with adverse selection by presenting a model in which agents with private information can simultaneously contact multiple trading partners. We highlight a new trade-off: facilitating contacts reduces coordination frictions but also the ability to screen agents’ types. We find that, when agents can contact sufficiently many trading partners, fully separating equilibria obtain only if adverse selection is sufficiently severe. When this condition fails, equilibria feature partial pooling and multiple equilibria co-exist. We show that facilitating contacts can lead to a reduction in welfare. In the limit, as the number of contacts becomes large, some of the equilibria converge to the competitive outcomes of Akerlof (1970), including Pareto-dominated ones; other pooling equilibria continue to feature frictional trade in the limit, where entry is inefficiently high. Our findings provide a basis to assess the effects of recent technological innovations that have made meetings easier.",
          "url": "https://doi.org/10.1093/restud/rdaf014",
          "doi": "https://doi.org/10.1093/restud/rdaf014",
          "filter": 0
        },
        {
          "title": "Wealth Inequality and Asset Prices",
          "authors": "Matthieu Gomez",
          "abstract": "Wealthy households disproportionately invest in equity, causing equity returns to generate large and persistent fluctuations in top wealth inequality. Motivated by this observation, I study the joint dynamics of asset prices and wealth inequality in a model where a subset of agents (entrepreneurs) hold levered positions on the economy. In the model, as in the data, the wealth distribution is stochastic and it exhibits a Pareto tail, with a tail index that depends on the logarithmic average return of top households. The model features a feedback loop between asset prices and wealth inequality, which amplifies the effect of aggregate shocks on the economy. The model, calibrated to the U.S. data, can account for a substantial portion of the fluctuations in asset prices and top wealth shares over the 20th century.",
          "url": "https://doi.org/10.1093/restud/rdaf008",
          "doi": "https://doi.org/10.1093/restud/rdaf008",
          "filter": 0
        },
        {
          "title": "Institutions, Comparative Advantage, and the Environment",
          "authors": "Joseph S Shapiro",
          "abstract": "This paper proposes that strong institutions provide comparative advantage in clean industries, and thereby improve a country’s environmental quality. I study financial, judicial, and labor market institutions. Five complementary tests evaluate and assess implications of this hypothesis. First, industries that depend on institutions are clean. Second, strong institutions increase relative exports in clean industries. Third, an industry’s complexity helps explain the link between institutions and clean goods. Fourth, cross-country differences in the composition of output between clean and dirty industries explain an important share of the global distribution of emissions. Fifth, a quantitative general equilibrium model indicates that strengthening a country’s institutions decreases its pollution through relocating dirty industries abroad, though increases pollution in other countries. The comparative advantage that strong institutions provide in clean industries gives one under-explored reason why developing countries have relatively high pollution levels.",
          "url": "https://doi.org/10.1093/restud/rdaf012",
          "doi": "https://doi.org/10.1093/restud/rdaf012",
          "filter": 0
        },
        {
          "title": "A Network Formation Model Based on Subgraphs",
          "authors": "Arun G Chandrasekhar, Matthew O Jackson",
          "abstract": "We develop a new class of random graph models for the statistical estimation of network formation—subgraph generated models (SUGMs). Various subgraphs—e.g., links, triangles, cliques, stars—are generated and their union results in a network. We show that SUGMs are identified and establish the consistency and asymptotic distribution of parameter estimators in empirically relevant cases. We show that a simple four-parameter SUGM matches basic patterns in empirical networks more closely than four standard models (with many more dimensions): (i) stochastic block models; (ii) models with node-level unobserved heterogeneity; (iii) latent space models; (iv) exponential random graphs. We illustrate the framework's value via several applications using networks from rural India. We study whether network structure helps enforce risk-sharing and whether cross-caste interactions are more likely to be private. We also develop a new central limit theorem for correlated random variables, which is required to prove our results and is of independent interest.",
          "url": "https://doi.org/10.1093/restud/rdaf013",
          "doi": "https://doi.org/10.1093/restud/rdaf013",
          "filter": 0
        },
        {
          "title": "Voting on a Trade Agreement: Firm Networks and Attitudes Towards Openness",
          "authors": "Esteban Méndez, Diana Van Patten",
          "abstract": "We exploit a unique event to study the extent to which popular attitudes towards trade are driven by economic fundamentals. In 2007, Costa Rica put a free trade agreement (FTA) to a national referendum. With a single question on the ballot, 59% of Costa Rican adult citizens cast a vote on whether they wanted an FTA with the U.S. to be ratified or not. We merge disaggregated referendum results, which break new ground on anonymity-compatible voting data, with employer–employee, customs, and firm-to-firm transactions data, and data on household composition and expenditures. We document that a firm’s exposure to the FTA, directly and via input–output linkages, significantly influences the voting behaviour of its employees. This effect dominates that of sector-level exposure and is greater for voters aligned with pro-FTA political candidates. We also show that citizens considered the expected decrease in consumer prices when exercising their vote. Overall, economic factors explain 7% of the variation in voting patterns, which cannot be accounted for by non-economic factors such as political ideology, and played a pivotal role in this vote.",
          "url": "https://doi.org/10.1093/restud/rdaf005",
          "doi": "https://doi.org/10.1093/restud/rdaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
