{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Cognitive Skills Beyond Childhood",
          "authors": "Uta Bolt",
          "abstract": "This paper documents how cognitive skills develop beyond childhood. Using unique data from a British birth cohort followed since 1958, I link cognitive skills in childhood to cognitive skills at 50. I establish five facts from these data: First, childhood cognitive skills persist strongly into adulthood. Second, wages at 50 are better predicted by cognitive skills at 16 than by cognitive skills at 50. Third, higher education predicts higher cognitive skills and wages. Fourth, occupational choice predicts wages, but not cognitive skills at 50. Fifth, periods out of the labour market depreciate wages, but not cognitive skills at 50.",
          "url": "https://doi.org/10.1093/ej/ueaf107",
          "doi": "https://doi.org/10.1093/ej/ueaf107",
          "filter": 0
        },
        {
          "title": "Aggregate Implications of Heterogeneous Inflation Expectations: The Role of Individual Experience",
          "authors": "Mathieu Pedemonte, Hiroshi Toma, Esteban Verdugo",
          "abstract": "We explore the implications of heterogeneous, history-dependent inflation expectations in a general equilibrium setting. We propose an experience-based expectations-augmented Kalman filter to represent consumers’ heterogeneous inflation expectations, where heterogeneity arises from an anchoring-to-the-past mechanism. Using survey data, we show that the model replicates US consumers’ inflation expectations and their heterogeneity across cohorts. We introduce this mechanism into a New Keynesian model and find that heterogeneous expectations anchor aggregate responses to the agents’ inflation history, producing sluggish expectations dynamics. Central banks should be active to prevent inflationary episodes that agents will remember far into the future.",
          "url": "https://doi.org/10.1093/ej/ueaf115",
          "doi": "https://doi.org/10.1093/ej/ueaf115",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Technology: Theory-Driven Experimentation and Combinatorial Salience",
          "authors": "Teppo Felin, Madison Singell",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105186",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105186",
          "filter": 0
        },
        {
          "title": "Convenient but risky government bonds",
          "authors": "Matthias Kaldorf, Joost Röttger",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105152",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105152",
          "filter": 0
        },
        {
          "title": "Legislative hostage-taking",
          "authors": "Giovanni Andreottola, Barton E. Lee",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105183",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105183",
          "filter": 0
        },
        {
          "title": "The role of macroprudential policy in times of trouble",
          "authors": "Jagjit S. Chadha, Germana Corrado, Luisa Corrado, Ivan De Lorenzo Buratta",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105178",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105178",
          "filter": 0
        },
        {
          "title": "“I don’t believe that you believe what I believe”: an experiment on misperceptions of social norms and whistleblowing",
          "authors": "Behnud Mir Djawadi, Sabrina Plaß, Sabrina Loer",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105189",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105189",
          "filter": 0
        },
        {
          "title": "American treasure and the decline of Spain",
          "authors": "Carlos J. Charotti, Nuno Palma, João Pereira dos Santos",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105187",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105187",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Making distributionally robust portfolios feasible in high dimension",
          "authors": "Ruike Wu, Yanrong Yang, Han Lin Shang, Huanjun Zhu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106118",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106118",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "A Study of the Microdynamics of Early Childhood Learning",
          "authors": "James J. Heckman, Jin Zhou",
          "url": "https://doi.org/10.1086/739256",
          "doi": "https://doi.org/10.1086/739256",
          "filter": 0
        },
        {
          "title": "JPE Turnaround Times",
          "url": "https://doi.org/10.1086/738814",
          "doi": "https://doi.org/10.1086/738814",
          "filter": 0
        },
        {
          "title": "Recent Referees",
          "url": "https://doi.org/10.1086/739207",
          "doi": "https://doi.org/10.1086/739207",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1086/739206",
          "doi": "https://doi.org/10.1086/739206",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "A minimum-offer Lindahl mechanism for the provision of public goods",
          "authors": "Nathaniel Neligh",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105500",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105500",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0047-2727(25)00203-8",
          "doi": "https://doi.org/10.1016/s0047-2727(25)00203-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The Speed of Firm Response to Inflation,",
          "authors": "Ivan Yotzov, Nicholas Bloom, Philip Bunn, Paul Mizen, Gregory Thwaites",
          "abstract": "This paper analyses the response of UK firms to monthly CPI inflation releases using high-frequency data from a large business survey. Firms’ inflation perceptions and expectations respond within hours of new inflation data releases. Firm expectations are most responsive when inflation coverage in the media is elevated, suggesting a key role for the media in focusing attention on data releases. Furthermore, firms respond to changes in inflation data, but not to surprises relative to professional forecasts. This highlights a distinction between ”Wall Street”, where financial markets respond to inflation surprises, and ”Main Street”, where firms respond to media inflation headlines.",
          "url": "https://doi.org/10.1093/jeea/jvaf044",
          "doi": "https://doi.org/10.1093/jeea/jvaf044",
          "filter": 0
        },
        {
          "title": "Fiscal Rules, Austerity in Public Administration, and Political Accountability: Evidence from a Natural Experiment in Colombia",
          "authors": "Maria Carreri, Luis R Martínez",
          "abstract": "Fiscal rules are a popular tool to improve fiscal discipline and reduce waste in public spending, but their effectiveness and political feasibility remain unclear, particularly in weakly institutionalized settings. We leverage exogenous variation across Colombian municipalities in exposure to a fiscal rule that limits the operating expenditures of local governments. Our difference-in-differences analysis yields three main findings. First, the fiscal rule effectively reduces operating expenditures and the probability of a current deficit. Second, there is no meaningful impact on local public goods or living standards. Third, the fiscal consolidation leads voters to be less dissatisfied with their local government and increases the probability of re-election for the incumbent party. These findings suggest that fiscal rules can reduce waste in public administration and align fiscal policy with the preferences of voters in settings, like Colombia, where electoral accountability is hampered by weak political parties and limited career concerns for local politicians.",
          "url": "https://doi.org/10.1093/jeea/jvaf046",
          "doi": "https://doi.org/10.1093/jeea/jvaf046",
          "filter": 0
        },
        {
          "title": "Dodging Day Zero: Drought, Adaptation, and Inequality in Cape Town",
          "authors": "Alexander Abajian, Cassandra Cole, B Kelsey Jack, Kyle C Meng, Martine Visser",
          "abstract": "A near-catastrophic drought in Cape Town, South Africa illustrates three implications of climate change for publicly-provided utility services. First, to reduce aggregate water demand, the public utility increased prices, leading to large demand reductions by richer households. Prior to the drought they use twice the public piped water of poorer households. At the peak of the drought, they use less. Second, some of the differential demand reduction comes from richer households substituting away from public water toward privately financed groundwater. This private adaptation both lowers the public utility’s total revenue and shifts costs onto poorer households, consequences that persist after the drought abates. Third, policy interventions mitigate some of the fiscal and distributional impacts of private adaptation. These findings highlight how climate adaptation, in the context of publicly provided goods and services, can create pecuniary and environmental externalities with equity consequences.",
          "url": "https://doi.org/10.1093/jeea/jvaf045",
          "doi": "https://doi.org/10.1093/jeea/jvaf045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Digital Distractions with Peer Influence: The Impact of Mobile App Usage on Academic and Labor Market Outcomes",
          "authors": "Panle Jia Barwick, Siyu Chen, Chao Fu, Teng Li",
          "abstract": "Concerns about excessive mobile phone use among youth are mounting. We present estimates of both behavioral and contextual peer effects, along with comprehensive evidence on how students’ own and their peers’ app usage affect academic performance, physical health, and labor market outcomes. Our analysis draws on administrative data from a Chinese university covering three student cohorts over four years. We exploit random roommate assignments, differential exposure to a policy shock (gaming restrictions for minors), and differential exposure to a discrete event (the introduction of a blockbuster video game) for identification. App usage is contagious: a one s.d. increase in roommates’ in-college app usage raises own usage by 5.8%. High app usage is harmful across all measured outcomes. A one s.d. increase in app usage reduces GPAs by 36.2% of a within-cohort-major s.d. and lowers wages by 2.3%. Roommates’ app usage reduces a student’s GPAs and wages through both disruptions and behavioral spillovers, generating a total negative effect that exceeds half the magnitude of the impact from the student’s own app usage. Extending China’s three-hour-per-week gaming restriction for minors to college students would boost their initial wages by 0.9%. High-frequency GPS and app usage data show that heavy app users spend less time in study halls, are more frequently late or absent from class, and get less sleep.",
          "url": "https://doi.org/10.1093/qje/qjaf048",
          "doi": "https://doi.org/10.1093/qje/qjaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "To Own or to Rent? The Effects of Transaction Taxes on Housing Markets",
          "authors": "Lu Han, L Rachel Ngai, Kevin D Sheedy",
          "abstract": "Using sales and leasing data, this paper finds three novel effects of a higher property transaction tax: higher buy-to-rent transactions alongside lower buy-to-own transactions despite both being taxed, a lower sales-to-leases ratio, and a lower price-to-rent ratio. This paper explains these facts by developing a search model with entry of investors and households, households choosing to own or rent in the presence of credit frictions, and homeowners deciding when to move house. A higher transaction tax reduces homeowners’ mobility and increases demand for rental properties, which explains the empirical facts and leads to a lower homeownership rate. The deadweight loss is large at 111% of tax revenue, with more than half of this due to distorting decisions to own or rent.",
          "url": "https://doi.org/10.1093/restud/rdaf092",
          "doi": "https://doi.org/10.1093/restud/rdaf092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
