{
  "update": "2025-05-16",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Counteracting Narratives: Evidence from An Online Experiment",
          "authors": "Manwei Liu, Sili Zhang",
          "abstract": "Can people counteract biased narratives with subsequent information? Using an online experiment where counteracting may have the best odds by design, we investigate this question by first randomly assigning subjects to read different narratives that contain the same facts, and then offering them the opportunity to acquire and process balanced arguments. We document three main findings. First, subjects shift their attitudes towards the standpoint of the randomly assigned narrative, knowing that the narrative is slanted and randomly assigned. Second, the opportunity to read additional arguments does not prompt subjects to counteract the persuasion effects of the initial narratives. Third, when evaluating subsequent arguments, participants find arguments aligned with the randomly assigned narrative more convincing. These findings remain qualitatively similar in additional treatments where the balanced arguments are provided two weeks after initial exposure to narratives. Only when we replace these arguments with the exact opposing narratives that subjects do not initially see are they able to fully counteract the effects. Taken together, our results highlight the importance of balanced and complete exposure at the outset in counteracting the influence of biased narratives.",
          "url": "https://doi.org/10.1093/ej/ueaf038",
          "doi": "https://doi.org/10.1093/ej/ueaf038",
          "filter": 0
        },
        {
          "title": "Sweet child of mine: Parental income, child health and inequality",
          "authors": "Nicolas Berman, Lorenzo Rotunno, Roberta Ziparo",
          "abstract": "How to allocate limited resources among children is a crucial household decision, especially in developing countries where it can have strong implications for children and family survival. We provide the first large scale study linking variations in parental income in the early life of children to subsequent child health and parental investments across siblings in developing countries, using data from multiple waves of the Demographic and Health Surveys spanning 54 countries. Variations in the world prices of locally suitable crops are used as measures of local income. We find that children born in periods of higher income receive better health investments and display persistently higher levels of health than their siblings. Children whose siblings were born during favourable income periods receive less investment and exhibit worse health. These findings are consistent with a model of sibling rivalry where parents invest in the child with the highest returns and complementarities in investment across periods. We also provide evidence that other investments (education, parental time use and child labour) react to sibling rivalry. Our results suggest that income shocks can enlarge disparities within households.",
          "url": "https://doi.org/10.1093/ej/ueaf036",
          "doi": "https://doi.org/10.1093/ej/ueaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Policy",
      "journal_short": "EconPolicy",
      "articles": [
        {
          "title": "Editors’ introduction",
          "url": "https://doi.org/10.1093/epolic/eiaf003",
          "doi": "https://doi.org/10.1093/epolic/eiaf003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Entry, exit, and market structure in a changing climate",
          "authors": "Michele Cascarano, Filippo Natoli, Andrea Petrella",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105027",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105027",
          "filter": 0
        },
        {
          "title": "Dynamic opinion updating with endogenous networks",
          "authors": "Ugo Bolletta, Paolo Pin",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105045",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105045",
          "filter": 0
        },
        {
          "title": "Green stocks and monetary policy shocks: Evidence from Europe",
          "authors": "Michael D. Bauer, Eric A. Offner, Glenn D. Rudebusch",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105044",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105044",
          "filter": 0
        },
        {
          "title": "Energy supply shocks’ nonlinearities on output and prices",
          "authors": "Roberto A. De Santis, Tommaso Tornese",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105037",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105037",
          "filter": 0
        },
        {
          "title": "The short-run employment effects of public infrastructure investment",
          "authors": "Alexander Matusche",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105046",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105046",
          "filter": 0
        },
        {
          "title": "Asymmetric Information and the Securitization of SME Loans",
          "authors": "Ugo Albertazzi, Margherita Bottero, Leonardo Gambacorta, Steven Ongena",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105053",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "A simple and computationally trivial estimator for grouped fixed effects models",
          "authors": "Martin Mugnier",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106011",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106011",
          "filter": 0
        },
        {
          "title": "Faster estimation of dynamic discrete choice models using index invertibility",
          "authors": "Jackson Bunting, Takuya Ura",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106004",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106004",
          "filter": 0
        },
        {
          "title": "Pairwise valid instruments",
          "authors": "Zhenting Sun, Kaspar Wüthrich",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106009",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106009",
          "filter": 0
        },
        {
          "title": "Increasing the power of moment-based tests",
          "authors": "Tiemen Woutersen",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106008",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106008",
          "filter": 0
        },
        {
          "title": "Dynamic treatment effect estimation with interactive fixed effects and short panels",
          "authors": "Nicholas L. Brown, Kyle Butts",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106013",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106013",
          "filter": 0
        },
        {
          "title": "Measuring the effects of segregation in the presence of social spillovers: A nonparametric approach",
          "authors": "Bryan S. Graham, Guido W. Imbens, Geert Ridder",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106006",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106006",
          "filter": 0
        },
        {
          "title": "Finite- and large-sample inference for ranks using multinomial data with an application to ranking political parties",
          "authors": "Sergei Bazylik, Magne Mogstad, Joseph P. Romano, Azeem M. Shaikh, Daniel Wilhelm",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106010",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106010",
          "filter": 0
        },
        {
          "title": "Dimension-agnostic change point detection",
          "authors": "Hanjia Gao, Runmin Wang, Xiaofeng Shao",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106012",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106012",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0304-4076(25)00081-8",
          "doi": "https://doi.org/10.1016/s0304-4076(25)00081-8",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Economic Perspectives",
      "journal_short": "JEP",
      "articles": [
        {
          "title": "Economic Markets and Pharmaceutical Innovation",
          "authors": "Craig Garthwaite",
          "abstract": "Pharmaceutical innovations reach the market after a long and risky process that requires large, fixed, and sunk investments. Governments provide incentives for firms to make these investments through various forms of intellectual property protection that attempt to provide a return on capital for investors. As a result, pharmaceutical innovation results from an explicit intersection of public policy and private market incentives. Developing optimal policy therefore requires understanding market features such as how innovation is financed, how firms commercialize pharmaceutical products, the influence of insurance coverage on consumption and spending, and how competition emerges after intellectual property protection ends.",
          "url": "https://doi.org/10.1257/jep.20251438",
          "doi": "https://doi.org/10.1257/jep.20251438",
          "filter": 0
        },
        {
          "title": "US Corporate Bond Markets: Bigger and (Maybe) Better?",
          "authors": "Maureen O’Hara, Xing (Alex) Zhou",
          "abstract": "The US corporate bond market has expanded significantly, fueled by electronic trading, institutional innovation, and growing retail participation via mutual and exchange-traded funds. These developments have improved efficiency by reducing costs and enhancing transparency, yet they have also introduced new vulnerabilities. The market’s shift from relationship-based to transaction-based trading has weakened its ability to absorb stress, especially during periods of widespread selling. We examine the structural changes that have reduced dealer intermediation, the limited liquidity benefits of electronic platforms, and the destabilizing role of fund flows. The COVID-19 crisis exposed these weaknesses, prompting the Federal Reserve to act as a “market maker of last resort.” We argue that while the market is “better” in many ways, enhancing resilience through transparency and long-term investor participation is essential for future stability.",
          "url": "https://doi.org/10.1257/jep.20251439",
          "doi": "https://doi.org/10.1257/jep.20251439",
          "filter": 0
        },
        {
          "title": "The Economics of Generic Drug Shortages: The Limits of Competition",
          "authors": "Rena M. Conti, Marta E. Wosińska",
          "abstract": "We examine the economics of the US generic prescription drug market, which comprises the majority of medicines sold. The market is celebrated for its benefits in the form of high quality and low prices for consumers but is also increasingly challenged by shortages that may disrupt patient care. Shortages in the generic drug market present an economic puzzle — in the face of a shortage, prices should rise, encouraging entry, yet we observe shortages increasing in number and persistence. Moreover, if shortages cause patient harm, why don’t markets pay a premium for a reliable supply chain? We argue that the puzzle can be explained by the inability of generic drug prices to adjust easily due to regulatory and contracting frictions, and the coexisting presence of asymmetric information and agency problems in the US market. We conclude with a discussion of policy interventions aimed at addressing these challenges to ensure resilient US generic drug supply.",
          "url": "https://doi.org/10.1257/jep.20241420",
          "doi": "https://doi.org/10.1257/jep.20241420",
          "filter": 0
        },
        {
          "title": "Why Is the Fragmented Municipal Bond Market So Costly to Investors and Issuers?",
          "authors": "John M. Griffin, Nicholas Hirschey, Samuel Kruger",
          "abstract": "The municipal bond market plays a crucial role in providing capital to US municipalities and functions through a network of underwriters, municipal advisors, credit rating agencies, insurers, individual and institutional investors, and multiple regulators. Many of these market participants have significant asymmetric information and conflicting incentive structures, which can sometimes lead to disparate and seemingly inefficient outcomes. Puzzles documented in the academic literature include high underwriting costs, conflicting roles by municipal advisors, extreme and widely varying trade markups, investment holdings that are often not tax-efficient, inconsistent implied marginal tax rates, a heavy reliance on credit ratings, little benefit but widespread use of insurance, delayed use of call provisions, and inconsistent treatment of accounting information. We review issues in the municipal bond market and propose implementable suggestions that would hopefully allow for a more competitive and low-cost market for both taxpayers and investors.",
          "url": "https://doi.org/10.1257/jep.20241411",
          "doi": "https://doi.org/10.1257/jep.20241411",
          "filter": 0
        },
        {
          "title": "How US Treasuries Can Remain the World’s Safe Haven",
          "authors": "Darrell Duffie",
          "abstract": "Weaknesses in the design of the market for US Treasuries have reduced the effectiveness of world's favored safe-haven asset. Since the Global Financial Crisis, the market's intermediation capacity is far more constrained by the balance sheets of dealer banks, which handle virtually all investor trades. Since 2007, the total size of primary dealer balance sheets per dollar of Treasuries outstanding has shrunk by a factor of four. This trend continues because of large US fiscal deficits and post-GFC regulatory capital constraints, which are necessary for financial stability but limit the provision of liquidity under stress. For US Treasuries to remain a powerful safe haven, the intermediation capacity of the market will need to be expanded and further supported by official-sector backstops.",
          "url": "https://doi.org/10.1257/jep.20241412",
          "doi": "https://doi.org/10.1257/jep.20241412",
          "filter": 0
        },
        {
          "title": "Lessons for the United States from Pharmaceutical Regulation Abroad",
          "authors": "Margaret K. Kyle",
          "abstract": "Pharmaceutical markets are characterized by barriers to entry and information problems. Many countries intervene in the pricing and reimbursement of drugs to a greater extent than the US government to date. Continued pressure from politicians and recent legislation are likely to change the market for pharmaceuticals in the United States. This article discusses the approaches adopted in other developed countries and the implications of their use in the United States, which due to its size, has far greater influence over the rate and direction of innovation. Alternative policy choices and the challenges of their implementation are also reviewed.",
          "url": "https://doi.org/10.1257/jep.20241418",
          "doi": "https://doi.org/10.1257/jep.20241418",
          "filter": 0
        },
        {
          "title": "Measuring Income and Income Inequality",
          "authors": "Conor Clarke, Wojciech Kopczuk",
          "abstract": "Income inequality is important, but attempts to measure it arrive at strikingly different conclusions. Why? We use recent disputes over measuring United States income inequality to return to first principles about both the income concept and inequality measurement. We emphasize two broad points. First, no measure of the income distribution is truly comprehensive, or could attempt to be comprehensive without making controversial choices. We document the practical and conceptual problems that the standard ideal — comprehensive Haig-Simons income — raises. Second, much of the controversy in this area turns on the many tradeoffs between starting with individual tax data versus more expansive income concepts. Individual tax data reflect only a shrinking subset of a more comprehensive income concept — but they are individual data. More expansive alternatives, on the other hand, are harder to allocate to individuals. We document some of the most important and contestable assumptions that such an allocation requires.",
          "url": "https://doi.org/10.1257/jep.20241424",
          "doi": "https://doi.org/10.1257/jep.20241424",
          "filter": 0
        },
        {
          "title": "Retrospectives: Yair Mundlak and the Fixed Effects Estimator",
          "authors": "Marc F. Bellemare, Daniel L. Millimet",
          "abstract": "We discuss Yair Mundlak’s (1927—2015) contribution to econometrics through the lens of the fixed effects estimator. We set the stage by discussing Mundlak’s life and his seminal 1961 article in the Journal of Farm Economics, showing how it was looking at the right application — the study of agricultural productivity, which had hitherto been thought to be marred by the presence of management bias — that led Mundlak to use the fixed effects estimator. After discussing Mundlak’s contribution, we briefly discuss the historical economic and statistical contexts in which he made that contribution. We then highlight the dialogue that took place between the proponents of fixed versus random effects and discuss how Mundlak settled the debate in his 1978 Econometrica article. We conclude by discussing how, between fixed and random effects, the fixed effects estimator won the day, becoming the de facto estimator of choice among applied economists because of the Credibility Revolution, culminating in the popularity nowadays of difference-in-differences designs and of two-way fixed effects estimators.",
          "url": "https://doi.org/10.1257/jep.20241406",
          "doi": "https://doi.org/10.1257/jep.20241406",
          "filter": 0
        },
        {
          "title": "Public Finance Implications of Economic Inequality",
          "authors": "Alan J. Auerbach",
          "abstract": "This paper considers questions about the implications of rising inequality for the theory and practice of public finance. It begins by addressing fundamental reasons why the distribution of income or wealth on an annual basis before taxes and transfers offers insufficient information: (1) it does not tell us what resources are actually available to households for consumption; and (2) in providing a snapshot of the resources available to individuals of different ages at a given moment in time, without controlling for life-cycle related differences or income dynamics, it can provide a misleading estimate of the underlying degree of inequality. The paper then considers the implications of high and perhaps rising economic inequality for the design of government policy: top marginal tax rates, phase-outs of government policies for those with higher incomes, the political economy of inequality, and other subjects.",
          "url": "https://doi.org/10.1257/jep.20241421",
          "doi": "https://doi.org/10.1257/jep.20241421",
          "filter": 0
        },
        {
          "title": "Macro Perspectives on Income Inequality",
          "authors": "Matthieu Gomez",
          "abstract": "Inequality has become a defining challenge for modern economies and a central focus of economic research over the past two decades. I begin by revisiting the foundations of income measurement, showing that standard definitions — taxable income, factor income, and Haig-Simons income — suffer from important conceptual limitations. I contrast these income measures with the ideal notion of income from a welfare perspective — Hicksian income — which captures an individual’s ability to consume or save for future consumption. I then examine the drivers of rising top income inequality, with particular attention to the surge in entrepreneurial incomes. I highlight three key forces behind this phenomenon: higher returns on capital (technological factors), lower external financing costs (financial factors), and a lighter tax burden on business owners (fiscal factors).",
          "url": "https://doi.org/10.1257/jep.20241435",
          "doi": "https://doi.org/10.1257/jep.20241435",
          "filter": 0
        },
        {
          "title": "Recommendations for Further Reading",
          "authors": "Timothy Taylor",
          "url": "https://doi.org/10.1257/jep.20251441",
          "doi": "https://doi.org/10.1257/jep.20251441",
          "filter": 0
        },
        {
          "title": "A Hitchhiker’s Guide to Federal Reserve Participation in Fixed Income Markets",
          "authors": "Nina Boyarchenko, Or Shachar",
          "abstract": "We review US dealer-intermediated fixed income markets, including Treasuries, agency mortgage-backed securities, corporate bonds, and municipal bonds. Through the lenses of primary dealers’ positions, we show these markets’ evolution over the past decade and the effects of recent episodes of abrupt deterioration in market functioning. We then overview how the Federal Reserve interacts with fixed income markets for the purposes of monetary policy implementation and liquidity interventions. We conclude by discussing the shifting composition of investors in US fixed income markets, and what consequences such changes in the investor base may have for monetary policy transmissions.",
          "url": "https://doi.org/10.1257/jep.20241436",
          "doi": "https://doi.org/10.1257/jep.20241436",
          "filter": 0
        },
        {
          "title": "Patents, Innovation, and Competition in Pharmaceuticals: The Hatch-Waxman Act After 40 Years",
          "authors": "C. Scott Hemphill, Bhaven N. Sampat",
          "abstract": "A central policy issue in pharmaceuticals is how to balance the dynamic benefits of new drugs against the static benefits of low prices for existing drugs. In the United States, that balance is set by the Hatch-Waxman Act. We review the Act's origins and key features, then present evidence on its effects on competition and innovation. On the competition side, we show how the Act creates incentives for brands to accumulate patents and generics to challenge them, with the result being a rough stalemate. We also discuss strategies deployed by brands to delay generic entry. On the innovation side, we show that the Act's patent extension provisions — which aim to allow branded firms to make up for time lost during clinical trials and regulatory review — are incomplete, resulting in potential distortions. The net result is a convoluted and expensive approach to balancing innovation and competition.",
          "url": "https://doi.org/10.1257/jep.20241423",
          "doi": "https://doi.org/10.1257/jep.20241423",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Front Matter",
          "url": "https://doi.org/10.1257/jep.39.2.1",
          "doi": "https://doi.org/10.1257/jep.39.2.1",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "From syringes to dishes: Improving food sufficiency through vaccination",
          "authors": "Erkmen G. Aslim, Wei Fu, Erdal Tekin, Shijun You",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105392",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105392",
          "filter": 0
        },
        {
          "title": "Consumer sentiment towards Asians in the early days of the Covid-19 pandemic",
          "authors": "Kerwin Kofi Charles, Jonathan Guryan, Kyung H. Park",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105396",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105396",
          "filter": 0
        },
        {
          "title": "Social networks and organizational helping behavior: Experimental evidence from the helping game",
          "authors": "Hande Erkut, Ernesto Reuben",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105388",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105388",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "Wars, Taxation and Representation: Evidence from Five Centuries of German History",
          "authors": "Sascha O Becker, Andreas Ferrara, Eric Melander, Luigi Pascali",
          "abstract": "We provide causal evidence for the role of warfare in the development of medieval constitutionalism. Using novel data on the universe of German cities between 1290 and 1710, we show that military conflicts led to city councils that were larger, more likely to be elected by citizens, and more likely to include representatives of craft guilds. Additionally, these conflicts resulted in a substantial increase in local fiscal and spending capacity. We exploit the gender of the firstborn children of local nobles as a source of exogenous variation in conflicts.",
          "url": "https://doi.org/10.1093/jeea/jvaf019",
          "doi": "https://doi.org/10.1093/jeea/jvaf019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Lives Versus Livelihoods: The Impact of the Great Recession on Mortality and Welfare",
          "authors": "Amy Finkelstein, Matthew J Notowidigdo, Frank Schilbach, Jonathan Zhang",
          "abstract": "We leverage spatial variation in the severity of the Great Recession across the United States to examine its impact on mortality and explore the quantitative implications. We estimate that an increase in the unemployment rate of the magnitude of the Great Recession reduces the average annual age-adjusted mortality rate by 2.3 percent, with effects persisting for at least 10 years. Mortality reductions appear across causes of death and are concentrated in the half of the population with a high school degree or less. We estimate similar percentage reductions in mortality at all ages, with declines in elderly mortality thus responsible for about three-quarters of the total mortality reduction. Recession-induced mortality declines are driven primarily by external effects of reduced aggregate economic activity on mortality, and reduced air pollution appears to be a quantitatively important mechanism. Incorporating our estimates of pro-cyclical mortality into a standard macroeconomics framework substantially reduces the welfare costs of recessions, particularly for people with less education, and at older ages.",
          "url": "https://doi.org/10.1093/qje/qjaf023",
          "doi": "https://doi.org/10.1093/qje/qjaf023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Pareto Improvements in the Contest for College Admissions",
          "authors": "Kala Krishna, Sergey Lychagin, Wojciech Olszewski, Ron Siegel, Chloe Tergiman",
          "abstract": "Many countries base college admissions on a centrally-administered test. Students invest a great deal of resources to improve their performance on the test, and there is growing concern about the high costs associated with these activities. We consider modifying the test by introducing performance-disclosure policies that pool intervals of performance rankings. Pooling affects the equilibrium allocation of students to colleges, which hurts some students and benefits others, but also affects students’ effort. We investigate how such policies can improve students’ welfare in a Pareto sense, study the Pareto frontier of pooling policies, and identify improvements that are robust to the distribution of college seats. We illustrate the potential applicability of our results with an empirical estimation that uses data on college admissions in Turkey. We find that a policy that pools a large fraction of the lowest performing students leads to a Pareto improvement in a contest based on the estimated parameters. A laboratory experiment based on the estimated parameters generally supports our theoretical predictions.",
          "url": "https://doi.org/10.1093/restud/rdaf033",
          "doi": "https://doi.org/10.1093/restud/rdaf033",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
