{
  "update": "2025-11-21",
  "content": [
    {
      "journal_full": "Econometrica",
      "journal_short": "ECTA",
      "articles": [
        {
          "title": "Competing Platforms and Transport Equilibrium",
          "authors": "Nicola Rosaia",
          "abstract": "I study whether platform competition in app‐based transportation generates waste and whether consolidating competing networks would improve efficiency. I build a spatial model of a ride‐hailing market where competing platforms set prices strategically and estimate it using detailed data from two major platforms in New York City. Comparing the status quo to simulated counterfactuals, I find that: (i) platform market power and the fragmentation of users across networks cause a $176 million annual loss in social welfare and waste 21% of driver‐generated traffic; (ii) a platform merger would trade off gains from pooling all users into a single network against harms from greater market power, reducing traffic by 8% but lowering consumer surplus by $77 million per year due to a 4% price hike; and (iii) interoperability regulations would bring these gains without undermining competition, reducing wasteful traffic by 6% while raising consumer surplus by $63 million per year.",
          "url": "https://doi.org/10.3982/ecta21773",
          "doi": "https://doi.org/10.3982/ecta21773",
          "filter": 0
        },
        {
          "title": "Integrated Monetary and Financial Policies for Small Open Economies",
          "authors": "Suman S. Basu, Emine Boz, Gita Gopinath, Francisco Roch, D. Filiz Unsal",
          "abstract": "We develop a tractable small‐open‐economy framework to characterize the constrained efficient use of the monetary policy rate, foreign exchange (FX) intervention, capital controls, and domestic macroprudential measures. The model features dominant currency pricing, positive premia on local currency debt arising from financiers' portfolio constraints, and occasionally‐binding external and domestic borrowing constraints. We characterize the conditions under which the traditional prescription—relying solely on the policy rate and exchange rate flexibility—remains sufficient, even in the presence of externalities. By contrast, to manage noise trader flows into and out of the local currency debt market, FX intervention and in some cases capital inflow taxes should be used instead of the traditional prescription. Moreover, if a country faces a mix of local currency premia and external borrowing constraints, we establish that certain regulations to limit FX mismatch may alleviate the external borrowing constraint but exacerbate the local currency premia. Finally, we show that capital controls may dominate domestic macroprudential measures in cases when external shocks trigger stress in domestic housing markets.",
          "url": "https://doi.org/10.3982/ecta21802",
          "doi": "https://doi.org/10.3982/ecta21802",
          "filter": 0
        },
        {
          "title": "Gangs, Labor Mobility, and Development",
          "authors": "Nikita Melnikov, Carlos Schmidt-Padilla, María Micaela Sviatschi",
          "abstract": "We study how criminal organizations affect economic development. We exploit a natural experiment in El Salvador, where these criminal organizations emerged due to an exogenous shift in American immigration policy that led to the deportation of gang leaders from the United States to El Salvador. Using a spatial regression discontinuity design that focuses on the gang‐created system of borders, we find that individuals in gang‐controlled neighborhoods have less material well‐being, income, and education than individuals living only 50 meters away but outside of gang territory. None of these discontinuities existed before the arrival of the gangs. A key mechanism behind the results is that gangs restrict individuals' mobility, affecting their labor‐market options by preventing them from commuting to other parts of the city. The results are not determined by high rates of selective migration, differential exposure to extortion and violence, or differences in public goods provision.",
          "url": "https://doi.org/10.3982/ecta21305",
          "doi": "https://doi.org/10.3982/ecta21305",
          "filter": 0
        },
        {
          "title": "The Social Tax: Redistributive Pressure and Labor Supply",
          "authors": "Eliana Carranza, Aletheia Donald, Florian Grosset-Touba, Supreet Kaur",
          "abstract": "In low‐income communities in both rich and poor countries, redistributive transfers within kin and social networks are frequent. Such arrangements may distort labor supply—acting as a “social tax” that dampens the incentive to work. We document that across countries, from the United States to Côte d'Ivoire, low‐income groups report strong pressure to share earned income with others; in addition, social groups that undertake more interpersonal transfers work fewer hours. Using a field experiment, we enable piece‐rate factory workers in Côte d'Ivoire to shield income using blocked savings accounts over 9 months. Workers may only deposit earnings increases, relative to baseline, mitigating income effects on labor supply. Offering Private accounts raises work attendance by 6.5% and earnings by 9.4%. These treatment effects are concentrated among workers who report higher redistributive pressure at baseline. To obtain further suggestive evidence on mechanisms, in a supplementary experiment, we vary whether blocked accounts are private or known to the worker's network. When accounts are private, take‐up is substantively higher (60% vs. 14%), with a resultant 8.8% higher earnings. Outgoing transfers do not decline, indicating no loss in redistribution. The welfare benefits of informal redistribution may come at a cost, depressing labor supply and productivity.",
          "url": "https://doi.org/10.3982/ecta21078",
          "doi": "https://doi.org/10.3982/ecta21078",
          "filter": 0
        },
        {
          "title": "A Comment on: “Presidential Address: Identity Politics” by Nicola Gennaioli and Guido Tabellini",
          "authors": "Francesco Trebbi",
          "url": "https://doi.org/10.3982/ecta24038",
          "doi": "https://doi.org/10.3982/ecta24038",
          "filter": 0
        },
        {
          "title": "Presidential Address: Identity Politics",
          "authors": "Nicola Gennaioli, Guido Tabellini",
          "abstract": "We offer a theory of changing dimensions of political polarization based on endogenous social identity. We formalize voter identity as in Bonomi, Gennaioli, and Tabellini (2021), but add parties that compete on policy and spread stereotypes to persuade voters. Parties are historically connected to different social groups, whose members are more receptive to the party messages. An endogenous switch from class to cultural identity accounts for three major changes: (i) growing cultural conflict between voters and parties; (ii) dampening of redistributive conflict, despite rising inequality; (iii) a realignment of lower class voters from the left to the right. The incentive of parties to spread stereotypes is a key driver of identity‐based polarization. Using survey data and congressional speeches, we show that—consistent with our model—there is evidence of (i) and (ii) in the voting realignment induced by the “China Shock” (Autor, Dorn, Hanson, and Majlesi (2020)).",
          "url": "https://doi.org/10.3982/ecta22269",
          "doi": "https://doi.org/10.3982/ecta22269",
          "filter": 0
        },
        {
          "title": "Marginal Reputation",
          "authors": "Daniel Luo, Alexander Wolitzky",
          "abstract": "We study reputation formation where a long‐run player repeatedly observes private signals and takes actions. Short‐run players observe the long‐run player's past actions but not her past signals. The long‐run player can thus develop a reputation for playing a distribution over actions, but not necessarily for playing a particular mapping from signals to actions. Nonetheless, we show that the long‐run player can secure her Stackelberg payoff if distinct commitment types are statistically distinguishable and the Stackelberg strategy is confound‐defeating . This property holds if and only if the Stackelberg strategy is the unique solution to an optimal transport problem. If the long‐run player's payoff is supermodular in one‐dimensional signals and actions, she secures the Stackelberg payoff if and only if the Stackelberg strategy is monotone. Applications include deterrence, delegation, signaling, and persuasion. Our results extend to the case where distinct commitment types may be indistinguishable, but the Stackelberg type is salient under the prior.",
          "url": "https://doi.org/10.3982/ecta23782",
          "doi": "https://doi.org/10.3982/ecta23782",
          "filter": 0
        },
        {
          "title": "Consumer Surplus From Suppliers: How Big Is It and Does It Matter for Growth?",
          "authors": "David Baqaee, Ariel Burstein, Cédric Duprez, Emmanuel Farhi",
          "abstract": "Consumer surplus, the area between the demand curve and the price, plays a key role in many models of trade and growth. Quantifying it typically requires estimating and extrapolating demand curves. This paper provides an alternative approach to measuring consumer surplus by focusing on firms as consumers of inputs. We show that the elasticity of a downstream firm's marginal cost to supplier additions and separations measures the downstream firm's consumer surplus relative to its input costs. Using Belgian data and instrumenting for changes in supplier access, we find that for every 1% of suppliers gained or lost, the marginal cost of downstream firms falls or rises by roughly 0.3%. Our estimates are directly informative about the strength of love‐of‐variety effects and the gains from movements along quality ladders. We use our microeconomic estimates of consumer surplus to assess the macroeconomic importance of supplier additions and separations in a growth accounting framework. We find that supplier churn plausibly accounts for about half of aggregate productivity growth.",
          "url": "https://doi.org/10.3982/ecta22672",
          "doi": "https://doi.org/10.3982/ecta22672",
          "filter": 0
        },
        {
          "title": "Search Frictions and Product Design in the Municipal Bond Market",
          "authors": "Giulia Brancaccio, Karam Kang",
          "abstract": "This paper shows that product design shapes search frictions and that intermediaries leverage this channel to increase their rents in the context of the U.S. municipal bond market. The majority of bonds are designed via negotiation between a local government and its underwriter. They are then traded in a decentralized market, where the underwriter often also acts as an intermediary. Exploiting variations in state regulations that limit government officials' conflicts of interest, we provide evidence that the underwriter benefits from designing and trading complex bonds, which induces an increase in search frictions. Interestingly, a simpler bond may not necessarily benefit the government, as bond complexity affords flexibility in debt repayment. Motivated by these findings, we build and estimate a model of bond origination and trading to quantify the welfare implications of a policy mandating bond standardization.",
          "url": "https://doi.org/10.3982/ecta21277",
          "doi": "https://doi.org/10.3982/ecta21277",
          "filter": 0
        },
        {
          "title": "A Comment on: “Presidential Address: Identity Politics” by Nicola Gennaioli and Guido Tabellini",
          "authors": "Ernesto Dal Bó",
          "url": "https://doi.org/10.3982/ecta24429",
          "doi": "https://doi.org/10.3982/ecta24429",
          "filter": 0
        },
        {
          "title": "Transparency and Percent Plans",
          "authors": "Adam Kapor",
          "abstract": "Transparency versus opacity is an important dimension of college admission policy. Colleges may gain useful information from a holistic review of applicants' materials, but in doing so may contribute to uncertainty that discourages potential applicants with poor information. This paper investigates the impacts of admissions transparency in the context of Texas' Top Ten Percent Plan, using survey and administrative data from Texas and a model of college applications, admissions, enrollment, grades, and persistence. I estimate that two thirds of the plan's 9.1 point impact on top‐decile students' probability of attending a flagship university was due to information rather than mechanical effects. Students induced to enroll are more likely to come from low‐income high schools, and academically outperform the students that they displace. These effects would be larger if complemented by financial‐aid information, and are driven by transparency, not misalignment between the rules used for automatic and discretionary admissions.",
          "url": "https://doi.org/10.3982/ecta18385",
          "doi": "https://doi.org/10.3982/ecta18385",
          "filter": 0
        },
        {
          "title": "Adapting to Misspecification",
          "authors": "Timothy B. Armstrong, Patrick Kline, Liyang Sun",
          "abstract": "Empirical research typically involves a robustness‐efficiency tradeoff. A researcher seeking to estimate a scalar parameter can invoke strong assumptions to motivate a restricted estimator that is precise but may be heavily biased, or they can relax some of these assumptions to motivate a more robust, but variable, unrestricted estimator. When a bound on the bias of the restricted estimator is available, it is optimal to shrink the unrestricted estimator towards the restricted estimator. For settings where a bound on the bias of the restricted estimator is unknown, we propose adaptive estimators that minimize the percentage increase in worst‐case risk relative to an oracle that knows the bound. We show that adaptive estimators solve a weighted convex minimax problem and provide lookup tables facilitating their rapid computation. Revisiting some well‐known empirical studies where questions of model specification arise, we examine the advantages of adapting to—rather than testing for—misspecification.",
          "url": "https://doi.org/10.3982/ecta21991",
          "doi": "https://doi.org/10.3982/ecta21991",
          "filter": 0
        },
        {
          "title": "Reply to: Comments on “Presidential Address: Identity Politics”",
          "authors": "Nicola Gennaioli, Guido Tabellini",
          "url": "https://doi.org/10.3982/ecta24596",
          "doi": "https://doi.org/10.3982/ecta24596",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Frontmatter of Econometrica Vol. 93 Iss. 6",
          "url": "https://doi.org/10.3982/ecta936fm",
          "doi": "https://doi.org/10.3982/ecta936fm",
          "filter": 1
        },
        {
          "title": "Backmatter of Econometrica Vol. 93 Iss. 6",
          "url": "https://doi.org/10.3982/ecta936bm",
          "doi": "https://doi.org/10.3982/ecta936bm",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Agricultural Trade and Deforestation: The Role of New Roads",
          "authors": "Douglas Gollin, Julien Wolfersberger",
          "abstract": "In this paper, we study how new roads affect the spatial patterns of agricultural production and consequently impact deforestation and development outcomes, focusing on the historical experience of Brazil. We find that the expansion of Brazil’s road network since the 1990s can account for nearly a tenth of the total amount of deforestation that the country has experienced, with significant variation across regions. Perhaps surprisingly, our results suggest that the increase in agricultural income attributable to changes in transport costs has been more limited. Focusing on complementarities with technical change, we examine how improved market access combined with new agricultural technologies impacted land conversion.",
          "url": "https://doi.org/10.1093/ej/ueaf125",
          "doi": "https://doi.org/10.1093/ej/ueaf125",
          "filter": 0
        },
        {
          "title": "The Rise and Fall of the Price-to-Rent Ratio: Why Are Superstar Cities Different?",
          "authors": "Christian A L Hilber, Andreas Mense",
          "abstract": "In most countries, during the 2000s and 2010s, house prices rose substantially relative to rents. This trend, however, was not uniform across space or time. The price-to-rent ratio increased much more strongly in the countries’ superstar cities, surged during economic expansion periods, but fell during times of economic crisis. These stylised facts are consistent with a model that features spatial variation in the supply price elasticity and autocorrelated local demand changes that trigger persistent changes in rent growth expectations. The model predicts that in supply-inelastic locations, positive (negative) demand shocks trigger increases (decreases) in the price-to-rent ratio that last several years. Stronger demand change persistence and lower discount rates amplify this effect. We test our model predictions employing panel data for England. Our instrumental variable first-difference estimates suggest that over half of the 153% increase in the price-to-rent ratio between 1997 and 2018 in Greater London can be explained by our mechanism.",
          "url": "https://doi.org/10.1093/ej/ueaf124",
          "doi": "https://doi.org/10.1093/ej/ueaf124",
          "filter": 0
        },
        {
          "title": "The Trouble with Rational Expectations in Heterogeneous Agent Models: A Challenge for Macroeconomics",
          "authors": "Benjamin Moll",
          "abstract": "The thesis of this essay is that, in heterogeneous agent macroeconomics, the assumption of rational expectations about equilibrium prices is unrealistic and should be replaced. Rational expectations imply that decision makers forecast equilibrium prices like interest rates by forecasting cross-sectional distributions. This leads to an extreme version of the curse of dimensionality: dynamic programming problems in which the entire distribution is a state variable (‘Master equation’ a.k.a. ‘Monster equation’). Frontier computational methods struggle with these infinite-dimensional Bellman equations, making it implausible that real-world agents solve the associated decision problems. These difficulties also limit the applicability of the heterogeneous-agent approach to central questions in macroeconomics – those involving aggregate risk and non-linearities such as financial crises. This troublesome feature of the rational expectations assumption poses a challenge: what should replace it? I outline three criteria for alternative approaches: (1) computational tractability, (2) consistency with empirical evidence, and (3) (some) immunity to the Lucas critique. I then discuss several promising directions, including temporary equilibrium approaches, incorporating survey expectations, least-squares learning, and reinforcement learning.",
          "url": "https://doi.org/10.1093/ej/ueaf104",
          "doi": "https://doi.org/10.1093/ej/ueaf104",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Explaining deviations from Okun’s law",
          "authors": "Claudia Foroni, Francesco Furlanetto",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105205",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105205",
          "filter": 0
        },
        {
          "title": "Consumer durables, monetary policy, and the green transition",
          "authors": "Alexander M. Dietrich, Lukas Leitenbacher, Gernot J. Müller",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105207",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105207",
          "filter": 0
        },
        {
          "title": "The great reshuffle: Remote work and residential sorting",
          "authors": "Wenli Li, Yichen Su",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105195",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105195",
          "filter": 0
        },
        {
          "title": "Green transition in the euro area: Domestic and global factors",
          "authors": "Pablo Garcia, Pascal Jacquinot, Črt Lenarčič, Kostas Mavromatis, Niki Papadopoulou, Edgar Silgado-Gómez",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105206",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Quasi-Bayesian estimation and inference with control functions",
          "authors": "Ruixuan Liu, Zhengfei Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106126",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106126",
          "filter": 0
        },
        {
          "title": "Testing for jumps in a discretely observed price process with endogenous sampling times",
          "authors": "Qiyuan Li, Yifan Li, Ingmar Nolte, Sandra Nolte, Shifan Yu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106132",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106132",
          "filter": 0
        },
        {
          "title": "Long-term volatility shapes the stock market’s sensitivity to news",
          "authors": "Christian Conrad, Julius Theodor Schoelkopf, Nikoleta Tushteva",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106148",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106148",
          "filter": 0
        },
        {
          "title": "Jump detection in high-frequency order prices",
          "authors": "Markus Bibinger, Nikolaus Hautsch, Alexander Ristig",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106133",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106133",
          "filter": 0
        },
        {
          "title": "Testing for peer effects without specifying the network structure",
          "authors": "Hyunseok Jung, Xiaodong Liu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106124",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106124",
          "filter": 0
        },
        {
          "title": "Large-scale model comparison with fast model confidence sets",
          "authors": "Sylvain Barde",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106123",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106123",
          "filter": 0
        },
        {
          "title": "Five lessons for applied researchers from twenty years of common correlated effects estimation",
          "authors": "Artūras Juodis, Simon Reese",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106120",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106120",
          "filter": 0
        },
        {
          "title": "Difference-in-Differences with compositional changes",
          "authors": "Pedro H.C. Sant’Anna, Qi Xu",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106147",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106147",
          "filter": 0
        },
        {
          "title": "Statistical inference for systemic risk-driven portfolio selection",
          "authors": "Tsz Chai Fung, Yinhuan Li, Liang Peng, Linyi Qian",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106127",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106127",
          "filter": 0
        },
        {
          "title": "A dynamic state-space HAR model",
          "authors": "Mike Tsionas, Aya Ghalayini, Marwan Izzeldin, Lorenzo Trapani",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106146",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106146",
          "filter": 0
        },
        {
          "title": "Enhancements of communication-efficient distributed statistical inference and its privacy preservation",
          "authors": "Miaomiao Yu, Jiaxuan Li, Yong Zhou",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106125",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106125",
          "filter": 0
        },
        {
          "title": "A jackknife bias correction for nonlinear network data models with fixed effects",
          "authors": "David W. Hughes",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106130",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106130",
          "filter": 0
        },
        {
          "title": "Functional semiparametric modeling for nonstationary and periodic time series data",
          "authors": "Shouxia Wang, Hua Liu, Jinhong You, Tao Huang",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106149",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "The impact of unexpected delays in periodic payments on consumption",
          "authors": "Michael Gelman, Zachary Orlando, Dhiren Patki",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105523",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105523",
          "filter": 0
        },
        {
          "title": "Do gender board quotas matter for working mothers? Evidence from state-owned firms in Italy",
          "authors": "Agata Maida, Andrea Weber",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105520",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105520",
          "filter": 0
        },
        {
          "title": "How substitutable are the classical and radical right?",
          "authors": "Jesús Fernández-Villaverde, Carlos Sanz",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105521",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105521",
          "filter": 0
        },
        {
          "title": "Regulating quasi-legal markets: Evidence from pain management clinic laws",
          "authors": "Yuji Mizushima, David Powell, Rahi Abouk, Cheryl Damberg",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105515",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105515",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of the European Economic Association",
      "journal_short": "JEEA",
      "articles": [
        {
          "title": "The New Causal Macroeconomics of Surveys and Experiments",
          "authors": "Olivier Coibion, Yuriy Gorodnichenko",
          "abstract": "We discuss how Randomized Control Trials (RCTs) can be used to study the causal effects of expectations on the decisions of households, firms and other economic agents. Specifically, information provision in RCTs can create exogenous variation in the beliefs of survey participants and thus can address a key identification challenge that has plagued research efforts focused on understanding the role of expectations in shaping economic decisions. When linked to either external information on their actions or subsequent survey waves that measure their ex-post decisions, RCTs can provide clear causal identification of the passthrough from expectations to decisions. We review recent evidence using this strategy and discuss potential challenges associated with this approach.",
          "url": "https://doi.org/10.1093/jeea/jvaf050",
          "doi": "https://doi.org/10.1093/jeea/jvaf050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Lifecycle Wages and Human Capital Investments: Selection and Missing Data",
          "authors": "Laurent Gobillon, Thierry Magnac, Sébastien Roux",
          "abstract": "We derive wage equations with individual specific coefficients from a structural model of human capital investment over the life cycle. This model allows for interruptions in labour market participation and deals with missing data and attrition problems. We propose a new framework that deals with missingness at random and is based on factor decompositions that allow for flexible control of selection. Our approach leads to an interactive effect wage specification, which we estimate using long administrative panel data on male wages in the private sector in France. A structural function approach shows that interruptions negatively affect average wages. Interestingly, they also negatively affect the inter-decile range of wages after twenty years. This is only partly due to the fact that interruptions are endogenous.",
          "url": "https://doi.org/10.1093/restud/rdaf099",
          "doi": "https://doi.org/10.1093/restud/rdaf099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
