{
  "update": "2025-06-20",
  "content": [
    {
      "journal_full": "Annual Review of Economics",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Experimental Evidence on Attitudes Toward Inequality and Fairness",
          "authors": "Ingvild Almås, Paul Hufe, Daniel Weishaar",
          "abstract": "Many of our everyday life experiences suggest that humans are social individuals who care about themselves and others. Yet, for a long time, the economic discipline has focused on modeling the purely self-interested homo economicus . In this review, we summarize the extensive experimental literature on deviations from such purely self-interested behavior, with a particular focus on attitudes toward inequality and fairness. This literature shows that many individuals are willing to forgo their own economic gain for a fairer distribution of resources. We further illustrate empirical evidence showing that people differ in what they consider to be fair and discuss how these fairness views vary within and across countries.",
          "url": "https://doi.org/10.1146/annurev-economics-073124-083232",
          "doi": "https://doi.org/10.1146/annurev-economics-073124-083232",
          "filter": 0
        },
        {
          "title": "Labor Markets in Developing Countries",
          "authors": "Emily Breza, Supreet Kaur",
          "abstract": "The process of development is accompanied by marked changes in the structure of the labor market. We lay out a broad set of stylized features that distinguish labor markets in developing countries from those in richer countries. We organize our review around one particularly striking difference: In poor countries, working-age individuals are employed in wage work only 20–50% of the time. There is evidence that this low wage employment reflects high levels of involuntary unemployment (often masked by self-employment) along with frictions such as wage rigidity, market power, and search-and-matching frictions. At the same time, there is growing documentation that workers prefer self-employment or unemployment to many of the wage jobs that are available to them, especially low-skill work in the formal sector. We offer evidence on several ways in which poverty itself can dampen labor supply, so that low labor supply may itself be an outcome of underdevelopment. Throughout our review, we highlight three core aspects of poverty—missing markets, the importance of social ties, and institutional irregularity—that are relevant for understanding how labor markets change in response to, and help facilitate, the process of development.",
          "url": "https://doi.org/10.1146/annurev-economics-091124-051650",
          "doi": "https://doi.org/10.1146/annurev-economics-091124-051650",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "When Information is Not Enough: Evidence from a Centralized School Choice System",
          "authors": "Kehinde F Ajayi, Willa H Friedman, Adrienne M Lucas",
          "abstract": "We implemented a large-scale randomized controlled trial encompassing 900 junior high schools in Ghana, a country with universal secondary school choice, to study whether providing students and parents information on school characteristics and selection strategies improved outcomes in a centralized school selection mechanism. Information changed households’ preferences and the characteristics of schools to which they applied. Students gained admission to higher value-added schools, yet they were not more likely to matriculate on time or at all. Incomplete school information was not the only friction. Household shocks and inaccurate preference forecasting likely contributed to continued admission deviations.",
          "url": "https://doi.org/10.1093/ej/ueaf046",
          "doi": "https://doi.org/10.1093/ej/ueaf046",
          "filter": 0
        },
        {
          "title": "Correlation Neglect on Social Media: Effects on Civil Service Applications in China",
          "authors": "Yihong Huang, Yixi Jiang, Ziqi Lu",
          "abstract": "Social media, on which signals are often correlated, has become a primary source of information. How do people form beliefs when reading correlated signals online? In a field experiment on Weibo, we exposed Chinese college students to redundant negative posts about civil service jobs. Consequently, students developed a 0.16 standard deviation more negative view of these jobs and were 11% less likely to register for civil service exams, compared to the control group. We find the same effect in a supplemental online survey experiment, and the effect is moderated by attention. Our study demonstrates that correlation neglect can affect beliefs and real-life outcomes, including career choices.",
          "url": "https://doi.org/10.1093/ej/ueaf047",
          "doi": "https://doi.org/10.1093/ej/ueaf047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Intelligence and strategy choice in indefinitely repeated prisoner’s dilemma games: A replication of Proto, Rustichini &amp; Sofianos (2022)",
          "authors": "Michalis Drouvelis, Graeme Pearce",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105075",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105075",
          "filter": 0
        },
        {
          "title": "Density forecasts of inflation: A quantile regression forest approach",
          "authors": "Michele Lenza, Inès Moutachaker, Joan Paredes",
          "url": "https://doi.org/10.1016/j.euroecorev.2025.105079",
          "doi": "https://doi.org/10.1016/j.euroecorev.2025.105079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "A robust residual-based test for structural changes in factor models",
          "authors": "Bin Peng, Liangjun Su, Yayi Yan",
          "url": "https://doi.org/10.1016/j.jeconom.2025.106042",
          "doi": "https://doi.org/10.1016/j.jeconom.2025.106042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Leveraging the Disagreement on Climate Change: Theory and Evidence",
          "authors": "Laura Bakkensen, Toan Phan, Tsz-Nga Wong",
          "url": "https://doi.org/10.1086/737236",
          "doi": "https://doi.org/10.1086/737236",
          "filter": 0
        },
        {
          "title": "Vacancy Chains",
          "authors": "Michael Elsby, Axel Gottfries, Ryan Michaels, David Ratner",
          "url": "https://doi.org/10.1086/737234",
          "doi": "https://doi.org/10.1086/737234",
          "filter": 0
        },
        {
          "title": "Opening up Military Innovation: Causal Effects of Reforms to U.S. Defense Research",
          "authors": "Sabrina Howell, Jason Rathje, John Van Reenen, Jun Wong",
          "url": "https://doi.org/10.1086/737235",
          "doi": "https://doi.org/10.1086/737235",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence in the Knowledge Economy",
          "authors": "Enrique Ide, Eduard Talamas",
          "url": "https://doi.org/10.1086/737233",
          "doi": "https://doi.org/10.1086/737233",
          "filter": 0
        },
        {
          "title": "Subsidizing Business Entry in Competitive Credit Markets",
          "authors": "Vincenzo Cuciniello, Claudio Michelacci, Luigi Paciello",
          "url": "https://doi.org/10.1086/737231",
          "doi": "https://doi.org/10.1086/737231",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Private response to exclusionary welfare policy: Evidence from Italian municipalities",
          "authors": "Massimo Pulejo",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105425",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105425",
          "filter": 0
        },
        {
          "title": "Intergenerational effect of an education stipend program on child development: Evidence from Bangladesh",
          "authors": "Sadia Priyanka, Raisa Sara",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105426",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105426",
          "filter": 0
        },
        {
          "title": "Frames, incentives, and education: Effectiveness of interventions to delay public pension claiming",
          "authors": "Franca Glenzer, Pierre-Carl Michaud, Stefan Staubli",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105419",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105419",
          "filter": 0
        },
        {
          "title": "How does medicaid managed care affect provider behavior? New evidence from spillovers on private health care",
          "authors": "Ajin Lee",
          "url": "https://doi.org/10.1016/j.jpubeco.2025.105434",
          "doi": "https://doi.org/10.1016/j.jpubeco.2025.105434",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Community Enforcement with Endogenous Records",
          "authors": "Harry Pei",
          "abstract": "I study repeated games with anonymous random matching where players can add or remove signals from their records. The ability to manipulate records introduces monotonicity constraints on players’ continuation values, under which sufficiently long-lived players will almost never cooperate. When players’ expected lifespans are intermediate, their ability to sustain cooperation depends on (i) whether their actions are complements or substitutes and (ii) whether manipulation takes the form of adding or removing signals.",
          "url": "https://doi.org/10.1093/restud/rdaf049",
          "doi": "https://doi.org/10.1093/restud/rdaf049",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
