{
  "update": "2024-09-06",
  "content": [
    {
      "journal_full": "Economic Journal",
      "journal_short": "EJ",
      "articles": [
        {
          "title": "Correction to: What to Blame? Self-Serving Attribution Bias with Multi-Dimensional Uncertainty",
          "url": "http://dx.doi.org/10.1093/ej/ueae078",
          "doi": "10.1093/ej/ueae078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Economic Review",
      "journal_short": "EER",
      "articles": [
        {
          "title": "Subsidies for close substitutes: Aggregate demand for residential solar electricity",
          "authors": "Alexander Abajian, Nick Pretnar",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104848",
          "doi": "10.1016/j.euroecorev.2024.104848",
          "filter": 0
        },
        {
          "title": "Business taxes, management delegation, and growth",
          "authors": "Maurizio Iacopetta, Pietro F. Peretto",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104850",
          "doi": "10.1016/j.euroecorev.2024.104850",
          "filter": 0
        },
        {
          "title": "Do governments crowd out governments? Evidence from a natural experiment",
          "authors": "Stuart Baumann, Margaryta Klymak",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104803",
          "doi": "10.1016/j.euroecorev.2024.104803",
          "filter": 0
        },
        {
          "title": "The spread of misinformation in networks with individual and social learning",
          "authors": "Sebastiano Della Lena",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104804",
          "doi": "10.1016/j.euroecorev.2024.104804",
          "filter": 0
        },
        {
          "title": "Social norms, political polarization, and vaccination attitudes: Evidence from a survey experiment in Turkey",
          "authors": "Mustafa Kaba, Murat Koyuncu, Sebastian O. Schneider, Matthias Sutter",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104818",
          "doi": "10.1016/j.euroecorev.2024.104818",
          "filter": 0
        },
        {
          "title": "Limited (energy) supply, monetary policy, and sunspots",
          "authors": "Nils Gornemann, Sebastian Hildebrand, Keith Kuester",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104823",
          "doi": "10.1016/j.euroecorev.2024.104823",
          "filter": 0
        },
        {
          "title": "Does one (unconventional) size fit all? Effects of the ECB’s unconventional monetary policies on the euro area economies",
          "authors": "Maria Sole Pagliari",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104817",
          "doi": "10.1016/j.euroecorev.2024.104817",
          "filter": 0
        },
        {
          "title": "The fiscal arithmetic of a slowdown in trend growth",
          "authors": "Mariano Kulish, Nadine Yamout",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104806",
          "doi": "10.1016/j.euroecorev.2024.104806",
          "filter": 0
        },
        {
          "title": "The pure benefit of risk in production: real options in general equilibrium",
          "authors": "Michael Mandler",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104717",
          "doi": "10.1016/j.euroecorev.2024.104717",
          "filter": 0
        },
        {
          "title": "The limited impact of free college policies",
          "authors": "Maria Marta Ferreyra, Carlos Garriga, Juan David Martin-Ocampo, Angelica Maria Sanchez-Diaz",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104800",
          "doi": "10.1016/j.euroecorev.2024.104800",
          "filter": 0
        },
        {
          "title": "Children’s time allocation and the socioeconomic gap in human capital",
          "authors": "Nicole Black, Danusha Jayawardana, Gawain Heckley",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104821",
          "doi": "10.1016/j.euroecorev.2024.104821",
          "filter": 0
        },
        {
          "title": "Can today’s and tomorrow’s world uniformly gain from carbon taxation?",
          "authors": "Laurence Kotlikoff, Felix Kubler, Andrey Polbin, Simon Scheidegger",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104819",
          "doi": "10.1016/j.euroecorev.2024.104819",
          "filter": 0
        },
        {
          "title": "Nudging punishment against sharing of fake news",
          "authors": "Biljana Meiske, Amalia Álvarez-Benjumea, Giulia Andrighetto, Eugenia Polizzi",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104795",
          "doi": "10.1016/j.euroecorev.2024.104795",
          "filter": 0
        },
        {
          "title": "The macroeconomic impact of euro area labor market reforms: evidence from a narrative panel VAR",
          "authors": "Gerhard Rünstler",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104820",
          "doi": "10.1016/j.euroecorev.2024.104820",
          "filter": 0
        },
        {
          "title": "Fiscal policy in the Bundestag: Textual analysis and macroeconomic effects",
          "authors": "Albina Latifi, Viktoriia Naboka-Krell, Peter Tillmann, Peter Winker",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104827",
          "doi": "10.1016/j.euroecorev.2024.104827",
          "filter": 0
        },
        {
          "title": "Beyond social influence: Examining the efficacy of non-social recommendations",
          "authors": "Danae Arroyos-Calvera, Johannes Lohse, Rebecca McDonald",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104801",
          "doi": "10.1016/j.euroecorev.2024.104801",
          "filter": 0
        },
        {
          "title": "The role of immigration in a deep recession",
          "authors": "Ismael Gálvez-Iniesta",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104814",
          "doi": "10.1016/j.euroecorev.2024.104814",
          "filter": 0
        },
        {
          "title": "Unemployment and the direction of technical change",
          "authors": "Gregory Casey",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104802",
          "doi": "10.1016/j.euroecorev.2024.104802",
          "filter": 0
        },
        {
          "title": "The asymmetric effects of monetary policy on stock price bubbles",
          "authors": "Christophe Blot, Paul Hubert, Fabien Labondance",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104824",
          "doi": "10.1016/j.euroecorev.2024.104824",
          "filter": 0
        },
        {
          "title": "Refugee crisis and right-wing populism: Evidence from the Italian Dispersal Policy",
          "authors": "Francesco Campo, Sara Giunti, Mariapia Mendola",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104826",
          "doi": "10.1016/j.euroecorev.2024.104826",
          "filter": 0
        },
        {
          "title": "The asymmetric effects of temperature shocks on inflation in the largest euro area countries",
          "authors": "Matteo Ciccarelli, Friderike Kuik, Catalina Martínez Hernández",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104805",
          "doi": "10.1016/j.euroecorev.2024.104805",
          "filter": 0
        },
        {
          "title": "Expressways and policy choices of local governments",
          "authors": "Jing Xing, Eddy H.F. Tam",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104815",
          "doi": "10.1016/j.euroecorev.2024.104815",
          "filter": 0
        },
        {
          "title": "The geographic effects of carbon pricing",
          "authors": "Giacomo Mangiante",
          "url": "http://dx.doi.org/10.1016/j.euroecorev.2024.104825",
          "doi": "10.1016/j.euroecorev.2024.104825",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Econometrics",
      "journal_short": "JEconom",
      "articles": [
        {
          "title": "Testing for sparse idiosyncratic components in factor-augmented regression models",
          "authors": "Jad Beyhum, Jonas Striaukas",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105845",
          "doi": "10.1016/j.jeconom.2024.105845",
          "filter": 0
        },
        {
          "title": "A method of moments approach to asymptotically unbiased Synthetic Controls",
          "authors": "Joseph Fry",
          "url": "http://dx.doi.org/10.1016/j.jeconom.2024.105846",
          "doi": "10.1016/j.jeconom.2024.105846",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Political Economy",
      "journal_short": "JPE",
      "articles": [
        {
          "title": "Intergenerational Insurance",
          "authors": "Francesco Lancia, Alessia Russo, Tim Worrall",
          "url": "http://dx.doi.org/10.1086/730206",
          "doi": "10.1086/730206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Economics",
      "journal_short": "JPubEcon",
      "articles": [
        {
          "title": "Women’s economic empowerment and intimate partner violence",
          "authors": "Sanna Bergvall",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105211",
          "doi": "10.1016/j.jpubeco.2024.105211",
          "filter": 0
        },
        {
          "title": "Intrahousehold inequality and the joint taxation of household earnings",
          "authors": "Cassiano B. Alves, Carlos E. da Costa, Felipe Lobel, Humberto Moreira",
          "url": "http://dx.doi.org/10.1016/j.jpubeco.2024.105208",
          "doi": "10.1016/j.jpubeco.2024.105208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Quarterly Journal of Economics",
      "journal_short": "QJE",
      "articles": [
        {
          "title": "Social Signaling and Childhood Immunization: A Field Experiment in Sierra Leone",
          "authors": "Anne Karing",
          "abstract": "This paper explores the use of social signaling as a policy tool to sustainably affect childhood immunization. In a 26-month field experiment with public clinics in Sierra Leone, I introduce a verifiable signal—in the form of color-coded bracelets—given to children upon timely completion of the first four or all five required vaccinations. Signals increase parents’ belief in the visibility of their actions and knowledge of other children’s vaccine status. The impact of signals varies significantly with the cost and perceived benefits of the action. There are no discernible effects on timely and complete immunization when the signal is linked to an easier-to-complete vaccine with low perceived benefits, and large positive effects when the signal is linked to a costlier-to-achieve vaccine with high perceived benefits. Parents adjust their behavior nine months prior to realizing the social image benefit, demonstrating the motivational strength of signaling incentives. Of substantive policy importance, bracelets increase full immunization at one year of age by nine percentage points, with impacts persisting at two years of age. At a marginal cost of US${\\$}$24.7 per fully immunized child, social signals can be as cost-effective as financial or in-kind incentives.",
          "url": "http://dx.doi.org/10.1093/qje/qjae025",
          "doi": "10.1093/qje/qjae025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Review of Economic Studies",
      "journal_short": "REStud",
      "articles": [
        {
          "title": "Identifying Network Ties from Panel Data: Theory and an Application to Tax Competition",
          "authors": "Áureo de Paula, Imran Rasul, Pedro CL Souza",
          "abstract": "Social interactions determine many economic behaviors, but information on social ties does not exist in most publicly available and widely used datasets. We present results on the identification of social networks from observational panel data that contains no information on social ties between agents. In the context of a canonical social interactions model, we provide sufficient conditions under which the social interactions matrix, endogenous and exogenous social effect parameters are globally identified if networks are constant over time. We also provide an extension of the method for time-varying networks. We then describe how high-dimensional estimation techniques can be used to estimate the interactions model based on the Adaptive Elastic Net Generalized Method of Moments. We employ the method to study tax competition across US states. The identified social interactions matrix implies that tax competition differs markedly from the common assumption of competition between geographically neighboring states, providing further insights into the long-standing debate on the relative roles of factor mobility and yardstick competition in driving tax setting behavior across states. Most broadly, our identification and application show that the analysis of social interactions can be extended to economic realms where no network data exists.",
          "url": "http://dx.doi.org/10.1093/restud/rdae088",
          "doi": "10.1093/restud/rdae088",
          "filter": 0
        },
        {
          "title": "Gang Rule: Understanding and Countering Criminal Governance",
          "authors": "Christopher Blattman, Gustavo Duncan, Benjamin Lessing, Santiago Tobón",
          "abstract": "Criminal groups govern millions worldwide. Even in strong states, gangs resolve disputes and provide security. Why do these duopolies of coercion emerge? Often, gangs fill vacuums of official power, suggesting that increasing state presence should crowd out criminal governance. We show, however, that state and gang rule are sometimes complements. In particular, gangs could minimize seizures and arrests by keeping neighborhoods orderly and loyal. If true, increasing state presence could increase incentives for gang rule. In Medellín, Colombia, criminal leaders told us they rule to protect drug rents from police. We test gang responses to state presence using a geographic discontinuity. Internal border changes in 1987 assigned blocks to be closer or further from state security for three decades. Gangs exogenously closer to state presence developed more governance over time. They primarily did so in neighborhoods with the greatest potential drug rents. This suggests new strategies for countering criminal governance.",
          "url": "http://dx.doi.org/10.1093/restud/rdae079",
          "doi": "10.1093/restud/rdae079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
