{
  "update": "2025-10-10",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Local government and climate literacy: exploring community perspectives in Ghana’s coastal zones",
          "authors": "Abednego Adjei Baffour",
          "url": "https://doi.org/10.1080/14693062.2025.2566938",
          "doi": "https://doi.org/10.1080/14693062.2025.2566938",
          "filter": 0
        },
        {
          "title": "Climate risk shocks and corporate outsourcing",
          "authors": "Junkang Zhang, Hongmin Fan, Mo Chen, Peng Zhang, Muhammad Imran",
          "url": "https://doi.org/10.1080/14693062.2025.2566166",
          "doi": "https://doi.org/10.1080/14693062.2025.2566166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Implementing urban cooling: a framework of strategies for improving heat resiliency of urban spaces in hot and arid climate zone of Iran",
          "authors": "Maryam Roosta, Masoud Javadpoor, Maryam Ebadi",
          "url": "https://doi.org/10.1007/s10584-025-04025-z",
          "doi": "https://doi.org/10.1007/s10584-025-04025-z",
          "filter": 2
        },
        {
          "title": "Performance assessment of advanced data-intelligence models for solar radiation forecasting: a case study in a high solar potential region",
          "authors": "Vahdettin Demir, Minglei Fu, Sani I. Abba, Bijay Halder, Iman Ahmadianfar, Salim Heddam, Huseyin Cagan Kılınc, Shafik S. Shafik, Mou Leong Tan, Zaher Mundher Yaseen",
          "url": "https://doi.org/10.1007/s10584-025-04012-4",
          "doi": "https://doi.org/10.1007/s10584-025-04012-4",
          "filter": 2
        },
        {
          "title": "Impact of global change on water availability in Madagascar: evaluation of ISIMIP3b GCM performance and comparison with Soil and Water Assessment Tool modeling with Inter- and Intra-basin approaches",
          "authors": "Zy Harifidy Rakotoarimanana, Hiroshi Ishidaira, Jun Magome, Kazuyoshi Souma",
          "url": "https://doi.org/10.1007/s10584-025-04003-5",
          "doi": "https://doi.org/10.1007/s10584-025-04003-5",
          "filter": 2
        },
        {
          "title": "Nighttime land surface temperature and thermal discomfort in a seasonally muggy climate",
          "authors": "Nkosi Muse, Brian D. McNoldy, Amy Clement, Katharine J. Mach",
          "abstract": "Globally, increasing air moisture can limit not only the human body’s ability to cool down, but also that of the Earth’s surface. This interaction, however, remains understudied—especially across subtropical-to-tropical regions that experience high levels of humidity. Here, we examine how air moisture influences nighttime land surface temperatures (LSTs), as well as what this interaction means for thermal comfort overnight. During summer months across seasonally muggy Southern Florida, during which time air moisture reaches the highest values of any place in the United States, we examine: 1) how air moisture, measured as specific humidity, varies with urbanicity and geography; 2) whether air moisture limits LST cooling at night; and 3) the implications of increased air moisture and nighttime LSTs for thermal comfort overnight. Based on data from 30 weather stations, we find that nighttime LST remains higher and closer to daytime highs in areas with increased specific humidity, highlighting a decreased surface cooling phenomenon in more humid areas. Both urban and coastal areas exhibit higher nighttime LSTs that are strongly related to thermal discomfort—also resulting in more time spent at or above critical thresholds for thermal discomfort overnight. This analysis therefore underscores the importance of heat mitigation and adaptation strategies that reduce LSTs and anthropogenic heat inputs in seasonally muggy climates in order to increase thermal comfort, especially near coastlines at lower latitudes.",
          "url": "https://doi.org/10.1007/s10584-025-04030-2",
          "doi": "https://doi.org/10.1007/s10584-025-04030-2",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "A systematic review of climate change adaptation in vegetable farming systems in Africa",
          "authors": "Esdras Obossou, Edmond Totin, Chandni Singh, Alcade C. Segnon",
          "url": "https://doi.org/10.1038/s43247-025-02763-7",
          "doi": "https://doi.org/10.1038/s43247-025-02763-7",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Observed warming of cold extremes is not captured with a fixed threshold definition",
          "authors": "Russell Blackport, Michael Sigmond",
          "url": "https://doi.org/10.1038/s43247-025-02629-y",
          "doi": "https://doi.org/10.1038/s43247-025-02629-y",
          "filter": 2
        },
        {
          "title": "Climate warming and agronomic practice interactively alter soil carbon stock in dry farmland in China",
          "authors": "Jie Zhou, Guodong Shao, Enke Liu, Qin Liu, Changrong Yan, Sulaiman Almwarai Alharbi, Ekaterina Filimonenko, Xurong Mei, Yakov Kuzyakov",
          "abstract": "Understanding drivers of soil organic carbon (SOC) dynamics and stocks is critical for carbon (C) neutrality in Earth’s extensive dryland croplands. Here, we analyzed 721 soil samples across northern China and revealed divergent regional dynamics of SOC stocks in topsoil (0–20 cm) over three decades. Agricultural intensification in northern China, marked by tripled productivity via strategic N-fertilization and policy-driven increases in straw return, created a major C sink (+3.1 Mg C ha −1 ), offsetting ~1.5% of China’s average annual emissions. Conversely, Northeast China experienced SOC depletion (−3.9 Mg C ha −1 ; ~12% loss since 1980s) driven by warming-enhanced decomposition of organic matter. Encouragingly, an annual straw return in excess of 270 kg C ha −1 could offset SOC losses in the face of future warming. Therefore, it is imperative to implement effective soil management practices and adaptation strategies to bolster soil resilience and health, as continued climate warming may undermine soil carbon sequestration.",
          "url": "https://doi.org/10.1038/s43247-025-02754-8",
          "doi": "https://doi.org/10.1038/s43247-025-02754-8",
          "filter": 2
        },
        {
          "title": "Transition from orogenic plateau to thinning reveals mesozoic North China craton dynamics",
          "authors": "Yanjing Chen, Zhenju Zhou, Chen Xu",
          "url": "https://doi.org/10.1038/s43247-025-02784-2",
          "doi": "https://doi.org/10.1038/s43247-025-02784-2",
          "filter": 2
        },
        {
          "title": "Unraveling the seasonality of functional diversity through remote sensing",
          "authors": "Daniel Mederer, Teja Kattenborn, Eya Cherif, Claudia Guimaraes-Steinicke, Julia S. Joswig, Fabian D. Schneider, Hannes Feilhauer",
          "abstract": "Plant functional diversity is a key biodiversity indicator of ecosystem dynamics. Several studies have shown that spectral data from Earth observation satellites will enable us to map functional diversity over large areas. However, most studies only consider snapshots of such data in time, and our knowledge of the temporal variation of functional diversity across the World’s biomes remains sparse. Here, we use hyperspectral remote sensing and deep learning to explore multi-seasonal functional diversity patterns on a global scale. We show that functional diversity can be highly dynamic over time. These dynamics are biome-specific, driven by seasonal cycles and wet-dry periods. Our findings highlight that the role of functional diversity in shaping ecosystem dynamics can be unraveled only by incorporating seasonality into functional diversity mapping. Such a multi-temporal approach will enhance the robustness of functional diversity assessments and deepen our understanding of ecosystem responses to environmental change.",
          "url": "https://doi.org/10.1038/s43247-025-02646-x",
          "doi": "https://doi.org/10.1038/s43247-025-02646-x",
          "filter": 2
        },
        {
          "title": "Calcium-rich parent materials enhance multiple soil functions and bacterial network complexity",
          "authors": "Peilei Hu, Wei Zhang, Wolfgang Wanek, Ji Chen, Diego Abalos, Jie Zhao, Dan Xiao, Xinyu Hou, Juan Li, Hongsong Chen, Jun Xiao, Xionghui Liao, Tiangang Tang, Hanqing Wu, Kelin Wang",
          "url": "https://doi.org/10.1038/s43247-025-02761-9",
          "doi": "https://doi.org/10.1038/s43247-025-02761-9",
          "filter": 2
        },
        {
          "title": "Patagonian Ice Sheet shaped regional climate during the Last Glacial Maximum",
          "authors": "Fabian M. Riquelme-Barraza, Álvaro Gómez-Contreras, Nicolás J. Cosentino, Jiang Zhu, Esteban A. Sagredo, María José Puentes-Nazal, Summer Rupper, Fabrice Lambert",
          "url": "https://doi.org/10.1038/s43247-025-02762-8",
          "doi": "https://doi.org/10.1038/s43247-025-02762-8",
          "filter": 2
        },
        {
          "title": "Reply to: Observed warming of cold extremes is not captured with a fixed threshold definition",
          "authors": "Judah Cohen, Laurie Agel, Mathew Barlow, Dara Entekhabi",
          "url": "https://doi.org/10.1038/s43247-025-02630-5",
          "doi": "https://doi.org/10.1038/s43247-025-02630-5",
          "filter": 2
        },
        {
          "title": "Moisture and temperature sources were key drivers of the anomalies for the record-breaking of 2023 Amazon drought",
          "authors": "José C. Fernández-Alvarez, Raquel Nieto, Sergio M. Vicente-Serrano, David Carvalho, Luis Gimeno",
          "url": "https://doi.org/10.1038/s43247-025-02771-7",
          "doi": "https://doi.org/10.1038/s43247-025-02771-7",
          "filter": 2
        },
        {
          "title": "Climate induced increase in frequency and area affected by critical rainfall conditions triggering debris flows in Austria",
          "authors": "Roland Kaitna, Matthias Schlögl, Benedikt Becsi, Harald Rieder, Herbert Formayer",
          "url": "https://doi.org/10.1038/s43247-025-02760-w",
          "doi": "https://doi.org/10.1038/s43247-025-02760-w",
          "filter": 2
        },
        {
          "title": "Recent aqueous alteration associated to sedimentary volcanism on Mars",
          "authors": "M. Pineau, J. Carter, A. Lagain, E. Ravier, N. Mangold, L. Le Deit, C. Quantin-Nataf, A. Zanella",
          "url": "https://doi.org/10.1038/s43247-025-02713-3",
          "doi": "https://doi.org/10.1038/s43247-025-02713-3",
          "filter": 2
        },
        {
          "title": "Climate change and human activities amplify runoff variability risks in lower reaches of large rivers",
          "authors": "Ju Gao, Chunhui Li, Xiong Zhou, Yujun Yi, Xuan Wang, Qiang Liu",
          "url": "https://doi.org/10.1038/s43247-025-02759-3",
          "doi": "https://doi.org/10.1038/s43247-025-02759-3",
          "filter": 2
        },
        {
          "title": "Methane emissions from indigenous nitrogen-efficient bovidae are overestimated",
          "authors": "Fuyu Shi, Zhiyuan Ma, Jiandui Mi, Xugang Yang, Xiaoping Jing, Xin Yang, Qing He, Zhenggang Li, Cesar S. Pinares-Patino, Igshaan Samuels, Xiaowei Li, Lei Ma, Ruijun Long",
          "url": "https://doi.org/10.1038/s43247-025-02755-7",
          "doi": "https://doi.org/10.1038/s43247-025-02755-7",
          "filter": 2
        },
        {
          "title": "Recent European marine heatwaves are unprecedented but not unexpected",
          "authors": "Jamie R. C. Atkins, Adam A. Scaife, Jennifer A. Graham, Jonathan Tinker, Paul R. Halloran",
          "abstract": "The European North-West shelf seas experienced a marine heatwave of unprecedented magnitude in June 2023. Quantifying the likelihood of reoccurrence of similar events is vital for mitigating impacts on marine ecosystems and human activities. Assessing the probability of such events is complicated by climate change-driven changes in the baseline conditions and the short length of the observational record with respect to modes of climate variability. Here, by employing a large ensemble of initialised climate model simulations, we show that the probability of June 2023-like events occurring is approximately 10% in any given year of the present-day climate. Moreover, there has been accelerating growth in the risk of occurrence over the last 30 years. The unprecedented nature of the record-breaking June 2023 event placed European marine heatwaves firmly in the public consciousness. However, the climate change trajectory means that whilst this event was unprecedented, such events should not be unexpected.",
          "url": "https://doi.org/10.1038/s43247-025-02802-3",
          "doi": "https://doi.org/10.1038/s43247-025-02802-3",
          "filter": 2
        },
        {
          "title": "Lithium isotopes trace silicate weathering-driven authigenic carbonate formation in marine sediments",
          "authors": "Huiwen Huang, Shanggui Gong, Jörn Peckmann, Tao Sun, Weihai Xu, Wen Yan, Dong Feng",
          "url": "https://doi.org/10.1038/s43247-025-02756-6",
          "doi": "https://doi.org/10.1038/s43247-025-02756-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Climate action versus environmental protection? How far-right and environmentalist messengers shape public attitudes towards renewable energy infrastructure in forests",
          "authors": "Manès Weisskircher, Matthias Diermeier",
          "url": "https://doi.org/10.1080/09644016.2025.2569733",
          "doi": "https://doi.org/10.1080/09644016.2025.2569733",
          "filter": 0
        },
        {
          "title": "Fossil complacency: reorienting climate hypocrisy and system change debates",
          "authors": "Otto Snellman, Sakari Säynäjoki",
          "url": "https://doi.org/10.1080/09644016.2025.2569729",
          "doi": "https://doi.org/10.1080/09644016.2025.2569729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "When land becomes capital: Farmland financialization and sustainability in Brazil",
          "authors": "Daniel Silva, Eugenio Y Arima",
          "abstract": "The growing involvement of equity funds in agriculture intensifies speculative dynamics and creates new tensions between short-term financial performance and long-term ecological stewardship. Brazil, as one of the world’s largest agricultural exporter and biodiversity hotspots, exemplifies these dynamics. Using a cointegration modeling approach, we analyze data from 2006-2023 to uncover long-run equilibria and short-run forecasting power between farmland prices, agribusiness stock prices, and commodity prices in Brazil. We found that farmland prices not only co-move with commodity and stock prices but also Granger-cause financial valuations of agribusiness firms, suggesting that land is increasingly treated as a forward-looking financial indicator rather than a productive asset. The financialization of land markets, as evidenced by these dynamics, can complicate Brazil’s efforts to achieve sustainability goals if proper governance is not in place. To avoid risks of shareholder capitalism – i.e. maximize profits for its investors as primary goal at the expense of ecological or social aspects –, companies might incorporate environmental metrics into how they manage investments and by regulatory frameworks can require financial disclosures that clearly show ecological risks. Aligning financial stewardship with sustainability is not only good practice but also vital for the long-term resilience of land systems.",
          "url": "https://doi.org/10.1088/1748-9326/ae0faf",
          "doi": "https://doi.org/10.1088/1748-9326/ae0faf",
          "filter": 0
        },
        {
          "title": "Climate hazard experience linked to increased climate risk perception worldwide",
          "authors": "Fabian Dablander",
          "abstract": "Climate change is intensifying extreme weather events worldwide. Using nationally representative survey data from 142 countries ( N = 128 093 ), I found that people who have experienced a climate-related hazard are more likely to consider climate change a very serious threat than people who have not experienced any hazard within the same country. These effects are consistent across eleven hazard types, with the effect of experiencing a heatwave being comparable in magnitude to that of having a university education. The increase in risk perception among those who have experienced a climate-related hazard does not appear to be clearly amplified or attenuated by a person’s resilience, which is calculated by combining individual, household, community, and societal factors. Large differences in the effects are observed across countries for some hazards (e.g. droughts, heatwaves, and floods), whereas small differences are observed for others (e.g. hurricanes, landslides, and wildfires). At the country level, there does not appear to be an association between the proportion of people exposed to climate-related hazards and the proportion of people who perceive climate change as a threat. These results may help us anticipate public concern in a warming world and suggest promising avenues for future research.",
          "url": "https://doi.org/10.1088/1748-9326/ae0ae9",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ae9",
          "filter": 0
        },
        {
          "title": "Economic consequences of cascading drought-flood events: Evidence from Central Europe",
          "authors": "Siqi Deng, Ravi Kumar Guntu, Shahin Khosh Bin Ghomash, Dongsheng Zhao, Heidi Kreibich",
          "abstract": "Cascading drought-flood events (CDFEs), also referred to as “drought-to-flood transitions” or “drought–flood abrupt alternations,” in which a flood follows a period of drought, may have different flood generation mechanisms than floods occurring independently from drought, as the drought could affect soil infiltration rates and, consequently, runoff dynamics. With the increasing frequency of extreme weather events driven by climate change, understanding the cascading nature of drought and flood events has become crucial for effective disaster risk management. However, there is a lack of empirical evidence on how these drought-flood interactions work and translate to economic losses. This study addresses this gap by identifying CDFEs and flood-only events (FEs) across Central Europe and linking them to their flood impacts from the modelled Historical Analysis of Natural Hazards in Europe (HANZE) database. CDFEs are associated with significantly higher maximum daily mean streamflow (58.51 m³/s vs. 38.20 m³/s), deeper mean water depths (1.90m vs. 1.88m), and greater economic losses (€33.09 million/km² vs. €29.75 million/km²) compared to FEs. These findings underscore the special features of cascading drought-flood events and the need to take them into account in flood risk management.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f43",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f43",
          "filter": 0
        },
        {
          "title": "Who shapes the just transition? Examining intellectual hegemony in climate research",
          "authors": "Kennedy Mbeva, Chukwumerije Okereke, Reuben Makomere",
          "abstract": "Analysing a dataset of 5,432 journal articles (1986–2023) using bibliometric techniques, we investigate the conceptual framing, thematic evolution and publication trends of just transition—a concept seeking to reconcile climate action with social and economic justice but the scope and application of which fuel intense debate between the Global South and North. Our findings reveal that a small cadre of scholars and core journals exert disproportionate influence, steering the discourse towards technological fixes at the expense of structural political change, societal transformation, inclusive sustainable development, and addressing global inequality. This intellectual hegemony underscores age-long significant challenges around the politics and ethics of knowledge production in the discourse of global sustainability, not least the grave risk of marginalising the experiences and perspectives of the most vulnerable, who remain under-represented in both scholarship and policy-making. We conclude by calling for the integration of diverse viewpoints to ensure just transition strategies are both effective and equitable across varied global contexts—an imperative made all the more urgent by the resurgence of fractured climate politics and weakened global solidarity.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fab",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fab",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Hydrology controls thermokarst and alters carbon cycling and methane emissions in peatlands near the southern limit of permafrost",
          "authors": "Ian A Shirley, Zelalem A. Mekonnen, Robert Grant, Matteo Detto, Gabriel Hould Gosselin, Julie Talbot, Oliver Sonnentag, Baptiste Dafflon, William J Riley",
          "abstract": "Permafrost peatlands store vast amounts of frozen carbon across northern landscapes. When ground ice melts, surface subsidence produces thermokarst landforms that expand wetlands at the edges of permafrost plateaus. Thermokarst represents an accelerating climate feedback, but uncertainties remain about how ground ice, hydrology, and vegetation interact to shape landscape change and carbon fluxes. We extended the process-based model ecosys to simulate thermokarst dynamics in laterally coupled 2D transects at a well-characterized peatland site in Canada’s Northwest Territories. After benchmarking against site observations, we varied ground ice content and hydrologic boundary conditions across ranges typical near the southern permafrost limit. Simulations revealed distinct degradation regimes governed by the elevation difference between the frost table and the external water table (FT-EWT). Rates of lateral retreat, the thaw-driven encroachment of wetlands into adjacent plateaus, ranged from 0 to &gt;2 m yr-1 under identical weather forcing, consistent with observations and highlighting the strong role of WT and ground ice. Vegetation simulations indicate that black spruce mortality cannot be explained by anoxia alone, pointing to additional stressors such as root damage, pathogens, or physical destabilization. Despite large hydrologic shifts, net ecosystem CO2 exchange remained a slight sink after collapse, while methane (CH4) emissions rose by one to two orders of magnitude. As a result, lateral retreat substantially increases the greenhouse warming potential of permafrost peatlands (1.7 million km² in area), with simulated emissions of 0.1-10 Mt CO₂-eq decade-1 depending on hydrology and retreat rates. These results underscore the need to account for both ground ice and hydrologic dynamics when assessing thermokarst-driven climate feedbacks.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fad",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fad",
          "filter": 2
        },
        {
          "title": "Heat-amplifying boreal forests exacerbate snowmelt, fuel availability and wildfires in sub-arctic regions",
          "authors": "Ju H Lee, Marta Yebra, Mir Matin, Amir AghaKouchak",
          "abstract": "Forests, once the largest terrestrial carbon sink, are increasingly becoming significant sources of carbon emissions worldwide due to large wildfires and the accumulation of fire fuels in warming environments that deplete soil and vegetation moisture. Despite growing needs such as Nature-Based Solutions, there is a lack of operationalized near-real-time (NRT) satellite observations of forest fuel conditions to assess whether forests are acting as carbon sinks or emitters. Most existing satellite products focus on chlorophyll content or vegetation cover rather than directly measuring hydrological or thermal variations that influence carbon flux. From Soil Moisture and Ocean Salinity (SMOS) L-band microwave brightness temperature, we retrieved forest (or canopy) temperatures over the 2023 Canadian and 2021 Sakha Republic wildfires that generated some of the world’s largest carbon emissions. We propose forest canopy temperature as a predictor of natural carbon emissions from mega-wildfires, in comparison with Soil Moisture Active Passive (SMAP) Vegetation Water Content and European Centre for Medium-Range Weather Forecasts (ECMWF) land surface temperature products, which fail to capture the tipping points of thermal development in cold forests. The heat-amplifying feedback between warmed forests and pre-fire sensible heat indicates that forests’ capacity to absorb or radiate sensible heat accelerates snowmelt, fuel dryness, and wildfire spread. Under such conditions, forestation policies may inadvertently increase fuel loads and wildfire risk, potentially leading to an increase in net carbon emissions rather than achieving the intended benefits of carbon sequestration.",
          "url": "https://doi.org/10.1088/1748-9326/ae114c",
          "doi": "https://doi.org/10.1088/1748-9326/ae114c",
          "filter": 2
        },
        {
          "title": "Decadal wind-driven east-west asymmetry of chlorophyll-a in the Ross Sea region",
          "authors": "Libao Gao, Yuanrong Guo, Guijun Guo, Bin Kong, Guy D Williams",
          "abstract": "The Ross Sea is the most productive region of phytoplankton around the Antarctic margin and supports the marine food web in the Southern Ocean. However, the long-term variability of chlorophyll-a production in this region is not fully understood. Here we explore the long-term changes in austral summer chlorophyll-a concentrations in the Ross Sea region across the 1997-2023 period. The results indicate a clear east-west asymmetric change in chlorophyll-a concentration between 180°W-130°W: decreasing (increasing) in the west (east), which is dominated by changes in wind forcing and sea ice coverage. Cyclonic wind anomalies drive regional sea ice divergence off Marie Byrd Land, while increasing coastal easterly winds off Marie Byrd Land and southerly wind anomalies in the western Ross Sea drive regional sea ice convergence. As a result, the availability of photosynthetically active radiation (PAR) increased (decreased), promoting (limiting) phytoplankton growth in the eastern (western) zone. The warming SST and potential increases in dissolved iron may also contribute to the chlorophyll-a blooms in the eastern zone.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fb0",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fb0",
          "filter": 2
        },
        {
          "title": "Precrop Payoffs: Causal machine learning reveals large but variable yield benefits of crop rotation in major breadbaskets",
          "authors": "Dan M Kluger, Stefania Di Tommaso, David Lobell",
          "abstract": "Building sustainable food systems that are resilient to climate change will require improved agricultural management and policy. One common practice that is well-known to benefit crop yields is crop rotation, yet there remains limited understanding of how the benefits of crop rotation vary for different crop sequences and for different weather conditions. To address these gaps, we leverage crop type maps, satellite data, and causal machine learning to study how precrop effects on subsequent yields vary with cropping sequence choice and weather. Complementing and going beyond what is known from randomized field trials, we find that (i) for those farmers who do rotate, the most common precrop choices tend to be among the most beneficial, (ii) the effects of switching from a simple rotation (which alternates between two crops) to a more diverse rotation were typically small and sometimes even negative, (iii) precrop effects tended to be greater under rainier conditions, (iv) precrop effects were greater under warmer conditions for soybean yields but not for other crops, and (v) legume precrops conferred smaller benefits under warmer conditions. Our results and the methods we use can enable farmers and policy makers to identify which rotations will be most effective at improving crop yields in a changing climate.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f45",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f45",
          "filter": 2
        },
        {
          "title": "Strengthening the integrity of REDD+ credits: objectively assessing counterfactual methods using placebos",
          "authors": "E-Ping Rau, Jody Holland, Tom Swinfield, Abby Williams, Srinivasan Keshav, David Coomes",
          "abstract": "The financing of tropical forest conservation projects through the sale of carbon credits remains a key opportunity to curb forest loss. REDD+ projects generate carbon credits by reducing deforestation and degradation within the project area compared with a counterfactual area that faces similar pressures (known as “additionality”). Several methods are available for constructing counterfactuals, but comparing their effectiveness is challenging. Here, we present an evaluation approach based on the creation of placebo projects, where there are no REDD+ activities and in which we would not expect project and counterfactual outcomes to diverge. We compare four methods based on pixel matching to estimate counterfactual deforestation rates. Using 27 placebo projects spread across the tropics, we found that pixel-matching is a reliable way of estimating a key element of additionality (i.e. deforestation in counterfactual areas) when based on data gathered at the end of an evaluation period after project start (i.e. ex-post estimation). However, forecasting counterfactual deforestation rates from information available at the start of a project (i.e. ex-ante estimation) is much less reliable, reinforcing existing concerns about ex-ante crediting mechanisms. We argue that systematic application of the placebo approach can accelerate the development and adoption of more credible counterfactual-estimating methods. As counterfactuals are the basis which underpins the validity claims of most nature credits, strengthening the credibility of counterfactuals will enhance the effectiveness of conservation finance, helping REDD+ and other nature-based solutions realise their full potential in delivering real, measurable benefits.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f44",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f44",
          "filter": 2
        },
        {
          "title": "Effects of temperature overshoot amplitude on regional climate",
          "authors": "Hunter Callum Douglas, Laura E. Revell, Andrew King, Luke J Harrington, David J Frame",
          "abstract": "Overshooting a global temperature target before returning back to the target using negative emissions is increasingly being discussed in light of ongoing emissions inconsistent with achieving the goals of the Paris Agreement. While global temperature is widely expected to be reversible under such conditions, regional climate responses are much less well understood. We analyse results from two CMIP6 overshoot scenarios run by an ensemble of Earth system models to assess changes in temperature and precipitation across the globe. We find that overshooting a temperature target by a larger amount leads to a warmer Southern Hemisphere, a cooler Northern Hemisphere, and larger decreases of precipitation in North Africa and increases in East Asia, compared to a smaller temperature overshoot. Some differences, notably increases in extreme temperatures, persist for centuries after the overshoot. These findings show that reversal of global temperatures will not be felt evenly across the globe and that the size of an overshoot matters long term.",
          "url": "https://doi.org/10.1088/1748-9326/ae114f",
          "doi": "https://doi.org/10.1088/1748-9326/ae114f",
          "filter": 2
        },
        {
          "title": "Too hard to decarbonize: Insights from a decision support tool for the Greek maritime operations",
          "authors": "Phoebe Koundouri, Angelos Alamanos, Christopher Deranian, Jorge Andres Garcia, Olympia Nisiforou",
          "abstract": "The Greek maritime sector, one of the largest in the world, faces multiple economic, environmental and development challenges, requiring careful long-term investment decisions. In this paper we present the application of a free, open-source Investment Decision Support tool we have developed, the MaritimeGCH, applied for the Greek fleet. We quantify the effect of two main interventions for a cost-effective carbon abatement, under the recent EU environmental regulations: the implementation of mature on-ship emission reduction technologies and transition scenarios to cleaner fuels. While significant emissions are achievable, even ambitious interventions fall short of fully decarbonizing the sector by 2050. This suggests that a more unified set of policy solutions are needed to achieve the national commitments.",
          "url": "https://doi.org/10.1088/1748-9326/ae114e",
          "doi": "https://doi.org/10.1088/1748-9326/ae114e",
          "filter": 2
        },
        {
          "title": "Universal hydrological trends post-wildfire are obscured by local watershed variability",
          "authors": "Brian Brown, Caleb Crandall, Andrea Betterle, Jeffrey Brown, Sam St. Clair, David Grimsman, Camille Minaudo, Travis Tyler, Benjamin M Jones, Sean Warnick, Jordan Maxwell, Ben Abbott",
          "abstract": "Changing wildfire regimes in recent decades have prompted extensive investigation into their hydrological impact. However, contradictory findings on post-fire flow regime changes have highlighted the complexity of this relationship. This study considers rich daily-resolution hydrological data on 898 burned catchments and over 8,000 unburned control catchments to choose a set of 39 paired catchment experiments, along with 500 control pair experiments. We use these 500 control catchments to evaluate the extent to which the paired watershed approach accounts for hidden co-varying factors, finding that in most instances, it does not. We assess the influence of wildfires on flow magnitude, timing, and dynamicity. We also explore the effects of wildfire on water storage, evapotranspiration (ET), and flood flows across the Western USA from 1984-2023. We find that percent changes in flow magnitude post-fire are insignificant and are uncorrelated with the percent of the catchment that burned, even when data are restricted to the critical first five years post-fire. However, linear regression analysis of 259 catchment variables found weak positive relationships between pre-fire forest cover and percent changes in flow magnitudes. Our results emphasize that the statistical uncertainty associated with even well-established methods may overshadow the magnitude of observed effects.",
          "url": "https://doi.org/10.1088/1748-9326/ae114d",
          "doi": "https://doi.org/10.1088/1748-9326/ae114d",
          "filter": 2
        },
        {
          "title": "Exploring the optimal geometry of satellites Himawari-8/9 to monitor seasonal variation in vegetation dynamics across Southeast Asia",
          "authors": "Misaki Hase, Kazuhito Ichii, Yuhei Yamamoto, Wei Li, Beichen Zhang, Wei Yang, Tomo'omi Kumagai, Yoshiaki Hata, Naoya Takamura, Chandra S. Deshmukh, Masahito Ueyama, Hiroki Yoshioka, Tomoaki Miura",
          "abstract": "Dense and widespread tropical rainforests across Southeast Asia are crucial for the global carbon cycle. A new generation geostationary satellite, Himawari-8/9, and onboard sensor, the Advanced Himawari Imager (AHI), enables hyper-temporal vegetation monitoring in this cloud-prone region. However, AHI’s fixed viewing geometry varies spatially, making consistent vegetation monitoring challenging across a wide area at a seasonal scale. This study evaluated four different sun-target-sensor geometry conditions using two-band enhanced vegetation index (EVI2) to achieve near-uniform geometry and enhance the ability to monitor vegetation activities: (i) nadir condition, which used nadir viewing and solar geometry at local solar noon; (ii) local solar noon (LSN) condition, which used pixel-by-pixel fixed viewing and solar geometry at local solar noon; (iii) temporally-constant scattering angle (T-CSA), which used pixel-by-pixel fixed viewing and solar geometry corresponding to the scattering angle which meets the criterion (Gao et al 2024); and (iv) spatially-constant scattering angle (S-CSA) condition, which used pixel-by-pixel fixed viewing and solar geometry corresponding to a uniform scattering angle of 140°. Among these, the S-CSA condition most effectively mitigated angular artifacts. The derived EVI2 showed higher correlations with tower-based gross primary productivity (GPP), indicating it better captured seasonal variations in vegetation activity. It also demonstrated spatially consistent temporal variations, least affected by AHI’s unique observation geometry. Applying a near-uniform sun-target-sensor geometry based on the S-CSA condition improves monitoring capability in Southeast Asia and enhances our understanding of vegetation dynamics.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f42",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f42",
          "filter": 2
        },
        {
          "title": "Bridging conservation and policy: Evaluating national targets to reduce mangrove loss under the Kunming-Montreal biodiversity framework",
          "authors": "Radhika Bhargava Gajre, Stefano Barchiesi, Dan Friess, Duncan L Lang, Yoon K. Lee, Hui Koon LIM, Muhammad Nasry, Karen Grace C. Ochavo, Kelvin Peh, Evelyn Pina-Covarrubias, Anushka Rege, Ding Li Yong, Yiwen Zeng, Hao Tang",
          "abstract": "The Kunming-Montreal Global Biodiversity Framework (GBF) aims to halt biodiversity loss by 2030, with Targets 1 and 3 focusing on reducing forest loss and expanding protected areas. Mangroves, as biodiversity hotspots offering crucial ecosystem services, have seen some conservation gains, yet key drivers of high-value mangrove loss remain unaddressed in intergovernmental policy frameworks. It is the first global assessment linking GBF Targets 1 &amp; 3 to mangrove loss drivers and ecosystem assessment. We apply an interdisciplinary approach—combining global-scale geospatial analysis of mangrove loss trajectories between 2000 and 2016 and ecosystem value distribution, and thematic policy analysis. We classify all 120 countries where mangroves are present by their short- and long-term mangrove loss management strategies and evaluate the inclusion of relevant actions under Targets 1 and 3 of National Biodiversity Strategies and Action Plans (NBSAPs). Between 2000 and 2016, 78% of mangrove loss occurred in areas rich in biodiversity, biomass, and coastal protection, mostly outside protected zones. Of 120 mangrove-holding countries, 30 (25%) experienced significant loss. Among them, 11 have the potential to implement short-term mitigation by expanding or managing protected areas, though only 5 included these strategies in national targets. Four countries referenced broader measures like indigenous rights and the prioritisation of ecosystem service hotspots. Only Cameroon, Colombia, Gabon, Panama, and Tanzania are positioned to address major loss drivers within the GBF timeline. This paper is the first global assessment of GBF-aligned national targets to mitigate mangrove loss, contributing to SDGs 14 and 15. We show that mangrove loss cannot be halted by 2030 under the current level of national targets. Policy amendments at national scales can include short-term (area-based protection) and long-term strategies (restoration, rehabilitation and ecosystem-based approaches) to halt mangrove loss.",
          "url": "https://doi.org/10.1088/1748-9326/ae1150",
          "doi": "https://doi.org/10.1088/1748-9326/ae1150",
          "filter": 2
        },
        {
          "title": "Assessing PM2.5 pollution in the Northeastern United States from the 2023 Canadian wildfire smoke: an episodic study integrating air quality and health impact modeling with emissions and meteorological uncertainty analysis",
          "authors": "Hao He, Tim Canty, Russell Dickerson, Joel Dreessen, Amir Sapkota, Michel Boudreaux",
          "abstract": "Between June 6 and 8, 2023, wildfires in Quebec, Canada generated massive smoke plumes that traveled long distances and deteriorated air quality across the Northeastern United States. Surface daily PM2.5 observations exceeded 100 µg/m3, affecting major cities such as New York City and Philadelphia, while many areas lacked PM2.5 monitors, making it difficult to assess local air quality conditions. To address this gap, we developed a WRF-CMAQ-BenMAP modeling system to provide rapid, spatially continuous estimates of wildfire-attributable PM2.5 concentrations and associated health impacts, particularly benefiting regions lacking air quality monitoring. CMAQ simulations driven by two wildfire emissions datasets and two meteorological drivers showed good agreement with PM2.5 observations, with linear regression results of R2 ~0.6 and slope ~0.9. We further quantified uncertainties introduced by varying emissions and meteorological drivers and found the choice of wildfire emissions dataset alone can alter PM2.5 simulations by up to 40 µg/m3 (~ 40%). Short-term health impacts were evaluated using the BenMAP model. Validation against asthma-associated emergency department (ED) visits in New York State confirmed the framework’s ability to replicate real-world outcomes, with ED visits increased up to ~40%. The modeling results identified counties most severely affected by wildfire plumes, the majority of which lack regulatory air quality monitors. Our approach highlights the value of integrated modeling for identifying vulnerable populations and delivering timely health burden estimates, regardless of local monitoring availability.",
          "url": "https://doi.org/10.1088/1748-9326/ae10c9",
          "doi": "https://doi.org/10.1088/1748-9326/ae10c9",
          "filter": 2
        },
        {
          "title": "Reversal of Ross Sea shelf water freshening is linked to a persistent decline in Antarctic sea ice since the mid-2010s",
          "authors": "Taekyun Kim, Sung-Ho Choo, Jae-Hong Moon, Emilia Kyung Jin, Daehyuk Kim, Hyeonsoo Cha",
          "abstract": "Since the mid-2010s, a sharp rebound in dense shelf water (DSW) salinity has been observed in the Ross Sea, coinciding with a persistent decline in sea ice around Antarctica. Despite extensive scientific study and significant attention given to these two phenomena due to their potential influence on Earth's changing climate, a physical link between them has yet to be established. Here, by examining atmospheric circulation in response to shifts in major climate variability modes before and after these dramatic changes, we showed that a combination of large-scale circulation patterns drove both the decline in Antarctic sea ice and the increase in Ross Sea DSW salinity. After the mid-2010s, climate-driven atmospheric circulation generated anomalous northerly winds across much of the high-latitude Southern Ocean. However, the Ross Sea sector uniquely experienced strengthened southerly flow of cold continental air. Consequently, this process led to enhanced sea ice loss around Antarctica through warmer air advection from the north, yet simultaneously, expanded the Ross Sea polynyas, enhancing sea ice formation and contributing to increased Ross Sea DSW salinity. Our findings, therefore, establish a robust linkage between these two Southern Ocean transitions, highlighting their interdependence driven by large-scale climate modes.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f3f",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f3f",
          "filter": 2
        },
        {
          "title": "Future intensification of northern hemisphere monsoons due to declining remote aerosol pollution",
          "authors": "Sooraj K P, Chirag Dhara, D. C. Ayantika, K.M. Sumit, Vishisth Kalik, Andrew G Turner, R Krishnan",
          "abstract": "Anthropogenic aerosol emissions have significantly shaped historical monsoon precipitation, yet uncertainties persist in the projected response to future emissions. This study employs models contributing at least ten ensemble members to the Detection and Attribution Model Intercomparison Project (DAMIP) – MIROC6 and CanESM5 – to examine the mid-century response of the Northern Hemisphere (NH) summer monsoons to changes in aerosol burdens. We focus on a scenario characterized by an increase in aerosol burdens over South Asia, but strong reductions over the NH extra-tropics, since this is consistent with observed trends. These anomalous reductions induce an inter-hemispheric energy imbalance, prompting a large-scale response in the atmospheric meridional overturning circulation. The upper-tropospheric levels of the overturning circulation enhance heat transport towards the Southern Hemisphere, while the lower levels bring enhanced moisture convergence into the NH, leading to more rainfall across NH monsoon regions. Our findings highlight that global air pollution control measures may have wide-ranging impacts well beyond the aerosol source regions. For South Asia, these findings suggest that widespread remote aerosol reductions could offset the precipitation suppression from rising local aerosol pollution.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f41",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f41",
          "filter": 2
        },
        {
          "title": "Varying Flood Exposure due to Uncertain Data of Flood Hazard and Population Distribution",
          "authors": "Wendi Shao, Jiaqi dong, Jingwei Li, Mengmeng Li, Ju Shen, Yijing Wu, Shiqiang Du",
          "abstract": "Abstract: Gridded population and flood hazard data are crucial for flood exposure assessments. However, current assessments incorporate uncertainties related to data selection, yet the mechanisms through which subjective data selection propagate uncertainties in exposure models remain poorly understood. To address this gap, this study conducted a comparative assessment of flood exposure in China using five population datasets and five flood hazard datasets. Furthermore, it explored the absolute and relative impacts of data uncertainties on 100-year return period flood exposure and discussed the underlying causes. Results exhibit substantial variations in flood exposure when different data combinations are employed. Specifically, there is a significant difference of 333 million individuals within the exposure range, with the highest estimate being 2.82 times the lowest one. Overall, the exposure variation was primarily from differences in flood hazards rather than population patterns, but their relative importance differed spatially depending on factors of slope, altitude, and artificial surface coverage. Despite the differences, all 25 data combinations revealed a disproportional larger share of population in floodplains, which was 2.28–3.49 times the share of floodplains. These findings are significant for understanding the uncertainties of flood exposure and can shield lights on informed policies for risk management.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fae",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fae",
          "filter": 2
        },
        {
          "title": "A systematic mapping review of hydrological hazard management in agent-based systems",
          "authors": "Fredrik Schück, Berit Arheimer, Maurizio Mazzoleni, Luigia Brandimarte",
          "abstract": "Agent-based modelling (ABM) is becoming a widely explored method for investigating human-water systems, given its ability to represent heterogeneous actors and their decisions. ABM can simulate how humans interact and co-adapt with their environment, which is beneficial for understanding the effects of humans’ decisions in the face of hazards and climate change. ABMs can serve as tools for examining the effects of current and future hydrological hazard management strategies. However, the implementation of hydrological hazard management in ABMs has not yet been systematically evaluated for floods and droughts. &amp;#xD;&amp;#xD;To map the current status of ABMs in hydrological hazard modelling and facilitate a discussion on further potential, we conducted a systematic mapping review based on the ROSES protocol. In this review, we investigate what kinds of hydrological hazards and management strategies that are represented in ABMs. Additionally, we synthesise current practices regarding agent types and their decision-making. A total of 377 articles were screened, and 77 articles were analysed in full text. &amp;#xD;&amp;#xD;Our findings indicate that hydrological hazard management strategies in ABMs include both structural and non-structural measures. However, there is an emphasis on the complexity of individual agents' decision-making in implementing these measures, whereas collective agents (e.g. governments) performing non-individual hazard management are implemented more simplistically, often as static scenarios or collective agents with ad-hoc or rational decision-making. Conversely, individual agents are commonly implemented with human-like behaviour. &amp;#xD;&amp;#xD;Our study highlights that the simplicity of hazard management in these models could restrict the potential of ABMs as policy and predictive tools, as the implemented hazard management does not capture the full dynamics of human-water systems. Involving stakeholders, adopting interdisciplinary methods, or incorporating bounded-rational decision-making could represent a significant shift to further enhance the explanatory power of ABM for addressing challenges in hydrological hazard management.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fb2",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fb2",
          "filter": 2
        },
        {
          "title": "ENSO-driven extreme heat propagation: Network topology and pathways across El Niño, La Niña, and neutral phases",
          "authors": "xinlong zhang, Weiping Wang, Ping Shen",
          "abstract": "The El Niño-Southern Oscillation (ENSO) modulates global heatwave propagation through teleconnections, yet its phase-dependent control over spatiotemporal connectivity remains unclear. Here we develop a multi-scale climate network framework integrating geographic thresholds (2,500 km) and directional event synchronization to quantify ENSO’s dual regulation of short- and long-range heatwave linkages across the Pacific-Indian Ocean domain. Analyses of 1979-2023 reanalysis data reveal El Niño amplifies trans-Pacific heatwave synchronization by 60% compared to neutral conditions, driven by Rossby wave trains facilitating &gt;4,000 km propagation. Conversely, La Niña confines heatwave propagation to regional scales through persistent anticyclonic circulation patterns, suppressing inter-basin linkages by 40% as regional systems prevent trans-oceanic propagation. Network topology shows El Niño's bimodal distance distribution (peaks at 1,000 km and 3,000-4,000 km) versus La Niña's exponentially decaying pattern. Dynamical analysis links these patterns to phase-locked 850-hPa geopotential anomalies, demonstrating ENSO's scale-selective control over extreme heat propagation.",
          "url": "https://doi.org/10.1088/1748-9326/ae0f40",
          "doi": "https://doi.org/10.1088/1748-9326/ae0f40",
          "filter": 2
        },
        {
          "title": "Life cycle emissions of diverse fossil-based hydrogen production pathways for transportation application",
          "authors": "Zitao Wu, Dengfeng Qin, Haibo Zhai",
          "abstract": "Hydrogen potentially plays a key role in the transportation sector while transitioning to a net-zero emissions economy. Low-carbon hydrogen produced from fossil resources is often viewed as a bridge in the energy transition. This study comparatively evaluates life cycle greenhouse gas emissions of diverse pathways of fossil-based hydrogen production for fuel cell vehicle use. Life cycle emissions of hydrogen production alone vary significantly with production technology and are highly influenced by the supply sources of feedstock and electricity. Reforming and chemical looping with carbon capture and storage (CCS) are competitive to produce low-carbon hydrogen, whereas plasma pyrolysis is not competitive. Using low-carbon hydrogen to replace gasoline and diesel can significantly reduce life cycle emissions for light-duty and heavy-duty vehicles. Low-carbon hydrogen production by steam methane reforming, autothermal reforming, gasification, and chemical looping with CCS accounts for 64% to 78% of the total life cycle emissions associated with hydrogen production, transport, leakage, and vehicle use. Although nominal hydrogen leakage alone has no remarkable effect on life cycle emissions, the expansion of assessment system boundary by including hydrogen transport and utilization can sizably elevate emissions. To secure short-term climate benefits for replacing diesel-fueled heavy-duty trucks and transit buses with hydrogen-fueled vehicles, however, it is necessary to simultaneously limit methane and hydrogen leakage along their supply and utilization chains. These findings imply that economic incentives and policies for a low-carbon hydrogen economy should be developed based on the life cycle emissions of both hydrogen production and utilization.",
          "url": "https://doi.org/10.1088/1748-9326/ae0fac",
          "doi": "https://doi.org/10.1088/1748-9326/ae0fac",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Mapping the solution space for local adaptation under global change: An test of concept for the Vietnamese Mekong delta",
          "authors": "Frances E. Dunn, Marjolijn Haasnoot, Haomiao Du, Star Karabil, Philip S.J. Minderhoud, Vincent Schippers, Murray Scown, Annisa Triyanti, Trang Vu, Hans Middelkoop",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103071",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103071",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Adaptive flood risk management: A decision support system integrating deep learning, digital twins, and economic risk assessment",
          "authors": "Miia Chabot, Jean-Louis Bertrand",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103069",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103069",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Patent or Planet? Rethinking IP for Just Climate Tech Transition in the Global South",
          "authors": "Pratap Devarapalli",
          "abstract": "Equitable technology transfer is a cornerstone of achieving a just transition (JT), enabling climate resilience and sustainable development in the Global South. While intellectual property (IP) protections are designed to incentivize innovation, they often constrain access to climate technologies, creating systemic barriers for nations in the Global South. Through a dual lens of doctrinal and qualitative analysis, this article examines the contested role of IP systems (particularly the World Trade Organization’s TRIPS and TRIPS-plus clauses in trade agreements) in shaping the global landscape of climate technology transfer. It highlights the implications for achieving a JT and the geopolitical asymmetries that perpetuate technological dependency, and the potential pathways for strengthening Southern agency. Findings reveal that current IP frameworks exacerbate inequities but also highlight actionable reforms. The article calls for reimagining IP governance as an instrument for equity and climate justice, urging international collaboration to dismantle colonial legacies embedded in global knowledge systems and advance innovation through commons-based approaches essential for sustainable futures.",
          "url": "https://doi.org/10.1162/glep.a.25",
          "doi": "https://doi.org/10.1162/glep.a.25",
          "filter": 0
        },
        {
          "title": "Mountain Battery: The Alps, Water, and Power in the Fossil Fuel Age by Marc Landry",
          "authors": "Amanda Kirk",
          "url": "https://doi.org/10.1162/glep.r.24",
          "doi": "https://doi.org/10.1162/glep.r.24",
          "filter": 0
        },
        {
          "title": "Contested Environmentalisms: Trees and the Making of Modern China by Li Cheng",
          "authors": "Yixiao Zhang",
          "url": "https://doi.org/10.1162/glep.r.23",
          "doi": "https://doi.org/10.1162/glep.r.23",
          "filter": 0
        },
        {
          "title": "Shifting Geographies of Decarbonization: Gas for Me but Not for Thee",
          "authors": "Sreeja Jaiswal, Juhi Chatterjee",
          "abstract": "This article examines the Clean Energy Transition Partnership and G7 commitment to end international public finance for fossil fuel energy projects and redirect support toward clean energy. It frames these initiatives as a supply-side shift in fossil fuel governance, with a focus on the geographic distribution of postcommitment G7 financing and its equity implications. While fossil fuel finance has declined, clean energy investment has not increased proportionately, and both remain unevenly distributed—favoring high- and upper-middle-income countries, while low-income nations are largely excluded. This imbalance raises concerns about fairness of the policy, especially as G7 countries have positioned natural gas as a transition fuel and continue to expand domestic fossil fuel infrastructure under the justification of energy security following the Russia–Ukraine conflict. Meanwhile, fossil fuel finance for development and energy access in the Global South remains underfunded. Public statements from Global South leaders reflect widespread perceptions of injustice. We argue that the current implementation shifts responsibility onto the Global South, and we call for a rethink of the “one-size-fits-all” finance ban in favor of supply-side governance grounded in distributive justice, which accounts for the developmental imperative of the Global South.",
          "url": "https://doi.org/10.1162/glep.a.20",
          "doi": "https://doi.org/10.1162/glep.a.20",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
