{
  "update": "2025-08-22",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Unintended emissions: the carbon leakage effects of the third-phase EU ETS tightening on trade-exposed Chinese firms",
          "authors": "Qingyuan Ying, Meng Li, Yong Geng",
          "url": "https://doi.org/10.1080/14693062.2025.2545325",
          "doi": "https://doi.org/10.1080/14693062.2025.2545325",
          "filter": 0
        },
        {
          "title": "How does the climate change and migration nexus result in maladaptation?",
          "authors": "Amir Reza Khavarian-Garmsir, Ayyoob Sharifi, Ali Sadeghi, Zaheer Allam",
          "url": "https://doi.org/10.1080/14693062.2025.2518298",
          "doi": "https://doi.org/10.1080/14693062.2025.2518298",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Exploring the role of science and technology finance in carbon emissions reduction: evidence from China",
          "authors": "Xiang Chen, Ting An, Yanan Liu, Jiaqi Hao",
          "url": "https://doi.org/10.1007/s10584-025-04002-6",
          "doi": "https://doi.org/10.1007/s10584-025-04002-6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A record-based framework for identifying non-stationarity in daily Australian temperature records from 1950-2023",
          "authors": "Tinula Kariyawasam, Inge Koch, Gary Bryant",
          "url": "https://doi.org/10.1007/s10584-025-04007-1",
          "doi": "https://doi.org/10.1007/s10584-025-04007-1",
          "filter": 2
        },
        {
          "title": "The role of corporate green bonds in managing greenhouse gas emissions",
          "authors": "Lars Reitsema, Bert Scholtens",
          "abstract": "We investigate the relationship between firms’ green bond issues and the change in their greenhouse gas emissions. We employ an Extended Two-Way Fixed Effects model and the ‘green leverage’ ratio, being the ratio of green bonds to total debt issued, to improve our understanding of the role of green bonds. It shows that greenhouse gas emissions start to decrease significantly three years after issuing a green bond and continue to do so afterwards. This can be explained by the fact that it takes time before new projects– financed by the proceeds of green bonds– have been developed and integrated by the firm issuing the bonds and become fully operational. We conclude that issuing green bonds is a credible signal that communicates firms’ commitment to address climate change to outside investors and other stakeholders.",
          "url": "https://doi.org/10.1007/s10584-025-04005-3",
          "doi": "https://doi.org/10.1007/s10584-025-04005-3",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Carbon payment strategies in coffee agroforests shape climate and biodiversity outcomes",
          "authors": "Emily Pappo, Susan Cook-Patton, Damien Beillouin, Rémi Cardinael, Fernando Cesario, Katherine Culbertson, Vivian Griffey, Jeff Hall, Starry Sprenkle Hyppolite, Alison Lovdal, Cyril Melikov, Todd Rosenstock, Peter Steward, Drew Terasaki Hart, Ruth Bennett",
          "url": "https://doi.org/10.1038/s43247-025-02574-w",
          "doi": "https://doi.org/10.1038/s43247-025-02574-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Snow monitoring at strategic locations improves water supply forecasting more than basin-wide mapping",
          "authors": "Mark S. Raleigh, Eric E. Small, Edward H. Bair, Cameron Wobus, Karl Rittger",
          "abstract": "In the Western United States, water supply forecasting has traditionally relied on snow water equivalent measurements at ground-based stations due to their strong correlations with streamflow volume during spring and summer. However, stations are sparse and sample a small area, prompting interest in spatially complete – but costly – basin-wide mapping from airborne surveys or future satellite missions. Here we show that adding strategic measurements at snow hotspots – localized areas with untapped information for predicting streamflow – consistently outperforms spatially complete surveys that provide basin-average snowpack, both in basins with and without existing stations. While both improve forecast skill, hotspot monitoring increases correlations with streamflow volume by 11-14% (median) across 390 basins, compared to 4% from basin-wide surveys. These findings hold across snowpack datasets, skill metrics, and statistical models. The greatest gains in water supply prediction come from leveraging existing stations and expanding snow measurements to the right places, rather than everywhere.",
          "url": "https://doi.org/10.1038/s43247-025-02660-z",
          "doi": "https://doi.org/10.1038/s43247-025-02660-z",
          "filter": 2
        },
        {
          "title": "Ocean variability drives a millennial-scale shift in South Pacific hydroclimate",
          "authors": "Mark Peaple, Daniel T. Skinner, Gordon N. Inglis, Manoj Joshi, Peter Langdon, Adrian J. Matthews, Timothy J. Osborn, David Sear",
          "abstract": "The South Pacific Convergence Zone is a band of intense austral summer rainfall in the tropical Pacific. Changes in the South Pacific Convergence Zone are linked to Pacific sea surface temperatures on decadal timescales, but its behaviour and impacts over longer timescales remain poorly understood due to limited proxy records and model uncertainties. We combine new plant wax hydroclimate records with existing proxy evidence and climate model simulations to investigate South Pacific Convergence Zone changes over the past 1500 years. Our findings indicate that between 1000 and 200 years ago, the eastern South Pacific Convergence Zone became wetter while the western part became drier. Model simulations suggest that these centennial-scale changes were driven by Pacific sea surface temperature gradients. This eastward shift coincides with Polynesian colonisation, implying hydroclimate shifts both ‘pushed’ migration eastward and ‘pulled’ successful eastern settlement.",
          "url": "https://doi.org/10.1038/s43247-025-02676-5",
          "doi": "https://doi.org/10.1038/s43247-025-02676-5",
          "filter": 2
        },
        {
          "title": "Weakened circulation in the deep South China Sea triggered by prolonged warming",
          "authors": "Bingtian Li, Yunxiu Ge, Fei Teng, Haidong Pan, Tengfei Xu, Yonggang Wang",
          "url": "https://doi.org/10.1038/s43247-025-02582-w",
          "doi": "https://doi.org/10.1038/s43247-025-02582-w",
          "filter": 2
        },
        {
          "title": "The future intensification of hydrological extremes and whiplashes in the contiguous United States increase community vulnerability",
          "authors": "Surendra Maharjan, Wenzhao Li, John D. Bolten, Hesham El-Askary",
          "url": "https://doi.org/10.1038/s43247-025-02672-9",
          "doi": "https://doi.org/10.1038/s43247-025-02672-9",
          "filter": 2
        },
        {
          "title": "Methane emissions from riverine ecosystems in the Yangtze River basin are driven by ebullition rather than diffusion",
          "authors": "Xiuyuan Chen, Fuhong Sun, Jiayue Li, Ziteng Wang, Yiding Guo, Nannan Huang, Qianyu Zhao, Fengchang Wu",
          "url": "https://doi.org/10.1038/s43247-025-02653-y",
          "doi": "https://doi.org/10.1038/s43247-025-02653-y",
          "filter": 2
        },
        {
          "title": "Wildfire legacies on pyrogenic carbon stocks in Amazonian peatlands",
          "authors": "Yuwan Wang, Angela Gallego-Sala, Michael I. Bird, Patrick Moss, Hamish A. McGowan, Juan C. Benavides, Eurídice N. Honorio Coronado, Ted R. Feldpausch",
          "abstract": "Amazonian peatlands are carbon-rich ecosystems that act as long-term carbon sinks but have faced increasing fire risks in recent decades. As a legacy of past fires, the contribution of pyrogenic carbon (PyC) to carbon cycling in these peatlands remains poorly understood. Here, we assess PyC accumulation variability using six cores spanning peatlands in northwestern Amazonia using hydrogen pyrolysis. We also estimate the PyC stock for the entire Amazonian peatlands by combining our field dataset with published sources. The PyC to total organic carbon ratio averaged 1.2% across our sites and increased with peat age. We estimate a total peatland PyC stock of 0.73 ± 0.61 Pg for the Amazon Basin, representing 1.6% of their TOC stock. Due to the slower turnover of PyC in peatland ecosystems, our findings indicate the importance of PyC generated by past fires and highlight the potential long-term carbon sequestration role of PyC in the future carbon cycle.",
          "url": "https://doi.org/10.1038/s43247-025-02674-7",
          "doi": "https://doi.org/10.1038/s43247-025-02674-7",
          "filter": 2
        },
        {
          "title": "Buried North Sea landslide reveals the potential of major catastrophic landslides in rift settings",
          "authors": "Haakon Fossen",
          "abstract": "Landslides forming in active rifts are typically small. Here we use broadband seismic data to unravel an exceptionally large (340 km 2 ) landslide in the buried North Sea paleorift. The landslide formed by gravity-driven collapse of a &gt; 2.5 km high fault-generated footwall crest of crystalline basement rocks. ~300 km 3 of rocks moved ca. 8 km on a low-angle detachment, creating the largest known rift landslide worldwide. At the time of sliding, rift tectonics had transformed a low-relief denudation surface to a high relief Basin and Range-style topography. This topography developed at an early (Late Permian) stage due to rapid fault accumulation and large associated footwall uplift under arid denudation-suppressing climatic conditions. Lower Triassic burial of the collapsed crest occurred as a new rift-bounding fault, the Øygarden Fault, was established to the east. This study demonstrates that although rare, huge landslides can form in active rift settings.",
          "url": "https://doi.org/10.1038/s43247-025-02677-4",
          "doi": "https://doi.org/10.1038/s43247-025-02677-4",
          "filter": 2
        },
        {
          "title": "Reply to: Clarifying the marine limit in Northern Spitsbergen and its implications for coastal lake archives",
          "authors": "Andreea Gabriela Auer, Willem G. M. van der Bilt, Anders Schomacker, Jostein Bakke",
          "url": "https://doi.org/10.1038/s43247-025-02641-2",
          "doi": "https://doi.org/10.1038/s43247-025-02641-2",
          "filter": 2
        },
        {
          "title": "Mid-Holocene El Niño Southern Oscillation variability reduced by northern African vegetation changes in climate models",
          "authors": "Shivangi Tiwari, Francesco S. R. Pausata, Allegra N. LeGrande, Michael Griffiths, Ilana Wainer, Hugo Beltrami, Anne de Vernal, Peter O. Hopcroft, Clay Tabor, Deepak Chandan, W. Richard Peltier",
          "url": "https://doi.org/10.1038/s43247-025-02639-w",
          "doi": "https://doi.org/10.1038/s43247-025-02639-w",
          "filter": 2
        },
        {
          "title": "The concept of spectrally nudged storylines for extreme event attribution",
          "authors": "Frauke Feser, Theodore G. Shepherd",
          "abstract": "Spectrally nudged storylines (constraining the large-scale atmospheric circulation to follow that of a particular weather event) represent a relatively new attribution method. They differ from conventional, probabilistic attribution approaches which consider a class of similar, generally univariate, extremes. Instead, their focus is on particular, historic extreme events of large impact which are still vividly anchored in collective memory. The innovation of the method is the feasibility to quantify the role of anthropogenic climate change for specific extreme events of the recent past, and it draws on experience from regional climate downscaling. Spectrally nudged storylines thus offer a new, easily implemented and easily understandable way of communicating climate change to the general public and decision-makers, as well as a pathway for detailed attribution of climate impacts. The technique offers great potential as an addition to the established attribution methods by answering different questions and providing new attribution results.",
          "url": "https://doi.org/10.1038/s43247-025-02659-6",
          "doi": "https://doi.org/10.1038/s43247-025-02659-6",
          "filter": 2
        },
        {
          "title": "Carbon isotope perturbations are not primarily driven by volcanism during the Late Paleozoic Ice Age",
          "authors": "Luojing Wang, Dawei Lv, Zhihui Zhang, Stephen E. Grasby, John L. Isbell, Jun Shen, Jianghai Yang",
          "abstract": "The late Paleozoic ice age (LPIA) was the longest-lived glaciation of the Phanerozoic, and its demise marks Earth’s only recorded transition from an icehouse to a greenhouse state since the occurrence of vascular plants and complex terrestrial ecosystem. While global volcanism has been widely considered a key driver of carbon cycle during this period, limited high-resolution records have constrained our understanding. Here, we use high-resolution carbon isotope and mercury records from the North China Craton, spanning the late Gzhelian to early Kungurian stages, to evaluate the relationship between carbon cycle perturbation and volcanism. We identify two negative carbon isotope excursions during the late Gzhelian and early Asselian, both coinciding with climate warming. Our data reveal a variable relationship between carbon cycle disturbances and mercury records, suggesting volcanism was not the only trigger. Instead, they may result from the superimposition of multiple mechanisms, including tundra conditions, methane release, or orbitally-paced climate changes.",
          "url": "https://doi.org/10.1038/s43247-025-02678-3",
          "doi": "https://doi.org/10.1038/s43247-025-02678-3",
          "filter": 2
        },
        {
          "title": "A physics-informed stochastic model for the long-term correlation of earthquakes",
          "authors": "Simone Barani, Matteo Taroni, Davide Zaccagnino, Pietro Artale Harris, Giuseppe Petrillo",
          "url": "https://doi.org/10.1038/s43247-025-02608-3",
          "doi": "https://doi.org/10.1038/s43247-025-02608-3",
          "filter": 2
        },
        {
          "title": "Regional-scale intelligent optimization and topography impact in restoring global precipitation data gaps",
          "authors": "Jiahan Wang, Jiaqi Chen, Peng Shen, Xiaoling Guan, Xiangmei Liu, Christian Massari, Zongzhi Wang, Mingming Feng, Qingxuan Wang, Youbei Lu, Ersa Wei, Yonghao Wang, Gulomjon Umirzakov, Bin Yong",
          "url": "https://doi.org/10.1038/s43247-025-02624-3",
          "doi": "https://doi.org/10.1038/s43247-025-02624-3",
          "filter": 2
        },
        {
          "title": "Integrating hydrological impacts for cost-effective dryland ecological restoration",
          "authors": "Fengyu Fu, Shuai Wang, Xutong Wu, Shiyin Chen, Zimin Tan, ChongChong Ye, José M. Grünzweig",
          "url": "https://doi.org/10.1038/s43247-025-02649-8",
          "doi": "https://doi.org/10.1038/s43247-025-02649-8",
          "filter": 2
        },
        {
          "title": "Larger rock extraction sites could improve the efficiency of enhanced rock weathering in the United Kingdom",
          "authors": "M. Madankan, E. P. Kantzas, R.M.E. Espinosa, S. H. Vetter, L. Koh, P. Smith, D. J. Beerling, P. Renforth",
          "abstract": "Large-scale removal of carbon dioxide from the atmosphere is required to meet net-zero targets. Enhanced rock weathering, in which crushed silicate minerals are spread on cropland soils, is a promising approach, but the logistics of its supply chain are poorly understood. Here, we use a numerical spatio-temporal allocation model that links potential rock extraction sites in the United Kingdom with croplands, modelling deployment pathways over the period 2025–2070. We find that expanding individual quarries (up to 20 times larger than the current average) and prioritising supply timing and location can increase carbon-removal efficiency by 20%, cut transport demand by 60% and reduce the number of operating quarries four-fold, while enabling up to 700 million tonnes of carbon dioxide removal by 2070. However, these large sites may face stronger local opposition and planning challenges, underscoring the critical role of policy in enabling feasible deployment.",
          "url": "https://doi.org/10.1038/s43247-025-02656-9",
          "doi": "https://doi.org/10.1038/s43247-025-02656-9",
          "filter": 2
        },
        {
          "title": "Amazon dieback beyond the 21st century under high-emission scenarios by Earth System models",
          "authors": "Irina Melnikova, Tomohiro Hajima, Hideo Shiogama, Michiya Hayashi, Akihiko Ito, Kazuya Nishina, Kaoru Tachiiri, Tokuta Yokohata",
          "url": "https://doi.org/10.1038/s43247-025-02606-5",
          "doi": "https://doi.org/10.1038/s43247-025-02606-5",
          "filter": 2
        },
        {
          "title": "Unveiling hidden risks in healthcare from flood-induced transportation disruption in Germany",
          "authors": "Jonas Wassmer, Seth Bryant, Paul Schimansky, Lindsay T. Keegan, Maria Pregnolato, Jürgen Kurths, Norbert Marwan, Bruno Merz",
          "abstract": "Despite investments in disaster resilience, flooding continues to disrupt healthcare systems, both by limiting access and through failures in the surrounding transportation network. Existing models for mitigation planning often overlook critical dynamics, such as traffic rerouting, particularly at the national scales necessary for effective planning. Here we present a scalable method to identify hospitals at risk of emergency response delays and service disruptions caused by flood-induced traffic impacts. Our approach integrates a regional flood model with a gravity-based traffic model to simulate traffic flow from open-source road data. Our findings reveal hidden risks for hospitals located far from flood zones, showing how flood-related road disruptions and traffic rerouting can reduce access to critical healthcare services. In particular, we found 75 (of 2,475) hospitals at risk of patient surges beyond their regular capacity, driven solely by flood-related traffic disruptions. Of these, a third are more than 10 km from the nearest inundation, suggesting these facilities may be unaware and thus under-prepared — risks that have, until now, remained hidden from assessments.",
          "url": "https://doi.org/10.1038/s43247-025-02645-y",
          "doi": "https://doi.org/10.1038/s43247-025-02645-y",
          "filter": 2
        },
        {
          "title": "Anthropogenic mercury migration from Asia to the open ocean",
          "authors": "Laura C. Motta, Seung Hyeon Lim, Joel D. Blum, Youn-Ho Lee, Dong-Jin Kang, Sae Yun Kwon",
          "abstract": "To evaluate the path of anthropogenic mercury (Hg) from Asia to the Pacific Ocean, we report mercury stable isotopes in zooplankton from the East China Sea to the Bay of Bengal, and in the Philippine Sea and the Central Pacific. Here, we find that zooplankton mercury concentration decreases and δ 202 Hg and Δ 199 Hg increase with distances away from Asia, depicting anthropogenic mercury dilution. Anomalies of even mass-number isotopes (Δ 200 Hg), used to decipher between near-surface and tropospheric oxidation, suggest that 40–48% of anthropogenic Hg(0) is initially oxidized at the marine boundary layer or via terrestrial vegetation, and &gt;50% of anthropogenic Hg(0) is circulated to the upper atmosphere for oxidation and removal to the Pacific. The fact that both near-surface and atmospheric Hg(0) oxidation supplies bioavailable Hg(II) strengthens the case for mitigating Hg(0) emissions. Recently reported climate-projected increase in riverine mercury fluxes may also benefit by reducing anthropogenic Hg(0) available for vegetative uptake.",
          "url": "https://doi.org/10.1038/s43247-025-02555-z",
          "doi": "https://doi.org/10.1038/s43247-025-02555-z",
          "filter": 2
        },
        {
          "title": "Groundwater microbiomes balance resilience and vulnerability to hydroclimatic extremes",
          "authors": "He Wang, Martina Herrmann, Simon A. Schroeter, Christian Zerfaß, Robert Lehmann, Katharina Lehmann, Arina Ivanova, Georg Pohnert, Gerd Gleixner, Susan E. Trumbore, Kai Uwe Totsche, Kirsten Küsel",
          "abstract": "Groundwater health is increasingly threatened by climate change, which alters precipitation patterns, leading to groundwater recharge shifts. These shifts impact subsurface microbial communities, crucial for maintaining ecosystem functions. In this decade-long study of carbonate aquifers, we analyzed 815 bacterial 16S rRNA gene datasets, 226 dissolved organic matter (DOM) profiles, 387 metabolomic datasets, and 174 seepage microbiomes. Our findings reveal distinct short- and long-term temporal patterns of groundwater microbiomes driven by environmental fluctuations. Microbiomes of hydrologically connected aquifers exhibit lower temporal stability due to stochastic processes and greater susceptibility to surface disturbances, yet demonstrate remarkable resilience. Conversely, more isolated aquifer microbiomes resist short-term changes, governed by deterministic processes, but exhibit reduced stability under prolonged stress. Variability in seepage-associated microorganisms, DOM, and metabolic diversity further drives microbiome dynamics. These findings highlight the dual vulnerability of groundwater systems to acute or chronic pressures and the need for sustainable management to mitigate hydroclimatic extremes.",
          "url": "https://doi.org/10.1038/s43247-025-02680-9",
          "doi": "https://doi.org/10.1038/s43247-025-02680-9",
          "filter": 2
        },
        {
          "title": "Clarifying the marine limit in Northern Spitsbergen and its implications for coastal lake archives",
          "authors": "Wesley R. Farnsworth",
          "url": "https://doi.org/10.1038/s43247-025-02640-3",
          "doi": "https://doi.org/10.1038/s43247-025-02640-3",
          "filter": 2
        },
        {
          "title": "Biobased biodegradable chelating agents enhance coupled ex situ and in situ carbon dioxide mineralization via peridotite dissolution and wormholing",
          "authors": "Luis Salalá, Noriaki Watanabe, Jiajie Wang, Atsushi Okamoto",
          "abstract": "Mantle peridotite, which is also present in near-surface environments, reacts readily with CO 2 , and is expected to be suitable for CO 2 mineralization. However, the low permeability and porosity of mantle peridotite, in addition to its volume changes during carbonation remain major obstacles to large-scale CO 2 mineralization. Here we propose a coupled ex-situ and in-situ CO 2 mineralization approach employing biobased and biodegradable chelating agents. This involves the injection of an acidic chelating agent to enhance the permeability and porosity, along with divalent metal ion extraction to achieve ex-situ CO 2 mineralization on the surface (stage 1). Subsequently, an alkaline chelating agent is employed for CO 2 capture, injection, and enhanced in-situ mineralization (stage 2). This study experimentally demonstrated a substantial permeability enhancement and Mg-Fe cation extraction by chelating agents, a crucial process of stage 1. The injection of acidic chelating agents leads to the formation of prominent wormholes, resulting in a 21-fold increase in permeability within ~20 minutes, indicating the potential to enhance the injectivity and CO 2 mineralization capacity of peridotite.",
          "url": "https://doi.org/10.1038/s43247-025-02687-2",
          "doi": "https://doi.org/10.1038/s43247-025-02687-2",
          "filter": 2
        },
        {
          "title": "A climatological baseline for understanding patterns of seasonal lake dynamics across sub-Sahelian Africa",
          "authors": "M. Amadori, A. J. Greife, L. Carrea, M. Pinardi, R. Caroni, E. Calamita, L. Serrao, R. Maidment, S. Bordoni, C. Giardino, M. Bresciani, F. P. Fava, M. Schmid, M. Ndebele-Murisa, T. Nhiwatiwa, J-F. Crétaux, C. J. Merchant, X. Liu, S. Simis, D. Lomeo, H. Yesou, C. Albergel, R. I. Woolway",
          "url": "https://doi.org/10.1038/s43247-025-02684-5",
          "doi": "https://doi.org/10.1038/s43247-025-02684-5",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "The multilevel governance of polarised climate politics: how a pioneer city navigates a dynamic political context",
          "authors": "Jennifer Bergman, Alexandra Buylova, James Jacksson, Naghmeh Nasiritousi, Lisa Sanderink, Paul Tobin",
          "url": "https://doi.org/10.1080/09644016.2025.2533605",
          "doi": "https://doi.org/10.1080/09644016.2025.2533605",
          "filter": 0
        },
        {
          "title": "One step forward, two steps back: centring the state in the hybrid logics of US decarbonization",
          "authors": "Jeremy Green",
          "url": "https://doi.org/10.1080/09644016.2025.2540683",
          "doi": "https://doi.org/10.1080/09644016.2025.2540683",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Climate-induced redistribution of people is not inevitable",
          "authors": "Ingrid Boas, Harald Sterly, Carol Farbotko, Mike Hulme, Hélène Benveniste, Kerilyn D Schewel, Giovanni Bettini, Marion Borderon, Roman Hoffmann, Kees van der Geest, David Durand-Delacre, Jan Selby, David J Wrathall, Andrew Baldwin, Ailín Benítez Cortés, Kaderi Noagah Bukari, Simon Bunchuay-Peth, Simona Capisani, Samuel Nii Ardey Codjoe, Ruben Dahm, Camelia Dewan, Huub Dijstelbloem, Sonja Fransen, François Gemenne, Michele Dalla Fontana, Dorothea Hilhorst, Monica Visalam Iyer, Maggi W.H. Leung, Bishawjit Mallick, Kasia Paprocki, Meg Parsons, Patrick Sakdapolrak, Alex de Sherbinin, Farhana Sultana, Tearinaki Patiale Tanielu, Merewalesi Yee, Caroline Zickgraf",
          "abstract": "As climate change intensifies, scientific and policy discussions increasingly address questions of future habitability and potential population movements. In this perspective, we caution against premature or top-down characterizations of areas as uninhabitable, or portrayals of large-scale climate-induced displacement as inevitable—particularly when the perspectives and preferences of affected populations are excluded. While we recognize the importance of modelling and scenario-building to assess future risks, we argue that such efforts must be grounded in local realities and include diverse forms of knowledge.&amp;#xD;Habitability is not determined by climate alone, but emerges from intersecting environmental, political, economic, and cultural dynamics—including governance, inequality, and historical injustice. Framings that do not consider this risk producing two problematic outcomes: first, by prematurely defining areas as uninhabitable, they may undermine the legitimacy of in-situ adaptation and the agency of affected communities; second, when modelling or the use of modelling results does not consider local context, it may inadvertently contribute to narratives portraying climate-induced mass displacement as inevitable, reinforcing deterministic understandings of migration and overlooking the complex drivers of mobility and immobility.&amp;#xD;To counter these risks, we propose five guiding recommendations: (1) avoid declaring hard limits to habitability without inclusive, context-specific assessments; (2) treat model-based projections as possible, not predetermined futures; (3) reject simplistic global North/South assumptions in assessing vulnerability and mobility; (4) uphold people’s right to remain, alongside the right to move; and (5) prioritize investment in in-situ adaptation that addresses structural inequalities. These principles aim to inform more reflexive and justice-oriented approaches to climate mobility and habitability research—approaches that recognize lived experiences, engage diverse knowledge systems, and help secure equitable futures for those most exposed to environmental change.",
          "url": "https://doi.org/10.1088/1748-9326/adfdfd",
          "doi": "https://doi.org/10.1088/1748-9326/adfdfd",
          "filter": 0
        },
        {
          "title": "Water scarcity challenges water security: a case for Spain’s freshwater ecosystems",
          "authors": "S. Sabater, J. Barquín, J. Blasco, A. Elosegi, C. García, A. Ginebreda, C. M. Gómez, I. Muñoz, A. Rico, J. Rovira, R. J. Batalla",
          "abstract": "Water scarcity is an escalating environmental challenge, particularly in semi-arid regions like Spain, where balancing human and ecosystem needs is critical for sustainable development. Freshwater ecosystems are vital for biodiversity, water security, and economic systems, but often lose protection during droughts. Spain, largely under a Mediterranean climate, shows strong interdependence between ecological and socioeconomic systems, with agriculture, tourism, and energy sectors heavily reliant on scarce water resources. Spain’s economy has thrived on water-dependent activities yet increasing droughts and infrastructure limits are pushing ecosystems toward collapse, with severe biodiversity loss and irreversible damage. Furthermore, investments aimed at increasing water-use efficiency often backfire, leading to expanded irrigation without real water savings. Climate change, urbanization, and pollution exacerbate these tensions, posing risks to public health and economic stability. Transformative strategies are urgently needed: protecting and restoring ecosystems, promoting conservation agriculture, regulating water-intensive industries, and planning collective responses to illegal water use. Simply increasing supply or reacting to crises without systemic change of water demands will not ensure future water security. Spain's experience highlights the urgent need for integrated management of natural and human systems to preserve freshwater resources, biodiversity, and economic resilience",
          "url": "https://doi.org/10.1088/1748-9326/adfbfc",
          "doi": "https://doi.org/10.1088/1748-9326/adfbfc",
          "filter": 0
        },
        {
          "title": "When firms merge, do carbon emissions fall? Insights from China’s manufacturing sector",
          "authors": "Will W. Qiang, Tianzuo Wen, Haowen Luo, Yuxuan Xiao, Bo Huang, Steve Hung Lam Yim, Shuai Shi, Harry F. Lee",
          "abstract": "Manufacturing mergers and acquisitions (M&amp;A) represent a market-driven mechanism for corporate restructuring that facilitates technology transfer, resource reallocation, and the exchange of management knowledge between heterogeneous corporate owners. Unlike complex multi-departmental carbon policies, M&amp;A networks may offer a more manageable pathway for diffusing cleaner production methods across urban systems. This study examines how manufacturing M&amp;A network centrality affects urban carbon emissions using data from 284 Chinese cities (2004-2018). We uncover an inverted U-shaped relationship between M&amp;A network centrality and emissions, indicating that initial network integration increases emissions before deeper connections enable reductions through operational efficiency improvements and the adoption of clean technologies. Using Apple suppliers as an instrumental variable, we establish that M&amp;A network centrality causally reduces carbon emissions. However, quantile regression reveals striking heterogeneity: emission reductions occur primarily in cities with low to moderate baseline emissions, while high-emission cities show no significant response. The temporal analysis confirms that M&amp;A effects materialize quickly but diminish over time. These findings suggest that for cities with moderate emissions and substantial network integration, facilitating manufacturing M&amp;A offers a cost-effective complement to traditional environmental policies. However, high-emission cities require more direct interventions beyond market-driven restructuring. This evidence highlights the need for tailored policy approaches that harness spontaneous market mechanisms while taking into account both emission contexts and network positions.",
          "url": "https://doi.org/10.1088/1748-9326/adfce9",
          "doi": "https://doi.org/10.1088/1748-9326/adfce9",
          "filter": 0
        },
        {
          "title": "Characteristics and socioeconomic performance of neglected and underutilized plant species (NUS) production systems in Burkina Faso",
          "authors": "Quanli Wang, Eric Brako Dompreh, Blandine Marie Ivette Nacoulma, Miyuki Iiyama, Kangbeni Dimobe, Mohammad Naushad Emmambux, Mame Samba Mbaye, Adjima Thiombiano, Alexandros Gasparatos",
          "abstract": "Agricultural systems in Sub-Saharan Africa are often characterized by low agrodiversity and high vulnerability to climate change, both of which can compromise food security and livelihoods. Many Neglected and Underutilized Plant Species (NUS) are known for their nutritional value and climate resilience, presenting a potential solution to conserve agrodiversity and ensure local livelihoods and food security. However, NUS are commonly used as an umbrella term, obscuring potential differentiation between NUS systems in terms of their characteristics and socioeconomic performance. Here we characterize NUS production systems in three regions of Burkina Faso, a country experiencing high food insecurity, poverty and arid and semi-arid climatic conditions, where many local communities rely on NUS for their food and livelihoods. We conducted 432 in-person surveys with households cultivating NUS on farms and/or collecting from the wild. Using Principal Component Analysis (PCA) and Hierarchical Clustering Analysis (HCA) we identify three distinct NUS production systems: NUS cultivation on farms predominantly for market sales (Cluster 1), NUS collection from the wild predominantly for market sales (Cluster 2), and NUS collection from the wild predominantly for self-consumption (Cluster 3). Through Propensity Score Matching (PSM) we identify that households in Cluster 1 had better socioeconomic performance compared to the other two clusters across all five income and food security outcomes considered here. However, there are no significant differences in the socioeconomic outcomes of Cluster 2 and 3. Our results indicate that: (a) NUS systems are not homogenous but can have high degrees of differentiation; (b) NUS are not solely emergency resources during severe food insecurity periods, (c) many NUS producers exhibit strong market orientation. Such findings can provide important nuance in the current debates on whether and how can NUS provide promising alternatives to the widely produced crops in Sub-Saharan Africa.",
          "url": "https://doi.org/10.1088/1748-9326/adfcec",
          "doi": "https://doi.org/10.1088/1748-9326/adfcec",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Hotspots of extreme runoff across Arctic land ice",
          "authors": "Josep Bonsoms, Xavier Fettweis, Marc Oliva, Sergi González-Herrero, Ignacio López-Moreno",
          "abstract": "The Arctic is warming at nearly three times the global average, driving profound shifts in its hydrological cycle. Yet, the impacts of this rapid warming on extreme runoff events—key to ice mass balance, ecosystem dynamics, and global climate feedbacks—remain poorly quantified. Here, we analyze the spatiotemporal evolution of summer extreme runoff across the permanent land ice Arctic area from 1980 to 2020 based on high-resolution regional climate model simulations (MARv3.11). Extreme runoff is defined as summer runoff exceeding the 90th, 95th, or 99th percentile of modeled runoff distributions, consistent with established climate extreme thresholds. We then identify regional hotspots and quantify changes in the fraction of extreme runoff relative to total summer runoff, as well as shifts in its magnitude and drivers. Greenland contributes to most of the land ice Arctic extreme runoff area, accounting for 63% of the total, followed by Baffin (14%) and Ellesmere (8%). Our results reveal a marked intensification of extreme runoff, most notably in the Western Arctic. The fraction of extreme runoff has significantly increased, particularly in Greenland (+46%), Ellesmere (+38%), and Devon (+31%) (1980-2020 vs 2000-2020). In Ellesmere, the spatial extent of extreme runoff has expanded nearly 400%. Overall, the contribution of extreme runoff to total runoff increased by 20–30% (1980-2020 vs 2000-2020) across the Arctic, with the largest increases in Ellesmere and Devon. A clear West-East gradient is evident, with statistically significant trends in the Western Arctic and more moderate changes in the East. For example, Iceland and Franz Josef Land show only modest increases in the fraction of extreme runoff (+11% and +2%, respectively). These patterns are consistent across multiple thresholds for extreme runoff (90th, 95th, and 99th percentiles) and remain robust after detrending. This intensification of extreme runoff is linked to increases in anticyclonic circulation in the Western Arctic. The results have far-reaching implications, including increased freshwater discharge into the Arctic Ocean and the potential disruption of the Atlantic Meridional Overturning Circulation.",
          "url": "https://doi.org/10.1088/1748-9326/adfc80",
          "doi": "https://doi.org/10.1088/1748-9326/adfc80",
          "filter": 2
        },
        {
          "title": "Global energy and emissions of irrigation and fertilizers management for closing crop yield gaps",
          "authors": "Chenchen Ren, Lorenzo Rosa",
          "abstract": "Yield gaps present a key opportunity to meet the increasing global food demand. Defined as the difference between actual and attainable crop yields, they can be reduced by expanding irrigation and increasing nutrient inputs – strategies whose land, water, and nutrient requirements have been quantified in previous studies; however, their energy consumption and emissions remain largely unknown. This study quantifies the energy consumption and greenhouse gas (GHG) emissions associated with yield gap closure through irrigation and fertilizer management. Our findings indicate that energy consumption for irrigation pumping, and fertilizer production under baseline scenario is 462 TWh and 1,884 TWh per year, respectively. Nitrogen, phosphorus, and potassium fertilizers account for 97%, 2%, and 1% of total fertilizer energy consumption. These activities contribute 552 Mt CO₂e annually – 154 Mt from irrigation and 398 Mt from fertilizer production. Closing the full yield gap would double annual energy consumption to 4,579 TWh with emissions of 1.1 Gt CO₂e, equivalent to 3% of global energy consumption and 2% of total GHG emissions in 2020. Although closing 75% or 50% of the yield gap would reduce energy use and GHG emissions, countries such as India, Pakistan, Afghanistan, and several in Sub-Saharan Africa would still face disproportionate burdens, requiring over 15% of their national energy consumption and more than 5% of their total GHG emissions to achieve the full yield gap closure. These findings reveal pronounced regional disparities in agricultural productivity, energy demands, and environmental trade-offs, underscoring the need for locally tailored strategies to strengthen food system resilience, while also advancing low-carbon energy infrastructure, reducing fossil fuel dependence, and enhancing energy security.",
          "url": "https://doi.org/10.1088/1748-9326/adfbfd",
          "doi": "https://doi.org/10.1088/1748-9326/adfbfd",
          "filter": 2
        },
        {
          "title": "Assessing the Regulatory Efficacy of National Key Ecological Function Zones on Ecosystem Service Balance",
          "authors": "kewei Xu, mingmei Yang, weihe Zhang, jinli Liu, 向贤毅 Xiang, Pengju Zhang, Ying Jing, Yanwen Wang, Chao He",
          "abstract": "Balancing ecosystem service supply and demand is essential for regional sustainable development. The designation of National Key Ecological Function Zones (NKEFZs) serves as a critical policy tool to strengthen ecological regulation. This study evaluates four key ecosystem services-water provision, crop production, carbon storage, and habitat quality-in Hubei Province from 2005 to 2022, analyzing supply-demand surpluses and deficits, spatial-temporal dynamics, and the policy impact of NKEFZs using a staggered Difference-in-Differences (DID) approach. The results show that the supply-demand balance exhibits notable spatial heterogeneity: (1) water provision follows a \"southern surplus-northern deficit\" pattern, crop production and habitat quality show a \"western surplus-eastern balance\" structure, and carbon storage presents a \"western surplus-eastern deficit\" configuration. (2) Temporally, from 2005 to 2022, the water provision index rose from 0.12 to 0.30, crop production increased from 0.63 to 0.90, carbon storage declined from -0.03 to -0.38 despite a reduced deficit extent, and habitat quality remained stable though deficits expanded in eastern urban areas. (3) Comprehensive spatial-temporal analysis shows that surpluses are concentrated in western regions, while deficits dominate central and eastern cities, with most eastern and western areas improving, in contrast to declining trends in central cities; the province-wide average index rose from 0.45 to 0.51. (4) The DID results confirm that 2 / 38 the NKEFZs policy significantly improved the balance of ecosystem services, with the effect remaining robust after multiple tests. This study offers a scientific basis for optimizing ecological protection policies and advancing sustainability through improved ecosystem service management.",
          "url": "https://doi.org/10.1088/1748-9326/adfbfe",
          "doi": "https://doi.org/10.1088/1748-9326/adfbfe",
          "filter": 2
        },
        {
          "title": "Insights into the year-round vertical distribution of chlorophyll concentration in high-latitude Arctic Ocean: Implications for primary production",
          "authors": "Jisoo Park, Eunho Ko, Kyoung-Ho Cho, Jinyoung Jung, Youngju Lee, Jaeill Yoo, Jong Kuk Moon, Chorom Shim, Younjoo J Lee, Robert Osinski, Eun Jin Yang",
          "abstract": "Climate-induced rapid changes in the Arctic Ocean, such as decreasing sea ice extent and increasing water temperature, are altering nutrient and light availability, profoundly impacting primary producer growth. However, access to the high-latitude Arctic Ocean is limited, and satellite data are primarily available only during summer, making continuous in-situ data collection challenging. We collected year-round chlorophyll-a (Chl-a) concentration data in high-latitude regions using a mooring system and performed a comparative analysis with reanalysis data. Unlike previous satellite-based studies, which typically rely on surface measurements, we used the annual vertical distribution of Chl-a. These data were applied to the Vertically Generalized Production Model (VGPM) to accurately estimate annual primary production. The moored Chl-a concentration data showed that phytoplankton exhibited a typical subsurface chlorophyll maximum (SCM) layer as sea ice retreated in June. Contrary to the gradually deepening SCM distribution predicted by model-based reanalysis data, the SCM layer persisted for approximately four months. This indicates that light and nutrient conditions within the SCM layer remained stable, sustaining continuous phytoplankton growth. Annual primary production, reflecting this vertical distribution of Chl-a concentration, was 6.85 gC m-2 yr-1. This exceeded satellite-based estimates by at least two-fold, highlighting the significant underestimation of primary production by satellite approaches. Estimating primary production while accounting for the vertical distribution of phytoplankton and light is essential for improving ecological models to better understand carbon cycle and food web changes in the Arctic Ocean, with important implications for climate change predictions.",
          "url": "https://doi.org/10.1088/1748-9326/adfb90",
          "doi": "https://doi.org/10.1088/1748-9326/adfb90",
          "filter": 2
        },
        {
          "title": "Earth system responses under a global 2°C-target scenario aligned with China’s carbon neutrality pledge",
          "authors": "Yixiong Lu, Lei Jin, Junting Zhong, Xiaoye Zhang, Yanwu Zhang, Fanghua Wu, Fang Zhang, Zhili Wang, Jie Zhang, Xiaoge Xin, Tongwen Wu, Deying Wang, Da Zhang, Tianpeng Wang, Wei Hua",
          "abstract": "Achieving the Paris Agreement’s 2°C target demands regionally tailored climate policies and proven negative emission strategies. Here, we use a novel SSP2-com scenario that integrates updated emissions trajectories, China’s carbon neutrality pledge, and late 21st century carbon dioxide removal (CDR) deployment to assess Earth system responses under a 2°C-aligned pathway. Employing a state-of-the-art Earth system model, we demonstrate that SSP2-com limits end-of-century warming to 1.87°C (below 2°C), 0.51°C and 1.47°C lower than SSP2-4.5 and SSP3-7.0, respectively. Despite a reduction in global carbon sinks, SSP2-com’s stringent mitigation avoids 0.08°C and 0.29°C of warming relative to SSP2-4.5 and SSP3-7.0, respectively, attributed to China’s accelerated decarbonization. Our findings suggest that combining ambitious regional action (e.g., China’s 2060 net-zero goal) with global CDR deployment provides a critical pathway to stabilize below 2°C, yet underscores unresolved risks from uneven cooling efficacy and ecosystem feedbacks. This work advances scenario design by reconciling national climate pledges with global targets, offering actionable insights for policymakers to prioritize equity-driven mitigation.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adfbfb",
          "doi": "https://doi.org/10.1088/1748-9326/adfbfb",
          "filter": 2
        },
        {
          "title": "Deforestation-induced immediate and delayed shifts in moisture recycling: source and sink dynamics across the Amazon",
          "authors": "Kien Nguyen, Leon T. Hauser, Obbe A. Tuinenburg, Alexander Damm, Maria João Santos",
          "abstract": "Moisture recycling is a fundamental process within the Amazon, sustaining regional precipitation, maintaining ecosystem stability, and providing an important ecosystem service locally and globally. However, deforestation disrupts this process, altering moisture source and sink dynamics of areas in the Amazon and impacting the overall moisture recycling function. This study examined the spatial and temporal variability of moisture recycling by assessing the responses of moisture sources and sinks to deforestation across different time lags, focusing on the Amazon's contribution to and dependency on its moisture recycling regime. We used the UTrack moisture tracking model and high-resolution deforestation data from MapBiomas to quantify changes in dependency and contribution of the Amazon over a 22-year period (2000–2021). Our findings revealed high heterogeneity in moisture recycling patterns across the Amazon. We also found that deforestation affects both immediate and delayed moisture recycling responses, with mid- and long-term responses (13–48 months and 49–72 months) more pronounced than immediate responses (1-12 months). Deforestation is associated with a decreasing evaporation contribution of the Amazon to its moisture recycling regime as moisture sources and an increasing dependency for precipitation as moisture sinks. These results underscore the persistent and delayed effects of deforestation on the hydrological cycle of this important biome.",
          "url": "https://doi.org/10.1088/1748-9326/adfd75",
          "doi": "https://doi.org/10.1088/1748-9326/adfd75",
          "filter": 2
        },
        {
          "title": "Constraining decadal climate predictions with seasonal forecasts: a step toward seamless multi-year climate information",
          "authors": "Balakrishnan Solaraju-Murali, Verónica Torralba, Carlos Delgado-Torres, Markus Donat, Pep Cos, Nube Gonzalez-Reviriego, Albert Soret, Francisco J Doblas-Reyes",
          "abstract": "The increasing demand for climate information that spans seasonal to multi-annual time scales poses a challenge for current prediction systems, which are traditionally designed for specific forecast horizons. This study addresses this gap by proposing a new method to generate seamless climate information from seasonal to decadal time scales. We develop a constraining approach based on ensemble member selection, in which decadal prediction members are selected to match the seasonal forecast ensemble mean of sea surface temperature (SST). The method leverages the higher skill of seasonal predictions in capturing interannual climate variability, particularly El Niño–Southern Oscillation (ENSO), to constrain decadal forecasts using the most recent climate information. Results show that the method to constrain decadal predictions improves the forecast skill over the Niño3.4 region up to 12 months and enhances the near-surface temperature predictions over broad parts of the globe, with modest improvements in precipitation. This work highlights the practical potential of combining seasonal and decadal prediction systems and offers a first step toward operational, seamless climate services across monthly to multi-year timescales.",
          "url": "https://doi.org/10.1088/1748-9326/adfd73",
          "doi": "https://doi.org/10.1088/1748-9326/adfd73",
          "filter": 2
        },
        {
          "title": "Increased Amazon evapotranspiration since 1990 in a warming climate",
          "authors": "Leonardo Laipelt, Ayan Fleischmann, Bruno Comini de Andrade, Noemi Vergopolan, Marcelo Sacardi Biudes, Luiz E.O.C Aragão, Walter Collischonn, Anderson Ruhoff",
          "abstract": "The Brazilian Amazon Forest is experiencing alterations in water fluxes driven by agriculture expansion and climate change, which affect land-atmosphere interactions and precipitation recycling. Evapotranspiration (ET) is central to understand these processes, as it regulates water transport across the Amazon. However, its long-term responses to ongoing climate change and human activities remain poorly understood. This study conducted a multi-scale analysis of ET trends from basin to local scale in the most deforested region of the Brazilian Amazon. We applied a remote sensing-based model (geeSEBAL) from 1990 to 2022 to assess deforestation and climate change effects on ET. Our results indicate that overallET in the Amazon arc of deforestation has increased by 11% during the dry season despite significant forest removal, largely due to the contribution of intact forests and global warming feedback. While these findings suggest a forest response to a changing climate, they also highlight a critical vulnerability that is exacerbated by the threat of ongoing deforestation. With projected warmer future climate and extended dry seasons, our results emphasize the complex interplay between water recycling and climate change in the world’s largest rainforest, with significant ecological and water security implications.",
          "url": "https://doi.org/10.1088/1748-9326/adfc00",
          "doi": "https://doi.org/10.1088/1748-9326/adfc00",
          "filter": 2
        },
        {
          "title": "Evaluation of urban function and its heterogeneous relationships with environmental pollution in urban and rural areas",
          "authors": "Dan Su, Yu Cao, Yajuan Wang, Xinyu Dong, Sisi Meng",
          "abstract": "Urban function plays a vital role in shaping environmental outcomes, yet its spatial organization remains underexplored compared to urban form. This study develops a Land Function Connectivity Index (LFCI) to quantitatively evaluate how urban land functions are spatially arranged and how they relate to environmental pollution. Using Hangzhou, China, as a case study, we examine the relationship between LFCI and PM2.5 concentrations, a widely used proxy for environmental pollution, through spatial econometric models, including the Ordinary Least Squares (OLS), Spatial Error Model (SEM), and Spatial Lag Model (SLM). Our findings reveal significant spatial autocorrelation and a positive relationship between LFCI and PM2.5 concentrations, with spatial heterogeneity between urban and rural areas. Moreover, to capture potential nonlinearities, we incorporate quadratic terms of LFCI in the models and observe an inverted U-shaped relationship in urban areas, where PM2.5 initially increases with LFCI but decreases after surpassing a threshold. This suggests that a well-integrated and compact land use structure may help reduce environmental impacts. In contrast, rural areas exhibit a more linear or U-shaped relationship, indicating a higher sensitivity to development intensity. The findings highlight the need for context-specific planning strategies, advocating for the re-utilization of urban land over rural expansion to improve environmental quality. Overall, this research provides quantitative guidance for the development of targeted land management strategies aimed at strengthening urban resilience and sustainability.",
          "url": "https://doi.org/10.1088/1748-9326/adfceb",
          "doi": "https://doi.org/10.1088/1748-9326/adfceb",
          "filter": 2
        },
        {
          "title": "Global multi-model trends of unsustainable irrigation under climate change scenarios",
          "authors": "Andrea Citrini, Matteo Sangiorgio, Lorenzo Rosa",
          "abstract": "Recent advances in hydrological modeling have quantified unsustainable irrigation water consumption (UIWC), underscoring its impacts on freshwater stocks depletion and environmental flows impairment. However, the long-term sustainability of irrigation under different climate change scenarios remains insufficiently explored. Here, we assess future trajectories of UIWC using an ensemble of simulations under a sustainable development pathway (SSP1-2.6) and a high-emissions pathway (SSP5-8.5), projecting changes through each decade until 2100. The baseline estimate of global UIWC is 458 km³/year. Global UIWC is projected to increase under climate change, but multi-model projections show substantial uncertainty. By 2100, estimates range from 458 to 546 km³/year under the low-emission SSP1-2.6 scenario, and from 456 to 638 km³/year under the high-emission SSP5-8.5 scenario, highlighting divergent future outcomes depending on emissions pathways and model assumptions. Under baseline conditions, the Ganges, Sabarmati, and Indus basins have the highest UIWC. Climate change scenarios show divergent regional trends, with the SSP5-8.5 scenario projecting larger increases in UIWC—especially in the Ganges, Indus, and US High Plains—compared to SSP1-2.6. These increases reflect both greater climate impacts and higher model uncertainty. Normalizing UIWC by irrigated area reveals hotspots of irrigation pressure, particularly in South Asia and the Nile Delta, where per-area UIWC exceeds 50 mm/year, and is projected to rise further under both scenarios. By assessing multi-model water scarcity risks in irrigated croplands, these findings provide crucial insights for guiding climate change adaptation strategies in agriculture.",
          "url": "https://doi.org/10.1088/1748-9326/adfcee",
          "doi": "https://doi.org/10.1088/1748-9326/adfcee",
          "filter": 2
        },
        {
          "title": "Enhancing the climate resilience of protected area networks in drylands: A spatiotemporal optimization framework integrating connectivity and protection effectiveness",
          "authors": "Yu Wang, Huanjia Cui, Kan Huang, Qiang Yu, Buyanbaatar Avirmed, Jikai Zhao, Yilin Liu, Xinyu Yang, Bowen Chi, Ji Long",
          "abstract": "Desertification intensified by climate change and human activities poses major challenges to biodiversity conservation in dryland regions. In these areas, habitat fragmentation and weak spatial planning and management result in poor connectivity and low protection effectiveness of protected areas (PAs), hindering long-term biodiversity conservation and ecosystem stability. Therefore, based on the evolution of the PA network in the drylands of Central and East Asia from 2000 to 2030, this study integrates circuit theory and the MaxEnt model to systematically assess the protection capacity of PAs. A multi-dimensional optimization model—Spatiotemporal Change–Connectivity–Protection Effectiveness (SCPE)—is proposed to optimize the PA network from three perspectives: spatial structure, functional performance, and climate adaptability. The results show that network connectivity improves most significantly under the SSP1-2.6 scenario, while protection effectiveness declines across all scenarios, indicating a growing spatial mismatch between PA distribution and biodiversity hotspots. Optimization based on the SCPE model effectively alleviates this mismatch, with the lowest demand for new corridors and buffer zones under SSP1-2.6 and the highest under SSP5-8.5. After optimization, IIC and PC increase by 49.90% and 49.41%, respectively, under SSP1-2.6, significantly enhancing network resilience. The findings demonstrate that the SCPE model, driven by function-oriented strategies, can effectively improve the connectivity and climate responsiveness of PA networks. This provides scientific support for adaptive conservation planning under climate change and offers practical tools for biodiversity conservation in dryland ecosystems.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adfced",
          "doi": "https://doi.org/10.1088/1748-9326/adfced",
          "filter": 2
        },
        {
          "title": "Decaying cyclonic eddies enhance deep carbon transfer while frontal zones attenuate export: mechanistic drivers of divergent pathways",
          "authors": "Xinyang Wang, Jingjing Zhang, Hongliang Li, Shuh-Ji Kao, Jie Xu, Feng Zhou, Jiliang Xuan, Ruibin Ding, Lu Shou, Yuanli Zhu, W. N. C. Priyadarshani, Jianfang Chen",
          "abstract": "Ubiquitous mesoscale eddy-front systems are hotspots of carbon export, yet how their decay phase regulates the biological pump in strongly stratified oceans remains unknown. Utilizing ship-based observations from a decaying cyclonic eddy off southeastern Sri Lanka, we reveal that while both the eddy interior and frontal zones exhibit elevated phytoplankton biomass due to different nutrient supply mechanisms, they drive divergent particulate organic carbon (POC) transfer efficiency: enhanced within the eddy but reduced at the front. Subsurface hydrodynamic processes and particle size distributions shaped contrasting export efficiency. During the decay phase, downwelling, weaker stratification, and larger particles inside the eddy promoted efficient POC transfer to depth. Conversely, frontal upwelling, strong stratification induced by water-mass convergence, and finer particles attenuated export. These findings demonstrate that decaying eddy-front systems exhibit spatially heterogeneous carbon sequestration efficiencies, challenging assumptions of uniform attenuation rates and underscoring the need to resolve life-stage dynamics in biological pump assessments.",
          "url": "https://doi.org/10.1088/1748-9326/adfdff",
          "doi": "https://doi.org/10.1088/1748-9326/adfdff",
          "filter": 2
        },
        {
          "title": "Unveiling the impacts of winter Atlantic Niño/Niña on the ENSO decay pace",
          "authors": "Ran Wang, Lin Chen, Jingjia Luo, Ming Sun",
          "abstract": "El Niño-Southern Oscillation (ENSO) is the pronounced interannual variability with tremendous impacts on global climates. As varying ENSO decay pace results in significantly different climate impacts, understanding the factors responsible for ENSO decay is vital for improving the prediction of ENSO evolution and its climate effects. Here we show the sea surface temperature (SST) variability peaking in boreal winter over the equatorial Atlantic, dubbed as winter Atlantic Niño/Niña, regulates ENSO decay pace via modulating trans-basin Walker circulation. Both observational analyses and pacemaker experiments demonstrates that El Niños concurrent with preceding winter Atlantic Niño would decay rapidly, while those with a winter Atlantic Niña tend to decay slowly. Analogously, La Niñas would undergo a prolonged attenuation following a winter Atlantic Niño but evanish rapidly following a winter Atlantic Niña. Our results highlight the winter Atlantic Niño/Niña as a crucial factor modulating ENSO decay pace, offering valuable insights for improving seasonal forecasts of ENSO phase transition.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adfe01",
          "doi": "https://doi.org/10.1088/1748-9326/adfe01",
          "filter": 2
        },
        {
          "title": "Untangling the fragmented landscape of extreme heat services and warning systems",
          "authors": "Carolina Pereira Marghidan, John Nairn, Justine Blanford, Maarten van Aalst, Malcolm Mistry",
          "abstract": "Extreme heat warning systems are expanding globally, yet remain conceptually fragmented and operationally diverse. With a myriad of heat indices in use and limited guidance on their purpose or performance, countries risk adopting ineffective systems misaligned with local risks and decision-making needs. This Perspective traces the roots of this fragmentation across disciplinary, operational, and institutional lines, showing how differing approaches from health, meteorology, and climate science have led to incompatible definitions and thresholds. We then propose a clear typology of heat indices, aligned with WMO guidance: (1) temperature indicators, (2) thermal indices, and (3) heatwave intensity indices. The typology clarifies what each type measures, where it performs best, and the trade-offs involved, helping systems move toward greater transparency, coherence, and fit-for-purpose. Each type offers distinct strengths, and many countries will benefit from layered approaches that combine them. Moving toward intensity-based approaches represents a conceptual shift, from identifying hot days to quantifying the severity of heatwaves. By aligning early warning systems with this understanding, countries can improve coordination, reduce health and societal impacts, and accelerate progress under global frameworks such as the UN’s Early Warnings for All initiative.",
          "url": "https://doi.org/10.1088/1748-9326/adfe00",
          "doi": "https://doi.org/10.1088/1748-9326/adfe00",
          "filter": 2
        },
        {
          "title": "Soil moisture in the Anthropocene: a tipping component in planetary boundary transgressions",
          "authors": "Gebrekidan Worku Tefera, Ram Ray, Nirmal Kumar, Temesgen Gashaw Tarkegn, Reshmi Sarkar",
          "abstract": "Abstract&amp;#xD;&amp;#xD;In the Anthropocene, soil moisture emerged as a critical tipping component in the stability of Earth’s systems. Within the planetary boundary framework, which defines safe operational limits for human activity to avoid destabilizing the Earth’s system, soil moisture plays an essential role as a core component of the water cycle. It governs key ecohydrological processes, regulates land-atmosphere energy exchange, and supports carbon and water cycling vital for climate resilience and biodiversity. This study explores global, regional, and river basin scale changes in soil moisture, hot spot regions of soil moisture change, and its multifaceted influence across several planetary boundaries, particularly those related to freshwater availability, land-system change, and climate regulation. Reanalysis and remote sensing evidence reveal significant declines in soil moisture across major global river basins, driven by intensifying climate change and land use transformations. These shifts signal increasing pressure from human activities on Earth system resilience and highlight the urgent need to integrate soil moisture into global sustainability assessments. Recognizing soil moisture as a dynamic and interconnected boundary variable is essential for enhancing environmental monitoring, maintaining ecological balance, informing policy interventions, and safeguarding the planet’s life-support systems in an era of accelerating change.&amp;#xD;&amp;#xD;Keywords: Soil Moisture, Planetary Boundaries, Anthropocene, Ecohydrological Processes&amp;#xD;&amp;#xD;&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adfcea",
          "doi": "https://doi.org/10.1088/1748-9326/adfcea",
          "filter": 2
        },
        {
          "title": "Satellite observations reveal stable forest limits and shrub expansion across the Canadian forest-tundra ecotone",
          "authors": "Hana Travers-Smith, Nicholas Coops, Christopher Mulverhill, Michael A Wulder, T. C. Lantz, Danielle Ignace",
          "abstract": "Climate change at high latitudes is expected to increase the cover of woody vegetation across the forest-tundra ecotone. However, there is still uncertainty concerning the nature and magnitude of these changes. In this study, we used open access satellite remote sensing data from ICESat-2 and Landsat to model change in vegetation structure across 183 million hectares of the Canadian forest-tundra ecotone from 1985 to 2021. We used Random Forests models to predict canopy presence and height across six time periods at 30m spatial resolution. Change between time periods was used to classify nine stable and transitional vegetation types. We used these data to map advance and retreat in the northernmost forest limit and linked patterns vegetation change types to disturbance history. Over the study period the extent of forested area increased by 0.9% and the forest limit warmed by 1.08˚C, receiving 25mm more annual precipitation. However, large parts of the forest limit remained stable over time despite favorable climate conditions. Our mapping also reveals divergent patterns in forest and shrub expansion across the ecotone, with shrubs exhibiting widespread and diffuse patterns above the forest limit. Increasing vegetation structure across the ecotone was strongly associated with fire history as 80% of mapped vegetation changes occurred in disturbed areas. The majority of forest growth and new forest expansion occurred in fires that burned over 40 years ago. These findings highlight the importance of disturbance-recovery dynamics in structural vegetation change over decadal time periods.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adfc7f",
          "doi": "https://doi.org/10.1088/1748-9326/adfc7f",
          "filter": 2
        },
        {
          "title": "River flow amplification under climate change: attribution and climate-driven storylines of the winter 2023/24 UK floods",
          "authors": "Wilson Chan, Lucy J Barker, Davide Faranda, Jamie Hannaford",
          "abstract": "Climate change is expected to alter the magnitude and frequency of river floods. Post-event analyses often assess the rarity of events from historical observations and a growing number of studies attempt to attribute the event’s severity to anthropogenic warming. Recent studies also advocate for the creation of “what-if” event storylines to explore consequences if an observed event turned out worse. However, few studies have harmonised these different approaches when conducting retrospective analyses of hydrological extremes. Climate change attribution including river flows also remains rare. Here, a framework for post-event analyses of hydrological extremes is demonstrated using the winter half-year 2023/24 UK river flooding as a case study. Persistent high river flows were observed across the UK and Western Europe, following on from notable winter floods in 2013/14, 2015/16 and 2019/20. The ‘ClimaMeter’ analogue-based attribution suggests that a 6-month period with similar atmospheric circulation patterns to the observed winter half-year 2023/24 has become warmer and wetter (by an average 8.8%) in 1945-2021 compared 1850-1925. Monthly river flow reconstructions extended back to 1850 show that river flows during the analogue periods in the recent past have also become 13.5% higher. Applying the UNSEEN approach by pooling seasonal hindcasts show the potential for river flows to be 46% higher than the baseline in a worst-case storyline. Finally, hydrological simulations driven by a single model initial-condition large ensemble suggest that when accounting for internal variability, a robust climate signal in winter half-year river flows have emerged for some areas but may remain concealed until mid-21st century and beyond. Our results contribute to the use of storyline approaches in post-event analysis and highlights the changing risk of winter UK flooding. This framework can be applied to future hydrological extremes both in the UK and elsewhere to inform long-term planning for climate adaptation.",
          "url": "https://doi.org/10.1088/1748-9326/adfdfe",
          "doi": "https://doi.org/10.1088/1748-9326/adfdfe",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "A taste of tomorrow: Predicting food demand elasticities under different Shared Socioeconomic Pathways",
          "authors": "Clara G. Bouyssou, Francesco Clora, Jørgen Dejgård Jensen, Wusheng Yu",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103049",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103049",
          "filter": 0
        },
        {
          "title": "Living with wildfire: cultivating a stewardship framework",
          "authors": "Maya Daurio",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103047",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103047",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Measuring flood underinsurance in the USA",
          "authors": "Natee Amornsiripanitch, Siddhartha Biswas, John Orellana-Li, David Zink",
          "url": "https://doi.org/10.1038/s41558-025-02396-w",
          "doi": "https://doi.org/10.1038/s41558-025-02396-w",
          "filter": 0
        },
        {
          "title": "Variations in climate change belief systems across 110 geographic areas",
          "authors": "Sanguk Lee, Hong Tien Vu, Jagadish Thaker, Marija Verner, Matthew H. Goldberg, Jennifer Carman, Seth A. Rosenthal, Anthony Leiserowitz",
          "url": "https://doi.org/10.1038/s41558-025-02410-1",
          "doi": "https://doi.org/10.1038/s41558-025-02410-1",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Closing the flood insurance protection gap",
          "authors": "June Choi",
          "url": "https://doi.org/10.1038/s41558-025-02385-z",
          "doi": "https://doi.org/10.1038/s41558-025-02385-z",
          "filter": 2
        },
        {
          "title": "Genetic diversity must be explicitly recognized in ecological restoration",
          "authors": "Magdalene N. Ngeve",
          "url": "https://doi.org/10.1038/s41558-025-02405-y",
          "doi": "https://doi.org/10.1038/s41558-025-02405-y",
          "filter": 2
        },
        {
          "title": "Plant nutrient acquisition under elevated CO2 and implications for the land carbon sink",
          "authors": "Trevor W. Cambron, Joshua B. Fisher, Bruce A. Hungate, Benjamin D. Stocker, Trevor Keenan, Iain Colin Prentice, César Terrer",
          "url": "https://doi.org/10.1038/s41558-025-02386-y",
          "doi": "https://doi.org/10.1038/s41558-025-02386-y",
          "filter": 2
        }
      ]
    }
  ]
}
