{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Determinants of firms’ acceptability of carbon taxation: a systematic literature review",
          "authors": "Emmanuel Simon Mwang'Onda, Lee-Ann Steenkamp, Marlize Terblanche-Smit",
          "url": "https://doi.org/10.1080/14693062.2026.2627746",
          "doi": "https://doi.org/10.1080/14693062.2026.2627746",
          "filter": 0
        },
        {
          "title": "Can climate adaptation finance survive denialist governments? Lessons from Brazil",
          "authors": "M. Valverde Briant, Alexandre Igari",
          "url": "https://doi.org/10.1080/14693062.2026.2626619",
          "doi": "https://doi.org/10.1080/14693062.2026.2626619",
          "filter": 0
        },
        {
          "title": "Net-zero compatible development pathways in Argentina, Brazil, China, India, Indonesia, Mexico and South Africa: lessons for short-term actions",
          "authors": "Yann Briand, Johannes Svensson, Clara Lepin, Henri Waisman, Christopher Bataille, Lukytawati Anggraeni, Vidhee Avashia, Aliosha Nicolás Behnisch, Rizaldi Boer, Daniel Buira, Savahna De Kock, Retno Gumilang Dewi, Carolina Burle Dubeux, Amit Garg, Thalia Hernandez, Francisco Lallana, Emilio Lèbre La Rovere, Bryce McCall, Marina Recalde, Ucok W.R. Siagian, Saritha Sudharmma Vishwanathan, Julia Tatham, Fei Teng, Jordi Tovilla, William Wills",
          "url": "https://doi.org/10.1080/14693062.2026.2624246",
          "doi": "https://doi.org/10.1080/14693062.2026.2624246",
          "filter": 0
        },
        {
          "title": "From words to deeds: unpacking the configurations for effective dual carbon policy based on a three-dimensional analytical framework in China",
          "authors": "Yu Tian, Bang-Jun Wang",
          "url": "https://doi.org/10.1080/14693062.2026.2624250",
          "doi": "https://doi.org/10.1080/14693062.2026.2624250",
          "filter": 0
        },
        {
          "title": "Enabling democratic shifts through climate adaptation: the climate adaptation democracy framework",
          "authors": "Thaisa Comelli, Mark Pelling, Lauren Andres, Joanne Harrison, Max Hope, Indraneel Sircar",
          "url": "https://doi.org/10.1080/14693062.2026.2624955",
          "doi": "https://doi.org/10.1080/14693062.2026.2624955",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Advancing climate adaptation through citizen engagement: knowledge development, sharing, and implementation in Europe",
          "authors": "Sam Pickard, Eulàlia Baulenas Serra, Marta Ellena, Rosie Witton, Enora Bruley, Sukaina Bharwani, Marina Mattera, Anna Scolobig",
          "url": "https://doi.org/10.1007/s10584-025-04104-1",
          "doi": "https://doi.org/10.1007/s10584-025-04104-1",
          "filter": 0
        },
        {
          "title": "Building knowledge infrastructure systems through university-supported climate collectives",
          "authors": "Aaron Deslatte, Heather Navarro, Jeffrey A. Adams, Juwon Chung, Yunchen Zhu",
          "url": "https://doi.org/10.1007/s10584-026-04109-4",
          "doi": "https://doi.org/10.1007/s10584-026-04109-4",
          "filter": 0
        },
        {
          "title": "Evaluating socio-ecological vulnerabilities and the impact of extreme weather events on crop diversification in Himachal Pradesh",
          "authors": "Narendra N. Dalei, Subhra Rajat Balabantaray",
          "url": "https://doi.org/10.1007/s10584-026-04127-2",
          "doi": "https://doi.org/10.1007/s10584-026-04127-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "International financial support to achieve the net-zero emissions goal could help resolve equity trade-off between developing and developed countries",
          "authors": "Shinichiro Fujimori, Limeng Fan, Shiya Zhao, Shinichiro Asayama, Tomoko Hasegawa, Osamu Nishiura, Hiroto Shiraki, Kiyoshi Takahashi",
          "url": "https://doi.org/10.1038/s43247-026-03208-5",
          "doi": "https://doi.org/10.1038/s43247-026-03208-5",
          "filter": 0
        },
        {
          "title": "E-bikes enhance climate resilient urban mobility through heat adaptation as revealed by mediation analysis",
          "authors": "Yuyang Zhang, Pengcheng Du, Wenke Ma, Qiang Liu, Majid Sarvi, Yan Li",
          "url": "https://doi.org/10.1038/s43247-026-03248-x",
          "doi": "https://doi.org/10.1038/s43247-026-03248-x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Fault-controlled magma pathways driving seismicity and eruption risk in Eastern Turkey",
          "authors": "Özgür Karaoğlu, Ivan Koulakov, Tuna Eken, Mohsen Bazargan, Taras Gerya, Luca Dal Zilio, Agust Gudmundsson",
          "url": "https://doi.org/10.1038/s43247-026-03286-5",
          "doi": "https://doi.org/10.1038/s43247-026-03286-5",
          "filter": 2
        },
        {
          "title": "Declining Δ17O of nitrate in the northeastern Tibetan Plateau reveals changing atmospheric oxidative capacity",
          "authors": "Xiao Yan, Guitao Shi, Rui Li, Yilan Li, Jiajue Chai, Baiqing Xu, Like Wang, Yaoxian Huang, Zhengjie Li, Meredith Hastings",
          "url": "https://doi.org/10.1038/s43247-026-03266-9",
          "doi": "https://doi.org/10.1038/s43247-026-03266-9",
          "filter": 2
        },
        {
          "title": "Overlooked but widespread severe coastal erosion prior to typhoon landfall",
          "authors": "Benwei Shi, Xiangyu Chen, James R. Cooper, Paula D. Pratolongo, Shilun Yang, Guoxiang Wu, Liqin Zuo, Xiuzhen Li, Ya Ping Wang, Haifei Yang",
          "url": "https://doi.org/10.1038/s43247-026-03287-4",
          "doi": "https://doi.org/10.1038/s43247-026-03287-4",
          "filter": 2
        },
        {
          "title": "Time irreversibility as an indicator of approaching tipping points in Earth subsystems",
          "authors": "Parvathi Kooloth, Jian Lu, Adam Rupe, Derek DeSantis, Craig Bakker",
          "abstract": "With shifting environmental trends, many Earth system elements may be poised to undergo critical transitions or ‘tipping’. Reliable anticipation of these tipping elements is vital to inform policy decisions. Many of the current methods for tipping point detection are based on loss of resilience or ‘critical slowdown’ of the system as it approaches a tipping point. However, these methods are prone to false alarms; the detected slowdown may be an artifact of nonstationary noise unrelated to tipping behavior. Here, we explore the efficacy of early warning signs based on a nonequilibrium thermodynamics framework. The model-free detection method relies on the increased intrinsic time-irreversibility due to detailed balance breaking, preceding the onset of tipping or instabilities. We demonstrate that these EWSs are effective for tipping point detection and robust against false alarms due to nonstationary noise, using idealized models for two key elements of the Earth system that are prone to tipping: the Atlantic Meridional Overturning Circulation and Arctic sea-ice loss.",
          "url": "https://doi.org/10.1038/s43247-025-03165-5",
          "doi": "https://doi.org/10.1038/s43247-025-03165-5",
          "filter": 2
        },
        {
          "title": "The biogeochemical transport by the Gulf Stream",
          "authors": "Richard G. Williams, Peter J. Brown, Yohei Takano, Gaël Forget, Dani Jones, Anna Katavouta, Elaine McDonagh, Vassil M. Roussenov",
          "abstract": "The Gulf Stream is important for the climate system through its transport and air-sea exchange of heat. What is less well accepted is the role of the Gulf Stream in the carbon cycle. Here we examine how the Gulf Stream provides a “biogeochemical stream”, a sub-surface horizontal flux carrying waters with high concentrations of nutrients and low concentrations of anthropogenic carbon. Model experiments reveal particles released in dense layers at the start of the Gulf Stream follow trajectories extending into the subpolar gyre, while particles released at the surface are confined to the subtropics. Following a pathway to the subpolar gyre, the biogeochemical stream carries older, nutrient-rich and anthropogenically carbon-depleted waters along density layers and, when those dense layers outcrop into the mixed layer, enhances the subpolar drawdown of atmospheric carbon. This connectivity is supported by model sensitivity experiments revealing the subpolar upper ocean carbon content and upstream dense waters in the Gulf Stream connecting on timescales of 4 to 8 years. The likely effect of climate change on the biogeochemical stream is a decrease in the delivery of these older waters, both high in concentrations of nutrients and depleted in anthropogenic carbon, to the subpolar mixed layer, so weakening future North Atlantic carbon uptake from the atmosphere.",
          "url": "https://doi.org/10.1038/s43247-025-03118-y",
          "doi": "https://doi.org/10.1038/s43247-025-03118-y",
          "filter": 2
        },
        {
          "title": "Multi-threshold time series analysis enables characterization of variable renewable energy droughts in Europe",
          "authors": "Martin Kittel, Wolf-Peter Schill",
          "abstract": "Variable renewable energy droughts, so called Dunkelflaute events, emerge as a challenge for climate-neutral energy systems based on variable renewables. Here we characterize European drought events for on- and offshore wind power, solar photovoltaics, and renewable technology portfolios, using 38 historic weather years and an advanced identification method. Their characteristics heavily depend on the chosen drought threshold, questioning the usefulness of single-threshold analyses. Applying a multi-threshold framework, we quantify how the complementarity of wind and solar power temporally and spatially alleviates drought frequency, return periods, duration, and severity within (portfolio effect) and across countries (balancing effect). We identify the most extreme droughts, which drive major discharging periods of long-duration storage in a fully renewable European energy system, based on a policy-relevant decarbonization scenario. Such events comprise sequences of shorter droughts of varying severity. The most extreme event occurred in winter 1996/97 and lasted 55 days in an idealized, perfectly interconnected setting. The average renewable availability during this period was still 47% of its long-run mean. System planners must consider such events when planning for storage and other flexibility technologies. Methodologically, we conclude that using arbitrary single calendar years is not suitable for modeling weather-resilient energy scenarios.",
          "url": "https://doi.org/10.1038/s43247-026-03251-2",
          "doi": "https://doi.org/10.1038/s43247-026-03251-2",
          "filter": 2
        },
        {
          "title": "Freshwater biodiversity impacts of global hydropower dams",
          "authors": "Na Ding, Zunyi Xie, Xiaoming Wang, Zongming Wang, Miao Li, Beiming Cai, Qinghe Zhao, Eve McDonald-Madden, Jianguo Li, Hongkai Gao, Sicong Gao, Mingming Jia, Kaishan Song, Guanpeng Dong, Changhong Miao, Christopher J. O’Bryan",
          "abstract": "Hydropower expansion creates tension between renewable energy goals and freshwater ecosystem health. However, the global impacts of dams across the full spectrum of freshwater biodiversity remain poorly quantified. Here, we combine remote sensing and global threatened species datasets to assess dam-related risk patterns for fish, mollusks, mammals, odonates, and amphibians. We show that threatened freshwater species are consistently more common near dams than elsewhere, with mammals showing the highest exposure. Most species whose risk status changed between 1996 and 2022 shifted toward higher threat levels in dam-influenced areas affected by habitat loss and reduced river connectivity. Planned future dams, concentrated in Global South countries, may further elevate extinction risk, particularly for critically endangered fish. These findings support sustainable planning that balances energy development with freshwater conservation.",
          "url": "https://doi.org/10.1038/s43247-026-03263-y",
          "doi": "https://doi.org/10.1038/s43247-026-03263-y",
          "filter": 2
        },
        {
          "title": "Fine slab structure and mechanism of deep earthquakes beneath central Japan",
          "authors": "Xinxin Zhang, Guoming Jiang, Dapeng Zhao, Guibin Zhang",
          "url": "https://doi.org/10.1038/s43247-026-03280-x",
          "doi": "https://doi.org/10.1038/s43247-026-03280-x",
          "filter": 2
        },
        {
          "title": "Large-scale circulation drives atmospheric river landfall in the western United States",
          "authors": "Chanil Park, Yi Ming",
          "url": "https://doi.org/10.1038/s43247-026-03281-w",
          "doi": "https://doi.org/10.1038/s43247-026-03281-w",
          "filter": 2
        },
        {
          "title": "Higher, but more variable, annual CO2 emissions from lakes in drier Arctic landscapes",
          "authors": "Václava Hazuková, Fredrik Alriksson, Cristian Gudasz, Jan Karlsson, Chunlin Song, Matthew J. Bogard, David E. Butman, Joshua F. Dean, Anders Jonsson, Erik Lundin, Suzanne E. Tank, Jasmine E. Saros",
          "abstract": "Land-to-water hydrological connections represent a key regulatory mechanism of carbon transport, controlling carbon dioxide (CO 2 ) emissions from lakes; however, as of yet, there is no assessment of its role at a pan-Arctic scale across large climatic and topographical gradients. We hypothesized that hydrologically well-connected lakes in wetter regions are CO 2 sources fueled by stronger lateral fluxes of external carbon relative to drier regions. However, based on data from &gt;200 Arctic lakes, we found that lakes in drier regions have higher and more variable annual CO 2 emissions ( $${37.0}_{6.2}^{146.0}$$ 37.0 6.2 146.0 gC m -2 yr -1 , $${{median}}_{Q1}^{Q3}$$ m e d i a n Q 1 Q 3 ) compared to lakes in wetter regions ( $${8.0}_{1.7}^{17.3}$$ 8.0 1.7 17.3 gC m -2 yr -1 ), with both the lowest and the highest fluxes recorded among dryland lakes. We hypothesize that with increasing wetness, the relative proportion of fluvial emissions increases, whereas in drier landscapes where lakes often have limited stream export, carbon inputs can be retained and more efficiently emitted from lakes.",
          "url": "https://doi.org/10.1038/s43247-026-03275-8",
          "doi": "https://doi.org/10.1038/s43247-026-03275-8",
          "filter": 2
        },
        {
          "title": "Local human disturbances on coral reefs negate potential climate refugia",
          "authors": "Andrew S. Walker, Robert van Woesik",
          "url": "https://doi.org/10.1038/s43247-026-03261-0",
          "doi": "https://doi.org/10.1038/s43247-026-03261-0",
          "filter": 2
        },
        {
          "title": "Physical controls on heterogeneous mesopelagic biogeochemistry",
          "authors": "Mara A. Freilich, Lilian A. Dove, Katarina Merk",
          "url": "https://doi.org/10.1038/s43247-026-03200-z",
          "doi": "https://doi.org/10.1038/s43247-026-03200-z",
          "filter": 2
        },
        {
          "title": "Transient deglacial simulations unravel the causes of Mediterranean sapropel formation",
          "authors": "Katharina D. Six, Uwe Mikolajewicz, Gerhard Schmiedl",
          "abstract": "Between 10 and 6 ka, one of the most devastating ecological events for marine life was occurring as the well-ventilated, oxygen-rich glacial eastern Mediterranean deep waters had turned into a dead zone and organic matter accumulated in thick sediment layers, called sapropels. Numerous hypotheses on sapropel formation have been put forward, but a thorough evaluation of the potential drivers is yet missing. Our numerical modelling study, from the Last Glacial Maximum to the Holocene, captures the onset and termination of sapropel formation S1. The predominant driver is the surface water buoyancy gain due to sea-level rise and surface warming during the deglaciation, which reduces ventilation and consequently causes a substantial oxygen decline at depth. During the African Humid Period, enhanced nutrient supply and continued low microbial activity in cold waters, where remineralisation occurs at greater depths, result in anoxia and S1 forms. Despite prevailing poor ventilation of the deep sea and continued high nutrient supply, S1 terminates at 7 ka due to higher microbial activity in a warming ocean, which curtails the flux of organic matter to depths.",
          "url": "https://doi.org/10.1038/s43247-026-03290-9",
          "doi": "https://doi.org/10.1038/s43247-026-03290-9",
          "filter": 2
        },
        {
          "title": "Kaplan-Meier and Cox survival analysis of fuel oil-contaminated Black Sea birds reveals potential conservation measures",
          "authors": "Sergey Gorbachev, Olga G. Gorovykh, Ashish Mani, Abhishek Dixit",
          "url": "https://doi.org/10.1038/s43247-026-03274-9",
          "doi": "https://doi.org/10.1038/s43247-026-03274-9",
          "filter": 2
        },
        {
          "title": "Author Correction: Nanosized microbiomes from pig manure alter soil microbial communities and increase antibiotic resistance gene abundance",
          "authors": "Hu Liao, Yan-Zi Wang, Chen-Song Duan, Yong-Guan Zhu, Jian-Qiang Su",
          "url": "https://doi.org/10.1038/s43247-026-03272-x",
          "doi": "https://doi.org/10.1038/s43247-026-03272-x",
          "filter": 2
        },
        {
          "title": "Stochastic poromechanical analysis forecasts a notable exceedance probability for the 2017 Pohang, South Korea, Mw 5.5 earthquake",
          "authors": "Haiqing Wu, Victor Vilarrasa, Francesco Parisio, Andrés Alcolea, Peter Meier, Jesus Carrera, Maarten Saaltink",
          "abstract": "The 2017 Pohang M w 5.5 earthquake is currently the largest seismic event induced by Enhanced Geothermal Systems. The high uncertainty on geological and mechanical conditions of the rupture fault of this earthquake has originated a debate on its triggering mechanisms. Here, we propose a stochastic poromechanical analysis approach that combines Monte Carlo sampling and poromechanical models to address the uncertainty problem. By conducting a large number of coupled poromechanical simulations varying the uncertain geomechanical parameters, we yield an exceedance probability of 7%-15% for the Pohang mainshock. Remarkably, this physics-based stochastic prior forecast is quite comparable to the posterior likelihood inferred from the magnitude-frequency relationship of recorded seismicity. Our results reveal a scaling relationship between the earthquake magnitude and the initial fault stability, which indicates a threshold of the initial Coulomb Failure Stress to differentiate if faults are initially, critically stressed, and thus, the earthquake magnitude. This Pohang threshold is −0.2 to −0.1 MPa, about one order of magnitude larger than that proposed for natural earthquakes. This study highlights that the reactivation of critically stressed faults may trigger damaging earthquakes even for small poromechanical perturbations and opens a promising avenue for assessing the likelihood of induced earthquakes based on physical understanding.",
          "url": "https://doi.org/10.1038/s43247-026-03268-7",
          "doi": "https://doi.org/10.1038/s43247-026-03268-7",
          "filter": 2
        },
        {
          "title": "Methane record at Plateau Rosa confirms its role as background station with episodic sensitivity to European emissions",
          "authors": "Giulia Zazzeri, Francesco Apadula, Stephan Henne, Andrea Lanza",
          "url": "https://doi.org/10.1038/s43247-026-03294-5",
          "doi": "https://doi.org/10.1038/s43247-026-03294-5",
          "filter": 2
        },
        {
          "title": "Increased contributions of climate-driven wildfires to nitrogen deposition in the United States",
          "authors": "Patrick C. Campbell, Daniel Q. Tong, Shinkuang Chang, Siqi Ma, Yunyao Li, Jiaxin Ding, Rick Saylor, Barry Baker, Youhua Tang, John Walker",
          "url": "https://doi.org/10.1038/s43247-026-03279-4",
          "doi": "https://doi.org/10.1038/s43247-026-03279-4",
          "filter": 2
        },
        {
          "title": "Microbial communities and plasmids mediate biodegradation of polycyclic aromatic hydrocarbons (PAHs) in coastal sediments",
          "authors": "Ziqi Peng, Pandeng Wang, Manzoor Ahmad, Xiaoqing Luo, Qi Li, Weicong Yan, Jialing Li, Wenjun Li",
          "url": "https://doi.org/10.1038/s43247-026-03241-4",
          "doi": "https://doi.org/10.1038/s43247-026-03241-4",
          "filter": 2
        },
        {
          "title": "Three hundred thousand years of multi-millennial hydroclimate variability in Northern Africa based on speleothem records from Tunisia",
          "authors": "Yun-Chuan Chung, Hatem Dhaouadi, Gianluca Marino, Emna Sbei, Heikki Seppä, Anu Kaakinen, Mahjoor Ahmad Lone, Hédi Ben Ouezdou, Silvia Frisia, Chuan-Chou Shen",
          "url": "https://doi.org/10.1038/s43247-026-03236-1",
          "doi": "https://doi.org/10.1038/s43247-026-03236-1",
          "filter": 2
        },
        {
          "title": "Bipartite rupture in the 2025 Dingri earthquake indicates normal conjugate faulting during orogenic collapse",
          "authors": "Kefeng He, Jianfeng Cai, Yangmao Wen, Caijun Xu",
          "url": "https://doi.org/10.1038/s43247-026-03267-8",
          "doi": "https://doi.org/10.1038/s43247-026-03267-8",
          "filter": 2
        },
        {
          "title": "An abrupt drop in weathering flux amplified the Artinskian Warming Event during the Late Paleozoic Ice Age",
          "authors": "Shi Sun, Anqing Chen, James G. Ogg, Karem Azmy, Qian Li, Mingcai Hou, Lorenzo Marchetti, Christopher R. Fielding",
          "url": "https://doi.org/10.1038/s43247-026-03288-3",
          "doi": "https://doi.org/10.1038/s43247-026-03288-3",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Differences within global movements: insights from FFF climate protests in Western and Eastern Europe",
          "authors": "Aron Buzogány, Dániel Mikecz, Piotr Kocyba",
          "url": "https://doi.org/10.1080/09644016.2026.2623726",
          "doi": "https://doi.org/10.1080/09644016.2026.2623726",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Quantifying environmental trade-offs of urban form-function compactness",
          "authors": "Zhibang Xu, Ting Lan, Yashi Wu, Jinshan Yan, Lina Tang",
          "abstract": "Compact urban form is increasingly embedded in global sustainability agendas, yet its environmental trade-offs are still poorly understood. Previous research has mainly emphasized physical form and single outcomes, neglecting functional dimensions and potential ecological tradeoffs due to the lack of fine-grained data. Here, we introduce a multi-source data fusion-based urban functional compactness (UFC) indicator and integrate it with urban physical compactness (UPC) into a form-function coupling framework. Using structural equation modeling across 176 Chinese cities, we reveal dual impacts: stronger UFC enhances land-use efficiency and public transport performance but is associated with reduced green space provision and weaker waste treatment. A 1% increase in UFC raises infrastructure utilization efficiency by about 2% while also indirectly elevating environmental pollution by 0.74%. In contrast, a 1% increase in UPC directly enhances water conservation by 3% and reduces energy consumption by 6% but indirectly increases pollution impacts by 2.59%. These findings challenge the assumption that compactness is inherently green, demonstrating instead that form-function coupling produces divergent pathways: efficiency gains coexisting with amplified ecological risks.",
          "url": "https://doi.org/10.1088/1748-9326/ae452c",
          "doi": "https://doi.org/10.1088/1748-9326/ae452c",
          "filter": 0
        },
        {
          "title": "Operationalising environmental human rights through corporate sustainability metrics: a quantitative ESG framework from India’s BRSR environmental disclosures",
          "authors": "Sushmita Dhar, Mohd Imran",
          "abstract": "In emerging economies, it has been observed that corporate operations have always been a major force behind environmental degradation and associated human rights crises. This study demonstrates a quantitative Environmental, Social, and Governance (ESG) framework using data from India’s Business Responsibility and Sustainability Reporting (BRSR) to evaluate the environmental performance of corporations using novel intensity measures. Key findings show that cement industry exhibits some of the highest PPP-adjusted emissions at nearly 0.89 tCO₂e/₹ crore (tonnes of CO₂ equivalent per rupee crore or per 10 million Indian Rupees) or nearly 7.5 tCO₂e/ million US$ revenue. Mining operations in water-stressed regions show a 19-37 percent excess over basin recharge capacity. Additionally, 88 percent of the companies do not report Scope 3 emissions, leaving behind critical lacunae in value chain accountability. Data validation shows the existence of a 72 percent accuracy in the emission reporting and 68 percent accuracy in water metrics. The equations in the framework that factor in regional PPP factors and aquifer stress percentages give the model a replicable methodology for quantifying corporate environmental impacts in data-scarce regions with potential for adaptation across developing nations with similar industrialisation-environment trade-offs.",
          "url": "https://doi.org/10.1088/1748-9326/ae452d",
          "doi": "https://doi.org/10.1088/1748-9326/ae452d",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Vulnerability and risk assessment of power distribution networks under typhoon compound hazards: a case study of Fujian province China",
          "authors": "Hao Chen, Nai-Xuan Zhu, Mei Mei, Hai-Xu Hong, Nuo-Ling Sun, Guo-Fu Wang",
          "abstract": "Typhoon compound wind-precipitation disasters (TCWPD) pose a significant threat to distribution network infrastructure, triggering cascading socioeconomic impacts through widespread power outages. We developed a vulnerability-informed risk assessment framework to quantify the impacts of TCWPD on distribution networks. By integrating hourly meteorological data from seven typhoons affecting Fujian Province and feeder fault rates at the grid jurisdiction level, we established a logistic-based vulnerability model, with most model fits achieving an R2 &gt; 0.65 and RMSE &lt; 0.01 . This model characterizes the nonlinear relationship between a hazard index (HI) and feeder failure rate, deriving three critical vulnerability factors: the disaster resistance threshold, system resilience, and potential loss scale. These factors are confirmed to have physical meanings through their significant correlations with 13 socioeconomic and power grid indicators. A risk assessment model was then constructed by incorporating these three parameters with HI, enabling the spatial categorization of risk levels across 67 grid jurisdictions in Fujian. Results reveal distinct spatial patterns in vulnerability, with central and northern Fujian exhibiting lower resistance thresholds (with the highest threshold being 2.9 times the lowest) and western/central-southern areas showing higher sensitivity to hazard changes. Moreover, the distribution networks in core urban areas of coastal developed cities exhibit a low-frequency, high-consequence risk profile. The model identifies the top 20% (14 out of 67) as high-risk jurisdictions, for which the key contributing risk factors are quantified. This study provides a scientifically grounded methodology to support utility companies in pre-disaster prevention, emergency response, and post-disaster recovery planning, thereby enhancing the resilience of urban power systems to escalating typhoon hazards.",
          "url": "https://doi.org/10.1088/1748-9326/ae452a",
          "doi": "https://doi.org/10.1088/1748-9326/ae452a",
          "filter": 2
        },
        {
          "title": "N 2 Onet: a global collaborative network facilitating advances in measurement, modeling, and mitigation of agricultural soil nitrous oxide emissions",
          "authors": "Wendy H. Yang, Kaiyu Guan, Evan DeLucia, Claudia Wagner-Riddle, Carl J Bernacchi, Zhongjie Yu, Bin Peng, Ziyi Li, Klaus Butterbach-Bahl, Timothy Griffis, Peter M Groffman, Steven Hall, Jane M-F Johnson, DoKyoung Lee, Licheng Liu, David JP Moore, Cynthia D Nevison, Kimberly A Novick, Stephen M. Ogle, David Pelster, Whendee L Silver, Jinyun Tang, Samantha Weintraub-Leff, Mark Zondlo, Shannon E Brown, William Eddy, Ilsa Kantola, Kayla M Vittore",
          "abstract": "Nitrogen (N) fertilizer supports global food production, but its use and overuse drive emissions of nitrous oxide (N 2 O), a potent and long-lived greenhouse gas. Understanding the drivers of N 2 O fluxes remains elusive, making it difficult to predict emissions in time and space and to develop and evaluate ways to lower emissions through management. Major scientific uncertainties underlying the understanding of the drivers of N 2 O fluxes identified in a workshop of N 2 O emissions experts include poor process-based understanding of controls on soil N 2 O emissions in the field; insufficient data to reduce uncertainty in N 2 O budgets from the field to regional scales, including N 2 O emission measurements and importantly, field-scale N balances; and, high uncertainty in model predictions of soil N 2 O emissions across environmental and management conditions. To reduce these uncertainties, we present the concept of N 2 Onet, a global collaborative initiative to accelerate advances in N 2 O measurement, analyses, and mitigation. N 2 Onet will serve as an observational network of supersites with multi-scale measurements; a database hub for N 2 O flux and ancillary data; and, a catalyst for community building, information sharing, and training. By coalescing and coordinating the global community of researchers, N 2 Onet will provide a roadmap for reducing N 2 O emissions from agriculture worldwide.",
          "url": "https://doi.org/10.1088/1748-9326/ae440d",
          "doi": "https://doi.org/10.1088/1748-9326/ae440d",
          "filter": 2
        },
        {
          "title": "Irrigation constraints shape the global potential for multiple cropping expansion on existing cropland",
          "authors": "Felicitas Beier, Jens Heinke, Benjamin Leon Bodirsky, Jan Philipp Dietrich, Kristine Karstens, Sebastian Ostberg, David Meng-Chuen Chen, David Hötten, Pascal Sauer, Gabriel Abrahão, Hermann Lotze-Campen, Alexander Popp, Christoph Müller",
          "abstract": "Multiple cropping increases land productivity by allowing multiple harvests per year, offering production gains without cropland expansion. Irrigation is especially critical in the seasonally dry tropics, enabling multiple cropping where otherwise only a single rainfed cycle would be feasible. Estimates of the current state of multiple cropping and the multiple cropping expansion potential without changes in irrigation patterns exist, but the multiple cropping expansion potential through irrigation expansion has not yet been assessed at the global scale. Here, we estimate multiple cropping expansion potentials on existing cropland considering the interaction with irrigation and local water availability constraints to determine how much cropland area can be managed in multiple cropping systems and the associated increases in annual yields and crop production. We find that, under current climatic conditions, there is considerable global biophysical potential to expand multiple cropping on existing cropland, particularly when also expanding irrigation. Total global crop production could increase by 28 % (from 4 200 mio. t DM to 5 400 mio. t DM). This gain stems from nearly quadrupling the area under rainfed multiple cropping, more than doubling multiple cropping area within already irrigated lands, and expanding irrigation into areas where it facilitates another growing season. Our study reveals a considerable multiple cropping expansion potential on existing cropland that – when tapped – could contribute to averting further cropland expansion to meet future demand for agricultural outputs. Local irrigation water availability constrains the irrigation-enabled multiple cropping potential, implying that the interaction of multiple cropping and irrigation is crucial to consider in comprehensive land and water assessments that account for biophysical and socio-economic constraints, sustainability criteria, and land competition under future global change.",
          "url": "https://doi.org/10.1088/1748-9326/ae44ae",
          "doi": "https://doi.org/10.1088/1748-9326/ae44ae",
          "filter": 2
        },
        {
          "title": "Upslope and Downslope Vegetation Expansions on the Warming and Wetting Qinghai-Tibet Plateau",
          "authors": "Hailong Ji, Zhuotong Nan, Yuhong Chen, Shuping Zhao",
          "abstract": "Vegetation lateral expansion into barren land is an understudied progress of global greening, yet it is crucial for ecological safety and draws widely pubic attention. Using remote sensing data, we present for the first time a comprehensive assessment of vegetation expansion across the ecologically fragile Qinghai–Tibet Plateau. During 2002–2023, vegetation expanded across nearly 1/5 of the barren land, with a change rate (–3.89 to –4.95 ×104 km2/10a) comparable in magnitude to regional glacier retreat and permafrost thaw. The upper limit shifted upslope (~35 m), while the lower limit shifted downslope (~150 m). This bidirectional expansion mode is associated with the alleviation of water limitation at lower elevations (due to wetting) and energy limitation at higher elevations (due to warming). Nevertheless, projection suggests this rapid downslope expansion may decelerate. The identified bidirectional pattern challenges the prevailing assumption of a uniform upslope shift in alpine vegetation under climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae436d",
          "doi": "https://doi.org/10.1088/1748-9326/ae436d",
          "filter": 2
        },
        {
          "title": "Persistent and intensifying heat extremes in global deeper soils",
          "authors": "Wenhao Bai, Ruifang Guo, . Batunacun, Jiayi Ma, Shizhan Qiu, Xingwang Fan",
          "abstract": "Climate warming is driving an increase in the frequency and intensity of heatwaves. However, such extreme events are mostly studied based on air temperature that does not fully capture thermal stress on Earth's surface layer. Here we explored the evolution of global heatwaves from near-surface air, land surface, to subsurface soils worldwide during 1980–2024. Results show heatwaves have strengthened across all layers, with a pronounced acceleration since the early 21st century. Relative to air and land surface, soils generally exhibit a greater heatwave exposure and severity. The peak intensity weakens as depth increases, with inter-layer differences closely linked to soil moisture, clay, and organic carbon content. The northern high latitudes are more prone to events of greater severity, particularly during summer, while lower latitudes and the Southern Hemisphere are characterized by events of greater persistence. Forests tend to buffer heat extremes, whereas non-forest land covers readily amplify heat exposure. Our findings imply that reliance on air temperature alone might underestimate heatwave risks to soil ecosystems, and soil temperature should be incorporated into monitoring and early-warning systems.",
          "url": "https://doi.org/10.1088/1748-9326/ae4410",
          "doi": "https://doi.org/10.1088/1748-9326/ae4410",
          "filter": 2
        },
        {
          "title": "Pathways of bio-jet adoption in the US aviation industry with implications for the overall transportation and energy sectors: an integrated, multi-sectoral analysis of future scenarios",
          "authors": "Kanishka B Narayan, Taryn Waite, Marshall Wise, Harrison Suchyta",
          "abstract": "Bio-jet adoption has emerged as an attractive option to complement and supplement the use of refined fossil liquid fuels in the aviation industry in the US. However, there are significant uncertainties surrounding the costs of bio-jet including but not limited to costs of feedstock, transformation costs and the competition with co-products of bio-jet that may be demanded elsewhere in the transportation or energy sectors. Here we model alternative trajectories of biojet adoption in the US aviation industry by 2050 through the use of a global integrated multi sector dynamics model. We model three bio-jet production and consumption pathways, soybean oil to jet, corn ethanol to jet and Fisher-Tropsch-based bio-jet, with each pathway explicitly considering the co-production of renewable diesel and renewable gasoline alongside the bio-jet. We find that, without explicit actions or technology changes to offset the technology cost of biojet, scenarios where bio-jet displaces refined liquids result in higher aviation fuel prices (ranging from a 25% increase to 120% increase by mid century) and lower demand (ranging from -14% to -43%). We find that corn ethanol will play an important role in the US if large scale amounts of bio-jet are to be produced with smaller effects on demand and prices . While scenarios with high levels of bio-jet availability without the availability of ethanol to jet in the US can significantly reduce emissions in the aviation sector, these reductions are achieved more through the reduction in overall aviation fuel demand rather than technology adoption.",
          "url": "https://doi.org/10.1088/1748-9326/ae440e",
          "doi": "https://doi.org/10.1088/1748-9326/ae440e",
          "filter": 2
        },
        {
          "title": "Anthropogenic drivers of the accelerated decline in surface NO 2 over China during 2015–2022",
          "authors": "Minglong Tang, Ke Li, Zhenze Liu, Xi Chen, Yufen Wang, Jianbing Jin, Lei Chen, Hong Liao",
          "abstract": "China has experienced accelerated decline in surface NO2 concentrations under the condition of steady reduction in NOx emissions over the past decade, but the reasons for such a nonlinear response in the changes of surface NO2 to reduction in NOx emissions remain unexplored. Through integration of measurements, a chemical transport model (GEOS-Chem), and a random forest (RF) model, we comprehensively quantified the contributions of emissions, meteorology, and chemical transformation to the observed trend in surface NO2 during 2015–2022. After removing meteorological influences using the RF model, the anthropogenically-driven tendency was estimated to be −0.36 ppb y−1 for 2015–2018 (observed tendency: −0.09 ppb y−1) and −1.23 ppb y−1 for 2019–2022 (observed tendency: −1.00 ppb y−1), confirming the dominant role of anthropogenic drivers. Supported by long-term satellite measurements and GEOS-Chem model sensitivity simulations, we attributed this accelerated decline in surface NO2 to the shift in emission sectors from power plants to transportation and industry after 2018. In addition to emissions, we demonstrated that the increased atmospheric oxidation capacity (i.e., higher ozone) played a key role in shifting NO2 production from ozone-limited to NO-limited conditions, thereby making NO2 concentration more sensitive to NOx emission reductions. Further, measurement interference from oxidized nitrogen species for observing NO2 can also contribute to the observed decline in surface NO2, and its contribution doubled from 2015–2018 to 2019–2022. Our results elucidate the nonlinear response of the trend in surface NO2 to reduction in NOx emissions, and highlight the importance of understanding rapid changes in sectoral emissions and the chemical radicals in relation to future NO2 controls.",
          "url": "https://doi.org/10.1088/1748-9326/ae452b",
          "doi": "https://doi.org/10.1088/1748-9326/ae452b",
          "filter": 2
        },
        {
          "title": "Changes in extreme climate event frequencies have markedly different effects on watershed nitrogen exports than do changes in mean temperature and precipitation",
          "authors": "Nicolas Eduardo Maxfield, Richard A Smith, Charles Joseph Vörösmarty, Peter M Groffman, Gregory E Schwarz, George J. Musa",
          "abstract": "Aquatic reactive nitrogen threatens human health and riverine and coastal ecosystems, yet its behavior under climate extremes remains poorly understood. Here we use a frequently cited SPARROW model to systematically assess the influence of climate extreme frequencies, defined by type intensity, duration, seasonality and co-occurrence of precipitation and temperature events, on the delivery of total nitrogen to river channels in the contiguous United States. Through multiple recalibrations of the model, we test the explanatory power of a wide range individual and combined mean and extreme climate predictors of total nitrogen flux at 425 US Geological Survey monitoring sites over a two-decade period. We use the Akaki information criterion for final optimized model selection. We find that hot/dry autumns, wet summers, and cool years enhance delivery, while dry summers and hot/wet autumns reduce delivery of total nitrogen. Using the final recalibrated model with temperature and precipitation inputs from three global circulation models, INM-CM4-8, GFDL-CM4, and CanESM5, under Shared Socioeconomic Pathways 245 and 585, we compare the simulated impacts of changes in mean climate alone with changes in a combination of mean and extreme climate occurrence frequencies on total nitrogen flux from current levels to flux levels averaged over 2045-2054. We find that simulations accounting for the effects of extreme climate conditions differ significantly from those which consider only mean temperature and precipitation changes. Several regions, including some with significant agricultural activity, show a reversal in direction of simulated future total nitrogen flux, from reductions in flux due to a dominant effect of increased mean temperature to an increase in flux due to an overriding effect of more frequent extreme events. These findings suggest that changing extreme climate regimes can substantially alter watershed nitrogen processing and underscore the need to account for them in the future.",
          "url": "https://doi.org/10.1088/1748-9326/ae440f",
          "doi": "https://doi.org/10.1088/1748-9326/ae440f",
          "filter": 2
        },
        {
          "title": "Long-term assessment of point source contributions to nitrate pollution in the Central European Rhine and Elbe river basins",
          "authors": "Van Tam Nguyen, Andreas Musolff, Pia Ebeling, Fanny J. J. Sarrazin, Jan H Fleckenstein, Sabine Attinger, Rohini Kumar",
          "abstract": "Understanding the contributions of diffuse and point sources to nitrate pollution is crucial for managing river water quality. We conducted a long-term modeling study for the Rhine and Elbe basins and their 146 subbasins from 1950 to 2021 to quantify the roles of diffuse and, in particular, point sources in driving stream NO₃-N concentrations. In both basins, simulated results show a decline in point source contributions from 1950 to 2000, followed by a relatively stable level at around 25% in the Rhine and fluctuations around 30% levels in the Elbe. The decline in the simulated stream NO₃-N concentrations in both basins after 1990 was largely driven by a decrease in point sources, and stream NO₃-N concentrations remained high (~2 mg/L) during 2010–2021, even when point sources were excluded. At the subbasin level, changes in point source contributions and stream NO₃-N concentrations reflected the overall trends of their respective basins, although individual subbasins exhibited diverse patterns. In subbasins with high stream NO₃-N concentrations during 2010-2021, point source contribution accounted for around 30% (median values across subbasins), and the fractions of agricultural, urban, and industrial land cover were relatively high. These results highlight that point source management alone is not sufficient to reduce stream nitrate to a good ecological status (&lt; 2 mg/L), and spatial targeted management is required to achieve good ecological status at both the regional and local levels.",
          "url": "https://doi.org/10.1088/1748-9326/ae44b0",
          "doi": "https://doi.org/10.1088/1748-9326/ae44b0",
          "filter": 2
        },
        {
          "title": "Characterizing operational signatures of reservoirs with the SWOT satellite by comparing natural lake and reservoir dynamics",
          "authors": "Ryan M Riggs, Jesse E Dickinson, Craig B Brinkerhoff, Md. Safat Sikder, Jida Wang, Huilin Gao, George H Allen",
          "abstract": "Due to a lack of management operations data, hydrological models may represent reservoirs as natural lakes, leading to poor discharge predictions in regulated basins. To parse seasonal operational signatures, we compare the dynamics of natural lake and reservoir systems across North America using Surface Water and Ocean Topography (SWOT) satellite observations and derived discharge estimates. Overall, reservoirs and their adjacent river reaches exhibit significantly greater variability (in standard deviation) than their natural counterparts across almost all SWOT observed (e.g., water surface elevation) and inferred (e.g., discharge) variables. Natural lakes show strong same-day correlations between inflow and outflow discharge (median Spearman R=0.8), whereas 76% of reservoirs exhibit maximum correlation when outflow is lagged, suggesting operations buffer seasonal flow variability. Our findings indicate operations not only affect reservoir dynamics themselves but also have upstream and downstream consequences, which, when integrated into models, will offer more realistic hydrologic conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ae436e",
          "doi": "https://doi.org/10.1088/1748-9326/ae436e",
          "filter": 2
        },
        {
          "title": "What controls the quasi-decadal variability of tropical cyclone genesis in the western North Pacific in recent decades",
          "authors": "Yifei Dai, Chunhan Jin, Na Wei, Jinjie Song, Yihong Duan",
          "abstract": "Quasi-decadal variability (QDV) in tropical cyclone (TC) genesis (TCG) over the western North Pacific (WNP) is a critical yet insufficiently explored aspect of TC climate variability. This study identified distinct QDV in TCG during June–October, characterized by two leading empirical orthogonal function (EOF) modes. The first mode (EOF1) exhibits a north-south dipole pattern and is indirectly modulated by solar variability through circulation anomalies over the mid-latitude North Pacific. The second mode (EOF2) exhibits a west-east dipole pattern and is driven by internal variability linked to the Pacific Quasi-decadal Oscillation (PQDO), represented by sea surface temperature anomalies (SSTa) in the tropical central Pacific (TCP). Both modes strongly correlate (r &gt; 0.83) with key regional indicators: regional mean 200-hPa geopotential height (150°E–180°, 34°N–44°N) and SSTa (164°E–164°W, 10°S–10°N). The direct influence of solar variability on TCG is weak, primarily due to offsetting effects of solar-associated in-phase SSTa between the mid-latitude North Pacific and the TCP. Solar variability and PQDO affect TCG primarily through dynamic factors, explaining about 85% of TCG changes, with relative vorticity contributing around 30%. These findings highlight the complex interplay between solar and internal forcings in modulating TCG, providing valuable insights for improving long-term TC forecasts.",
          "url": "https://doi.org/10.1088/1748-9326/ae4411",
          "doi": "https://doi.org/10.1088/1748-9326/ae4411",
          "filter": 2
        },
        {
          "title": "Thirty years of nitrogen dynamics in European agri-food systems: a territorial metabolic perspective",
          "authors": "Ludovic Harter, Rasmus Einarsson, Jean-Christophe Lata, Julia Le Noë",
          "abstract": "European agri-food systems face the dual challenge of reducing their environmental footprint, particularly nitrogen losses, while meeting the demands for both food and non-food biomass. Because future responses will have to build on the legacy of past trajectories, addressing this challenge requires a sound, fine-grained understanding of those trajectories. In the present study, we address this challenge by compiling a dataset (1990-2019) quantifying nitrogen flows across the agri-food systems of 120 European territories. Using this dataset, we apply the Generalized Representation of Agri-Food Systems (GRAFS) framework to classify agri-food systems into six types representing different degrees of specialization. Our results show that agricultural systems became increasingly specialized, rising from 22\\% of specialized territories in 1990 to 36\\% in 2019, indicating a growing reliance on external feed and fertilizer inputs. Most of these transitions occurred in eastern Europe, predominantly toward stockless cropping systems. Although these evolutions unfolded within broader processes of market liberalization, transition patterns also displayed clear path-dependency effects rooted in the material configuration of agri-food systems. This is evidenced by the analysis of transition frequencies, which shows that some transitions occurred repeatedly while others never occurred, pointing to the influence of initial system configurations on subsequent trajectories. By contrast, changes in agro-environmental performance were only weakly linked to system transitions. The increases in nitrogen use efficiency (from 0.57 to 0.70) and declines in nitrogen surplus (from 68 to 49 kg N ha$^{-1}$) rather coincided with higher yields and increased nitrogen input application rates, pointing to the dominant role of factors not explicitly captured here, such as shifts in agronomic practices and pedo-climatic conditions. Taken together, these findings provide both a critical dataset and a robust understanding of recent territorial agri-food trajectories, thereby offering a solid empirical basis for anticipating future transitions and developing scenario-based analyses.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae452e",
          "doi": "https://doi.org/10.1088/1748-9326/ae452e",
          "filter": 2
        },
        {
          "title": "Spatiotemporal patterns of surface temperature response to forest harvest in Europe",
          "authors": "Bo Huang, Yan Li, Xia Zhang, Konstantin Stadler, Francesco Cherubini",
          "abstract": "European forests have been intensively managed for the provision of renewable materials and are a valuable asset for climate change mitigation, adaptation, and biodiversity conservation. Forest harvest fundamentally alters the physical structure and composition of forests, with consequences for climate regulation services. It can impact land surface temperature (LST) diurnally and seasonally, but the net LST impact of historical forest harvest activities in Europe is yet unknown. This study integrates satellite-derived data of LST and forest harvest for the period 2004-2023 to unravel spatial and temporal patterns of the surface temperature response to harvest disturbances in Europe. We find a consistent diurnal asymmetry: harvesting induces daytime warming alongside nighttime cooling across all seasons and forest types. However, the magnitude, net effect, and temporal evolution have strong heterogeneity. Regionally, daytime warming dominates in southern Europe (+0.075±0.007°C, mean ± standard error; +0.719°C at the 90th percentile), peaking in summer (+0.103±0.010°C; +0.823°C), while eastern Europe shows the strongest annual nighttime cooling (-0.060±0.005°C; -0.937°C). The response is weaker in Western Europe. Seasonally, net daily cooling prevails in spring, whereas net warming dominates in summer. Forest composition modulates the response: needleleaf forests show the strongest diurnal contrast, broadleaf forests exhibit the weakest daytime signal, and mixed forests display spring daytime cooling. After harvest, most regions transition from initial post-harvest warming towards longer-term cooling or neutrality after one or two decades, with the post-harvest pattern varying regionally and by forest types. Overall, this study elucidates strong spatiotemporal variation in net microclimate responses to forest harvesting across Europe, driven by geography, seasonality, and forest composition. By explicitly characterizing how forest harvesting alters surface temperature across space and time, these findings contribute to improved region-specific forest management strategies that can better balance timber production with climate regulation and biodiversity conservation under changing environmental conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ae424b",
          "doi": "https://doi.org/10.1088/1748-9326/ae424b",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Riding the waves: intergenerational digital storytelling to explore coastal flooding experiences",
          "authors": "Crispin Rakibu Mbamba, Peter Dwumah, Elizabeth Koomson-Yalley, Emmanuel Temitope Adaranijo",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103129",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103129",
          "filter": 0
        },
        {
          "title": "From statistical correlations to dynamic models in the study of past human resilience to climate change",
          "authors": "Yotam Ben-Oren, Yitzchak Jaffe, Oren Kolodny",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103127",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103127",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Evidence-based steps towards climate resilient development pathways: Insights across levels and sectors",
          "authors": "Nicola Favretto, Lindsay C. Stringer",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103130",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103130",
          "filter": 2
        },
        {
          "title": "Assessing the impact of metal trade decoupling on energy transition: Evidence from an open-economy DSGE Model",
          "authors": "Haoran Duan, Shiwei Yu, Tim T. Werner, Yafang Sun, Jinhua Cheng",
          "url": "https://doi.org/10.1016/j.gloenvcha.2026.103128",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2026.103128",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Melting glaciers as symbols of tourism paradoxes",
          "authors": "Emmanuel Salim, Alix Varnajot, Mark Carey, Karine Gagné, Gijsbert Hoogendoorn, Cymene Howe, Matthias Huss, Christopher J. Lemieux, Emma J. Stewart",
          "url": "https://doi.org/10.1038/s41558-025-02544-2",
          "doi": "https://doi.org/10.1038/s41558-025-02544-2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Discrepancies in national inventories reveal a large emissions gap in the wastewater sector",
          "authors": "Cuihong Song, David Ponder, Wei Peng, Zhiyong Jason Ren",
          "url": "https://doi.org/10.1038/s41558-025-02540-6",
          "doi": "https://doi.org/10.1038/s41558-025-02540-6",
          "filter": 2
        },
        {
          "title": "Inconsistent national reports undercount wastewater emissions",
          "authors": "Cuihong Song, David Ponder, Wei Peng, Zhiyong Jason Ren",
          "url": "https://doi.org/10.1038/s41558-026-02555-7",
          "doi": "https://doi.org/10.1038/s41558-026-02555-7",
          "filter": 2
        },
        {
          "title": "Expert agreement on key elements of transformational adaptation to climate risks",
          "authors": "Robbert Biesbroek, Dore Engbersen, Jetske Bonenkamp, Emilie Broek, Eva Boon, Jurian Meijering, Johanna Nalau, James D. Ford, Edmond Totin, Timo Leiter, Elisabeth Gilmore, Kristie L. Ebi",
          "url": "https://doi.org/10.1038/s41558-025-02548-y",
          "doi": "https://doi.org/10.1038/s41558-025-02548-y",
          "filter": 2
        },
        {
          "title": "Cascading downstream impacts of water cycle changes in mountain regions",
          "authors": "Daniel Viviroli, Fabian Drenkhan, Christopher A. Scott, Lauren Somers, Marit van Tiel",
          "url": "https://doi.org/10.1038/s41558-025-02552-2",
          "doi": "https://doi.org/10.1038/s41558-025-02552-2",
          "filter": 2
        },
        {
          "title": "Mountains magnify mechanisms in climate change biology",
          "authors": "Alejandro de la Fuente, I-Ching Chen, Natalie J. Briscoe, Michael R. Kearney",
          "url": "https://doi.org/10.1038/s41558-025-02549-x",
          "doi": "https://doi.org/10.1038/s41558-025-02549-x",
          "filter": 2
        },
        {
          "title": "Preserving mountains",
          "url": "https://doi.org/10.1038/s41558-026-02572-6",
          "doi": "https://doi.org/10.1038/s41558-026-02572-6",
          "filter": 2
        },
        {
          "title": "Melting ice and transforming beliefs",
          "authors": "Elizabeth Allison, Constanza Ceruti, Moses Muhumuza, Guillermo Salas Carreño, Pasang Yangjee Sherpa, Ivan Lizaga Villuendas",
          "url": "https://doi.org/10.1038/s41558-025-02551-3",
          "doi": "https://doi.org/10.1038/s41558-025-02551-3",
          "filter": 2
        },
        {
          "title": "Heat exposure disrupts brain development",
          "authors": "Zilong Zhang",
          "url": "https://doi.org/10.1038/s41558-026-02564-6",
          "doi": "https://doi.org/10.1038/s41558-026-02564-6",
          "filter": 2
        },
        {
          "title": "Early-life heat exposure increases risk of neurodevelopmental delay in preschool children",
          "authors": "Jing Cai, Mengxun Rong, Huijuan Peng, John S. Ji, Haidong Kan, Jing Hua",
          "url": "https://doi.org/10.1038/s41558-026-02560-w",
          "doi": "https://doi.org/10.1038/s41558-026-02560-w",
          "filter": 2
        }
      ]
    }
  ]
}
