{
  "update": "2025-09-26",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Urban climate justice and migrant communities: factors of climate vulnerabilities of the Syrian population in Istanbul",
          "authors": "Elif Bengi Güneş Yerlikaya, Osman Balaban",
          "url": "https://doi.org/10.1080/14693062.2025.2558179",
          "doi": "https://doi.org/10.1080/14693062.2025.2558179",
          "filter": 0
        },
        {
          "title": "The impact of wildfires on local property values in Wisconsin, United States",
          "authors": "Xiangrui Wang, Xinye Deng, Junqiao Hong, Wenjia Jian, Ziying Yang",
          "url": "https://doi.org/10.1080/14693062.2025.2558181",
          "doi": "https://doi.org/10.1080/14693062.2025.2558181",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Ensuring environmental integrity of voluntary carbon market claims: understanding and framing VCM contribution claims",
          "authors": "Thiago Chagas, Charlotte Streck, Danick Trouwloon",
          "url": "https://doi.org/10.1080/14693062.2025.2557234",
          "doi": "https://doi.org/10.1080/14693062.2025.2557234",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Diet changes in food futures improve Swedish environmental and health outcomes",
          "authors": "Rachel Mazac, Hanna Karlsson Potter, U. Martin Persson, Rasmus Einarsson, Hanna Rut Carlsson, Janne Bengtsson, Johan Karlsson, Garry Peterson, Line J. Gordon, Elin Röös",
          "abstract": "Aligning national food systems with global goals is required for sustainable transitions. We examine if realistic, context-specific dietary changes, mindful of Swedish food culture and in line with future scenarios, are sufficient to meet ambitious environmental goals. Here, we quantified diets based on the four Swedish Food Futures scenarios, which reflect prospects of technological development, behavioral change, import trends, and values. Scenario diet nutritional intakes and environmental impacts were quantified and related to health targets and nationally adapted climate, cropland, and biodiversity boundaries. Dietary changes in scenario diets reduced environmental impacts by 30% compared to current diets. No scenario stayed within the strictest climate boundary without removal of energy-related food chain emissions—resulting in 50–60% additional impact reduction. Food chain waste reduction by 50% resulted in an additional 8–10% reduction in impacts. Dietary changes can make substantial contributions to staying within global climate, cropland, and biodiversity boundaries and meet health targets, but improvements in production and waste reductions are also required.",
          "url": "https://doi.org/10.1038/s43247-025-02679-2",
          "doi": "https://doi.org/10.1038/s43247-025-02679-2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Land use modelling needs to better account for multiple cropping to inform pathways for sustainable agriculture",
          "authors": "Katharina Waha, Christian Folberth, Hester Biemans, Esther Boere, Alberte Bondeau, Andrew J. Hartley, Gerrit Hoogenboom, Jonas Jaegermeyr, Yuan Liu, Camilla Mathison, Christoph Müller, Albert Nkwasa, Stefan Olin, Alex C. Ruane, Koen De Vos, Jeffrey W. White, Karina Williams, Qiangyi Yu",
          "abstract": "Multiple cropping, the simultaneous cultivation of several crops in space or time, is a global practice essential for intensifying and diversifying agriculture. Despite its substantial impact on environmental and socioeconomic outcomes of farming, multiple cropping is hardly accounted for in assessments of global food production, sustainability, and climate impacts. Such studies, often relying on modelling of cropping systems, land use change, and eventually the Earth system, are of growing importance in decision-making and policymaking. However, they primarily assume monocropping, neglecting carryover effects between crops and their implications for land use. This limitation compromises the representativeness of these studies and the conclusions they draw, essentially overlooking a substantial option space for sustainable intensification, nature-based solutions, and resulting land-atmosphere feedback. Herein, we outline the relevance of multiple cropping, reflect on its consideration in land-use models, and identify development requirements to enhance their inclusion in informing policymaking for sustainable food systems.",
          "url": "https://doi.org/10.1038/s43247-025-02724-0",
          "doi": "https://doi.org/10.1038/s43247-025-02724-0",
          "filter": 2
        },
        {
          "title": "Sedimentary DNA from lake depocenters maximizes detection of catchment vegetation",
          "authors": "Tulug Gulce Ataman, Youri Lammers, Inger Greve Alsos, Dilli Prasad Rijal, Antony G. Brown",
          "abstract": "Sedimentary DNA is becoming an invaluable tool for biodiversity assessments across spatial and temporal scales. Accurate interpretation, however, requires a clear understanding of its origin and taphonomy, from transport to preservation processes within lake systems. Insights into these processes are crucial for developing efficient sampling methods for precise ecological monitoring. Our analysis of 42 adjacent surface sediment sample replicates shows that deeper, central samples, with reduced influence from aquatic taxa, exhibit greater taxonomic richness compared to near-shore samples. By comparing these results to systematic vegetation surveys, we demonstrate that central cores are optimal as they capture the main taxonomic richness in the catchment, while marginal samples near inflows are essential for detecting rarer, spatially restricted taxa. This study highlights the potential of central-core sampling to effectively capture vegetation profiles in small, bathymetrically simple lakes, while enhancing the understanding of DNA transport mechanisms in catchments with similar topographic or hydrological characteristics.",
          "url": "https://doi.org/10.1038/s43247-025-02675-6",
          "doi": "https://doi.org/10.1038/s43247-025-02675-6",
          "filter": 2
        },
        {
          "title": "Multiple environmental stressors interactively affect soil phosphorus cycling microbiomes",
          "authors": "Xianjin Tang, Yun Chen, Zhongmin Dai, Scott X. Chang, Rujiong Zeng, Dan He, Jianming Xu",
          "abstract": "Soil phosphorus (P) cycling microorganisms (PCMs) facilitate organic P mineralization (represented by the phoD gene) and inorganic P dissolution ( pqqC ), driving terrestrial P cycling and enhancing P availability to plants. However, the interactive effects (i.e., additive, synergistic, and antagonistic interactions) of multiple environmental stressors (i.e., acidification, salinization, drought, metal pollution and human disturbance) on PCMs remain unclear. Combining a large-scale survey and controlled experiments, we found that the interactive effects of stressors with significance on PCM abundance and diversity were more ubiquitous than the effects of individual stressors. Specifically, acidification and drought had antagonistic and synergistic effects on the abundances of organic P mineralization microorganisms and inorganic P dissolution microorganisms, respectively, while antagonistic effects between drought and metal pollution were observed on the diversity of these microorganisms. The PCM changes were associated with soil P-related stoichiometric parameters under interactive effects, indicating that interactive stressors strongly influenced microbial-regulated P cycling and P availability in soil. These findings underscore the need to incorporate interactive stressor effects into strategies for sustainable soil P management and ecosystem resilience.",
          "url": "https://doi.org/10.1038/s43247-025-02772-6",
          "doi": "https://doi.org/10.1038/s43247-025-02772-6",
          "filter": 2
        },
        {
          "title": "Supercritical fluid flow through permeable window and phase transitions at volcanic brittle–ductile transition zone",
          "authors": "Takeshi Tsuji, Rezkia Dewi Andajani, Masafumi Katou, Akio Hara, Naoshi Aoki, Susumu Abe, Hao Kuo-Chen, Zhuo-Kang Guan, Wei-Fang Sun, Sheng-Yan Pan, Yao-Hung Liu, Keigo Kitamura, Jun Nishijima, Haruhiro Inagaki",
          "abstract": "Hydrothermal fluid migration and supercritical phase transitions around the brittle–ductile transition are key to understanding volcanic activity and geothermal energy, but it remains challenging due to limited subsurface imaging. Here we conducted active-source seismic surveys at Kuju volcano, Japan, applying extended common-reflection-surface analysis to image magma-related and hydrothermal structures. We further estimated earthquake hypocenters, focal mechanisms, and seismic velocity. A continuous horizontal reflector could indicate a low-permeability seal confining supercritical fluids, while a low-amplitude reflection zone reveals fractures disrupting the seal. This permeable window, located at the magma margin, coincides with earthquake clusters of various focal mechanisms, suggesting upward fluid migration. A plume-shaped zone with low P-wave and S-wave velocity ratio (Vp/Vs) above the permeable window indicates thermally-altered formations and gas release from phase transitions. These results provide 3D visualization of the interplay among trapped supercritical fluid, its migration through permeable window, and related seismicity near the brittle-ductile transition.",
          "url": "https://doi.org/10.1038/s43247-025-02774-4",
          "doi": "https://doi.org/10.1038/s43247-025-02774-4",
          "filter": 2
        },
        {
          "title": "Effects of climate change on river and groundwater nutrient inputs to the coastal ocean",
          "authors": "Christina M. Richardson, Bernhard Peucker-Ehrenbrink, Shea Wyatt, Annie Bourbonnais, Vanessa Hatje, Claudia Frey, Tina Sanders, Diana E. Varela, Adina Paytan",
          "url": "https://doi.org/10.1038/s43247-025-02594-6",
          "doi": "https://doi.org/10.1038/s43247-025-02594-6",
          "filter": 2
        },
        {
          "title": "Publisher Correction: 5th anniversary focus: reviewer Deniz Bozkurt on polar research",
          "url": "https://doi.org/10.1038/s43247-025-02798-w",
          "doi": "https://doi.org/10.1038/s43247-025-02798-w",
          "filter": 2
        },
        {
          "title": "Both redox potential and climate control molecular proxies in Icelandic Holocene lake sediments",
          "authors": "David J. Harning, Samuel Sacco, Jonathan H. Raberg, Nicolò Ardenghi, Julio Sepúlveda, Beth Shapiro, Gifford H. Miller, Áslaug Geirsdóttir",
          "url": "https://doi.org/10.1038/s43247-025-02701-7",
          "doi": "https://doi.org/10.1038/s43247-025-02701-7",
          "filter": 2
        },
        {
          "title": "Pathways for prevention of cascading tipping points",
          "url": "https://doi.org/10.1038/s43247-025-02662-x",
          "doi": "https://doi.org/10.1038/s43247-025-02662-x",
          "filter": 2
        },
        {
          "title": "Publisher Correction: The concept of spectrally nudged storylines for extreme event attribution",
          "authors": "Frauke Feser, Theodore G. Shepherd",
          "url": "https://doi.org/10.1038/s43247-025-02785-1",
          "doi": "https://doi.org/10.1038/s43247-025-02785-1",
          "filter": 2
        },
        {
          "title": "Increased persistence of warm and wet winter weather in recent decades in north-western Europe",
          "authors": "Barend Spanjers, Eric Beutner, Dim Coumou, Julia Schaumburg",
          "url": "https://doi.org/10.1038/s43247-025-02588-4",
          "doi": "https://doi.org/10.1038/s43247-025-02588-4",
          "filter": 2
        },
        {
          "title": "Satellite radar altimetry reveals spatial and temporal changes in water surface smoothness in the Salar de Uyuni, Bolivia",
          "authors": "Stefano Vignudelli, Ron Abileah, Paula Pacheco Mollinedo, Francesco De Biasio",
          "url": "https://doi.org/10.1038/s43247-025-02715-1",
          "doi": "https://doi.org/10.1038/s43247-025-02715-1",
          "filter": 2
        },
        {
          "title": "Sea-dumped munitions in the Baltic Sea support high epifauna abundance and diversity",
          "authors": "A. Vedenin, I. Kröncke, T. Weiß, G. Nolte, M. Keller, A. J. Beck, M. Esposito, J. Greinert",
          "abstract": "The German waters contain 1.6 million tons of munitions, mostly dumped after the World Wars. The structure and composition of epifauna were investigated on the dumped munition in the Lübeck Bay (Baltic Sea) within the area with regular hypoxic conditions using a remotely operated vehicle (ROV). Objects were identified as warheads from the Fieseler flying bomb (Fi103, known as V1). Eight species of epifauna were found, with a mean density of 43,184 ind. m −2 , mostly concentrated on the metal parts. Surrounding sediment had a significantly lower abundance of only 8213 ind. m −2 . Chemical analysis of water sampled directly near several warheads showed high concentrations of explosive compounds, with, e.g., trinitrotoluene (TNT) levels of 2.73 mg/l. These concentrations approach toxicity thresholds for aquatic organisms. However, the epifauna develops on breached munitions in numbers comparable to natural hard substrata. In the future, munitions should be replaced with safe, hard substrates.",
          "url": "https://doi.org/10.1038/s43247-025-02593-7",
          "doi": "https://doi.org/10.1038/s43247-025-02593-7",
          "filter": 2
        },
        {
          "title": "Legacy of snow cover on alpine landscapes",
          "authors": "Philippe Choler, Nicolas Bonfanti, Alix Reverdy, Arthur Bayle, Baptiste Nicoud, Lucie Liger, Jean-Christophe Clément, Jean-Martial Cohard, Christophe Corona, Simon Gascoin, Didier Voisin, Jérôme Poulenard",
          "abstract": "Over the past four decades, seasonal snow cover has declined rapidly in temperate alpine regions. However, the fine-scale dynamics of snowmelt preceding the ongoing warming period remain largely unknown, limiting our understanding of the long-term influence of past snow cover on alpine ecosystems. Here we rely upon the spatial similarities in melt-out patterns and a temperature-based model of fractional snow cover area, to reconstruct fine-scale snow cover changes over the past 250 years in instrumented catchments of the southwestern Alps. We provide evidence that, until the 1980s, prolonged snow cover in many late-lying snowfields delayed ecosystem development and explain why current vegetation cover, soil organic matter content, and mineral weathering are significantly lower in these areas than in surrounding ecosystems. These findings highlight the long-term legacy of snow cover on alpine landscapes and underscore the need to re-evaluate its effects on ecosystem structure, functioning, and responsiveness to ongoing changes.",
          "url": "https://doi.org/10.1038/s43247-025-02702-6",
          "doi": "https://doi.org/10.1038/s43247-025-02702-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "The Care Economy",
          "authors": "Peter C. Grosvenor",
          "url": "https://doi.org/10.1080/09644016.2025.2560173",
          "doi": "https://doi.org/10.1080/09644016.2025.2560173",
          "filter": 0
        },
        {
          "title": "Acts of energy citizenship in community solar gardens",
          "authors": "Judita Hudson, Kurt Iveson, Sophie Webber",
          "url": "https://doi.org/10.1080/09644016.2025.2565868",
          "doi": "https://doi.org/10.1080/09644016.2025.2565868",
          "filter": 0
        },
        {
          "title": "Influencing climate change adaptation in authoritarian states: a deliberative systems analysis in Vietnam",
          "authors": "Wendy Conway-Lamb",
          "url": "https://doi.org/10.1080/09644016.2025.2557058",
          "doi": "https://doi.org/10.1080/09644016.2025.2557058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "The exposure threat of wet heat extremes is substantially increasing to the 65+ elderly population in Asia",
          "authors": "Hui Gao, Ting Ding, Tiejun Xie",
          "abstract": "There has been a notable rise in the number of wet heatwave days across most of Asia, particularly in countries with a sizeable 65+ elderly population (e.g., China and India) and in countries with a high proportion of elderly individuals (such as Japan) during 2001-2020. The frequency of dry heatwave in Asia has been observed to increase by 0.9 day per decade, whereas the wet HTs have demonstrated a considerably more pronounced trend of 1.9 days per decade. Furthermore, the growth percentage in excess of 50% is evident in the majority of regions across Asia, including West Asia, Southeast Asia, South Asia and East Asia, which collectively account for 99% of the continent’s elderly population. Relative to the period 2001-2020, the exposure to wet heatwave is projected to increase from 1.4 times to 3.2 times in EA, from 1.6 to 13 times in WA, from 1.3 to 9 times in CA, from 1.3 to 8.4 times in SA and from 2.2 to 15.7 times in SEA from 2030 to 2100. This represents a rate of increase which is more than twice that of the dry heatwave in 2100 across most regions of Asia. The rise in temperature and the growth in the population aged 65+ are responsible for the increase in exposure to wet heatwaves, and the population effect has more contribution than the climate effect across all regions.",
          "url": "https://doi.org/10.1088/1748-9326/ae0958",
          "doi": "https://doi.org/10.1088/1748-9326/ae0958",
          "filter": 0
        },
        {
          "title": "Non-linear response of catch rates to increasing salinity levels in a small-scale fishery",
          "authors": "Andrés Vargas, David Diaz, Sebastián Restrepo Calle",
          "abstract": "Gear and catch diversification can provide natural insurance to fishers by stabilising catch rates, thanks to the differential response of fish species to varying environmental conditions. The effectiveness of diversification, however, may be diminished if there is a threshold above which compensatory changes are weakened and species abundance tends to move in the same direction. We analyse this hypothesis using data from an open-access artisanal fishery in an estuarine ecosystem, located in a Colombian Biosphere.&amp;#xD;Reserve. We find evidence of a threshold in salinity levels in the 25-30 g/kg range for most gears employed in the fishery. Below the threshold, catch diversification stabilises the mean catch rate, but above it, catch rates decline. The evidence of a threshold defining a high salinity conditions regime calls for the adoption of adaptive fishery management strategies, as well as social protection mechanisms for vulnerable fishers.",
          "url": "https://doi.org/10.1088/1748-9326/ae0952",
          "doi": "https://doi.org/10.1088/1748-9326/ae0952",
          "filter": 0
        },
        {
          "title": "Mortality reduction despite changing climate extremes requires better understanding of human behavioral response to warnings",
          "authors": "Philip Bubeck, Ugur Ozturk, Edier Aristizabal, Annegret H Thieken, Thorsten Wagener",
          "url": "https://doi.org/10.1088/1748-9326/ae034f",
          "doi": "https://doi.org/10.1088/1748-9326/ae034f",
          "filter": 0
        },
        {
          "title": "Learning increases both acceptability and scrutiny of carbon dioxide removal methods: quasi-experimental evidence",
          "authors": "Felix Dörpmund, David M Reiner, Julia Pongratz, Sabine Fuss",
          "abstract": "Carbon dioxide removal (CDR) technologies are increasingly recognized as necessary complements to decarbonization efforts; however, public acceptance remains a critical implementation challenge. This study investigates the impact of educational exposure on perceptions of CDR methods among individuals with a pre-existing interest in climate solutions. We conducted a quasi-experimental study with pre- and post-surveys of participants (n=366 pre-survey, n=83 post-survey, n=29 matched pairs) enrolled in a six-week online CDR curriculum. Baseline comparisons with previous studies confirmed that participants were more knowledgeable about CDR and held more positive environmental attitudes than nationally representative population samples. Following the educational intervention, participants demonstrated significant increases in self-reported CDR knowledge and more favorable risk-benefit assessments across all CDR technologies, with the largest gains for enhanced weathering and biochar. Qualitative analysis revealed that, rather than simple endorsement, education fostered more nuanced evaluation capabilities, with participants developing greater appreciation for both benefits and method-specific limitations. Notably, participants shifted away from technology-specific preferences and towards more portfolio-based thinking, recognizing the complementary roles of different CDR approaches. These findings suggest that informed engagement with CDR technologies produces sophisticated rather than uncritical assessment frameworks, with implications for how CDR communication and engagement strategies might be designed to support constructive public dialogue about these emerging technologies.",
          "url": "https://doi.org/10.1088/1748-9326/ae0b93",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b93",
          "filter": 0
        },
        {
          "title": "Community resilience to the health and wellbeing impacts of environmental and climate change: a review",
          "authors": "Zoe Alexandra Becvarik, Zoe Leviston, Erin Ingrid Walsh, Aparna Lal",
          "abstract": "Background&amp;#xD;Several frameworks and assessment tools exist to understand and evaluate community resilience to climate change and disasters. Yet limited research explicitly measures community resilience to health risks of a changing environment. This review aimed to identify and assess the dimensions and indicators of community resilience frameworks for the health and wellbeing impacts of environmental and climate change. &amp;#xD;&amp;#xD;Methods&amp;#xD;Electronic databases (PubMed, Scopus and Web of Science), grey literature, and reference lists of included studies were systematically searched and screened using inclusion/exclusion criteria at the title and abstract level and then full-text, according to the PRISMA Guidelines. Charted data was analysed using qualitative and quantitative synthesis methods, with dimensions and indicators coded and re-categorised to identify core resilience components and their co-occurrence. &amp;#xD; &amp;#xD;Findings&amp;#xD;Across the 8,243 studies screened, 11 unique dimensions and 41 indicator categories of community resilience were identified. The most common dimensions were economic, community capacity, social, and institutional and political dimensions, with no frameworks including both health and environmental dimensions. Consensus on how to measure common dimensions was lacking and many of the indicators required for a comprehensive assessment of health-related community resilience were inconsistently or infrequently employed. Overall, the capacity of the frameworks to account for socially differentiated impacts across a community, as well as factors relating to health and wellbeing, culture, communication and information, and knowledge, attitudes, and behavioural practices, was insufficient.&amp;#xD;&amp;#xD;Interpretation&amp;#xD;Findings highlight the need for further studies focused explicitly on health impacts and hazards to establish greater consensus on core dimensions and indicators, including under-represented components and their interconnections. This review makes a strong case that community resilience frameworks for the health impacts of climate change will require greater integration of environmental and health dimensions; factors that more accurately reflect public health interests and dynamics; and equity considerations for unique place-based contexts. &amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0b91",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b91",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Understanding the 2023 compound dry hazard events across the Pan-Asian region",
          "authors": "Davy Jean Abella, Kuk-Hyun Ahn",
          "abstract": "Amid a global trend of intensifying climate extremes, 2023 marked Earth’s hottest year on record that triggered widespread disruptions. As global warming continues, understanding the compound events characterized by dry hazards is crucial especially in Asia, where dense populations heighten vulnerability. This study examines the intricate characteristics of 2023 compound heatwave, drought, and fire (CHDF) events in Asia by analyzing spatial and temporal patterns from 1960 to 2023 during the extended warm season (April-October). Results reveal that the 2023 CHDF notably diverged from historical trends, with heatwave-driven compound events exhibiting a four- to eightfold increase in spatial extent since 1980. The severity and duration of 2023 HDF reached return periods of approximately 23 and 40 years, respectively. In particular, urban cores in East and Southeast Asia emerged as hotspots for CHDF events, pointing to the influence of land transformation. Attribution analysis further highlights the dominant role of human-induced climate change in amplifying the likelihood of 2023-like compound events (CEs), with DF responding more modestly than heatwave-driven CEs. Projections under SSP245 suggest that 2023-level CHDF events may stabilize by the 2060s with mitigation, while SSP585 indicates continued escalation and earlier emergence (≈ 1-5 years). Findings from this study emphasize the growing risk of compound dry hazards and the pressing need for targeted mitigation efforts and adaptive strategies to reduce Asia’s vulnerability to climate extremes.",
          "url": "https://doi.org/10.1088/1748-9326/ae08cf",
          "doi": "https://doi.org/10.1088/1748-9326/ae08cf",
          "filter": 2
        },
        {
          "title": "Tradeoffs between uniform land protection and biodiversity-specific land protection with &lt;2°C global warming",
          "authors": "Alan Vincent Di Vittorio, Kanishka B Narayan, Michael Westphal",
          "abstract": "Nearly 200 countries have pledged to conserve 30% of terrestrial ecosystems to stop the global biodiversity crisis. However, biodiversity is not uniformly distributed across countries. Adequately addressing this crisis requires a scientific basis for selecting protected land that considers both ecological benefits and impacts to humans. We use the Global Change Analysis Model to evaluate land use tradeoffs of four land protection cases under two climate cases. We find that biodiversity-specific land protection up to 39% globally can reduce land use constraints and food prices compared to protecting 30% of land uniformly in each country (\"30x30\" initiative). Valuing terrestrial carbon for climate change mitigation reduces land conversion pressure and can complement protection strategies. Global impacts to agriculture of additional land protection are small, but regional impacts vary and may be considerable. Overall, biodiversity-specific land protection has greater potential than a uniform target to meet both ecological and human needs.",
          "url": "https://doi.org/10.1088/1748-9326/ae0aea",
          "doi": "https://doi.org/10.1088/1748-9326/ae0aea",
          "filter": 2
        },
        {
          "title": "Floating offshore wind on the U.S. west coast: An expert elicitation",
          "authors": "Nils Angliviel de La Beaumelle, Kamran Tehranchi, Matteo Simoncini, Ekundayo Shittu, Ines M L Azevedo",
          "abstract": "California has ambitious offshore wind goals of 2 – 5 GW by 2030 and 25 GW by 2045. The coastline deep ocean floor calls for floating offshore wind (FOSW), a new technology whose application has yet to be built to scale. Given the novelty, deep uncertainty, and lack of data regarding FOSW, we fielded an expert elicitation regarding the costs, probability and duration of failure, and likely potential system architectures. We find that there is significant disagreement among experts: cost estimates vary by a factor of at least 3. Probabilities of failure range from 0.01% to 20% for most parts of the system. Experts diverged on likely transmission configurations that are likely to be used with FOSW projects, though most agreed DC technologies will be used in the future. Overall, experts believe California’s 2030 FOSW targets will not be met but could be achieved by 2035, and 2045 targets could be realized with faster buildout of future lease areas.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0b94",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b94",
          "filter": 2
        },
        {
          "title": "Biases in ENSO response to greenhouse warming induced by ensemble-mean detrending in large ensemble simulations",
          "authors": "Shuo Wu, Tao Geng, Wenju Cai, Haodong Wang, Kai Yang, Xiaopei Lin",
          "abstract": "Quantifying projected changes in the El Niño-Southern Oscillation (ENSO) requires an appropriate removal of greenhouse warming-induced trend in associated sea surface temperature (SST) field. Multi-member ensemble average over single-model large ensemble (LE) simulations is frequently used to isolate an externally-forced climate response from internal variability, but whether it can cleanly extract the forced ENSO response to greenhouse warming remains unclear. Using eight LE models, here we show that compared to low-frequency fitting methods that can be applied directly to observation and a single-member simulation, the ensemble-mean detrending approach induces spurious SST variability in the equatorial Pacific, resulting in an underestimated ENSO amplitude response to greenhouse warming. The source of spurious variability relates to a residual effect associated with ENSO nonlinear rectification, which is inherently unavoidable though its influence decreases with ensemble size. Our finding highlights the importance of ENSO nonlinearity in choosing specific ways of detrending for ENSO-related projection studies.",
          "url": "https://doi.org/10.1088/1748-9326/ae0953",
          "doi": "https://doi.org/10.1088/1748-9326/ae0953",
          "filter": 2
        },
        {
          "title": "A health impact assessment of changes in NDVI on all-cause mortality across 1,041 global cities",
          "authors": "Greta K. Martin, Jennifer D Stowell, Patrick L Kinney, Susan C Anenberg",
          "abstract": "Urban greenspaces are associated with improved health and climate resiliency. Large scale health impact assessments of urban greenspace and mortality have been limited to American and European cities. We estimated changes in mortality associated with observed differences in population-weighted greenest season normalized difference vegetation index (NDVI) between 2014-2018 and 2019-2023 across 1,041 global cities representing 174 countries. We used publicly available high-resolution satellite-derived estimates of NDVI and population, baseline disease rates from the Global Burden of Disease study, and a hazard ratio of the association between NDVI and all-cause mortality from an epidemiological meta-analysis. We found that urban greenspace varies substantially across cities (NDVI mean: 0.270, range: 0.072, 0.580) and by climate classification and geographic region. Despite modest global average changes in NDVI from 2014-2018 to 2019-2023, NDVI has changed by over +/-20% in individual cities. Median regional changes were largest in South-eastern Asia (-0.022), Sub-Saharan Africa (-0.010) and Eastern Asia (+0.014) and most stable in arid climates (&lt;0.000). These changes were associated with a global mean of 0.19 (95% CI: 0.15, 0.25) additional annual deaths per 100,000 in the 2020 population, ranging from 24.44 fewer to 21.84 more deaths per 100,000 across cities. Health impact assessments of NDVI and all-cause mortality have largely been conducted in European and North American cities, where we found NDVI was generally higher and more stable. Our results highlight large heterogeneity in urban greenspace extent and variability across global cities and the importance of characterizing the relationship between health and NDVI in more diverse contexts.",
          "url": "https://doi.org/10.1088/1748-9326/ae0954",
          "doi": "https://doi.org/10.1088/1748-9326/ae0954",
          "filter": 2
        },
        {
          "title": "Spatiotemporal patterns of urban heat in indoor and outdoor microclimates",
          "authors": "Yusuf Jamal, Courtney C. Murdock, Rajendra Kumar Baharia, Rajesh Sharma, Keshav Vaishnav, Vikas Desai, Vijay Kohli, Ajeet Kumar Mohanty, Mercedes Pascual, Sachin Sharma, Anup Anvikar, Michael Wimberly",
          "abstract": "As global temperatures rise due to climate change, urban heat islands have emerged as an important public health concern, significantly exacerbating heat stress in urban populations. Meteorological data is critical for assessing heat stress, and localized microclimate data provide more precise measurements of heat hazards than traditional weather station data. Our study explored microclimate patterns in space and time in tropical cities with rapidly growing urban populations and warming climates. We established a microclimate monitoring network with sensors measuring air temperature and relative humidity throughout two large cities in Gujarat, India. We collected hourly microclimate data on temperature and humidity from April 2023 to May 2024 from paired indoor/outdoor sensors at 48 homes in Ahmedabad and 45 homes in Surat. We summarized dry bulb (T) and wet-bulb (Tw) temperatures at indoor and outdoor locations, compared temporal patterns across seasons and times of the day, and investigated relationships with urban land cover. Indoor and outdoor microclimates had different diurnal variations, with distinctive patterns during the monsoon compared to other seasons. Building volume had warming effects and vegetation had cooling effects on minimum T and Tw, particularly at outdoor locations. In contrast, building volume had cooling effects and vegetation had warming effects on maximum T and Tw, particularly at indoor locations. Temperatures were consistently cooler at locations with higher albedo, and relationships with water were weaker and more variable. A model comparison found significant differences in land cover effects for indoor versus outdoor locations. Given the increasing occurrence of heat waves and climate-related health threats in western India and other tropical areas, it will be essential to account for the different spatial and temporal patterns of indoor and outdoor microclimates to more precisely identify locations and timings of temperature extremes.",
          "url": "https://doi.org/10.1088/1748-9326/ae09bc",
          "doi": "https://doi.org/10.1088/1748-9326/ae09bc",
          "filter": 2
        },
        {
          "title": "Spatial extrapolation in soil salinity and future land cover using hybrid machine learning and land change modeler: case study in the Mekong Delta and the Red River Delta",
          "authors": "Huu Duy Nguyen, Quang Hai Truong, Thi Ha Thanh Nguyen, Phuong Lan Vu, Le Tuan Pham, Ngoc Tu Bui, Dinh Kha Dang, Tien Giang Nguyen, Tan Phan Van, Quoc-Huy Nguyen, Quang-Thanh Bui, Minh Cuong Ha, Thanh Van Hoang, Alexandru-Ionut Petrisor, Son V Nghiem",
          "abstract": "Soil salinity is a major ecological challenge that affects agricultural productivity, posed significant challenges on the ecological system, especially in the deltaic region vulnerable to human alterations and sea level rise. Assessing agricultural areas impacted by soil salinity change is very important to support decision-makers or planners in sustainable land use planning. To overcome limitations in current spatial extrapolation methods for a reliable prediction of salinity trends across extensive river deltas, an advanced synthesis approach was developed with the use of machine learning (ML) particularly appropriate to account for a multitude of factors representing land cover conditions, processes, and interactions. This study aims to: (i) address the extrapolation challenge in ML-based soil salinity mapping, and (ii) predict land cover changes due to soil salinity. The Mekong River Delta (MRD) and Red River Delta (RRD) were selected as case studies. A hybrid ML approach and land change modeler were used to analyze 39 contributing factors. To resolve the spatial extrapolation issue in soil salinity monitoring, we used 109 salinity-affected locations in the MRD and 72 in the RRD. Land cover data from 2000 and 2023, along with salinity maps, were used to project the 2050 land cover. Multiple ML models were used to cross-verify and obtain robust results. All models achieved R² scores above 0.85. Results show that crop areas will decline from 67% (2000) to 64% (2023) and 60% (2050), with 41 km² of cropland converted to aquaculture - mostly in high-salinity coastal zones. This study develops a powerful synthesis framework to address the problem of spatial extrapolation challenges related to natural hazard mapping in general and soil salinity mapping in particular, based on machine learning and on accurate prediction of land cover/land use (LULC) change under effects of soil salinity in the context of climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae0a6d",
          "doi": "https://doi.org/10.1088/1748-9326/ae0a6d",
          "filter": 2
        },
        {
          "title": "Satellite Methane and Ammonia Observations Consistently Show Substantial Increases in Pan-Tropical Livestock Emissions",
          "authors": "Gang Tang, Yuzhong Zhang, Wei Chen, Zhenqi Luo, Joannes D Maasakkers, John R Worden",
          "abstract": "The inverse analysis of atmospheric observations has become a critical tool for constraining methane (CH4) fluxes and detecting their temporal changes. However, attributing inferred CH4 fluxes to specific source sectors often relies heavily on prior information and assumptions, introducing uncertainties. Incorporating co-emitted species into top-down analyses can provide additional observational constraints for more accurate source attribution. In this study, we examine the 2010–2018 emission trends of CH4 and ammonia (NH3), both of which are emitted from the livestock sector, using satellite observations of these two gases. Our analysis reveals a strong positive correlation between CH4 and NH3 emission trends at the continental scale, mainly driven by increases in Pan-Tropical regions including South Asia, East and West Africa, North Latin America, and Brazil. This observation-derived correlation is generally consistent with changes in livestock populations. In contrast, widely used bottom-up emission inventories fail to capture this correlation, likely due to inconsistencies in the activity data used for compiling greenhouse gas and air pollutant emissions. These findings support the attribution of substantial increases in CH4 emissions to the livestock sector, identifying it as one of the major drivers for recent rise in tropical CH4 emissions.",
          "url": "https://doi.org/10.1088/1748-9326/ae0955",
          "doi": "https://doi.org/10.1088/1748-9326/ae0955",
          "filter": 2
        },
        {
          "title": "Simultaneous production and consumer efforts reduce the nitrogen load in a Japanese island’s food system",
          "authors": "Kosuke Hamada, Sadao Eguchi, Nanae Hirano, Kei Asada",
          "abstract": "Issues related to reactive nitrogen (Nr) continue to increase and have exceeded planetary boundaries. Both production- and consumer-level efforts can mitigate Nr loads and inputs. However, only independent evaluations of these efforts have been performed thus far, and the lack of comprehensive evaluations has hindered further reductions in Nr loads and inputs. Therefore, in this study, we applied the food nitrogen footprint to a subtropical island in Japan and evaluated both direct (on-island) and indirect (overseas-related, imported food/feed production) Nr loads and inputs within the food system. The following scenarios were developed: shifting diets toward grains and legumes in imported food, halving food loss and using the remainder as concentrate feed, and replacing chemical fertilizers with cattle manure produced on the island. Altering the composition of imported food, reducing food loss by half, and utilizing the remaining portion as feed effectively reduced the indirect Nr load, while using cattle manure reduced the direct Nr load. Implementing these measures in combination reduced the direct and indirect Nr loads by 15.4% and 30.9% and the direct and indirect Nr inputs by 19.8% and 18.8%, respectively. Therefore, it is essential to implement consumer and production efforts simultaneously rather than independently to optimize the global nitrogen cycle.",
          "url": "https://doi.org/10.1088/1748-9326/ae0b95",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b95",
          "filter": 2
        },
        {
          "title": "Record 2024 winter carbon emissions coincide with record warmth across boreal forest, tundra, and wetland ecosystems",
          "authors": "Grant Falvo, Edward A.G. Schuur, Eugenie Susanne Euskirchen, Susan M Natali, Oliver Sonnentag, Haley Alcock, Kyle A Arndt, Colin Edgar, Gabriel Hould Gosselin, Jacqueline K Y Hung, Justin Ledman",
          "abstract": "The warming Arctic could accelerate climate change as permafrost soil carbon is released as greenhouse gas emissions from boreal, tundra, and wetland ecosystems. Record climate conditions are increasingly common, with the 2023-2024 winter (September-April) documented as having the warmest land surface air temperatures on record for the Arctic region. However, corresponding impacts on ecosystem greenhouse gas fluxes typically take several years to diagnose, creating a knowledge gap between contemporary climate events and these fluxes. Here we synthesized near real-time data from 19 eddy covariance flux tower sites across the Arctic through the summer of 2024. This analysis revealed record net carbon dioxide and methane emissions occurring in winter, coinciding with warm 2023-2024 winter conditions. The increasing recognition of the importance of winter in shaping ecosystem carbon balance is still challenged by the difficulty of collecting data, with far more carbon flux measurements available in summer as compared to year-round. Improving the observation network’s extent and ability to deliver near real-time updates could provide immediate knowledge about the speed and strength of the permafrost carbon feedback to climate change. This increased awareness could help nations adapt their emissions policies aimed to avoid the worst impacts of climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae09bb",
          "doi": "https://doi.org/10.1088/1748-9326/ae09bb",
          "filter": 2
        },
        {
          "title": "Observing system needs for understanding carbon-climate feedbacks",
          "authors": "Dustin Carroll, Nicholas C Parazoo, Nicole Suzanne Lovenduski, Michael Keller, David S Schimel, Anthony Bloom",
          "abstract": "Abstract not needed for perspective paper format.",
          "url": "https://doi.org/10.1088/1748-9326/ae0ae8",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ae8",
          "filter": 2
        },
        {
          "title": "Evaluating the weathering and transport of plastic nurdles along the north- and southwestern Gulf of Mexico coasts",
          "authors": "Jordan T Cisco, Junwei Hua, Xiangtao Jiang, Jianhong Xue, Jace Tunnell, Jiabi Du, Zhanfei Liu",
          "abstract": "Plastic nurdles, as small resin pellets, are a significant pollutant across the north- and southwestern Gulf of Mexico (America) coasts from Texas to the Yucatán Peninsula. This study identified the potential source of nurdle pollution using a combination of chemical analysis and numerical modeling. Chemical data of the nurdles collected from over 70 sites from Houston to the Yucatán Peninsula during 2021–2024 revealed distinct patterns in polymer type, color distribution, and weathering status, providing strong evidence for Texas as the primary source of these nurdles. Color distribution results showed that white nurdles, representative of fresher nurdles, dominated the Texas sites and more weathered, yellow nurdles, were found in Mexico regions. This color trend suggests an increased surface degradation as nurdles move southward. Analysis through Fourier Transform Infrared Spectroscopy (FTIR) shows polyethylene (PE) as the dominant polymer across all sampled sites, showcasing a linked homogeny through the regions, and the data were further used to build chemical weathering indices, which provided a way of quantifying the degree of oxidation nurdles have undergone. Results showed that the Mexico nurdles had higher indices than those in Texas, reinforcing the hypothesis that the Mexico nurdles have undergone longer environmental exposure. Physical oceanographic modeling, incorporating wave and current dynamics, confirmed that nurdles released from Texas can be transported to Mexican coastlines, while nurdles released from Mexico do not reach deep into the U.S. shorelines due to strong prevalent downcoast currents along the inner shelf. This movement pattern, together with chemical and weathering evidence, strongly supports Texas as the primary source of nurdle pollution along the gulf coast. Identification of the pollutant source will assist management practices and international cooperation to tackle nurdle pollution.",
          "url": "https://doi.org/10.1088/1748-9326/ae08cd",
          "doi": "https://doi.org/10.1088/1748-9326/ae08cd",
          "filter": 2
        },
        {
          "title": "Regime shift in extreme wildfires within Northern Eurasia and their impacts",
          "authors": "Xiaman He, Jianqi Sun, Shui Yu, Mengqi Zhang",
          "abstract": "Wildfires heighten the risks of ecosystem degradation and increase carbon emissions, significantly impacting ecological stability and climate change. However, changes in extreme wildfire regimes and their consequential impact on carbon emissions and burned area remain unclear. Our results indicate that extreme wildfires in northern Eurasia exhibit a latitudinal shift in intensity and frequency during 2003–2023. Within the historically fire-prone latitude band of approximately 50°N–60°N, a declining trend is observed in both intensity and frequency of extreme wildfires. Conversely, a northward shift of high-intensity extreme wildfires brings unprecedented carbon emissions and burned areas to high-latitude regions that are rich in forest carbon storage and permafrost. Although extreme wildfires account for only 10% of all fire events, they contribute to over 30% of total wildfire carbon emissions and burned areas across most regions of northern Eurasia.",
          "url": "https://doi.org/10.1088/1748-9326/ae0b92",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b92",
          "filter": 2
        },
        {
          "title": "Flood regulation as a multivariate challenge in the Anthropocene: A systematic modeling approach",
          "authors": "Kaihao Zheng, Peirong Lin",
          "abstract": "Flood regulation is increasingly recognized as a complex, multivariate challenge in the Anthropocene due to accelerated floodplain urban sprawl and changing hydroclimatic conditions. However, existing research lacks a unified quantitative framework to describe the multivariate processes of flood regulation. In this study, we introduce a systematic modeling approach to quantify the regional flood regulation processes, conceptualized as the responses of water infrastructures to keep floodplain settlement under certain flood exposure levels under diverse hydroclimatic conditions. To explicitly model the interactions, we introduce (i) exposure levels (EL) of floodplain settlements, calculated using the cumulative distribution of the Height Above Nearest Drainage (HAND) for urban pixels, (ii) flood return periods (RP) to represent hydroclimatic factors, and (iii) operational load (OL) of water infrastructures to describe the capacity allocated for flood control. Additionally, a flood regulation surface is introduced to synthesize the three-variable interactions in a continuous manner. To demonstrate our method, we apply it to the Ganjiang River Basin in China to study the interactions of Ji'An city and the upstream Wan'An Dam under various flood levels. We find a general intensification of the operational load of Wan’An Dam (e.g., from 14.1% to 26.6% at a 10% exposure level under 100-year floods) due to the urban expansion of Ji’An City between 1985 and 2015. Moreover, the flood regulation surface reveals that due to the sparsely distributed settlements closest to the river, there is a disproportionate increase in the operational load per unit decrease in exposure level. This indicates diminishing returns from dam-centered flood regulation strategies and suggests a critical threshold where alternative measures (e.g., local embankments, floodplain restoration) may be needed. Our study establishes a quantitative and extensible framework to describe the multivariate flood regulation processes, offering a promising tool to inform flood management tailored to the regional interplay of flood regulation.",
          "url": "https://doi.org/10.1088/1748-9326/ae08ce",
          "doi": "https://doi.org/10.1088/1748-9326/ae08ce",
          "filter": 2
        },
        {
          "title": "Characterizing Blocking Mobility and Its Role in Northern Hemisphere Cold Extremes",
          "authors": "Seon-Hwa Kim, Baek-Min Kim",
          "abstract": "Atmospheric blocking events, commonly studied as quasi-stationary regional phenomena, are often observed with zonal movement influenced by the background flow, retrograding Rossby waves, and sea ice cover. However, the effects of these movements on cold extremes remain understudied. This study classifies the movements of atmospheric blocking into westward-moving, eastward-moving, and quasi-stationary across different regions during winters from 1979/80 to 2020/21 and investigates their respective impacts on surface air temperature. We found that, in the western North Pacific, westward-moving blocking events exhibited the highest frequency, while other regions showed quasi-stationary blocking occurring most frequently. These results reveal the regional difference in the frequency of blocking movement types, but the blocking persistence showed a common characteristic across all regions, with westward-moving blocking events persisting longer compared to other types. Interestingly, these long-lasting and westward-moving blockings were associated with notable cold temperature anomalies in downstream areas during blocking dissipation phase. This arises from the enhanced advection of high-latitude mean cold temperature by blocking-induced wind anomalies at low levels, despite their relatively low occurrences. These characteristics were successfully reproduced in Community Earth System Model version 1 Large Ensemble (CESM1-LENS) simulations, suggesting that better understanding of blocking mobility can improve our ability to predict extreme cold winters.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0957",
          "doi": "https://doi.org/10.1088/1748-9326/ae0957",
          "filter": 2
        },
        {
          "title": "The impact of global warming on U.S. hurricane landfall: A storyline approach",
          "authors": "Nathan John Sparks, Ralf Toumi",
          "abstract": "The projection of hurricane activity under climate change is challenging. The Imperial College Storm Model (IRIS) was used to analyse the impact of global warming on North Atlantic hurricane landfall through a storyline approach. The storyline assumes increases of potential intensity as the cause of change with no changes to tracks or basin frequency. This allows study of both recent trends and projections for the first time in a consistent way. The observed hurricane intensification is simulated but underestimated. For a +2°C global warming scenario hurricanes of intensity Category 4 and above become 62% more likely in the basin and nearly twice (92%) more likely at landfall. The future number of hurricanes, their decay and tracks are uncertain and their impact is examined by sensitivity studies. Reduction of the basin count offsets warming driven landfall frequency increases only for weaker hurricanes. The increased frequency and fraction of the most damaging landfalling hurricanes is controlled by changes in potential intensity.",
          "url": "https://doi.org/10.1088/1748-9326/ae0956",
          "doi": "https://doi.org/10.1088/1748-9326/ae0956",
          "filter": 2
        },
        {
          "title": "The risk and dynamics of unprecedented summer monsoon rainfall over Southeast China under the current climate",
          "authors": "Ka Ho Cheung, Man Nam Wong, Ronald Kwan Kit Li, Francis Tam, Adam A Scaife, Nick Dunstone",
          "abstract": "Under the influence of Asian summer monsoon, extremely heavy summer rainfall could occur in Southeast China, causing catastrophic social-economic impacts to the region. However, due to limited historical records, it is difficult to anticipate the risks of unprecedented extreme rainfall episodes. In this study the UNSEEN method (UNprecedented Simulated Extremes using ENsembles) is applied for studying these events, by sampling large ensemble climate model simulations of Version 6 of the Met Office Global Seasonal Forecasting System (GloSea6). We first perform fidelity tests on gridboxes in Southeast China and show that the climate model can represent observations realistically. Probabilities of unprecedented Southeast China rainfall are then computed for each of the five gridboxes within Southeast China, revealing probabilities of about 6% (up to 9%) in summer. The circulation dynamics associated with such events is also examined. For gridboxes close to the western north Pacific, a strengthened western Pacific subtropical high (WPSH) leads to anomalous low-level southerlies onshore to Southeast China, thereby contributing to heavy rainfall there. For gridboxes along 35°N, unprecedented events are often associated with an upper-level stationary wave pattern along the climatological jet, inducing vertical motion conducive to convection. For gridboxes along 25°N, extreme rainfall events are often associated with a southward shifted subtropical jet. Finally, the importance of the shifted jet and the WPSH strength in generating the unprecedented rainfall in the southern gridboxes along 25°N is also investigated. A southward-shifted jet could lead to extreme rainfall in the southern gridboxes even when the WPSH displacement is not strong. Overall, anomalous upper-level flow and WPSH activity can be equally important in triggering unprecedented summer rainfall in Southeast China. In short, we demonstrate that the UNSEEN method can be applied for estimating the risk of extreme monsoon rainfall in Southeast China and understanding the associated mechanisms.",
          "url": "https://doi.org/10.1088/1748-9326/ae0ae7",
          "doi": "https://doi.org/10.1088/1748-9326/ae0ae7",
          "filter": 2
        },
        {
          "title": "Corrigendum: Shutdown of northern Atlantic overturning after 2100 following deep mixing collapse in CMIP6 projections (2025 Environ. Res. Lett. 20 094062)",
          "authors": "Sybren Drijfhout, Joran Angevaare, Jennifer V Mecking, René van Westen, Stefan Rahmstorf",
          "abstract": "n.a.",
          "url": "https://doi.org/10.1088/1748-9326/ae09bd",
          "doi": "https://doi.org/10.1088/1748-9326/ae09bd",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Mitigation deterrence and unrealistic expectations: the future costs of forest carbon offsets",
          "authors": "Camilla Moioli, Laurent Drouet, Dominik Roeser, Johannes Emmerling, Hisham Zerriffi",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103068",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103068",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Private sector investments in climate change adaptation",
          "authors": "Tatiana Filatova, Alessandro Taberna, Theodoros Chatzivasileiadis, Ignasi Cortés Arbués",
          "url": "https://doi.org/10.1038/s41558-025-02423-w",
          "doi": "https://doi.org/10.1038/s41558-025-02423-w",
          "filter": 0
        },
        {
          "title": "Twenty years of city climate collaboration",
          "authors": "Tegan Armarego-Marriott",
          "url": "https://doi.org/10.1038/s41558-025-02447-2",
          "doi": "https://doi.org/10.1038/s41558-025-02447-2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Climate change raises costs for European forestry",
          "url": "https://doi.org/10.1038/s41558-025-02409-8",
          "doi": "https://doi.org/10.1038/s41558-025-02409-8",
          "filter": 2
        },
        {
          "title": "The promise and limitations of using GenAI to reduce climate scepticism",
          "authors": "Matthew J. Hornsey, Samuel Pearson, Christian Bretter, Sarah MacInnes, Jarren L. Nylund, Saphira Rekker",
          "url": "https://doi.org/10.1038/s41558-025-02425-8",
          "doi": "https://doi.org/10.1038/s41558-025-02425-8",
          "filter": 2
        },
        {
          "title": "Emerging risks along Arctic coastlines",
          "authors": "Jakob Thyrring",
          "url": "https://doi.org/10.1038/s41558-025-02441-8",
          "doi": "https://doi.org/10.1038/s41558-025-02441-8",
          "filter": 2
        },
        {
          "title": "Development policy affects coastal flood exposure in China more than sea-level rise",
          "authors": "Yafei Wang, Yuxuan Ye, Robert J. Nicholls, Lennart Olsson, Detlef P. van Vuuren, Garry Peterson, Yao He, Manchun Li, Jie Fan, Murray Scown",
          "abstract": "Effective coastal exposure assessments are crucial for adaptively managing threats from sea-level rise (SLR). Despite recent advances, global and regional assessments are constrained by omitting critical factors such as land-use change, failing to disaggregate potential impacts by land uses and oversimplifying land subsidence. Here we address these gaps by developing context-specific scenarios to 2100 based on a comprehensive analysis of Chinese coastal development policies. We integrate high-resolution simulations of population and land-system changes with inundation exposure assessments that incorporate SLR, land subsidence, tides and storm surges, offering a more nuanced understanding of coastal risks. Across our plausible set of downscaled scenarios of shared socioeconomic and representative concentration pathways, policy decisions have a bigger effect on what is exposed to coastal flooding until 2100 than does the magnitude of SLR. Hence, coastal policy decisions largely influence coastal risk and adaptation needs to 2100, demonstrating the necessity of appropriate policy design to manage coastal risks.",
          "url": "https://doi.org/10.1038/s41558-025-02439-2",
          "doi": "https://doi.org/10.1038/s41558-025-02439-2",
          "filter": 2
        },
        {
          "title": "Rising cost of disturbances for forestry in Europe under climate change",
          "authors": "Johannes S. Mohr, Félix Bastit, Marc Grünig, Thomas Knoke, Werner Rammer, Cornelius Senf, Dominik Thom, Rupert Seidl",
          "abstract": "Climate change has large economic costs for society. An important effect is the disruption of natural resource supply by climate-mediated disturbances such as wildfires, pest outbreaks and storms. Here we show that disturbance-induced losses for Europe’s timber-based forestry could increase from the current €115 billion to €247 billion under severe climate change. This would diminish the timber value of Europe’s forests by up to 42% and reduce the current gross value added of the forestry sector by up to 15%. Central Europe emerges as a continental hotspot of disturbance costs, with projected future costs of up to €19,885 per hectare. Simultaneous climate-related increases in forest productivity could offset future economic losses from disturbances in Northern and Central Europe but not in Southern Europe. We find high disturbance-related cost of unmitigated warming, highlighting that climate change adaptation in forestry is not only an ecological but also an economic imperative.",
          "url": "https://doi.org/10.1038/s41558-025-02408-9",
          "doi": "https://doi.org/10.1038/s41558-025-02408-9",
          "filter": 2
        },
        {
          "title": "Cost-effective adaptation of electric grids",
          "authors": "Zhecheng Wang",
          "url": "https://doi.org/10.1038/s41558-025-02421-y",
          "doi": "https://doi.org/10.1038/s41558-025-02421-y",
          "filter": 2
        },
        {
          "title": "Dynamic grid management reduces wildfire adaptation costs in the electric power sector",
          "authors": "Cody Warner, Duncan Callaway, Meredith Fowlie",
          "url": "https://doi.org/10.1038/s41558-025-02436-5",
          "doi": "https://doi.org/10.1038/s41558-025-02436-5",
          "filter": 2
        },
        {
          "title": "Global coastal human settlement retreat driven by vulnerability to coastal climate hazards",
          "authors": "Lilai Xu, Xue Yang, Deliang Chen, Didier Sornette, Alexander V. Prishchepov, Shengping Ding, Wang Pang, Krishna Suryanto Pribadi, Baofeng Di, Xiaoming Wang",
          "url": "https://doi.org/10.1038/s41558-025-02435-6",
          "doi": "https://doi.org/10.1038/s41558-025-02435-6",
          "filter": 2
        },
        {
          "title": "Managing development choices is essential to reduce coastal flood risk in China",
          "authors": "Yafei Wang, Yuxuan Ye, Robert J. Nicholls, Lennart Olsson, Detlef P. van Vuuren, Garry Peterson, Yao He, Manchun Li, Jie Fan, Murray Scown",
          "url": "https://doi.org/10.1038/s41558-025-02418-7",
          "doi": "https://doi.org/10.1038/s41558-025-02418-7",
          "filter": 2
        },
        {
          "title": "Upstream data need to prove soil carbon as a climate solution",
          "authors": "Mark A. Bradford, Sara E. Kuebbing, Alexander Polussa, Jonathan Sanderman, Emily E. Oldfield",
          "url": "https://doi.org/10.1038/s41558-025-02429-4",
          "doi": "https://doi.org/10.1038/s41558-025-02429-4",
          "filter": 2
        },
        {
          "title": "Wildland fires delay Arctic snow cover formation",
          "url": "https://doi.org/10.1038/s41558-025-02444-5",
          "doi": "https://doi.org/10.1038/s41558-025-02444-5",
          "filter": 2
        },
        {
          "title": "Delayed formation of Arctic snow cover in response to wildland fires in a warming climate",
          "authors": "Yamin Qing, Shuo Wang, Amir AghaKouchak, Pierre Gentine",
          "url": "https://doi.org/10.1038/s41558-025-02443-6",
          "doi": "https://doi.org/10.1038/s41558-025-02443-6",
          "filter": 2
        },
        {
          "title": "Progress and future directions in constraining uncertainties in sea-level projections using observations",
          "authors": "Denis Felikson, David R. Rounce, John Fasullo, Angelica Rodriguez, Surendra Adhikari, Brett Buzzanga, Sönke Dangendorf, Robert E. Kopp, Richard B. Lammers, J. T. Reager, Doug Brinkerhoff, Beata Csatho, Manuela Girotto, Benjamin Hamlington, Erik R. Ivins, Praveen Kumar, Eric Larour, R. Steven Nerem, Sophie Nowicki, Nicole-Jeanne Schlegel, Jan-Erik Tesdal, Matthew Weathers",
          "url": "https://doi.org/10.1038/s41558-025-02437-4",
          "doi": "https://doi.org/10.1038/s41558-025-02437-4",
          "filter": 2
        }
      ]
    }
  ]
}
