{
  "update": "2025-11-07",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Can government environmental auditing promote local low-carbon innovation? Evidence from China",
          "authors": "Yuyu Liu, Jun Cheng, Yuelong Li, Lixiao Zhang, Jinghui Li",
          "url": "https://doi.org/10.1080/14693062.2025.2570742",
          "doi": "https://doi.org/10.1080/14693062.2025.2570742",
          "filter": 0
        },
        {
          "title": "Incentive effects of climate change health adaptation policy on the capital market: evidence from China",
          "authors": "Rui Hu, Mingyang Zhang, Haoyuan Zheng, Yiqi Zhu, Xiaoli Yuan, Jiangtao Chi, Yuzhuo Qiu",
          "url": "https://doi.org/10.1080/14693062.2025.2579645",
          "doi": "https://doi.org/10.1080/14693062.2025.2579645",
          "filter": 0
        },
        {
          "title": "Transformative transparency in the EU and UNFCCC? Assessing the perceived influence of reporting and review on climate policy in Finland",
          "authors": "Karoliina Pietarila, Harro van Asselt, Antto Vihma",
          "url": "https://doi.org/10.1080/14693062.2025.2581129",
          "doi": "https://doi.org/10.1080/14693062.2025.2581129",
          "filter": 0
        },
        {
          "title": "Toward a fossil free research norm in Dutch higher education",
          "authors": "Mathieu Blondeel, Philipp Pattberg",
          "url": "https://doi.org/10.1080/14693062.2025.2581138",
          "doi": "https://doi.org/10.1080/14693062.2025.2581138",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "No coastal justice without environmental justice: a systematic literature review of climate and coasts",
          "authors": "Amanda D. Stoltz, Olivia M. Won, Emma K. C. Gee, Katherine L. Seto",
          "abstract": "As the ocean warms, sea levels rise, and coastlines change, there has been a growing interest in environmental justice and climate justice on the coast. Here we conduct a systematic literature review on how coastal hazards are impacting marginalized populations around the world. Our analysis reveals a focus on both long-term phenomena such as sea-level rise and extreme acute events like storms or hurricanes. We found that environmental and climate justice literature about coastal hazards has increased in recent years with most papers focused on U.S. coastal areas. A majority of the papers described low-income communities and economic vulnerabilities, however, the solutions presented in the papers primarily focus on increasing researcher awareness of environmental and climate justice and promoting increased engagement with marginalized communities. Additionally, a majority of the papers rely on mapping census data for their analysis rather than more qualitative methods. Overall, 63 percent of the papers reviewed determined that the most vulnerable populations are also the most at risk to coastal hazards, but there was a dearth of information on the historical causes of this phenomenon. Only 42 percent of the papers mention the systems of historical or systemic oppression, such as segregation, redlining, or colonialism, that have led to marginalized populations experiencing greater levels of exposure. Finally, we suggest policy implications for addressing injustices and recommendations for policymakers and coastal hazards researchers writing about environmental justice. Graphical Abstract Created by Vermouth Li",
          "url": "https://doi.org/10.1007/s10584-025-03999-0",
          "doi": "https://doi.org/10.1007/s10584-025-03999-0",
          "filter": 0
        },
        {
          "title": "Temperature variations and residential natural gas consumption: do building attributes matter?",
          "authors": "Meixuan Teng, Yangyang Guo",
          "url": "https://doi.org/10.1007/s10584-025-04057-5",
          "doi": "https://doi.org/10.1007/s10584-025-04057-5",
          "filter": 0
        },
        {
          "title": "Climate-smart agriculture and climate resilience: panel data evidence from Ethiopia",
          "authors": "Fissha Asmare, Martin Paul Tabe-Ojong",
          "abstract": "While climate-smart agriculture (CSA) is widely promoted for its potential to reduce greenhouse gas emissions, boost productivity, and enhance resilience, empirical evidence of its effectiveness in fulfilling these wins under climate stress remains critically understudied. We examine the relationship between extreme weather events, climate-smart agriculture, and land productivity (yields) using a three-wave plot-level multiple crop panel data from Ethiopia. We find that the adoption of climate-smart agricultural (CSA) practices, such as improved crop varieties, crop rotation, and conservation tillage exhibit a positive association with yields. However, the biggest yield gains are observed when these practices are jointly adopted as a bundle, with the adoption of improved (climate-resilient) crop varieties standing out as a major positive influence. We also show that these climate-resilient practices deliver on their promise of improving climate resilience as they mitigate yield losses associated with adverse weather events. Our findings reveal that while CSA adoption can help mitigate yield losses from extreme weather events, its effectiveness varies significantly across crops. This suggests that a one-size-fits-all approach to CSA implementation is ineffective for improving crop yields and resilience.",
          "url": "https://doi.org/10.1007/s10584-025-04053-9",
          "doi": "https://doi.org/10.1007/s10584-025-04053-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "ENSO diversity throughout the Last Millennium: insights from PMIP simulations",
          "authors": "Juliana Benjumea, Paola A. Arias, Maisa Rojas",
          "url": "https://doi.org/10.1007/s10584-025-04047-7",
          "doi": "https://doi.org/10.1007/s10584-025-04047-7",
          "filter": 2
        },
        {
          "title": "Understanding and predicting the geographic distributions of phlebotomine sand flies in and around Europe",
          "authors": "Danyang Wang, Anouschka R. Hof, Kevin D. Matson, Frank van Langevelde, character(0), Vít Dvořák, Ognyan Mikov, Ivelina Katerinova, Simona Tchakarova, Maria Antoniou, Jorian Prudhomme, Denis Sereno, Baptiste Vergnes, Nil Rahola, Anne-Laure Bañuls, Maribel Jiménez, Ricardo Molina, Estela Gonzalez, Carla Maia, Ozge Erisoz Kasap, Bulent Alten, Oscar David Kirstein, Shirli Elbaz, Gioia Bongiorno, Luigi Gradoni, Kirami Ölgen, Eduardo Berriatua, Clara Muñoz-Hernandez, Jose Risueño Iranzo, Pedro Pérez Cutillas, Gabriella Gaglio, Emanuele Brianti, Vladimir Ivović, Katja Adam, Sergio Natal, Edwin Kniha",
          "abstract": "Climate and land-use changes influence the transmission of vector-borne diseases by affecting the distribution and survival of disease vectors. Numerous diseases are transmitted by phlebotomine sand flies (Diptera: Psychodidae: Phlebotominae), including leishmaniasis. Several major sand fly-borne diseases are responsible for high global disease burdens and high socio-economic costs. In Europe, over 20 known sand fly vector species are largely confined to the Mediterranean Basin, yet records of sand fly presence further north increase. Global warming is predicted to drive the spread of sand flies to large areas of Europe in the 21th century, an effect likely to be exacerbated by anthropogenic factors. However, the constraints to the geographic distributions of sand flies are not well understood. This study aims to increase the understanding of the drivers of the geographic distributions of sand flies, using species distribution modelling to systematically test links between sand fly occurrences and climatic, land-use, lithological, biodiversity and human population variables in Europe and adjacent Mediterranean regions. We found that moisture is the most important environmental variable both in explaining and in predicting sand fly occurrences. The projected suitable habitats are larger than the current known sand fly distributions, and these habitats are expected to expand due to changes in climate and land-use.",
          "url": "https://doi.org/10.1007/s10584-025-04009-z",
          "doi": "https://doi.org/10.1007/s10584-025-04009-z",
          "filter": 2
        },
        {
          "title": "Cascading impacts of compound drought-heat extremes on global gross primary production",
          "authors": "Xiufang Zhu, Shizhe Zhang, Qiang Zhang, Dongyan Lu, Mingxiu Tang, Chunhua Guo",
          "url": "https://doi.org/10.1007/s10584-025-04052-w",
          "doi": "https://doi.org/10.1007/s10584-025-04052-w",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [],
      "articles_hidden": [
        {
          "title": "End-of-century Arctic Ocean phytoplankton blooms start a month earlier due to anthropogenic climate change",
          "authors": "Courtney M. Payne, Nicole S. Lovenduski, Marika M. Holland, Kristen M. Krumhardt, Alice K. DuVivier",
          "abstract": "Phytoplankton net primary production in the Arctic has historically been constrained to a short, intense summer bloom that sustains fish, seabird, and marine mammal populations. However, climate change is altering Arctic phytoplankton bloom phenology. We use an ensemble of Earth system model simulations to isolate the impact of climate change on the timing, duration, and importance (relative contribution to total net primary production) of the bloom. Earlier blooms emerge across 71% of the Arctic Ocean by 2100, when blooms begin 34 days earlier and last 15 days longer than in 1970. Productivity is less concentrated in a single bloom in sub-Arctic seas and on Arctic inflow shelves by 2100, indicating that the bloom declines in importance. In contrast, bloom phenology and productivity exhibit only small changes by 2020. Our study demonstrates that anthropogenic climate change will greatly alter the timing and importance of the Arctic Ocean phytoplankton bloom by 2100.",
          "url": "https://doi.org/10.1038/s43247-025-02807-y",
          "doi": "https://doi.org/10.1038/s43247-025-02807-y",
          "filter": 2
        },
        {
          "title": "Ocean-bottom seismometers document how submarine landslides develop and grow",
          "authors": "Pascal Kunath, Peter J. Talling, Morelia Urlaub, Christian Berndt, Wu-Cheng Chi, Megan Baker",
          "abstract": "Submarine landslides reshape seafloor geomorphology, transport sediment and carbon to the deep-sea, and can trigger tsunamis or damage valuable seabed infrastructure. Yet, submarine landslides have never been directly observed in action. Here, we present the most detailed measurements yet of an ongoing submarine landslide using high-frequency (1–10 Hz) ground motions captured by an ocean-bottom seismometer placed in the vicinity of the slide’s source region. We tracked a ~ 0.00423 km³ flank collapse in the Congo Canyon, and reveal its triggers and chronology of movement, thereby testing fundamental landslide models. A powerful turbidity current undercut the canyon wall, and landslide failure initiated at the base-of-slope. The landslide retrogressed 1.3 km upslope for 15 minutes in 1–2 min pulses, interspersed with brief downslope movement. Retrogression speeds ranged from 1.6 to 5.8 m/s, and downslope movement speeds from 0.8 to 3.3 m/s. Once the failure reached its upslope limit, the landslide transitioned into 1.5 hours of pulsed sediment transport, which fed a turbidity current along the canyon-axis. These observations show seismic monitoring can produce major advances in the understanding of submarine landslides. They challenge simple “toe-backward” and “head-forward” collapse models, revealing a hybrid, bottom-up retrogressive process that only released sediment after climbing far upslope.",
          "url": "https://doi.org/10.1038/s43247-025-02918-6",
          "doi": "https://doi.org/10.1038/s43247-025-02918-6",
          "filter": 2
        },
        {
          "title": "Long-term satellite data reveals complex phytoplankton dynamics in the Ross Sea, Antarctica",
          "authors": "Graça S. Nunes, Afonso Ferreira, Ana C. Brito",
          "abstract": "The Ross Sea (Southern Ocean) hosts diverse marine ecosystems like polynyas and marginal ice zones. In recent decades, multiple environmental changes (e.g., water temperature increase, sea ice retreat) have affected local biological communities, including phytoplankton. These microscopic organisms support Antarctic food webs and contribute to global carbon sequestration. Here, we analyse 24-years (1998–2021) of satellite and model data to understand spatial-temporal phytoplankton patterns and their environmental drivers. Using a clustering analysis, we identified three subregions with distinct phytoplankton patterns. The oceanic subregion, phytoplankton showed lower biomass and longer-lasting blooms driven mainly by winds. The coastal subregion, where polynyas occur, had high biomass and short blooms primarily influenced by sea ice and wind. The intermediate subregion exhibited variable blooms characteristics linked to sea ice dynamics. Our findings highlight the role of physical drivers in shaping phytoplankton variability and underscore the importance of long-term monitoring for understanding ecosystem responses to environmental change.",
          "url": "https://doi.org/10.1038/s43247-025-02590-w",
          "doi": "https://doi.org/10.1038/s43247-025-02590-w",
          "filter": 2
        },
        {
          "title": "Illuminate underground phenology to aid carbon sequestration",
          "authors": "Tengteng Li, Nico Eisenhauer, Zhanfeng Liu",
          "url": "https://doi.org/10.1038/s43247-025-02940-8",
          "doi": "https://doi.org/10.1038/s43247-025-02940-8",
          "filter": 2
        },
        {
          "title": "Early thinning, late persistence, diachronous boundaries, and a regional dichotomy in Mars' young sedimentary rocks",
          "authors": "Madison L. Turner, Sabrina Y. Khan, Kevin W. Lewis, Axel Noblet, Edwin S. Kite",
          "url": "https://doi.org/10.1038/s43247-025-02791-3",
          "doi": "https://doi.org/10.1038/s43247-025-02791-3",
          "filter": 2
        },
        {
          "title": "Traditional microplastics alter microbial community, metabolites and nutrition in heavy metal-contaminated coastal saline soil",
          "authors": "Xian-chao Shang, Li-ping Zhao, Ying Xiong, Zhongfeng Zhang, Yiqiang Li, Long Yang, Man-man Zhang, Xin Hou",
          "abstract": "Microplastics and various other contaminants are frequently present in soil. Here we investigated the long-term integrated responses of changes in the microbial community, metabolomics, heavy metal availability, and nutritional properties of the cadmium-cuprum-zinc-contaminated coastal saline soil to the three different microplastics. Various categories of microplastics had notable impacts on the available potassium, organic matter, availability of cadmium and cuprum, as well as the enzymatic activity in soil. Microplastics contamination caused diverse changes in microbial diversity and the composition of bacterial and fungal communities, resulting in the enrichment of Mortierella and a decrease of Bacillus abundance. The metabolites in soil primarily affected by microplastics contamination were the pathways involved organic acids and their derivatives, organoheterocyclic compounds, as well as lipids and lipid-like substances. Therefore, the addition of microplastics to soil may influence soil fertility, metal mobility, and alter the structure and metabolic processes of the microbial community in soil.",
          "url": "https://doi.org/10.1038/s43247-025-02770-8",
          "doi": "https://doi.org/10.1038/s43247-025-02770-8",
          "filter": 2
        },
        {
          "title": "Metaproteomics and metagenomics reveal microbial pathways of organic matter degradation and methanogenesis in a marginally producing natural gas well",
          "authors": "Eli K. Moore, Sara L. Caldwell Eldridge, Elizabeth J. Tomaszewski, Matthew S. Varonka, Anna M. Martini, Michael Carley, James Schramski, Haiyan Zheng, Elliott P. Barnhart",
          "abstract": "The expansion of natural gas production and utilization worldwide has led to the decline of many once-productive wells, eventually resulting in costly well-plugging and unused infrastructure. However, in areas like the Michigan basin, MI, where the majority of natural gas is biogenically produced, microbial communities could potentially be stimulated to generate additional methane, increasing gas supply and reducing the need to drill new wells. In this study, we performed metaproteomic, metagenomic, and geochemical analyses of Antrim Shale formation water from a marginally producing natural gas well to evaluate resident microbial community functions in the context of potential bioenergy production. Functional proteins involved in methanogenesis, degradation/catabolism (including organic matter degradation), biosynthesis, energy utilization, transmembrane transport, and stress response were among the most commonly identified groups. Three metagenome-assembled genomes (MAGs) were characterized, including Methanomicrobiaceae, Methanothrix , and Smithella . For each, the identified proteins involved in methanogenesis and the degradation of diverse organic compounds, strongly suggest their role in utilizing shale-derived organic matter. These findings provide an increased understanding of the microorganisms and their metabolisms generating natural gas in the Antrim Shale and establish a foundation for future stimulation efforts aimed at enhancing biogenic methane production in marginal gas wells.",
          "url": "https://doi.org/10.1038/s43247-025-02776-2",
          "doi": "https://doi.org/10.1038/s43247-025-02776-2",
          "filter": 2
        },
        {
          "title": "Strengthening pollutant control and resource recovery can enhance sustainable waste incineration in China",
          "authors": "Qian-long Han, Han-qiao Liu, Yong-yue Gong, Jun-yu Tao, Yu-nan Sun, Guo-xia Wei, Yu-wen Zhu, Guan-yi Chen",
          "url": "https://doi.org/10.1038/s43247-025-02859-0",
          "doi": "https://doi.org/10.1038/s43247-025-02859-0",
          "filter": 2
        },
        {
          "title": "Alive and dead earthworms capture carbon during mineral weathering through different pathways",
          "authors": "Tullia Calogiuri, Mathilde Hagens, Jan Willem Van Groenigen, Florian Wichern, Reinaldy P. Poetra, Lukas Rieder, Ivan A. Janssens, Jens Hartmann, Anna Neubeck, Harun Niron, Abhijeet Singh, Siegfried E. Vlaeminck, Sara Vicca, Alix Vidal",
          "url": "https://doi.org/10.1038/s43247-025-02766-4",
          "doi": "https://doi.org/10.1038/s43247-025-02766-4",
          "filter": 2
        },
        {
          "title": "Prolonged drought on Rapa Nui during the decline of megalithic monument construction",
          "authors": "Redmond Stein, Lorelei Curtin, Nicholas L. Balascio, Raymond S. Bradley, Dorothy M. Peteet, Rafael Rapu, Valentí Rull, Andrea Seelenfreund, William J. D’Andrea",
          "url": "https://doi.org/10.1038/s43247-025-02801-4",
          "doi": "https://doi.org/10.1038/s43247-025-02801-4",
          "filter": 2
        },
        {
          "title": "Earthquake rupture velocity and stress drop interaction in the Campi Flegrei volcanic caldera",
          "authors": "Sahar Nazeri, Aldo Zollo, Titouan Muzellec, Giulio Di Toro",
          "url": "https://doi.org/10.1038/s43247-025-02808-x",
          "doi": "https://doi.org/10.1038/s43247-025-02808-x",
          "filter": 2
        },
        {
          "title": "Elevated carbon dioxide does not increase macroalgal community photosynthesis",
          "authors": "Shigeki Wada, Shingo Kurosawa, Sylvain Agostini, Ben P. Harvey, Yuhi Satoh, Marco Milazzo, Jason M. Hall-Spencer",
          "abstract": "Ocean acidification, driven by rising atmospheric carbon dioxide levels, has impacts on marine ecosystems. While elevated carbon dioxide concentrations have the potential to enhance Blue Carbon fixation and storage, the response of community photosynthesis in macroalgal-dominated ecosystems remains poorly understood. Here, we investigated the effects of elevated carbon dioxide on macroalgal communities using volcanic carbon dioxide vents as a natural analogue of ocean acidification. Net community photosynthesis was assessed using chambers positioned on the seafloor as well as water mass dynamics monitoring. Despite a shift in algal community composition, only minimal differences in net community photosynthesis were observed between reference and high carbon dioxide sites. The high carbon dioxide site had a lower abundance of algal species with carbon dioxide concentrating mechanisms, based on δ 13 C isotope measurements. Carbon dioxide concentrating mechanisms facilitate photosynthesis under present-day levels of carbon dioxide in seawater, resulting in a negligible effect of elevated carbon dioxide on macroalgal community photosynthesis. These results challenge the assumption that ocean acidification will enhance Blue Carbon uptake and storage, necessitating a reevaluation of this perspective.",
          "url": "https://doi.org/10.1038/s43247-025-02730-2",
          "doi": "https://doi.org/10.1038/s43247-025-02730-2",
          "filter": 2
        },
        {
          "title": "Birth and growth of a volcanotectonic fault during the current volcanic unrest at Campi Flegrei caldera (Italy)",
          "authors": "G. Giordano, G. Alfonsi, F. Salvini, F. Bianco, C. Chiarabba, M. Di Vito, A. Tramelli",
          "url": "https://doi.org/10.1038/s43247-025-02803-2",
          "doi": "https://doi.org/10.1038/s43247-025-02803-2",
          "filter": 2
        },
        {
          "title": "Sediment depth impacts microbial community structure in methane seepage regions",
          "authors": "Song Zhong, Jing-Chun Feng, Xiao Chen, Yong-Ji Huang, Hui Zhang, Yue Zhang, Can-Rong Li, Jian-Zhen Liang, Ying-Li Zhou, Si Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02794-0",
          "doi": "https://doi.org/10.1038/s43247-025-02794-0",
          "filter": 2
        },
        {
          "title": "Nutrient asymmetry challenges the sustainability of Ukrainian agriculture",
          "authors": "Sergiy Medinets, Oene Oenema, Bryan M. Spears, Andriy Buyanovskiy, Volodymyr Medinets, William J. Brownlie, Eiko Nemitz, Massimo Vieno, Mark A. Sutton",
          "abstract": "The Russian invasion of Ukraine has disrupted crop exports and global food security, overshadowing critical nutrient asymmetry and the associated environmental risks. Here we demonstrate that following nutrient shortages after independence in 1991, fertilizer use increased over 2000-2021, but has decreased sharply following the invasion in early 2022. Input-output balances of nitrogen (N), phosphorus (P) and potassium (K) for staple crops (wheat, maize and sunflower) highlight soil P and K mining since 1991, increasing N surpluses during 2000-2021 and large NPK deficits since the war began in 2022. Based on analysis of five scenarios for 2030, we show how an Integrated Nutrient Management Plan for Ukraine combining manure recycling, precision fertilization and legume expansion is urgently needed, and would maintain crop productivity, significantly reduce nutrient surpluses and improve nutrient use efficiencies up to 80–89%, substantially curtailing environmental pollution and soil degradation.",
          "url": "https://doi.org/10.1038/s43247-025-02826-9",
          "doi": "https://doi.org/10.1038/s43247-025-02826-9",
          "filter": 2
        },
        {
          "title": "Water-carbon-structure cascade effect nonlinearly impacts ecosystem production functions in monsoon basins",
          "authors": "Lintong Huang, Yaxuan Dai, Siyuan Cheng, Wenxian Guo, Hongxiang Wang",
          "abstract": "The coupling mechanisms and cascading effects among water, carbon, and ecosystem structure at the basin scale remain insufficiently understood. Here we take the perspective of ecosystem dynamic change, integrating the InVEST ecosystem process model and machine learning techniques, and propose a water - carbon - structure-function nexus analysis framework. We found that the overall ecosystem dynamism ranged from 2.3% to 5.3% across the basin. Spatial structural differentiation among the four major ecosystem types intensified. At the grid level, water-carbon showed predominantly synergistic behavior. The relatively low average water-carbon values in monsoon zones were key to limiting ecosystem gains. The structural thresholds constraining water-carbon interactions declined further in 2010 and 2022. Additionally, the water-carbon-structure-function nexus exhibits saddle-shaped, platform-shaped, and peak-shaped patterns spatially under water supply conditions. Once water utilization and structural characteristics reach their corresponding thresholds, the ecosystem’s productive function enters a steady state and no longer fluctuates significantly with changes in a single variable.",
          "url": "https://doi.org/10.1038/s43247-025-02885-y",
          "doi": "https://doi.org/10.1038/s43247-025-02885-y",
          "filter": 2
        },
        {
          "title": "Seasonal variations of tropical cyclone genesis and landfall patterns impacting Southeast Asia in a warmer climate",
          "authors": "Mackenzie M. Weaver, Andra J. Garner, Dhrubajyoti Samanta, Michael E. Mann, Benjamin P. Horton",
          "abstract": "Evolving tropical cyclone characteristics are expected to amplify coastal hazards in a warmer climate. Here, we investigated seasonal-scale tropical cyclone genesis and landfall patterns from &gt;64,000 statistically-downscaled tropical cyclones that impact Southeast Asian coastlines from the historical (1881–1900) through the future (2081–2100) eras for both moderate and high emission scenarios. From the historical to future eras, tropical cyclone genesis shifts northwards across seasons, with an increased likelihood of genesis adjacent to major coastlines. Proportional increases in genesis exceed 100% during the winter monsoon season and up to 50% during the summer monsoon season. Relative humidity and vertical wind shear become increasingly important influences on tropical cyclone genesis, particularly during the summer monsoon and autumn seasons. There are also increased likelihoods of tropical cyclones making their first landfall along the coastlines of the Philippines and Indonesia during the winter monsoon and spring seasons, and along mainland Southeast Asian coastlines during the summer monsoon and autumn seasons. These changes demonstrate the need for improved coastal resiliency and mitigation strategies in this highly populated part of the world.",
          "url": "https://doi.org/10.1038/s43247-025-02566-w",
          "doi": "https://doi.org/10.1038/s43247-025-02566-w",
          "filter": 2
        },
        {
          "title": "Feature selection for data-driven seasonal forecasts of European heatwaves",
          "authors": "Ronan McAdam, Jorge Pérez-Aracil, Antonello Squintu, César Peláez-Rodríguez, Felicitas Hansen, Verónica Torralba, Harilaos Loukos, Eduardo Zorita, Matteo Giuliani, Leone Cavicchia, Sancho Salcedo-Sanz, Enrico Scoccimarro",
          "url": "https://doi.org/10.1038/s43247-025-02863-4",
          "doi": "https://doi.org/10.1038/s43247-025-02863-4",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Development to distribution: a co-creation approach to wildfire smoke communications",
          "authors": "Lucy Chalgren, Ashley A. Anderson, Katie M Abrams, Milena Guajardo, Sheryl Magzamen, Jeffrey R Pierce, Brandon McGuire, Bonne Ford, Emily V. Fischer",
          "abstract": "Manufactured home communities in the U.S. Mountain West face increasing amounts of exposure to wildfire smoke, magnifying existing environmental health disparities. This study explores a co-creation approach to air quality messaging that is grounded in social cognitive theory and draws from environmental communication research. We examined how manufactured home community experiences, across eight distinct communities, shape the development of localized air quality information, and how self-efficacy and outcome expectations influence information-sharing behaviors. Through a series of focus groups (n = 23) during the 2024 wildfire smoke season, we found co-creation strengthened community engagement by incorporating trusted communication networks and culturally relevant messaging. However, message fatigue and climate burnout presented challenges, highlighting the need for adaptive communication strategies. We discuss implications for designing sustainable and locally relevant air quality communication.",
          "url": "https://doi.org/10.1088/1748-9326/ae1b1c",
          "doi": "https://doi.org/10.1088/1748-9326/ae1b1c",
          "filter": 0
        },
        {
          "title": "Adapting urban water supply infrastructure and policies for wildfire in the 21st century",
          "authors": "Erik Porse, Gregory Pierce, Faith Kearns, Edith de Guzman, Camilo Salcedo, Hope Hauptman",
          "abstract": "The January 2025 wildfires devastated Los Angeles, claiming lives, homes, jobs, and whole communities. As the fires raged, discussions erupted across social and mainstream media, questioning whether water supply systems could have been more prepared to fight the fires. Especially reflecting the narratives and associated policymaker and public expectations around water supply systems fighting wildfires, the manuscript presents a description of proposed adaptations and important limitations for innovations in water supply and distribution that can improve urban resilience to wildfire. The manuscript details opportunities for new technologies and monitoring, with references provided for important recent research. The manuscript also links these options to literature on water distribution systems planning and modeling, which has considered disaster resilience but, to date, we know of no modeling done to evaluate resilience options for water distribution systems specific to wildfire. Finally, the manuscript discusses financial, management, and equity considerations, while also highlighting the important role of land use planning.",
          "url": "https://doi.org/10.1088/1748-9326/ae1a9a",
          "doi": "https://doi.org/10.1088/1748-9326/ae1a9a",
          "filter": 0
        },
        {
          "title": "Food security beyond borders: how crop imports affect drought risk of conflict-affected countries",
          "authors": "Henrique Moreno Dumont Goulart, Raed Hamed, Rick J Hogeboom, Karen Meijer, Ruben Dahm",
          "abstract": "Drought events can disrupt food security and increase the risk of violent conflicts. In an interconnected global food system, countries rely on both local food production and imports to meet domestic demand. When assessing the impact of drought risk on national food security, however, imported crops are often overlooked. This study incorporates international crop trade information to understand the role of crop imports in the drought risk profile of countries. We focus on conflict-affected countries due to their reliance on food imports, and particular vulnerability to the impacts of drought events and their corresponding cascading effects. We develop a framework to quantify drought risk associated with domestic production and imports of crops (i.e. composite drought risk) by combining gridded drought risk data with crop production and trade for 23 countries. Our findings show that most conflict-affected countries face drought risk primarily through domestic production, as most consumed calories are produced locally. Nevertheless, including crop imports alters the composite drought risk profiles considerably (&gt;10%) in 13 countries, with changes reaching 40-50% in some cases. Crop imports also carry their own external drought risk, contributing more than 10% of high drought risk in 21 countries and amounting to 80% in some cases. Furthermore, we identify critical trade connections that expose countries to concentrated drought risks from specific trading partners. We demonstrate the need to incorporate both domestic and import-related drought risks in food security assessments, and we suggest potential strategies based on countries’ composite drought risk profiles for drought resilient food security.",
          "url": "https://doi.org/10.1088/1748-9326/ae1bbf",
          "doi": "https://doi.org/10.1088/1748-9326/ae1bbf",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Large-scale historical land use mapping in Vietnam and Laos using military topographic maps",
          "authors": "Philipp Barthelme, Eoghan Darbyshire, Dominick V Spracklen, Gary R Watmough",
          "abstract": "Land use cover change (LUCC) is a major driver of global environmental and socio-economic transformations, with implications for carbon emissions, biodiversity, and sustainable development. However, robust historical analyses have often been limited by a lack of high-quality, spatially detailed baseline data. This study addresses this gap by being the first to apply deep learning-based image segmentation techniques to extract a comprehensive set of land use cover (LUC) information from historical topographic maps at a fine spatial resolution and at a cross-country scale. Specifically, we utilized topographic maps (1:50,000) created by the U.S. Army Map Service during the Vietnam War (1963-1973) to create detailed historical LUC maps of Laos and Vietnam. We compared multiple model architectures on the manually labelled training data, with the UNet++ achieving the best performance. The resulting maps, produced at 4 m and 30 m resolutions, include 10 LUC classes and achieved high overall accuracies of 98.8% for Laos and 98.6% for Vietnam on separate test sets. Analysis of the maps revealed forest cover losses of 18.2% in Laos and 25.0% in southern Vietnam (below 17°N) by 1990 and a 36.8% reduction of mangrove forests in Vietnam by 1996. Transitions from forest to shrubland dominated in northern parts of Laos and Vietnam while transitions to cropland were most prevalent in Savannakhet province of Laos and the Southeast region of Vietnam. The maps provide a novel baseline for assessing post-war LUCC dynamics in Southeast Asia allowing for spatially explicit analyses of conflict and policy impacts at the time. Furthermore, the study demonstrates a transferable methodology that makes archival map collections accessible for large-scale historical global change research.",
          "url": "https://doi.org/10.1088/1748-9326/ae1bbe",
          "doi": "https://doi.org/10.1088/1748-9326/ae1bbe",
          "filter": 2
        },
        {
          "title": "Assessing the potential for solar development on coal mine land in India",
          "authors": "Kirat Singh, Inês M L Azevedo",
          "abstract": "India’s solar electricity generation capacity is concentrated in its western and southern states, while coal mining is concentrated in central and eastern India. Previous studies have found that increasing solar capacity in India’s coal belt may ameliorate the distributional consequences of electricity decarbonization, but we lack detailed assessments of the tradeoffs involved. Here, we evaluate the costs and emissions reduction benefits associated with building solar photovoltaic (PV) capacity on land currently used for opencast (OC) coal mining in India. We use 50 years of weather data to quantify the P10, P50, and P90 capacity factors and levelized cost of electricity (LCOE) for identically configured PV arrays at the 100 largest OC mines. At 97 mines, the expected LCOE is higher than at the Pavagada Solar Park in southern India that we use as a benchmark. When adjusted for the value of avoided CO 2 emissions, 49 mines spread across Chhattisgarh, Jharkhand, Madhya Pradesh, Tamil Nadu, and Uttar Pradesh have lower social costs of solar generation than Pavagada. For the 50 largest mines, we compile acreage information and estimate that they can support up to 28 GW of new solar PV capacity, approximately one-third of India’s total solar PV capacity today. This capacity would avoid approximately 47 Mt CO 2 , or US$2.4 billion in CO 2 damages, per year at abatement costs between US$15–28/t CO 2 . Mines expected to be depleted by 2025 may support annual abatement of up to 4.8 Mt CO 2 yr −1 , with additional abatement of 6.5 Mt CO 2 yr −1 and 8.6 Mt CO 2 yr −1 possible at mines closing between 2025–30 and 2030–35, respectively. Our results show that depleted mine land in India’s coal belt can play a meaningful role in an electricity capacity mix that minimizes the combination of private costs and CO 2 damages.",
          "url": "https://doi.org/10.1088/1748-9326/adf979",
          "doi": "https://doi.org/10.1088/1748-9326/adf979",
          "filter": 2
        },
        {
          "title": "Macroclimate growing conditions for luxury crops after stratospheric aerosol injection",
          "authors": "Ariel L Morrison, Elizabeth A Barnes, James W Hurrell, Daniel M Hueholt",
          "abstract": "Luxury crops such as grapes, coffee, and cacao have immense economic and cultural importance in many regions. Climate change is affecting growing conditions across the globe. Natural climate variability may exacerbate the impact of increasing temperature and shifting precipitation patterns, leading to large interannual variations in yields, potentially resulting in revenue loss. Stratospheric aerosol injection (SAI), a form of solar climate intervention, has been proposed to potentially slow or reduce future surface temperature increases. Few studies have assessed how SAI may affect luxury crop growing conditions; none have done so in the context of natural variability. We compare daily and monthly output from two 10-member SAI simulations with a non-SAI simulation to assess how luxury crop growing conditions may change with and without SAI. For each year from 2036–2045 we use a composite of agroclimatic indices to determine whether a year has suitable conditions. We find that these SAI scenarios do not robustly preserve luxury crop growing conditions, despite stabilizing or reducing surface temperature increases compared to a scenario without SAI. Natural variability leads to a large spread in outcomes across ensemble members, due in large part to highly variable precipitation and humidity responses to SAI between members. In only six of the 18 regions assessed here do growing conditions improve in all climate realizations under SAI compared to the non-SAI scenario. Here, reducing disease risk is a key way that SAI improves luxury crop growing conditions. There is also a large inter-ensemble member spread in 2036–2045 revenue under SAI, underscoring the importance of including natural variability when assessing SAI’s potential influence on luxury crops. The signal is strongest in the SAI scenario with a lower temperature target, highlighting that scenario choice is also crucial in determining suitability for growing luxury crops under SAI.",
          "url": "https://doi.org/10.1088/1748-9326/adfbff",
          "doi": "https://doi.org/10.1088/1748-9326/adfbff",
          "filter": 2
        },
        {
          "title": "Increasing crop rotation diversity with cover crops builds climate resilience on farms",
          "authors": "Etienne (Herrick) Sutton, Meha Jain, Kent Connell, Haoyu Wang, Weiqi Zhou, Monish Deshpande, Jennifer Blesh",
          "abstract": "Farms in the U.S. Midwest are experiencing disruptive heavy rainfall during the spring planting window and more intense droughts during the summer growing season. Recent analyses of field experiments suggest that increasing crop rotational complexity builds resilience to climate change, especially when rotations include overwintering cover crops that assimilate and retain nutrients and increase organic matter inputs to soil. However, evidence from working farms is lacking. We used field-scale remote sensing to assess relationships between crop diversification and agroecosystem climate resilience from 2008 to 2019 in Michigan, the most agriculturally diverse state in the U.S. Midwest. Using panel fixed effects models and linear regressions, we assessed how corn and soybean yield and temporal yield stability (measured as the coefficient of variation) respond to: (1) an index of crop rotational complexity that encompasses species turnover and functional diversity, and (2) replacing bare fallows with winter cover crops. We also tested how cover crops influence corn and soybean planting dates as an indicator of resilience to heavy spring rainfall. We found that crop diversification was linked to higher corn and soybean yields, but cover crops showed more promise for improving yield stability than overall rotational complexity. Cover crops reduced planting delays associated with heavy spring rainfall, and did not interfere with primary crop planting under average weather conditions. However, cover crop benefits for resilience took multiple years to appear on farms, highlighting the importance of technical and financial support during the early phases of transition. Together these findings may promote cover crop adoption by reducing concerns that cover crops interfere with primary crop planting, and instead showing that they are a crucial tool for minimizing risk from increasingly variable and extreme climatic conditions.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae1c53",
          "doi": "https://doi.org/10.1088/1748-9326/ae1c53",
          "filter": 2
        },
        {
          "title": "Stratospheric aerosol climate intervention could reduce crop nutritional value",
          "authors": "Brendan Clark, Alan Robock, Lili Xia, Sam S Rabin, Jose R Guarin, Jonas Jägermeyr",
          "abstract": "The deliberate addition of sulfur dioxide in the stratosphere to form reflective sulfate aerosols, reflect sunlight, and reduce surface temperatures is increasingly being considered as an option for minimizing the impacts of climate change. This strategy would create an unprecedented climate where the relationship between surface temperature and carbon dioxide concentration is decoupled. The implications of stratospheric aerosol intervention (SAI) for global crop protein concentrations have not yet been explored. While elevated CO 2 concentrations are expected to reduce crop protein, higher temperatures may increase crop protein concentrations. Here we report changes of maize, rice, soybean, and wheat protein concentrations under a medium emissions climate change scenario and a SAI scenario to maintain global average temperatures at 1.5 °C above preindustrial levels, as simulated by three global gridded crop models. We show that using SAI to offset surface temperature increases would create decreases in the global protein concentrations of maize and rice, with minimal impact on wheat and soybean. Some already protein-deficient and malnourished nations that rely heavily on these crops to meet protein demands would show large decreases in protein intake under SAI with the current diet pattern, which could exacerbate their nutrient scarcity. The range of results between crop models highlights the need for a more comprehensive analysis using additional crop models, climate models, a broader range of climate intervention scenarios, and advancements in crop models to better represent protein responses to climate changes.",
          "url": "https://doi.org/10.1088/1748-9326/ae1151",
          "doi": "https://doi.org/10.1088/1748-9326/ae1151",
          "filter": 2
        },
        {
          "title": "A framework to assess highest possible ambition in nationally determined contributions under Article 4 of the Paris Agreement",
          "authors": "Julia Katharina Schönfeld, Joeri Rogelj",
          "abstract": "Collective progress towards meeting the Paris Agreement’s long-term temperature goal (LTTG) remains insufficient, a shortfall to be addressed by new Nationally Determined Contributions (NDCs). The Agreement stipulates that countries’ NDCs will represent a progression and reflect their highest possible ambition (HPA). However, the vague conceptualisation of this HPA norm challenges its translation into practice, allowing states to reference ambition in their NDC without clear evidence. Recently, the International Court of Justice’s (ICJ) advisory opinion on climate change provided clarification regarding this norm. The level of ambition communicated in an NDC is not entirely left to the discretion of states but must constitute an adequate contribution to the collective achievement of the global temperature goal. States are obliged to exercise due diligence to ensure their NDCs reflect their best efforts. Building on the ICJ’s interpretative guidance, we propose a structured framework to operationalise the HPA norm and reflect upon considerations of ambition in countries’ NDCs. The framework’s core pillars incorporate domestic, international, and implementation considerations in NDCs, elaborated upon in two elements per pillar. Under domestic considerations, NDCs should be based on a faithful assessment of mitigation options utilising national capabilities. International considerations require contributions that adequately support the LTTG while balancing equity. Implementation considerations demand that NDCs account for the co-impact of the measures considered and be actionable in the near term to ensure ambition is translated into action. The Paris Agreement-HPA Framework can support transparent communication of the conditions under which more ambitious targets can be pursued. We apply the framework to explore the engagement of current NDCs with the framework’s elements. Finally, the framework empowers societal stakeholders to interrogate, verify and, when necessary, challenge whether NDC preparations were carried out with due diligence, supporting accountability in global and national climate action.",
          "url": "https://doi.org/10.1088/1748-9326/ae15aa",
          "doi": "https://doi.org/10.1088/1748-9326/ae15aa",
          "filter": 2
        },
        {
          "title": "Monitoring marine carbon dioxide removal: quantitative analysis of indicators for carbon removed and environmental side-effects.",
          "authors": "Teresa Maria Morganti, Wanxuan Yao, Nadine Mengis, Andreas Oschlies, Gregor Rehder",
          "abstract": "Marine Carbon Dioxide Removal (mCDR) implementations can potentially remove 1–15 Gt CO2 yr-1, which encompasses the minimum requirement removal of CDR in 2050 to limit warming below 2°C by 2100. Despite their potential, mCDR represents only a tiny fraction of currently deployed CDR methods. Their implementations require not only a comprehensive understanding of the marine processes involved, but also a robust monitoring for their effectiveness and potential environmental impacts. In this work, we surveyed the mCDR scientific literature to identify measurable indicators for quantitative information across different ecosystems and methods used for monitoring the carbon removed and environmental side-effects, and explore the main common challenges. We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analysis protocol PRISMA: the search queries were established, and the literature search and criteria for inclusion/exclusion were transparently defined. Our results reveal the lack of a direct linkage from the mCDR-induced rates of chemical and biological changes to the amount of carbon removed from the atmosphere and the magnitude of associated environmental impacts. The heterogeneity of marine biogeochemical and ecological processes in time and space together with the propagation of biogeochemical signals in an open system represent the most common challenge reported for the monitoring approaches. Our results show that we are in need of indicators that provide reliable quantification of CO2 removal rates and information on environmental impacts. Finally, based on our gap analysis, we provide monitoring recommendations such as the use of common metrics and the baseline establishment. Currently, the lack of standardized indicators and monitoring procedures inhibits the verification, and hence, creates risks for further investment and prevents the entering of mCDRs in existing carbon certificate trading systems, hindering the long term growth of this sector.",
          "url": "https://doi.org/10.1088/1748-9326/ae1c54",
          "doi": "https://doi.org/10.1088/1748-9326/ae1c54",
          "filter": 2
        },
        {
          "title": "Protocol intercomparison project highlights non-equivalent carbon crediting across agricultural land management protocols",
          "authors": "Lisa Eash, Mark A Bradford, Emily E Oldfield, Stephen M. Ogle, Sara E Kuebbing",
          "abstract": "Voluntary markets for agricultural carbon credits are expanding, promoting climate-smart practices purported to increase soil carbon and reduce greenhouse gas emissions. To contribute effectively to climate mitigation, markets must deliver credits that meet international standards guaranteeing credits are additional, conservative, and equivalent to at least one tonne of CO2. Yet protocols for quantifying credits make different assumptions, raising questions about whether protocols meet the “equivalency standard”. We test for equivalency using a common dataset of 4,988 US Midwestern corn-soybean fields, representing a carbon market project, to estimate credit issuances for adoption of no-till plus cover cropping practices. We find issuances, across the three major protocols being used for US croplands, differing for this common project by up to ~130,000 credits per year. Our “Protocol Intercomparison Project” reveals how quantitative evaluations can identify assumptions generating marked differences in crediting, thereby guiding research that informs protocol revisions to build confidence in mitigation and demonstrating paths forward for protocol harmonization efforts.",
          "url": "https://doi.org/10.1088/1748-9326/ae19ff",
          "doi": "https://doi.org/10.1088/1748-9326/ae19ff",
          "filter": 2
        },
        {
          "title": "Economic benefits and cost competitiveness of green hydrogen in decarbonizing China's electricity and hard-to-electrify sectors",
          "authors": "Haozhe Yang, Gang He, Eric Masanet, Ranjit Deshmukh",
          "abstract": "Green hydrogen has the potential to address two critical challenges in a zero-carbon energy system: balancing seasonal variability of solar and wind in the electricity sector, and replacing fossil fuels in hard-to-electrify sectors. In this study, focusing on China, we deploy a provincial-scale energy system planning and operation model to examine the technical and cost-optimal potential of green hydrogen to fully remove carbon-based fuels in the electricity and hard-to-electrify sectors by 2050. Our results show that green hydrogen infrastructure can enable more cost-effective decarbonization of both the electricity and hard-to-electrify sectors. First, in the zero-carbon electricity sector alone, utilizing green hydrogen as long-duration storage enables a 17% reduction in the electricity-only cost (ZE scenario) relative to one without hydrogen. However, cost savings hinge on the availability of underground hydrogen storage. Second, coupling the electricity and hard-to-electrify sectors by sharing green hydrogen infrastructure reduces the combined energy system cost by 6% compared to a decoupled energy system. Third, the coupled energy system also makes green hydrogen comparable to fossil fuel-based gray and blue hydrogen costs in China. Allocating the entire savings realized in the coupled energy system to just the hydrogen used as fuel/feedstock in hard-to-electrify sectors yields a 24% reduction in the hydrogen-only cost relative to the cost under the decoupled system. Last, coupling hydrogen infrastructure between electricity and hard-to-electrify sectors yields a substantially different spatial pattern of hydrogen production. In the decoupled energy system, 80% of hydrogen demand in electricity and hard-to-electrify sectors is produced locally within the same provinces, but the coupled energy system cuts local production to 30%, shifting production to high renewable energy generating provinces. Understanding the spatial patterns of optimal hydrogen infrastructure siting will help plan an integrated electricity and hydrogen system that can cost-effectively decarbonize multiple sectors and China’s broader economy.",
          "url": "https://doi.org/10.1088/1748-9326/ae1b1f",
          "doi": "https://doi.org/10.1088/1748-9326/ae1b1f",
          "filter": 2
        },
        {
          "title": "Deep learning-constrained projection of global fluvial floods and their socioeconomic implications under global warming",
          "authors": "Xi Huang, Jiabo Yin, Shengyu Kang, M I Brunner, Weifeng Hao",
          "abstract": "Fluvial floods characterized by either large volume or prolonged duration severely impede the sustainable development of socio-ecological systems, which may intensify with global warming. However, the co-evolution dynamics of joint fluvial flood characteristics and their socioeconomic implications under different global warming targets are poorly understood. Here, we combine a deep learning-constrained hybrid model, a statistical approach and climate models to evaluate future flood occurrence within a bivariate framework (i.e., volume and duration) across 8,735 catchments. After evaluating the performance of the deep learning-constrained hybrid model, we project a doubling of bivariate fluvial flood hazard under 3.0℃ warming. We assess the uncertainty of fluvial flood projections and reveal that the global climate models (GCMs) and coupled factors are the major uncertainty sources. Global warming from 1.5 to 3.0℃ tends to amplify flood exposure of gross domestic product, population and agricultural area, by ~97%, ~46%, and ~67% under a medium emission scenario (SSP370), respectively.",
          "url": "https://doi.org/10.1088/1748-9326/ae19fe",
          "doi": "https://doi.org/10.1088/1748-9326/ae19fe",
          "filter": 2
        },
        {
          "title": "Influence of country development levels and agricultural burning policies on global cropland biomass burning observed from satellites",
          "authors": "Shuai An, Xiaoyang Zhang, Shobha Kondragunta, Aihua Zhu, Yongchang Ye, Fangjun Li",
          "abstract": "Greenhouse gas (GHG) emissions from biomass burning, including cropland fires, are a critical component affecting climate change. However, the long-term variations in GHGs from cropland biomass-burning emissions (CBBE) remain unclear across the world’s countries. Here, we used satellite observations of CBBE of carbon dioxide (CO2) and methane (CH4), both greenhouse gases, to examine the emission trends from 2003 to 2023 and analyze the causes across 139 agriculture-producing countries. The global CO2 and CH4 emissions from CBBE are decreasing at rates of -8.21 Mt CO2 and -1.55×10-2 Mt CH4 per year, respectively. However, these emissions are increasing significantly (P &lt; 0.05) in eight countries, mainly in South and East Asia. The CBBE was strongly correlated to the human development levels (HDI) of the countries, resulting in overall higher unit area CBBE in low-medium HDI countries and lower unit area CBBE in high-very high HDI countries. In 13 countries, variations in CBBE are associated with changes in the crop residue from productivity. However, there is also a strong variation in CBBE associated with the regulation of agricultural fires, where appropriate agricultural residue management policies have effectively reversed the increasing CBBE trends in some countries.",
          "url": "https://doi.org/10.1088/1748-9326/ae1b1d",
          "doi": "https://doi.org/10.1088/1748-9326/ae1b1d",
          "filter": 2
        },
        {
          "title": "Accepted article. Release pending",
          "authors": "IOP Publishing",
          "abstract": "Accepted article. Release pending.",
          "url": "https://doi.org/10.1088/1748-9326/ae1b1e",
          "doi": "https://doi.org/10.1088/1748-9326/ae1b1e",
          "filter": 2
        },
        {
          "title": "Importance of beginning industrial-era climate simulations in the eighteenth century",
          "authors": "Andrew P Ballinger, Andrew Schurer, Gabriele C Hegerl, Andrea Dittus, Ed Hawkins, Richard Cornes, Elizabeth Kent, Lauren Marshall, Colin P Morice, Tim Osborn, Nick Rayner, Steven Rumbold",
          "abstract": "Climate simulations of the industrial era typically start in 1850, using the first fifty years as a baseline for ‘pre-industrial’ climate. However, the period immediately prior to 1850 is of particular interest due to early human influence and heightened volcanic activity, the latter of which led to cooler global temperatures than those observed in the subsequent historical period. In this study, we present a suite of Earth system model simulations (using UKESM1.1) that start in 1750 and span the entire industrial period. We compare these simulations to a new instrumental observation-based dataset, GloSATref, which provides global surface air temperature variations from 1781 onwards. We investigate the climatic changes during the early industrial period, separating the effects of natural and anthropogenic forcings. Model-simulated early-19th-century temperature patterns show substantial cooling relative to the long-term mean, particularly in low latitudes, which agree well with observed patterns. We find significant long-term differences between simulations initialised in 1750 and 1850, with lasting effects well into the 20th century, consistent with differences in vegetation and the substantial ocean cooling driven by high volcanic activity in the 1750 simulations. Our results indicate that an earlier start to historical simulations could lead to more representative climate simulations over the historical period, and deepen our understanding of early anthropogenic warming, natural climate variability, and the climate responses to future volcanic eruptions.",
          "url": "https://doi.org/10.1088/1748-9326/ae1bbc",
          "doi": "https://doi.org/10.1088/1748-9326/ae1bbc",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Towards ‘greening’ trade? The environment in the French, German and EU supply chain laws",
          "authors": "Lena Partzsch, Helen Breunig",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103078",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Negative verbal probabilities undermine communication of climate science",
          "authors": "Marie Juanchich, Karl Halvor Teigen, Theodore G. Shepherd, Miroslav Sirota",
          "abstract": "The Intergovernmental Panel on Climate Change (IPCC) recommends describing low-probability outcomes using negative verbal probability terms such as unlikely, rather than positive terms such as a small probability. However, we propose that this choice of probability terms might undermine public perception and understanding of climate science. Across eight preregistered experiments ( N = 4,150), we find that participants perceive outcomes described with negative low probability terms as reflecting lower scientific consensus than probabilistically equivalent but positively framed terms. The effect persists after controlling for beliefs in climate change, familiarity with the IPCC and political orientation, although it weakens when the projected values exceeded participants’ personal expectations. Participants also associate negative low-probability terms more strongly with extreme outcomes and judge them as less evidence-based than their positive counterparts. We recommend using positive verbal probabilities to communicate comparable levels of uncertainty without undermining perceptions of scientific consensus and evidence.",
          "url": "https://doi.org/10.1038/s41558-025-02472-1",
          "doi": "https://doi.org/10.1038/s41558-025-02472-1",
          "filter": 0
        },
        {
          "title": "Reorienting climate litigation in a time of backlash",
          "authors": "Mette Eilstrup-Sangiovanni, Nina Hall, Lisa Vanhala, Joana Setzer, Ian Higham, Harro van Asselt",
          "url": "https://doi.org/10.1038/s41558-025-02475-y",
          "doi": "https://doi.org/10.1038/s41558-025-02475-y",
          "filter": 0
        },
        {
          "title": "Climate anxiety and parenting practices",
          "authors": "Danyang Cheng",
          "url": "https://doi.org/10.1038/s41558-025-02490-z",
          "doi": "https://doi.org/10.1038/s41558-025-02490-z",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Paris Agreement after 10 years",
          "url": "https://doi.org/10.1038/s41558-025-02473-0",
          "doi": "https://doi.org/10.1038/s41558-025-02473-0",
          "filter": 2
        },
        {
          "title": "Pathways to a safer planet",
          "authors": "Robin Lamboll",
          "url": "https://doi.org/10.1038/s41558-025-02468-x",
          "doi": "https://doi.org/10.1038/s41558-025-02468-x",
          "filter": 2
        },
        {
          "title": "Anticipating climate impacts on nutrition through climate–crop nutrient modelling",
          "authors": "Bianca Carducci, Jose Rafael Guarin, Kevin Karl, Lewis Ziska, Meijian Yang, Jessica Fanzo, Jonas Jägermeyr, Alex C. Ruane, Gerrit Hoogenboom, Mario Herrero, Erik Mencos Contreras, Natalie Kozlowski, Cynthia Rosenzweig",
          "url": "https://doi.org/10.1038/s41558-025-02470-3",
          "doi": "https://doi.org/10.1038/s41558-025-02470-3",
          "filter": 2
        },
        {
          "title": "Bees already fly in sub-optimal conditions",
          "authors": "Tegan Armarego-Marriott",
          "url": "https://doi.org/10.1038/s41558-025-02489-6",
          "doi": "https://doi.org/10.1038/s41558-025-02489-6",
          "filter": 2
        },
        {
          "title": "Fracturing of Antarctic ice shelves depends on future climate warming rate",
          "url": "https://doi.org/10.1038/s41558-025-02479-8",
          "doi": "https://doi.org/10.1038/s41558-025-02479-8",
          "filter": 2
        },
        {
          "title": "Future mesoscale horizontal stirring in polar oceans intensified by sea ice decline",
          "authors": "Gyuseok Yi, June-Yi Lee, Eun Young Kwon, Sun-Seon Lee, Myeong-Hyeon Kim, Wonsun Park, Karl Stein, Axel Timmermann",
          "abstract": "Mesoscale horizontal stirring (MHS) is ubiquitous in the oceans, influencing heat and carbon transport, phytoplankton blooms and fish larvae dispersal. The current generation of Earth system models lacks sufficient resolution to properly resolve MHS-relevant small-scale phenomena, such as oceanic mesoscale eddies, leaving it largely unknown how MHS will change in response to greenhouse warming. Here we determine how CO 2 doubling and quadrupling will change the surface MHS statistics in Community Earth System Model simulations with 1/10-degree ocean resolution. MHS is analysed using the finite-size Lyapunov exponent, a Lagrangian diagnostic that measures the separation of close trajectories. Projected increases in MHS are expected in the Arctic Ocean and coastal Antarctic regions, driven by enhanced time-mean ocean flow and turbulence which predominantly result from sea ice reduction. The enhanced horizontal stirring in polar oceans implies substantial yet uncertain consequences for tracer transport, nutrient supply and ecosystems under higher CO 2 conditions.",
          "url": "https://doi.org/10.1038/s41558-025-02471-2",
          "doi": "https://doi.org/10.1038/s41558-025-02471-2",
          "filter": 2
        },
        {
          "title": "Paris Agreement in a new era",
          "url": "https://doi.org/10.1038/s41558-025-02492-x",
          "doi": "https://doi.org/10.1038/s41558-025-02492-x",
          "filter": 2
        },
        {
          "title": "Expanding storms",
          "authors": "Jasper Franke",
          "url": "https://doi.org/10.1038/s41558-025-02491-y",
          "doi": "https://doi.org/10.1038/s41558-025-02491-y",
          "filter": 2
        },
        {
          "title": "Expert retrospective on a decade of the Paris Agreement",
          "authors": "Carl-Friedrich Schleussner, Paula Castro, Alexandra Lesnikowski, Adelle Thomas, Romain Weikmans, J. Timmons Roberts, Ambuj D. Sagar, Sonja Klinsky, Thomas Bernauer",
          "url": "https://doi.org/10.1038/s41558-025-02477-w",
          "doi": "https://doi.org/10.1038/s41558-025-02477-w",
          "filter": 2
        },
        {
          "title": "Spaces of anthropogenic CO2 emissions compatible with climate boundaries",
          "authors": "Thomas Bossy, Philippe Ciais, Katsumasa Tanaka, Franck Lecocq, Philippe Bousquet, Thomas Gasser",
          "url": "https://doi.org/10.1038/s41558-025-02460-5",
          "doi": "https://doi.org/10.1038/s41558-025-02460-5",
          "filter": 2
        },
        {
          "title": "Microbes wake up",
          "authors": "Alyssa Findlay",
          "url": "https://doi.org/10.1038/s41558-025-02488-7",
          "doi": "https://doi.org/10.1038/s41558-025-02488-7",
          "filter": 2
        }
      ]
    }
  ]
}
