{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "EU’s carbon border adjustment mechanism CBAM – industrial effects",
          "authors": "Brita Bye, Kevin R. Kaushal, Halvor Briseid Storrøsten",
          "url": "https://doi.org/10.1080/14693062.2025.2557236",
          "doi": "https://doi.org/10.1080/14693062.2025.2557236",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Temperature extremes in early life and human capital: evidence from China’s labor market",
          "authors": "Ru Li, Jienan Cui, Chen Zhang",
          "url": "https://doi.org/10.1007/s10584-025-04028-w",
          "doi": "https://doi.org/10.1007/s10584-025-04028-w",
          "filter": 0
        },
        {
          "title": "Climate smart agriculture metrics and challenges for agroecology in Norway and Costa Rica",
          "authors": "Isabelle Hugøy",
          "abstract": "Frictions arise when technocratic approaches to the climate crisis are sought implemented in local places in the Global North and South. This article unpacks the context-specific tensions that unfold when climate smart agriculture (CSA) and its underpinning logic of calculable metrics is promoted by key agricultural actors following national policies of carbon neutrality in Norway and Costa Rica. More specifically, the article focuses on the divergence between CSA and farmers who seek to regenerate soils by practicing alternative approaches that draw on agroecology. Ethnographic fieldwork among farmers of different productions and sites in Norway and Costa Rica reveals that the alternative approaches emerging in some regions do not conform to CSA metrics despite farmers’ exposure to CSA. By implication CSA risks rendering illegitimate alternative approaches that have potential to restore soils and ecosystems and empower farmers economically, socially and epistemologically. The article calls for policy makers to move with urgent patience in their aspiration to mitigate contemporary climate and environmental crises.",
          "url": "https://doi.org/10.1007/s10584-025-04014-2",
          "doi": "https://doi.org/10.1007/s10584-025-04014-2",
          "filter": 0
        },
        {
          "title": "Is the capacity of the Unites States to adapt to climate change increasing?",
          "authors": "Joel B. Smith",
          "url": "https://doi.org/10.1007/s10584-025-04019-x",
          "doi": "https://doi.org/10.1007/s10584-025-04019-x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A stepwise-clustered concurrent extreme analysis for concurrent drought-heatwave events: a case study of North China",
          "authors": "Shuo Han, Guohe Huang, Xiong Zhou, Shuguang Wang, Yongping Li, Bizheng Yu, Wenshu Kuang",
          "url": "https://doi.org/10.1007/s10584-025-04010-6",
          "doi": "https://doi.org/10.1007/s10584-025-04010-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "European banks face significant vulnerability to ecosystem degradation and climate change",
          "authors": "Andrej Ceglar, Alexandra Marques, Simone Boldrini, Chiara Lelli, Andrea Toreti, Laura Parisi, Irene Heemskerk",
          "abstract": "The economy and the financial system, through its exposures to companies, have a dual relationship with nature. They do not only depend on it, but they can also affect it and be affected. This can give rise to nature-related risks, driven by the nature degradation, encompassing the loss of biodiversity and ecosystem services. We demonstrate how the economy and banks in the euro area are critically dependent on ecosystem services and how they simultaneously contribute to biodiversity loss through their biodiversity footprint. In our sample, 72% of the analysed companies in the euro area exhibit a high dependency on at least one ecosystem service. Out of the 2500 banks analyzed, 100 are responsible, through their loans to companies, for 87% of the total biodiversity footprint of the euro area banking system. Degradation of ecosystems and biodiversity loss can pose risks to the financial system by affecting companies’ production processes and, consequently, impairing their ability to repay debt. Such nature-related risks can be exacerbated by climate change. Our analysis reveals that nearly 60% of loans in the euro area are exposed to companies facing unmet flood protection needs, highlighting the compound financial risks from multiple, interacting ecosystem and climate hazards.",
          "url": "https://doi.org/10.1038/s43247-025-02543-3",
          "doi": "https://doi.org/10.1038/s43247-025-02543-3",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Dinosaur extinction can explain continental facies shifts at the Cretaceous-Paleogene boundary",
          "authors": "Lucas N. Weaver, Thomas S. Tobin, Courtney J. Sprain, Paige K. Wilson Deibel, Vera A. Korasidis, Mónica R. Carvalho, Pim Kaskes, Isabel M. Fendley",
          "url": "https://doi.org/10.1038/s43247-025-02673-8",
          "doi": "https://doi.org/10.1038/s43247-025-02673-8",
          "filter": 2
        },
        {
          "title": "Cretaceous amber of Ecuador unveils new insights into South America’s Gondwanan forests",
          "authors": "Xavier Delclòs, Enrique Peñalver, Carlos Jaramillo, Edwin Cadena, César Menor-Salván, José Luís Román, Rafael Francisco Castaño-Cardona, David Peris, Marcelo Carvalho, Daniela Quiroz-Cabascango, Mónica R. Carvalho, Patrick Blomenkemper, Fabiany Herrera, Patricio Santamarina, Maxime Santer, Galo Carrera, Mónica M. Solórzano-Kraemer",
          "url": "https://doi.org/10.1038/s43247-025-02625-2",
          "doi": "https://doi.org/10.1038/s43247-025-02625-2",
          "filter": 2
        },
        {
          "title": "Palaeoecological change preceded the Palaeocene-Eocene Thermal Maximum by 200 kyr in the high latitude south-west Pacific Ocean",
          "authors": "Heather L. Jones, Bryan Niederbockstruck, Thomas Westerhold, Ursula Röhl",
          "abstract": "The Palaeocene-Eocene Thermal Maximum ca. 55.93 Ma is considered one of the best geological analogues for worst-case, near-future climate states. During this warming interval, calcareous nannoplankton—critical marine primary producers and important components of the biological pump—experienced significant turnover in community composition, which likely had a major impact on ecosystem function. However, determining the extent of this relationship is complicated by recognized geographic variability in the pattern and magnitude of palaeoecological change, as well as a sampling bias towards lower latitude oceanic sites. In this study, we present new calcareous nannofossil assemblage data from the climatically-sensitive, high latitude south-west Pacific Ocean. Critically, our record shows that major changes in nannoplankton community composition—coincident with a 0.5 ‰ decrease in bulk sediment δ 13 C—preceded the onset of the Palaeocene-Eocene Thermal Maximum by 200 kyr. We suggest this precursor event led to the establishment of a new palaeoecological baseline that caused a relatively muted response of nannofossil assemblages to the main warming event, especially when compared to other high latitude sites. Therefore, our results highlight the importance of examining the influence of local and regional processes on palaeoecological background states when considering geographically heterogenous responses to major global palaeoclimatic events.",
          "url": "https://doi.org/10.1038/s43247-025-02749-5",
          "doi": "https://doi.org/10.1038/s43247-025-02749-5",
          "filter": 2
        },
        {
          "title": "Seasonal biogeochemical variations in a modern microbialite reef under early Earth-like conditions",
          "authors": "Federico A. Vignale, Laura Sánchez-García, Daniel Carrizo, Andrea Castillejos Sepúlveda, Heidi Taubner, Sebastián Oriolo, Alex L. Mitchell, Adrián G. Turjanski, Judith M. Klatt, Robert D. Finn, Maria M. Garcia-Alai, María E. Farías",
          "abstract": "Microbialites are organosedimentary structures that have existed since the Precambrian and have endured through geological time, serving as archives of Earth’s environmental evolution. Today, they persist in only a few environments markedly different from those in which they first arose. Here, we report a modern microbialite reef in Laguna Pozo Bravo (Puna region, Argentina), exposed to high radiation, low oxygen pressure, and volcanic inputs reminiscent of early Earth. Through physicochemical, mineralogical, spectroscopic, electron microscopy, and metagenomic analyses, we identified diverse microbial communities with metabolic capacities that induce mineralisation. Seasonal environmental fluctuations drive cyclical changes in community composition, producing potential mineralisation patterns. Our findings suggest that carbon fixation and the metabolic drivers of alkalinity in microbialites may have evolved over time. Moreover, the variability in prokaryotic compositions among modern microbialites demonstrates that carbonate precipitation is governed by metabolic potential rather than taxonomy, reinforcing their role as dynamic records of environmental conditions.",
          "url": "https://doi.org/10.1038/s43247-025-02764-6",
          "doi": "https://doi.org/10.1038/s43247-025-02764-6",
          "filter": 2
        },
        {
          "title": "Methane-cycling microbiomes in soils of the pan-Arctic and their response to permafrost degradation",
          "authors": "Haitao Wang, Erik Lindemann, Patrick Liebmann, Milan Varsadiya, Mette Marianne Svenning, Muhammad Waqas, Sebastian Petters, Andreas Richter, Georg Guggenberger, Jiri Barta, Tim Urich",
          "abstract": "The methane-cycling microbiomes play crucial roles in methane dynamics. However, little is known about their distributions on a pan-Arctic scale as well as their responses to the widespread permafrost degradation. Based on 621 datasets of 16S rRNA gene amplicons from intact permafrost soils across the pan-Arctic, we identified only 22 methanogen and 26 methanotroph phylotypes. Their relative abundances varied significantly between sites and soil horizons. Only four methanogen phylotypes were detected at all locations. Remarkably, the permafrost soil methane filter was almost exclusively dominated by some obligate methanotroph ( Methylobacter -like) phylotypes. However, a case study in Alaska suggests that atmospheric methane oxidizing bacteria ( Methylocapsa -like phylotypes) dominated methanotrophs in a drier condition after permafrost degradation. These findings point towards a few key microbes particularly relevant for future studies on Arctic methane dynamics in a warming climate and that under future dry conditions, increased atmospheric methane uptake in Arctic upland soils may occur.",
          "url": "https://doi.org/10.1038/s43247-025-02765-5",
          "doi": "https://doi.org/10.1038/s43247-025-02765-5",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Ecological apologies: reckoning with grief, guilt, and multispecies justice",
          "authors": "Stef Craps",
          "url": "https://doi.org/10.1080/09644016.2025.2557056",
          "doi": "https://doi.org/10.1080/09644016.2025.2557056",
          "filter": 0
        },
        {
          "title": "Decolonial environmentalisms: climate justice and speculative futures in latinx cultural production",
          "authors": "Sarah D. Wald",
          "url": "https://doi.org/10.1080/09644016.2025.2560165",
          "doi": "https://doi.org/10.1080/09644016.2025.2560165",
          "filter": 0
        },
        {
          "title": "‘Two hands, multiple fingerprints’: how ideology and politics shaped China’s water market reforms (1998–2021)",
          "authors": "Jesper Svensson, Yahua Wang, Sicheng Chen, Dustin Garrick, Hang Zheng",
          "url": "https://doi.org/10.1080/09644016.2025.2560168",
          "doi": "https://doi.org/10.1080/09644016.2025.2560168",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Social identity and pro-environmental behavior – A scoping review",
          "authors": "Tatyana Thye",
          "abstract": "Leveraging social identities (SIs) is a promising strategy to foster pro-environmental behavior (PEB), but research on the SI–PEB association is fragmented, making synthesis challenging. This scoping review systematically maps empirical research on the association between SIs and PEB based on 82 studies. Most studies utilized quantitative-descriptive designs and self-report measures, assessing a wide range of specific SIs and various types of PEBs. Eight categories of SIs based on their content were identified, spanning SIs referring to the environment, specific groups, or places, with most showing positive associations with PEB. To gain a clearer understanding of these categories, they can be further grouped based on two criteria: (1) whether the SIs refer to an external environment (e.g., a specific place) or a social group of people (e.g., an activist group), and (2) whether the SIs have an obvious link to the environment and/or environmental issues (e.g., environmental identity) or not (e.g., national identity). This review emphazises the importance of focusing on single SI categories to delve deeper into the mechanisms and potential variations within and between the categories. It also recommends future research to improve the practical applicability of these findings as most studies relied on self-report measures, and few were conducted in real-world settings. By providing a structured overview and highlighting key research directions, this review establishes a foundation for advancing the research field and combating climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae06ba",
          "doi": "https://doi.org/10.1088/1748-9326/ae06ba",
          "filter": 0
        },
        {
          "title": "Public attitudes and community engagement in large-scale solar siting",
          "authors": "Sika Gadzanku, Wenrui Qu, Shahzeen Z. Attari, Parrish Bergquist, Sanya Carley, Alison Knasin, David M. Konisky, Gilbert Michaud, Jennifer Silva",
          "abstract": "Large-scale solar (LSS) systems represent an increasing share of energy infrastructure in the United States. The number of LSS systems is expected to continue to grow, and such expansion will require support from local communities that are asked to host new projects. Here, we perform a systematic literature review of studies that evaluate: (1) the factors that shape the perception, acceptance, and opposition of LSS; and (2) the role of stakeholders and community engagement in current LSS siting conflicts. Our review of the literature finds that local communities have complex, location-specific opinions and attitudes towards solar projects. Shaped by project characteristics such as size, land use type, and project ownership type, people value local benefits such as jobs, reduced pollution, increased tax revenue, and local ownership, and are critical of highly localized burdens such as impacts to the local landscape. We further find that scholars promote early and direct communication of potential benefits and tradeoffs, as well as an inclusive decision-making process and engagement activities that reflect community values and build trust. Our review reveals that further research is needed to investigate the roles and impacts of: (1) emerging LSS configurations such as solar plus storage hybrids and LSS projects paired with transmission and substation additions; (2) evolving LSS stakeholder groups including landowners, agricultural industry, and the media; and (3) causal relationships between public perceptions, community engagement activities, and project outcomes.",
          "url": "https://doi.org/10.1088/1748-9326/ae06b7",
          "doi": "https://doi.org/10.1088/1748-9326/ae06b7",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The PeatPic Project: Predicting plot-scale peatland green leaf phenology across global peatlands",
          "authors": "Scott J Davidson, Avni Malhotra, Vincent E J Jassey, Maria Strack, Elena Aitova, Russell Anderson, Lindsey J Atkinson, Janna M. Barel, Melanie Bird, Clarisse Brehier, Gillian Donaldson-Selby, Emma Duley, Joel Eklof, Elvira de Eyto, Gustaf Granath, Alanna Grant, Antonia Hartmann, Aleicia Holland, Vytas Huth, Cheristy P Jones, Sung-Ching Lee, Javier Lopatin, Alice M Milner, Mike Peacock, Matthias Peichl, Jorge F Perez-Quezada, Clarice R Perryman, Amy Pickard, Helena Rautakoski, Ewen Silvester, Anna-Maria Virkkala, Emma Wegener",
          "abstract": "Peatlands store approximately one-third of the world's soil carbon (C), but their functioning is highly variable at small spatial scales due to differences in vegetation cover and environmental conditions such as water table depth. This fine-scale heterogeneity plays a key role in carbon dynamics yet capturing it—particularly in relation to green leaf phenology—is challenging with traditional remote sensing methods. To address this, we developed a smartphone-based methodology and community-science project called the PeatPic Project. We gathered over 3700 photographs from 27 sites across 10 countries in 2021 and 2022, representing different peatland types (bog, fen, and swamp), at 1–2-week intervals. We calculated green leaf phenology (GLP) metrics, such as the data of the start of the season and end of the season, based on the red-blue-green bands from these photographs. We found that GLP metrics, such as day of year at peak greenness, varied significantly across peatland types and dominant vegetation communities, with peak greenness at bog sites occurring approximately 10 days later in the year compared to fen sites. Furthermore, variables relation to peatland/vegetation type and energy balance were key predictors of peatland green leaf phenology. The PeatPic Project’s readily available methodology offers low-cost opportunities for further research into peatland phenology, enabling the calculation of additional phenological indices and integration with other data types. By refining our understanding of peatland green leaf phenology, we can improve predictive C modelling and better assess the impacts of future changes on these important ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/ae0658",
          "doi": "https://doi.org/10.1088/1748-9326/ae0658",
          "filter": 2
        },
        {
          "title": "Quantifying potential contribution of tropical cyclones to oceanic near-inertial internal waves",
          "authors": "Gengbin Liu, Zhiwu Chen, Zifei Chen, Zhao Jing, Peng Zhan",
          "abstract": "Near-inertial internal waves (NIWs) play a crucial role in upper-ocean turbulent mixing through shear instabilities. Tropical cyclones (TCs), with their intense variable winds, contribute significantly to NIWs, yet their global impact has been poorly quantified due to observational and methodological challenges. In this study, we developed a novel data-driven model that integrates hourly satellite-tracked surface drifter data and refined TC records to provide a high-resolution global estimate of TC-induced near-inertial wind power (NIWP), representing a major energy source for the generation of NIWs. Our results show that TCs contribute 0.019-0.024 TW annually to global NIWP, with nearly 45% of this in low-latitude oceans. Moreover, a notable NIW-induced enhancement in thermocline mixing during TC events is identified in subtropical regions, particularly in the northwestern Pacific, based on fine-scale parameterization. Our findings uncover the episodic yet potentially important role of TCs in powering NIWs, with implications for ocean turbulent mixing.",
          "url": "https://doi.org/10.1088/1748-9326/ae06b9",
          "doi": "https://doi.org/10.1088/1748-9326/ae06b9",
          "filter": 2
        },
        {
          "title": "Suitability for co-location of offshore aquaculture and wave energy in the US Caribbean",
          "authors": "Lysel Garavelli, Mikaela C Freeman, Molly Grear, Candace D Briggs, Gabriel García Medina, James McVey, Preston Spicer",
          "abstract": "In the United States (US) Caribbean Sea, Puerto Rico and the US Virgin Islands (USVI) are planning to transition to renewable energy. Being surrounded by water, the use of marine energy within Puerto Rico and the USVI represents an opportunity to increase renewable energy usage. Marine energy includes wave, tidal, and current energy as well as thermal and salinity gradient energy, and has a large potential to provide reliable and efficient power. While marine energy is usually perceived to bring power to the grid, it can also be used to power activities at sea, particularly offshore aquaculture. In the US Caribbean islands, the development of co-located offshore aquaculture and marine energy could help boost the ocean economy. This study highlights a real-world assessment of the suitability to co-locate offshore integrated multi-trophic aquaculture (IMTA) and wave energy off Puerto Rico and the USVI. The feasibility for co-location was determined through a spatial analysis to identify suitable areas for co-location, field work to collect environmental data, and a readiness analysis of wave energy devices. Combining key environmental, regulatory, and logistical parameters, the spatial analysis identified potential suitable areas for co-location off the coast in the northwest corner of Puerto Rico, northwest of Culebra, east of Vieques, and north of St. Thomas in the USVI. Wave energy was identified as the most limiting parameter for co-location in the study area. The wave energy data collected were comparable to the modeled data, showing the usefulness of fine-scale environmental conditions from wave models to assess the feasibility for co-location. Through the combination of spatial analysis, environmental monitoring, and information on wave energy device readiness, several key components for the technical feasibility of co-locating offshore IMTA and wave energy have been demonstrated in the US Caribbean islands.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0805",
          "doi": "https://doi.org/10.1088/1748-9326/ae0805",
          "filter": 2
        },
        {
          "title": "A dipole pattern bias in marine heatwave intensity in the kuroshio extension simulated by the CMIP6 models: a role of northward shift of the kuroshio current",
          "authors": "Wonkeun Choi, Heeseok Jung, Minkyoung Bang, Zhenya Song, Namyoung Kang, Chan Joo Jang",
          "abstract": "Climate models are essential for investigating and predicting marine heatwaves (MHWs), but their inherent biases pose challenges for accurately analyzing and projecting MHWs. As global warming intensifies, MHWs are expected to become more extreme, emphasizing the need for precise model evaluations and deeper understanding of the underlying causes of bias to improve MHW simulations. In this study, we evaluated the MHW intensity simulated by 30 Coupled Model Intercomparison Project Phase 6 (CMIP6) models in the North Pacific Ocean (NPO) by comparing them with the Optimum Interpolation Sea Surface Temperature (OISST) dataset over a 33-year period (1982–2014). Over 80% of the CMIP6 models showed a dipole-pattern bias in the mean MHW intensity over the Kuroshio Extension, characterized by overestimation to the north and underestimation to the south. Hierarchical clustering based on the spatial pattern of the intensity bias in the Kuroshio Extension identifies four distinct clusters: two showing a dipole-pattern bias with slightly different magnitudes and the other two showing weaker or stronger intensity. The separation latitude based on the maximum surface current revealed that the models with the dipole bias pattern simulated the northward overshooting of the Kuroshio Current. This northward overshooting likely enhanced the transport of warmer sea surface temperatures to higher latitudes, thereby intensifying the MHWs. These findings highlight the critical role of ocean currents in the simulation of MHW in the western boundary current regions, including the Kuroshio region.",
          "url": "https://doi.org/10.1088/1748-9326/ae0806",
          "doi": "https://doi.org/10.1088/1748-9326/ae0806",
          "filter": 2
        },
        {
          "title": "Impact of strong katabatic wind event variability on sea ice dynamics in Terra Nova Bay Polynya, Antarctica",
          "authors": "Yuanyuan Xu, Rui Mao, Seong-Joong Kim, Minghu Ding, Dao-Yi Gong",
          "abstract": "Polynyas along the Antarctic coastline are essential for sea ice production and the formation of Antarctic Bottom Water (AABW). They are formed and maintained by strong and persistent katabatic winds that push the ice away from the coast. Satellite data, in-situ meteorological observations and Reanalysis datasets all indicate a decline in sea ice concentration over Terra Nova Bay Polynya (TNBP) from 2013 to 2022, consistent with an increasing trend of strong katabatic wind events (SKWEs) occurrence. On the interannual timescale, significant correlations between TNBP area and SKWEs duration were observed in austral summer, autumn, and winter, and also in April and October during 2003–2022. Sea ice volume budget analysis shows that SKWEs drive rapid sea-ice removal through advection and divergence, whereas thermodynamic processes dominate sea ice formation on an annual basis. The increase in SKWEs was associated with a deepened and southwestward-displaced Amundsen Sea Low and an enhanced pressure gradient between the interior plateau and the coast, both potentially linked to a more positive Southern Annular Mode. These findings provide a mechanistic understanding of long-term polynya variability, with implications for regional sea-ice changes and AABW.",
          "url": "https://doi.org/10.1088/1748-9326/ae06bb",
          "doi": "https://doi.org/10.1088/1748-9326/ae06bb",
          "filter": 2
        },
        {
          "title": "Driving electrification: The impact of electricity pricing on heat pump adoption, EV charging, and building energy technologies",
          "authors": "Alicia Lerbinger, Georgios Mavromatidis, Siobhan Powell",
          "abstract": "Decarbonizing the building and transport sectors requires electricity pricing designs that can effectively support the adoption of heat pumps and electric vehicles. To inform electricity pricing design, techno-economic optimization modeling can help identify which pricing structures most effectively support the economic viability of electrification across different building characteristics and modeled electric vehicle plug-in behavior over the long term. In this paper, we explore the interplay between electric vehicle plug-in behavior, building energy system investment decisions, and electricity pricing design, testing electricity tariffs with varying energy and grid components. Using a comprehensive techno-economic optimization framework, we analyze how various combinations of energy and grid charges impact heat pump adoption across six diverse Swiss residential buildings from 2025 to 2050. We incorporate three distinct electric vehicle plug-in behavior scenarios modeled from real-world travel data. Our findings reveal that time-of-use energy charges consistently lead to the highest heat pump adoption rates across all building types, outperforming both flat and hourly energy pricing structures. Among grid charges, increasing block charges generally support heating electrification more effectively than peak or volumetric charges. Building characteristics substantially affect heat pump adoption, while electric vehicle plug-in behavior has more impact on the choice of charging infrastructure. Overall, our results show the importance of coordinated electricity tariff designs that account for the diversity of building characteristics and user behaviors to enable cost-effective electrification.",
          "url": "https://doi.org/10.1088/1748-9326/ae06b6",
          "doi": "https://doi.org/10.1088/1748-9326/ae06b6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Participatory storyworld building for unlocking climate adaptation",
          "authors": "Benjamin T. Pederick, Martin Potter, Hailey Cooperrider, Sidney Icarus, Donna Luckman, Rebecca Dahl, Mark Elliot, Trish Cave, Jason Tampake, Brett A. Bryan",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103054",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103054",
          "filter": 0
        },
        {
          "title": "De-energization as maladaptation: Uneven residential exposure to wildfire Public Safety Power Shutoffs and compound heat",
          "authors": "Kate Burrows, Kathryn McConnell, Nora Louise Schwaller, Chantel F. Pheiffer",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103067",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103067",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Status of global accumulation of marine debris",
          "authors": "Eranga K. Galappaththi, Jennifer D. Russell, Mitch Dolby, Thomas Newsome, Sithuni M. Jayasekara",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103058",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103058",
          "filter": 2
        },
        {
          "title": "Location-specific climate and environmental benefits of China’s coal mining phase-down towards carbon neutrality",
          "authors": "Hao Li, Tao Yang, Linman Li, Bin Lu, Tianzheng Zhang, Xiaolong Lu, Rui Peng, Zhaohua Wang",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103057",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103057",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Health losses attributed to anthropogenic climate change",
          "authors": "Colin J. Carlson, Dann Mitchell, Rory Gibb, Rupert F. Stuart-Smith, Tamma Carleton, Torre E. Lavelle, Catherine A. Lippi, Megan Lukas-Sithole, Michelle A. North, Sadie J. Ryan, Dorcas Stella Shumba, Matthew Chersich, Mark New, Christopher H. Trisos",
          "abstract": "Over the last decade, attribution science has shown that climate change is responsible for substantial death, disability and illness. However, health impact attribution studies have focused disproportionately on populations in high-income countries, and have mostly quantified the health outcomes of heat and extreme weather. A clearer picture of the global burden of climate change could encourage policymakers to treat the climate crisis like a public health emergency.",
          "url": "https://doi.org/10.1038/s41558-025-02399-7",
          "doi": "https://doi.org/10.1038/s41558-025-02399-7",
          "filter": 2
        },
        {
          "title": "Future of climate–city research",
          "url": "https://doi.org/10.1038/s41558-025-02451-6",
          "doi": "https://doi.org/10.1038/s41558-025-02451-6",
          "filter": 2
        }
      ]
    }
  ]
}
