{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Optimal biomass allocation between forestry sinks and energy systems by an integrated modelling approach – decarbonization pathways for Hungary",
          "authors": "Viktor József Rácz, András Mezősi, Gabriella Szajkó",
          "url": "https://doi.org/10.1080/14693062.2025.2603032",
          "doi": "https://doi.org/10.1080/14693062.2025.2603032",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Evidence on the relationship between billion-dollar weather disasters and state-level climate policy adoption in the United States",
          "authors": "Jennifer A. da Rosa",
          "url": "https://doi.org/10.1007/s10584-025-04101-4",
          "doi": "https://doi.org/10.1007/s10584-025-04101-4",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Beyond the mean: quantile-based insights into climate impacts on Arctic winter roads",
          "authors": "Eugene Adjei, Fatma Ahmed, Oscar Zapata, Greg Poelzer",
          "url": "https://doi.org/10.1007/s10584-025-04066-4",
          "doi": "https://doi.org/10.1007/s10584-025-04066-4",
          "filter": 2
        },
        {
          "title": "Large projected increases in area burned and wildfire frequency by 2050 in Utah, USA",
          "authors": "Joseph D. Birch, Yoshimitsu Chikamoto, James A. Lutz",
          "url": "https://doi.org/10.1007/s10584-025-04086-0",
          "doi": "https://doi.org/10.1007/s10584-025-04086-0",
          "filter": 2
        },
        {
          "title": "What would Aldo Leopold think about geoengineering?",
          "authors": "Arthur R. Obst",
          "abstract": "Corresponding with the accelerating crises of climate and biodiversity loss has been a call in contemporary environmentalism to think and act at planetary scales to address a planetary problem. One prominent proposal, stratospheric aerosol injection (SAI), would attempt to replicate the cooling effect of volcanic eruptions by tactically injecting reflective particles into the atmosphere in an attempt to reverse global warming. This article first constructs a new case for SAI on behalf of the wild, an idea that has appeared in passing within several influential arguments for solar engineering but has not received widespread endorsement. I then introduce the reader to Aldo Leopold’s land ethic and defend one interpretation that is supported by mainstream interpreters in the literature, drawing the reader’s attention to the important role that a human/nature parallel plays in Leopold’s moral reasoning and the value he places on preserving biodiversity. Then, I apply this framework to SAI and argue that it poses an intractable dilemma for ‘geoengineering for the wild.’ I provide a novel reading of Leopold’s famous essay “Thinking Like a Mountain” and argue it illustrates the importance of two distinct forms of intellectual humility in his thought. Then, I present the dilemma. It appears when one answers a simple question: is it better for SAI to “work” or “fail?” As I will discuss, this question is too simple, but it is revealing. I will argue in what follows that from a Leopoldian outlook both success and failure in solar geoengineering should deeply trouble us. This constitutes 'the climate engineer's dilemma.'",
          "url": "https://doi.org/10.1007/s10584-025-04099-9",
          "doi": "https://doi.org/10.1007/s10584-025-04099-9",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "A market-based insurance approach aligns environmental and economic outcomes in maize nitrogen management",
          "authors": "German Mandrini, Eric A. Davidson, Emerson D. Nafziger, Alison J. Eagle, Cameron M. Pittelkow, Laura F. Gentry, Gary D. Schnitkey, Kaiyu Guan, Nicolas F. Martin, Zhangliang Chen, Kurt Alles, Ignacio A. Ciampitti",
          "abstract": "Meeting the growing demand for maize while reducing nitrogen losses remains a key challenge for sustainable agriculture. Here, we present a market-based nitrogen insurance concept that allows farmers who apply excess fertilizer to reduce nitrogen use without financial risk. Using a large-scale process-based crop model dataset covering 4270 maize fields in Illinois, over 30 years of weather data, and 33 fertilizer rates, we found that the insurance is profitable for farmers applying at least 40 kilograms of nitrogen per hectare above recommended rates, yielding average annual gains of 14 dollars per hectare for farmers and 10 dollars per hectare for insurers. Applied across the eligible Illinois maize area, the insurance annually reduces nitrate leaching by 31% and lowers greenhouse gas emissions by 682,000 metric tonnes of carbon dioxide equivalent. This self-sustaining approach could be extended to other nitrogen-intensive crops and regions, providing a globally relevant pathway to reconcile farm profitability with environmental stewardship.",
          "url": "https://doi.org/10.1038/s43247-025-03008-3",
          "doi": "https://doi.org/10.1038/s43247-025-03008-3",
          "filter": 0
        },
        {
          "title": "Combined models of violent conflict and natural hazards improve predictions of household mobility in Bangladesh",
          "authors": "Maxine Leis, Kristina Petrova",
          "abstract": "In 2023, the United Nations High Commissioner for Refugees reported over 110 million displaced individuals globally, many in regions facing extreme weather and violence. Here we examine how these crises interact to shape household mobility in Bangladesh. Using data linking local conflict events, natural hazards, and household characteristics from 2011 to 2018, we apply machine learning models to capture complex, non-linear relationships between these risks. We find that combining conflict and hazard information improves predictions of household mobility. While exposure to violence or disasters increases mobility, households with remittances are more likely to move, whereas those with loans often remain. Interactions, such as between one-sided violence and landslides, further amplify movement, highlighting the importance of understanding how multiple stressors jointly influence household decisions.",
          "url": "https://doi.org/10.1038/s43247-025-03086-3",
          "doi": "https://doi.org/10.1038/s43247-025-03086-3",
          "filter": 0
        },
        {
          "title": "China’s carbon neutrality agenda unmasks a persistent north-south divide in toxic pollutant reduction",
          "authors": "Weiwei Wang, Lu Chen, Zhen Song, Mengti Wang, Xiaozeng Miao, Wenhao Wu, Zhou Shi, Daohui Lin, Kun Yang",
          "url": "https://doi.org/10.1038/s43247-025-03084-5",
          "doi": "https://doi.org/10.1038/s43247-025-03084-5",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Enhanced tropical cyclone precipitation variability is linked to Pacific Decadal Oscillation since the 1940s",
          "authors": "Chunsong Wang, Keyan Fang, Feifei Zhou, Jiani Gao, Sergio Rossi, Jane Liu, Zhipeng Dong, Cesar Azorin-Molina, Shuheng Lin, J. Julio Camarero, Pengcheng Wu, Hao Wu, Hans W. Linderholm, Zepeng Mei, Jan Altman",
          "url": "https://doi.org/10.1038/s43247-025-03129-9",
          "doi": "https://doi.org/10.1038/s43247-025-03129-9",
          "filter": 2
        },
        {
          "title": "Tropical Indian Ocean forcing on North American terrestrial and agricultural productivity decline under greenhouse warming",
          "authors": "Young-Min Yang, Jae-Heung Park, Jinsoo Kim, Soon-Il An, Sang-Wook Yeh, Bin Wang",
          "url": "https://doi.org/10.1038/s43247-025-03126-y",
          "doi": "https://doi.org/10.1038/s43247-025-03126-y",
          "filter": 2
        },
        {
          "title": "Ecological restoration reverses terrestrial water storage losses in the Mu Us Sandyland in China",
          "authors": "Hao Zhou, Yilin Sun, Jianli Chen, Qing He, Hanwen Hu, Xianglin Ji, Zebing Zhou, Zhicai Luo",
          "url": "https://doi.org/10.1038/s43247-025-03101-7",
          "doi": "https://doi.org/10.1038/s43247-025-03101-7",
          "filter": 2
        },
        {
          "title": "Diverse crop rotations offset yield-scaled nitrogen losses via denitrification",
          "authors": "Aurélien Saghaï, Monique E. Smith, Giulia Vico, Samiran Banerjee, Anna Edlinger, Pablo García-Palacios, Gina Garland, Marcel G. A. van der Heijden, Chantal Herzog, Fernando T. Maestre, David S. Pescador, Laurent Philippot, Matthias C. Rillig, Sana Romdhane, Riccardo Bommarco, Sara Hallin",
          "abstract": "Denitrification, a major source of gaseous nitrogen emissions from agricultural soils, is influenced by management. Practices promoting belowground diversity are suggested to support sustainable agriculture, but how they modulate nitrogen losses via denitrification remains inconclusive. Here we sampled 106 cereal fields spanning a 3000 km North-South gradient across Europe and compiled 56 associated climatic, soil, microbial and management variables. We show that increased denitrification potential was associated with higher proportion of time with crop cover over the last ten years and was best predicted by microbial biomass and microbial functional guilds involved in nitrogen cycling, in particular denitrification. We also demonstrate that several diversification practices affect the variation in denitrification potential predictors, suggesting a trade-off between agricultural diversification and nitrogen losses via denitrification. However, increased crop diversity in rotations improved yield-scaled denitrification, highlighting the potential of this practice to minimize nitrogen losses while contributing to sustainable food production.",
          "url": "https://doi.org/10.1038/s43247-025-03116-0",
          "doi": "https://doi.org/10.1038/s43247-025-03116-0",
          "filter": 2
        },
        {
          "title": "Leveraging peri-urban forests to reduce temperature and air pollution-related urban mortality in European cities",
          "authors": "Alessandro Anav, Maurizio Gualtieri, Beatrice Sorrentino, Ilaria D’Elia, Pierre Sicard, Elena Paoletti, Alessandra De Marco",
          "url": "https://doi.org/10.1038/s43247-025-03079-2",
          "doi": "https://doi.org/10.1038/s43247-025-03079-2",
          "filter": 2
        },
        {
          "title": "Ultimate soil nitrogen microbial function evolution pathway fixation–comammox–nitrate reduction in long–term arid",
          "authors": "Xiuhua Liu, Yunfei Chen, Jie Lu, Yongming Han, Shuaishuai He, Yandong Ma, Yi He, Junqi He, Wande Gao, Ce Zheng, Anyan Hu, Yudong Lu, Zuyu Liu, Tianqi Wang, Yaowei Gao, Lianyi Hao, Xia Li, Liyaning Maggie Tang",
          "url": "https://doi.org/10.1038/s43247-025-03085-4",
          "doi": "https://doi.org/10.1038/s43247-025-03085-4",
          "filter": 2
        },
        {
          "title": "Riverine emission of small plastic particles from Yangtze River into the ocean",
          "authors": "Yalan Chen, Yiting Wei, Dongyu Xu, Ke Sun, Bo Gao",
          "url": "https://doi.org/10.1038/s43247-025-03106-2",
          "doi": "https://doi.org/10.1038/s43247-025-03106-2",
          "filter": 2
        },
        {
          "title": "Author Correction: Hot springs reflect the flooding of slab-derived water as a trigger of earthquakes",
          "authors": "Tsutomu Yamanaka, Ikuya Adachi",
          "url": "https://doi.org/10.1038/s43247-025-03107-1",
          "doi": "https://doi.org/10.1038/s43247-025-03107-1",
          "filter": 2
        },
        {
          "title": "An improved model of particle attenuation reduces estimates of Southern Ocean carbon transfer efficiency",
          "authors": "Annika Oetjens, Zanna Chase, Peter Strutton, Tyler Rohr",
          "abstract": "The downward transport of organic particles produced by marine organisms is a key control on the ocean’s carbon storage. Measurements of particle attenuation through the water column have historically been used to infer the sequestration potential of the biological carbon pump. While often modelled using a simple power-law fit, this simplification may obscure important depth-dependent processes. Using data from biogeochemical-Argo floats in the Southern Ocean, here we show that splitting the water column into two distinct regimes captures depth-dependent variability in particle attenuation more effectively. Compared to the simple power-law fit the model reveals greater attenuation just below the productive layer, reducing particulate organic carbon flux into the mesopelagic (200 – 400 m) by 40 – 60%. Our findings suggest a more mechanistic representation of particle attenuation is needed to improve estimates of carbon transport and to reduce uncertainties in ocean-climate feedbacks and future climate projections.",
          "url": "https://doi.org/10.1038/s43247-025-03090-7",
          "doi": "https://doi.org/10.1038/s43247-025-03090-7",
          "filter": 2
        },
        {
          "title": "Evidence for landslides triggered by impact events on Ceres",
          "authors": "Marco Emanuele Discenza, Maria Teresa Brunetti, Lisa Molaro, Mariacarmela Minnillo, Goro Komatsu, Enrico Miccadei",
          "abstract": "Triggering mechanisms are a fundamental aspect of landslide studies, as they directly influence both the characteristics of landslides and the environments in which they occur. Identifying the triggers of landslides is particularly important for understanding the morphological evolution of solid planetary surfaces in the Solar System. Ceres, the largest celestial object in the main asteroid belt, is rich in impact craters and exhibits numerous landslides. Published catalogues and available data on these surface features provide a unique opportunity to study the interactions between meteoroid impacts and mass movements. By analyzing the morphometric characteristics and absolute dating of eight landslides and their related impact craters, we have identified an evident cause-and-effect relationship between impact events and the initiation of landslides on Ceres.",
          "url": "https://doi.org/10.1038/s43247-025-03119-x",
          "doi": "https://doi.org/10.1038/s43247-025-03119-x",
          "filter": 2
        },
        {
          "title": "Mediterranean precipitation variability is driven by complex atmospheric mechanisms beyond the North Atlantic Oscillation",
          "authors": "Marco Luppichini, Stefano Natali, Andrea Columbu, Giovanni Zanchetta, Monica Bini",
          "url": "https://doi.org/10.1038/s43247-025-03104-4",
          "doi": "https://doi.org/10.1038/s43247-025-03104-4",
          "filter": 2
        },
        {
          "title": "Large gains in leaf scale photosynthetic rates of sparsely vegetated arid and semi-arid lands",
          "authors": "Jiabin Pu, Yuhe Chang, Alexander J. Winkler, Zhenpeng Zuo, Chi Chen, Yuri Knyazikhin, Ranga B. Myneni",
          "url": "https://doi.org/10.1038/s43247-025-03121-3",
          "doi": "https://doi.org/10.1038/s43247-025-03121-3",
          "filter": 2
        },
        {
          "title": "Carbon dynamics control contemporary mercury burial in Arctic Ocean sediments",
          "authors": "Charles Gobeil, Sophia C. Johannessen, Miguel A. Goñi, Zou Zou A. Kuzyk, Daniel Cossa",
          "url": "https://doi.org/10.1038/s43247-025-03058-7",
          "doi": "https://doi.org/10.1038/s43247-025-03058-7",
          "filter": 2
        },
        {
          "title": "Nitrogen deposition alleviates phosphorus-induced imbalances in soil enzyme stoichiometry",
          "authors": "Huihui Liu, Tingting Ren, Jiahui Liao, Han Y. H. Chen, Xiaoming Zou, Honghua Ruan",
          "url": "https://doi.org/10.1038/s43247-025-03115-1",
          "doi": "https://doi.org/10.1038/s43247-025-03115-1",
          "filter": 2
        },
        {
          "title": "Spatial heterogeneity of the Holocene winter temperature in mid-latitude Asia",
          "authors": "Chong Huang, Xiaozhong Huang, Ruiqi Min, Muhammad Farqan, Chuangzi Yan, Wenjia Wang, Xiuxiu Ren, Xiaoyan Mu, Min Zheng, Shengrui Zhang, Ruilin Wen, Jule Xiao",
          "url": "https://doi.org/10.1038/s43247-025-03117-z",
          "doi": "https://doi.org/10.1038/s43247-025-03117-z",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Mapping organized interests across arenas in Australian climate policy",
          "authors": "Christian Downie, Darren Halpin",
          "url": "https://doi.org/10.1080/09644016.2025.2597645",
          "doi": "https://doi.org/10.1080/09644016.2025.2597645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Network structure matters: how coordination and cooperation mechanisms drive solar-battery co-adoption",
          "authors": "Kaifang Luo, Yueming (Lucy) Qiu, Kavita Surana",
          "abstract": "Battery storage can mitigate solar photovoltaic intermittency while enhancing household energy resilience, yet factors accelerating their co-adoption remain understudied. While networks are recognized as key elements in energy transitions, quantitative evidence on how network structures influence residential technology adoption is limited. We examine how local governance network structures influence solar-battery integration by analyzing renewable energy networks across eight U.S. states. Our analysis reveals that networks with higher levels of both coordination (measured through degree centrality) and cooperation (measured through clustering coefficients) significantly increase co-adoption rates. Policy entrepreneurs—stakeholders who invest resources to promote energy transitions—can accelerate co-adoption through two strategic approaches: strengthening central coordinators who share information across stakeholder groups, and fostering densely connected networks that build trust and reduce perceived adoption risks. Notably, cooperation networks show particularly strong effects compared to coordination mechanisms, as dense collaborative relationships prove especially important for technologies requiring complex integration and higher investment. These findings provide actionable strategies for accelerating clean energy adoption while advancing energy transition theory by quantitatively linking specific network characteristics to adoption outcomes.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae30f2",
          "doi": "https://doi.org/10.1088/1748-9326/ae30f2",
          "filter": 0
        },
        {
          "title": "Health equity impacts of climate change in the UK: a rapid systematic review and interactive evidence gap map",
          "authors": "Matthew L Bosworth, Zalaya Simmons, Rhiannon Cordiner, Tabitha Kavoi, Beti Evans, Tara Quinn, Barbara Rubiell, Amy Jackson, Ahimza Nagasivam, Nicola Pearce-Smith, Lea Berrang-Ford, Daphne Duval",
          "abstract": "The aim of this project was to assess and summarise the evidence on the health equity impacts of climate change in the UK. We conducted a rapid systematic review (search up to: February 2024) of primary studies reporting on the health impacts of climate change exposure pathways (hazards; health risks; solutions and responses) for populations at-risk of experiencing health inequalities, identified using the Core20PLUS framework (people experiencing the greatest deprivation; people from protected characteristics groups related to ethnicity, gender reassignment, sexual orientation, and religion or belief; people from inclusion health groups). Of the 20 014 records identified, 24 were included. Of these, 20 reported on people experiencing the greatest deprivation, with some evidence that increase in ambient temperature, extreme cold, and extreme heat had similar impacts on mortality in the most and least deprived areas. No conclusions could be drawn for this population group for other outcomes or exposures due to the limited number of studies identified and their methodological quality. In people experiencing homelessness, 2 studies reported that increase in ambient temperature was associated with adverse health impacts but the disproportionate impact on this population group was not assessed. No conclusions could be drawn for ethnic minority groups or people with drug and/or alcohol dependence due to the limited evidence identified. No studies were identified for the remaining population groups. In conclusion, we identified important evidence gaps and methodological limitations of the existing evidence on the health equity impacts of climate change in the UK that should be used to inform future research in this area.",
          "url": "https://doi.org/10.1088/1748-9326/ae287e",
          "doi": "https://doi.org/10.1088/1748-9326/ae287e",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Forced response and internal variability changes in the hydrological cycle and general circulation in a hot world beyond 2100 in the community Earth system model",
          "authors": "Christian L. E. Franzke, Sun-Seon Lee, Yu Huang, Susmit Subhransu Satpathy",
          "abstract": "Climate change affects both the mean state and its&amp;#xD;variability. Hence, the decomposition of climate variability into a&amp;#xD;forced response and internal variability is essential to understand&amp;#xD;climate change. Especially how the hydrological cycle will change is&amp;#xD;still uncertain. Here, we use ensemble simulations to elucidate the&amp;#xD;forced response and internal variability changes in a hot world beyond&amp;#xD;2100 in the Community Earth System Model version 2. We extract the&amp;#xD;dominant modes of the forced response and of internal variability. The&amp;#xD;dominant mode of the forced response of the hydrological cycle changes&amp;#xD;sign in the early 22nd century, even though greenhouse gas emissions&amp;#xD;are decreasing. We find that pronounced atmospheric circulation&amp;#xD;changes are largely responsible for the hydrological cycle shift. The&amp;#xD;dominant modes of internal variability exhibit significant reduced&amp;#xD;amplitude of the variability after the forced response mode changes&amp;#xD;its sign, suggesting that the forced response has significant impact&amp;#xD;on internal variability. These results have implications for&amp;#xD;anthropogenic climate change beyond 2100.",
          "url": "https://doi.org/10.1088/1748-9326/ae2f73",
          "doi": "https://doi.org/10.1088/1748-9326/ae2f73",
          "filter": 2
        },
        {
          "title": "Trees outside forests and their carbon dynamics over Maryland, U.S.A.",
          "authors": "Quan Shen, George Hurtt, Lei Ma, Elliott Campbell, Janna Chapman, Reem Hannun, Jennifer Kennedy, Rachel Lamb, Frances Marie Panday, Joseph Sullivan, Yiqun Xie",
          "abstract": "Carbon monitoring is needed to track the exchange of carbon between the land and atmosphere. However, comprehensive monitoring of terrestrial ecosystems is challenging, partially because of the fine-scale spatial heterogeneity of land cover and vegetation structure. While forest ecosystems are relatively well studied, knowledge of trees outside forests (TOF) is limited, even though TOF contribute substantially to many ecosystem services. In this study, we leveraged advances in remote sensing and modeling to quantify TOF and their contribution to the 2011-2023 Maryland state carbon budget. Specifically, the Ecosystem Demography model was initialized with 1 m airborne optical and LiDAR data. These datasets were combined with 30 m National Land Cover Database maps to identify and monitor TOF statewide. In the base year, TOF contributed to 22.86% (2,795.59 km2) of the total tree cover, 14.70% (15.98 Tg C) of the total aboveground live tree carbon stocks, and 22.56% (0.39 Tg C yr-1) of the corresponding carbon fluxes in the state, with variation by land cover class. TOF on Developed and Planted/Cultivated lands contributed approximately 90% of the total TOF tree cover and carbon stocks, as well as over 96% of the total TOF carbon fluxes. Most TOF occurred as polygons smaller than 1 km2 and were within 600 meters distance from forests. From 2011-2023, persistent TOF carbon stocks were estimated to increase by 5.15 Tg C, representing 23.71% of the state’s total increase in tree carbon stocks over the interval, with substantial interannual variability in carbon fluxes. These results suggest TOF are an important contribution to statewide tree cover and produce carbon stocks and fluxes that should be highlighted in carbon budgets for effective monitoring and assessment. Moving forward, efforts are needed to expand the availability and application of high-resolution remote sensing data and models needed for TOF quantification in carbon budgets.",
          "url": "https://doi.org/10.1088/1748-9326/ae301d",
          "doi": "https://doi.org/10.1088/1748-9326/ae301d",
          "filter": 2
        },
        {
          "title": "Inverted age-pyramidal global hourly population heat exposure",
          "authors": "Hongzhou Zhu, Jianping Duan",
          "abstract": "Population heat exposure has increased substantially, resulting in serious effects on human health. However, all previous assessments on global-scale heat exposure focused on the daily scale, limiting accurate estimation of heat duration and the related extent of spatial disparity of population heat exposure. Here, based on high-spatial-resolution hourly temperature and age-group population datasets, we unveil the global hourly population exposure to extreme heat in the last decades. The results show that extreme heat (≥46 °C) hours per heat day have increased by 0.4 h between 1979 and 2023. As the number of heat hours and population have increased, surface air temperature-based extreme heat exposure increased by about 60% (from 3.7 × 10 11 person-hours to 5.9 × 10 11 person-hours), and universal thermal climate index (UTCI)-based extreme heat exposure increased by about 70% (from 1.5 × 10 12 person-hours to 2.6 × 10 12 person-hours) between 2000 and 2020. There is a large disparity between the hourly and daily extreme heat exposures, stemming from the change in the number of heat hours per heat day. The most pronounced discrepancy is in UTCI-based very strong heat exposure, with an average disparity equivalent to 2.6 × 10 10 person-days. Moreover, global hourly population heat exposure exhibits a distinct inverted-pyramidal structure with increase in age. This is attributed to young people exposed to heat stress outnumbering the elderly, and disproportionately more young people residing in hotter regions. For heat exposure of all age groups, the population effect and interaction effect are dominant factors for the increased heat exposure in tropical regions, while the warming effect primarily drives that in temperate zones. Our study highlights the need for and urgency of health risk assessment based on hourly heat exposure.",
          "url": "https://doi.org/10.1088/1748-9326/ae27e8",
          "doi": "https://doi.org/10.1088/1748-9326/ae27e8",
          "filter": 2
        },
        {
          "title": "Key drivers and predictability of the unprecedented 2024 United Arab Emirates flood",
          "authors": "Jingyu Wang, Xianfeng Wang, Shuyu Sun, Wen Yonggang, Raju Pathak, Luojie Dong, Edward Park, Ibrahim Hoteit",
          "abstract": "In mid-April 2024, the Arabian Peninsula was struck by an extreme rainfall event, during which some areas received an entire year’s worth of precipitation within just 24 hours. The United Arab Emirates (UAE) was the hardest hit, experiencing widespread flooding, four fatalities, and economic damages exceeding USD 544 million. Analysis of multiple precipitation datasets confirmed that this was the most intense daily rainfall event ever recorded in the region. To investigate the system responsible, a state-of-the-art storm-tracking algorithm was applied to reconstruct the evolution of the mesoscale convective system (MCS) that caused the hazard. Findings revealed that peak intensity occurred on 16 April, contributing more than 70% of the total event rainfall. Synoptic-scale diagnostics pointed to the rare convergence of two key drivers: enhanced low-level moisture transport via a strengthened Somali Low-Level Jet (SLLJ) and an unusually strong Arabian Cold Vortex (ACV) in the mid-troposphere. Long-term reanalysis data indicate that such a combination is extremely rare, observed on only 0.006% of all days in the 1940–2024 daily record, previously exceeded only during the 2019 Iran floods. However, forecasts from 11 models in the International Grand Global Ensemble (TIGGE) archive consistently underestimated rainfall (mean bias of −63.6%), due to the severe underestimation of the SLLJ and the moderate overestimation of 500-hPa geopotential height. These results underscore the growing threat of extreme precipitation in arid regions and emphasize the urgent need to improve model capabilities in forecasting moisture dynamics and upper-level disturbances under the changing climate.",
          "url": "https://doi.org/10.1088/1748-9326/ae3096",
          "doi": "https://doi.org/10.1088/1748-9326/ae3096",
          "filter": 2
        },
        {
          "title": "Observations and modeling reveal that heatwaves reduce photosynthesis, plant carbon reserves, and net carbon uptake",
          "authors": "Zelalem A Mekonnen, William J Riley, Christopher J Still, Robert F Grant",
          "abstract": "Heatwaves threaten ecosystem carbon balances, yet the mechanisms driving short-term carbon flux responses remain poorly understood. Here, integrating high-frequency eddy covariance (EC) data from 140 global flux tower sites (872 site-years) with detailed process-based modeling, we examine ecosystem responses during and immediately after heatwaves. We show that heatwaves caused a −40% (range [−29%, −128%]) reduction in net ecosystem productivity (NEP) compared to pre-heatwave values, with this reduction persisting over the following two weeks (−38% range [+3%, −154%]). We attributed NEP decreases to photosynthesis decreases more than to ecosystem respiration (RE) increases. Forest sites had greater NEP decreases during heatwaves than non-forest sites, but remained carbon sinks afterwards, indicating resilience. Our modeling analysis of extreme heatwaves at selected EC sites shows that decreased photosynthesis, increased maintenance respiration, and decreased plant non-structural carbon reserves during heatwaves drive carbon cycle changes that persist for weeks. Consistent with phenocam observations, we modeled a reduction in leaf area index caused by reduced non-structural carbon reserves, leading to early leaf senescence and longer-term impacts. Ongoing increases in heatwaves are therefore likely to reduce NEP across a range of ecosystems, exacerbating carbon cycle feedback.",
          "url": "https://doi.org/10.1088/1748-9326/ae2939",
          "doi": "https://doi.org/10.1088/1748-9326/ae2939",
          "filter": 2
        },
        {
          "title": "Diagnosing the representation of surface and layered soil moisture in Earth system models",
          "authors": "Elias Massoud, Nathaniel Collier, Min Xu, Mingjie Shi, Forrest M Hoffman",
          "abstract": "Surface soil moisture (mrsos) and vertically integrated soil moisture (mrsol) over the top 10 cm should, by definition, be physically consistent in Earth System Models (ESMs). However, an evaluation of nine CMIP6 models reveals substantial inconsistencies: in some models, mrsos and integrated mrsol agree globally; in others, they align only in specific regions; and in a few, they diverge across all grid cells. These discrepancies arise from a combination of factors, including metadata errors, inconsistent variable definitions, or diagnostic sequencing within the model. We demonstrate how such issues can lead to significant biases, even when both variables are present and seemingly well-defined. As model complexity increases and multi-model comparisons become more common, assumptions about variable equivalence may lead to flawed conclusions. This study highlights the need for routine consistency checks, improved metadata standards, and community-wide practices that ensure reliability of derived variables across ESM outputs, particularly in preparation for CMIP7.",
          "url": "https://doi.org/10.1088/1748-9326/ae2f72",
          "doi": "https://doi.org/10.1088/1748-9326/ae2f72",
          "filter": 2
        },
        {
          "title": "Synthesizing energy system investment portfolio performance across climate models to address the practitioner’s dilemma",
          "authors": "Martha Christino, Michael Craig",
          "abstract": "Alternative but equally plausible future climate realizations can necessitate different energy system investments, posing a dilemma to practitioners when making investment decisions. Addressing this dilemma requires quantitative methods to synthesize information across climate realizations, which are lacking in the energy systems community. We present a decision-making framework that centers a risk score to quantify variability in resource adequacy (RA) contributions of investments across potential climate realizations. We apply our framework to the Western U.S. power system, with a focus on California RA outcomes, by integrating dynamically downscaled data from five climate models with an RA model that simulates generator outages and optimizes transmission and storage operations. We find investment portfolios can have highly variable RA contributions between climate models; a wind and battery portfolio reduces expected unserved energy (EUE) by 78% in EC-Earth3 but by only 47% in EC-Earth3-Veg, for instance. Our risk score reflects this variability, yielding a risk score of 0.65 for the wind and battery investment, much higher than a risk score of 0.28 for a solar-only investment portfolio that achieves more consistent RA reductions. By combining our risk score with a benefit metric, we identify a frontier of investment options that illuminate trade-offs for decision-makers that synthesize outcomes across plausible climate realizations.",
          "url": "https://doi.org/10.1088/1748-9326/ae2f74",
          "doi": "https://doi.org/10.1088/1748-9326/ae2f74",
          "filter": 2
        },
        {
          "title": "Comprehensive Assessment of Flood Risk and Community Impact of Concentrated Animal Feeding Operations in Iowa",
          "authors": "Uğur SATILMIŞ, Jerry Mount, Adem Bayram, Ibrahim Demir",
          "abstract": "Flooding presents a significant risk to Concentrated Animal Feeding Operations (CAFOs), especially in regions increasingly affected by extreme weather events. This study uses advanced geospatial analysis techniques to assess the environmental and economic vulnerabilities of 12,703 CAFOs across Iowa, United States. We focused on the exposure of CAFOs to 100-year and 500-year floodplains, integrating floodplain maps with location data operational characteristics, and livestock types (cattle and swine) to assess flood risk. The analysis also considered the size and construction year of each CAFO, offering insights into how older and larger operations are disproportionately vulnerable. The results indicate that over 1.9 million animal units (13% of total), are located within the 100-year floodplain. In the 500-year flood floodplain, it increases to 2.05 million animal units, representing 14% of the state’s total. Sioux, Lyon, and Hancock counties were identified as having particularly high potential flood exposure, with over 16% of animal units in Sioux County located within the 100-year floodplain, increasing to 17% within the 500-year floodplain. The study shows that larger CAFOs, particularly those built before 2004, were often located in flood-prone areas and, if either a 100- or 500-year flood occurs, would potentially affect a larger number of animal units due to their operational scale. These risks not only threaten livestock but also have far-reaching economic consequences, including significant operational disruptions, infrastructure damage, and cascading effects on supply chains and market stability. As extreme weather events become more frequent due to climate change, these findings highlight the need for heightened awareness of CAFO vulnerabilities and call for further research into adaptive strategies to protect Iowa’s agricultural sector.",
          "url": "https://doi.org/10.1088/1748-9326/ae3095",
          "doi": "https://doi.org/10.1088/1748-9326/ae3095",
          "filter": 2
        },
        {
          "title": "Synthesis study of evapotranspiration evolution in the Mekong Delta induced by land use and land cover changes in the decades of 1990-2020",
          "authors": "Emiliana Valentini, Serena Sapio, Son V Nghiem, Seung Hee Kim, Sara Liburdi, Andrea Taramelli",
          "abstract": "Evapotranspiration (ET) plays a key role in the water cycle and balance, and its estimation is of paramount importance in hydrological studies. This variable is also strongly influenced by the land use and land cover (LULC). This study use a synthesis approach to analyse the relationship between ET variation and LULC transformation in the period 1990-2020. The study area represents a major agricultural region in the Mekong Delta of Vietnam between the Mekong and Bassac rivers. The multivariate dataset was ingested into the hydrological model Soil and Water Assessment Tool to examine the multidecadal ET evolution across the study region. The ET evolution is investigated together with LULC changes to identify the primary drivers of the ET change. The results reveal an increase in landscape fragmentation together with a decrease in ET. The reduction in ET is associated with the decrease in water surfaces corresponding to upstream dam operations and with the construction of new urban areas. In the coastal area, a conversion from natural areas (i.e., mangroves cover) to aquaculture has been observed, leading to a slight increase in ET.",
          "url": "https://doi.org/10.1088/1748-9326/ae301c",
          "doi": "https://doi.org/10.1088/1748-9326/ae301c",
          "filter": 2
        },
        {
          "title": "China’s future dietary transition and environmental sustainability: Regional projections and impacts",
          "authors": "Mulin Chen, Linsheng Yang, Hairong Li",
          "abstract": "The vast heterogeneity in dietary practices and demographic structures across China has led to pronounced regional disparities in food demand and environmental impacts. Yet, most existing assessments remain at the national level, overlooking regional diversity and differences in nutritional intake. This study integrates provincial dietary preferences, age–gender–residence–specific energy requirements, and environmental constraints on cropland, blue water, and greenhouse gas (GHG) emissions under the Shared Socio-economic Pathways (SSPs). By 2050, national food demand is projected at 403–510 Mt, requiring 53–66 Mha of cropland, 128–148 km3 of blue water, and 544–790 MtCO2e of GHG emissions. Diets with carbohydrate-derived energy exceeding 55% exhibit lower environmental pressures and greater alignment with sustainability goals than the Chinese Dietary Guidelines. The findings offer critical insights into regional diet-environment linkages and support the development of food management strategies tailored to diverse regional conditions.",
          "url": "https://doi.org/10.1088/1748-9326/ae301e",
          "doi": "https://doi.org/10.1088/1748-9326/ae301e",
          "filter": 2
        },
        {
          "title": "Deforestation-free trade: the impact of border regulations on trade, production and land use in the forestry and agricultural sectors",
          "authors": "Omid Zamani, Janine Pelikan",
          "abstract": "Trade regulations on high-deforestation commodities are increasingly used to curb tropical deforestation. To evaluate their actual impact, this paper analyzes trade regulations on high-deforestation commodities under three scenarios: two based on EU measures and one exploring a globally coordinated implementation of import regulations on countries with High Deforestation Risk (HDR). We use a policy assessment framework based on MAGNET, a global general equilibrium model, to analyze the impact on trade, production and land use change. Our results indicate that EU-only measures can substantially reduce HDR imports into the EU, but the global impact remains limited given the EU’s modest share of world demand for products from countries with HDR. By contrast, a globally coordinated regulation targeting HDR countries would expand forest land in these countries and substantially reduce their production and trade, while shifting these activities to other parts of the world.",
          "url": "https://doi.org/10.1088/1748-9326/ae2f71",
          "doi": "https://doi.org/10.1088/1748-9326/ae2f71",
          "filter": 2
        },
        {
          "title": "Evaluating a landscape-scale model to forecast wheat stem rust",
          "authors": "Jacob Smith, Richard O.J.H. Stutt, Renata Retkute, Tamás Mona, William Thurston, Netsanet Bacha, Kitessa Gutu, Jemal Tola Horo, Yoseph Alemayehu, David Hodson, Chris A Gilligan",
          "abstract": "Wheat stem rust is a fungal disease that can cause total loss of a wheat crop. Outbreaks are typically far-reaching because infectious spores can disperse aerially over thousands of kilometres. Rapid response to an outbreak requires a timely and accurate estimate of disease risk. We constructed an integrated mechanistic model of stem rust infection driven by seven-day meteorological forecasts and near-real time disease surveillance to inform mitigation at the national scale. Focusing on Ethiopia as the largest wheat producer of sub-Saharan Africa, yet where food insecurity is high, we evaluate the predictability of wheat stem rust infections during the rain-fed seasons of 2015-2022. The epidemiological model performs well at predicting disease observations two weeks ahead of time, from cross-validation RMSE values were in the range 0.25-0.35, ROC skill score 0.58-0.68, and odds ratio skill score 0.78-0.90. Results of alternative model scenarios show the benefit of assimilating recent surveys and simulating spore dispersal to achieve a good prediction. When driven by seven-day weather forecasts, the model therefore provides up to 21 days to respond to likely stem rust infections and prevent epidemic spread and subsequent crop loss. The mechanistic form and large scale of the epidemiological model has utility beyond in-season predictions, particularly with respect to scenario testing for practical interventions. The results demonstrated that long-distance dispersal has an important role in the spread of stem rust in a region of diverse agro-ecology. The forecast system presented here can be adapted to other plant pathosystems where aerial dispersal is the primary risk of disease spread.",
          "url": "https://doi.org/10.1088/1748-9326/ae2f70",
          "doi": "https://doi.org/10.1088/1748-9326/ae2f70",
          "filter": 2
        },
        {
          "title": "Editorial essay: ERL focus issue on technology and global change",
          "authors": "Charlie Wilson, Greg Nemet, Laura Diaz Anadon, Frank W Geels, Radhika Khosla, Shonali Pachauri",
          "abstract": "The ERL Focus Issue on Technology and Global Change brings together 19 research articles, 4 perspectives, and 2 topical reviews on wide-ranging topics including innovation, policy, poverty alleviation, digitalisation, and modelling. Collectively, these 25 new articles help advance understanding of technology and global change, building on work 25 years ago by Arnulf Grübler whose system perspective in turn built on pioneering scholarship in evolutionary and institutional economics. In this editorial essay, we survey the 25 contributions to this Focus Issue and draw out some of the themes and ideas that define the research frontiers in this field.",
          "url": "https://doi.org/10.1088/1748-9326/ae2ac0",
          "doi": "https://doi.org/10.1088/1748-9326/ae2ac0",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Perceived plasticity of climate-relevant behaviors and policy support among high- and lower-income individuals",
          "authors": "Kristian S. Nielsen, Fabian Dablander, Ramit Debnath, Charles A. Emogor, Sakshi Ghai, Wencke Gwozdz, Ulf J.J. Hahnel, Wilhelm Hofmann, Jan M. Bauer",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103107",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103107",
          "filter": 0
        },
        {
          "title": "Who do we trust on climate change, and why?",
          "authors": "Sarah MacInnes, Matthew J. Hornsey, Christian Bretter, Samuel Pearson, Kelly S. Fielding, David Bersoff",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103096",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103096",
          "filter": 0
        },
        {
          "title": "Governance, the pillar of sustainability practices, accounting and reporting: Insights from state-owned enterprises in an emerging economy",
          "authors": "Adeyemi Adebayo, Barry Ackers",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103101",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103101",
          "filter": 0
        },
        {
          "title": "Economic incentives and lifestyle drivers: how they shape consumers' engagement in repairing energy-using consumer goods and their environmental impacts in Japan",
          "authors": "Darius Corbier, Hazel Pettifor, Maureen Agnew, Nicolas Schlegel",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103102",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103102",
          "filter": 0
        },
        {
          "title": "Mapping resilience pathway of smallholder farming community to cyclone-led climate disasters in coastal West Bengal, India",
          "authors": "Amitava Panja, Sanchita Garai, Sanjit Maiti, Rupak Goswami, Siddhesh Zade, Apoorva Veldandi, Dipjyoti Gangopadhyay, Gopal Sankhala",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103108",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103108",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Advancing national Shared socioeconomic pathways (SSPs): A novel procedure applied to develop current Swiss SSPs",
          "authors": "Pascal Tschumi, Irmi Seidl, Marco Pütz, Lena Gubler",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103105",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103105",
          "filter": 2
        },
        {
          "title": "Doubling of flood-induced bridge asset failure loss in Mozambique under 2050 climate",
          "authors": "Yaning Qiao, Yaru Guo, Sebastian Rowan, Ricardo Medina, Xavier Espinet, Jonathan Cullen, Fanran Meng, Zhi Cao",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103103",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103103",
          "filter": 2
        },
        {
          "title": "Advancing sustainability in data-sparse landscapes using a water-energy-food nexus approach",
          "authors": "Donald O. Akanga, Nathan J. Moore, Kyla M. Dahlin, Dan Wanyama",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103104",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103104",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Overlooked toll of climate change on migrant children in the Americas",
          "authors": "Sebastian Pintea, Ava Acevedo, Juliet Horenziak, Anissa Kurani, Khushi Kohli, Stephanie Wang, Eugene T. Richardson, David Introcaso, Abrania Marrero",
          "url": "https://doi.org/10.1038/s41558-025-02525-5",
          "doi": "https://doi.org/10.1038/s41558-025-02525-5",
          "filter": 0
        },
        {
          "title": "Inequalities in resilience and preparedness",
          "authors": "Danyang Cheng",
          "url": "https://doi.org/10.1038/s41558-025-02531-7",
          "doi": "https://doi.org/10.1038/s41558-025-02531-7",
          "filter": 0
        },
        {
          "title": "Impacts of global warming on subnational poverty and inequality",
          "authors": "Hai-Anh H. Dang, Stephane Hallegatte, Minh Cong Nguyen, Trong-Anh Trinh",
          "abstract": "Higher temperatures are expected to impact globally on poverty and inequality, yet little cross-country analysis exists to quantify the effects. Here we analyse a panel dataset of subnational poverty in 130 countries covering the past decade and find that a 1 °C increase in temperature causes headcount poverty increases of 0.63–1.18 percentage points, using the daily poverty lines of US$2.15 (corresponding to 8.3% and 15.6% increases), and increases in the Gini inequality index of 1.3–1.9%. These poverty estimates equal a projected increase of global poor by 62.3–98.7 million people by 2030 compared with a scenario without climate change. Poorer countries—particularly those in Sub-Saharan Africa—are more vulnerable, as are countries with higher agriculture shares in the economy. Estimates at the subnational level are larger than those using the country-level data, indicating that aggregated analysis may underestimate climate change risks.",
          "url": "https://doi.org/10.1038/s41558-025-02516-6",
          "doi": "https://doi.org/10.1038/s41558-025-02516-6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Rivers accelerate and slow as temperatures rise",
          "authors": "Jordan Fields",
          "url": "https://doi.org/10.1038/s41558-025-02508-6",
          "doi": "https://doi.org/10.1038/s41558-025-02508-6",
          "filter": 2
        },
        {
          "title": "Resolving the changing pace of Arctic rivers",
          "authors": "Emily C. Geyman, Michael P. Lamb",
          "url": "https://doi.org/10.1038/s41558-025-02512-w",
          "doi": "https://doi.org/10.1038/s41558-025-02512-w",
          "filter": 2
        },
        {
          "title": "Rising lake and reservoir emissions",
          "authors": "Shuai Yang",
          "url": "https://doi.org/10.1038/s41558-025-02529-1",
          "doi": "https://doi.org/10.1038/s41558-025-02529-1",
          "filter": 2
        },
        {
          "title": "Deforestation-induced emissions from mining energy transition minerals",
          "authors": "Yifei Quan, Jie-Sheng Tan-Soo",
          "url": "https://doi.org/10.1038/s41558-025-02520-w",
          "doi": "https://doi.org/10.1038/s41558-025-02520-w",
          "filter": 2
        },
        {
          "title": "Green industrial policy is not enough for net-zero decarbonization",
          "authors": "Mark Purdon",
          "url": "https://doi.org/10.1038/s41558-025-02514-8",
          "doi": "https://doi.org/10.1038/s41558-025-02514-8",
          "filter": 2
        },
        {
          "title": "Modelling the impacts of policy sequencing on energy decarbonization",
          "authors": "Huilin Luo, Wei Peng, Allen Fawcett, Jessica F. Green, Gokul Iyer, Jonas Meckling, Jonas Nahm, David G. Victor",
          "url": "https://doi.org/10.1038/s41558-025-02497-6",
          "doi": "https://doi.org/10.1038/s41558-025-02497-6",
          "filter": 2
        },
        {
          "title": "Heatwave attribution in seconds",
          "authors": "Bronwyn Wake",
          "url": "https://doi.org/10.1038/s41558-025-02532-6",
          "doi": "https://doi.org/10.1038/s41558-025-02532-6",
          "filter": 2
        },
        {
          "title": "Foraging constrained by heat and dark",
          "authors": "Tegan Armarego-Marriott",
          "url": "https://doi.org/10.1038/s41558-025-02530-8",
          "doi": "https://doi.org/10.1038/s41558-025-02530-8",
          "filter": 2
        }
      ]
    }
  ]
}
