{
  "update": "2025-10-17",
  "content": [
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Local conditions matter: Climate change and coffee production in Brazil",
          "authors": "Wuzheqian Xiao, Stephen R. Boucher, Richard J. Sexton",
          "abstract": "Coffee is a key commodity in the agricultural portfolio of many emerging countries and is consumed worldwide with growing demand. Despite coffee’s economic importance, the impacts of climate change on the production of coffee have been studied much less extensively than for the major annual crops. In this study we analyze the impacts of climate on coffee production in Brazil, the world’s largest producer, using a panel econometric model encompassing 2,048 Brazilian municipalities for the 39-year period from 1980 - 2018. Our study analyzes the impacts of key temperature and precipitation variables across the distinct stages of coffee production—blooming, berry ripening, harvesting, and dormancy. Estimation results show that warm temperatures measured by Growing Degree Days positively affect yields during the blooming stage, while extreme heat measured by Harmful Degree Days reduces yields. Rainfall improves yields in the blooming and ripening stages, but harms yields during the harvest period. Dry spells during the dormant period improve yields up to a threshold, but prolonged drought conditions adversely impact yields. We integrated our econometric results with the IPCC “middle-of-the-road” shared socioeconomic pathway, SSP2, with moderate levels of greenhouse gas emissions, sub-scenario 4.5, and the CNRM-CM6-1 Global Climate Model to project climate impacts for Brazil’s major Arabica coffee-producing states for the second half of the century. Results show that overall yields in Brazil are expected to decline in the second half of the century due to the effects of climate by about 8% relative to a 2009–18 baseline, but impacts across Brazilian states are heterogeneous with yield expected to decline in the leading state, Minas Gerais, by 13%, but increase by 19% in Mato Grosso do Sul, to date a relatively minor producer. For products grown in regions with heterogeneous topography such as coffee, our study reveals great variation in the yield impacts of climate change and the need to tailor adaptation policies to the specific conditions in local growing areas.",
          "url": "https://doi.org/10.1007/s10584-025-04037-9",
          "doi": "https://doi.org/10.1007/s10584-025-04037-9",
          "filter": 0
        },
        {
          "title": "Opium for the Earth at the expense of nonhuman animals? Geoengineering and interspecies justice",
          "authors": "Leonie N. Bossert",
          "abstract": "Anthropogenic climate change profoundly impacts nonhuman animals, leading to habitat destruction, resource scarcity, and extreme weather events. Despite these consequences, ethical discussions on climate change, including the debate on geoengineering, remain predominantly anthropocentric. Geoengineering, defined as the deliberate, large-scale manipulation of Earth's climate to counteract climate change, also has significant implications for nonhuman animals. This article advocates a non-anthropocentric perspective on geoengineering, emphasizing the need for ethical consideration of nonhuman animals within justice debates. It identifies key research gaps, including ethical justifications for broadening geoengineering debates to nonhuman animals, comparative analyses of animal well-being under geoengineered and non-geoengineered climates, and political representation of nonhuman animal interests. In the last part, the article briefly reflects on the research gaps that exist for a theory of interspecies justice in the context of marine cloud brightening. By doing so, the article calls for integrating animals' interests into the broader climate ethics discourse and urges further ethical and interdisciplinary research to assess the implications of climate interventions, such as the various geoengineering methods, on nonhuman animals.",
          "url": "https://doi.org/10.1007/s10584-025-04039-7",
          "doi": "https://doi.org/10.1007/s10584-025-04039-7",
          "filter": 0
        },
        {
          "title": "The nexus of climate and conflict in the Lake Chad Region: what we know, don’t know and need to know",
          "authors": "Uche T. Okpara, Sulaiman Yunus",
          "abstract": "Despite the substantial body of knowledge available regarding the nexus between climate and conflict, this knowledge remains scattered, fragmented and incomplete. There are various interpretations of how this nexus plays out, as well as different perspectives on the spectrum of \" climate conflict \" in fragile and conflict-affected areas. This is particularly the case in the Lake Chad region, an area that is often portrayed as a unique \"testbed\" for understanding climate conflict relations. This study systematically mapped and analysed published work on the nexus of climate and conflict, synthesising narratives and unpacking evidence on what we know, do not know and need to know about the nexus in the Lake Chad region. Our findings outline six key areas of knowledge that provide evidence on the nexus, including (i) how the nexus has evolved with the ongoing increase in regional climatic stress where temperatures are rising 1.5 times faster than the global average, (ii) whether studies link climatic events to different stages of the conflict cycle or the conflict continuum, and (iii) whether climatic events also introduce new forms of conflict along the conflict continuum. We note that studies failed to ask how fragility (assessed in terms of lack of state legitimacy, capacity and authority) shapes group identity/solidarity and spatiotemporal variations in climate-conflict nexus patterns and impacts. We suggest that the spectrum of what is considered \" climate conflict \" be expanded, paying particular attention to the continuum (including phases and cycles) of conflict and how different conflict types interact and reinforce one another under climate shocks. Ultimately, knowledge co-creation can help integrate fragmented evidence about the nexus, fostering a unified, coherent and verifiable body of knowledge that can support joint climate and peace initiatives and wider transformative change across the region.",
          "url": "https://doi.org/10.1007/s10584-025-04024-0",
          "doi": "https://doi.org/10.1007/s10584-025-04024-0",
          "filter": 0
        },
        {
          "title": "Switching on resilience: pathways to smallholder farmers’ embrace of Climate-Smart solar irrigation in North-western Ethiopia",
          "authors": "Abeje B. Fenta, Assefa A. Berhanu",
          "url": "https://doi.org/10.1007/s10584-025-04027-x",
          "doi": "https://doi.org/10.1007/s10584-025-04027-x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Advancing energy-related climate mitigation technologies in arctic region: the impact of green finance and critical mineral resources",
          "authors": "Muhammad Anas, Wei Zhang, Talal H. Alsabhan, Liaqat Ali, Jie Han",
          "url": "https://doi.org/10.1007/s10584-025-04031-1",
          "doi": "https://doi.org/10.1007/s10584-025-04031-1",
          "filter": 2
        },
        {
          "title": "Elevation-dependent effects of early snowmelt on species and functional diversity in Himalayan alpine plant communities",
          "authors": "Manish K. Sharma, Amit Chawla",
          "url": "https://doi.org/10.1007/s10584-025-04006-2",
          "doi": "https://doi.org/10.1007/s10584-025-04006-2",
          "filter": 2
        },
        {
          "title": "Impacts of marine heatwaves on benthic estuarine populations",
          "authors": "Ariane Lima Bettim, Murilo Zanetti Marochi, Rafael Metri, Pablo Damian Guilherme",
          "url": "https://doi.org/10.1007/s10584-025-04022-2",
          "doi": "https://doi.org/10.1007/s10584-025-04022-2",
          "filter": 2
        },
        {
          "title": "Divergent trends of Tmax-based and Tw-based heat extremes across Asia's climatic divide",
          "authors": "Jina Park, S.-Y. Simon Wang, Hyungjun Kim, Jee-Hoon Jeong, Nobuyuki Utsumi, Suyeon Moon, Jin-Ho Yoon",
          "abstract": "This study investigates the contrasting trends in extreme Tmax events and extreme wet-bulb temperature (Tw) events across the monsoon and arid regions of Asia using the ERA5 reanalysis dataset. Our analysis reveals a substantial shift in the monsoon region, where extreme Tw events have risen by 1.95 days, outpacing the increase in extreme Tmax events. In the arid region, extreme Tmax events have increased more significantly, exceeding extreme Tw by an average of 2.05 days in recent years, reflecting the limited moisture availability in this area. Spatiotemporal analyses also reveal the widespread prevalence of humid-heat extremes in monsoon Asia and the intensification of primarily dry heat extremes in arid regions. These divergent trajectories highlight the pivotal role of climatological differences, with the change in monsoonal circulations amplifying humid extremes, while the inherent aridity constrains humidity increases. Our findings emphasize the need for regional adaptation strategies and mitigation efforts to address the escalating impacts on human society and ecosystems across Asia's climatic divide.",
          "url": "https://doi.org/10.1007/s10584-025-04035-x",
          "doi": "https://doi.org/10.1007/s10584-025-04035-x",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "An indicator framework for post-2030 international development goals",
          "authors": "Ichiro Sato",
          "url": "https://doi.org/10.1038/s43247-025-02837-6",
          "doi": "https://doi.org/10.1038/s43247-025-02837-6",
          "filter": 0
        },
        {
          "title": "Existing demand-side climate change mitigation policies neglect avoid options",
          "authors": "Alina Brad, Etienne Schneider, Christian Dorninger, Willi Haas, Carolin Hirt, Dominik Wiedenhofer, Simone Gingrich",
          "url": "https://doi.org/10.1038/s43247-025-02800-5",
          "doi": "https://doi.org/10.1038/s43247-025-02800-5",
          "filter": 0
        },
        {
          "title": "Leveraging control theory tools to enable real-time policy action for sustainable social-ecological-technical systems",
          "authors": "John M. Anderies, Jean-Denis Mathias",
          "url": "https://doi.org/10.1038/s43247-025-02767-3",
          "doi": "https://doi.org/10.1038/s43247-025-02767-3",
          "filter": 0
        },
        {
          "title": "Minute-scale convective dust events are overlooked in urban air quality monitoring",
          "authors": "Karin Ardon-Dryer",
          "url": "https://doi.org/10.1038/s43247-025-02836-7",
          "doi": "https://doi.org/10.1038/s43247-025-02836-7",
          "filter": 0
        },
        {
          "title": "Stakeholders have knowledge priorities beyond local impacts for responsible marine-based carbon dioxide removal in Tasmania",
          "authors": "Yuwan Malakar, Kerryn Brent, Talia Jeanneret, John Gardner",
          "abstract": "Novel carbon dioxide removal (CDR) approaches are being developed to help achieve the Paris Agreement temperature targets. Beyond technological challenges, their deployment in specific locations can be shaped by local stakeholders’ perspectives. Here we use ocean alkalinity enhancement (OAE), a marine-based CDR approach, to explore what stakeholders need to develop informed opinions about these technologies. We employed a bottom-up engagement approach, interviewing 23 stakeholders in Tasmania, Australia. While some participants held preliminary views, all expressed a need for more information regarding technological feasibility, environmental and community impacts, governance, and OAE’s role in climate policy. We found that stakeholders’ knowledge priorities should be addressed before social acceptance consultations. Local stakeholders are concerned with impacts beyond their immediate area. Finally, we discuss four guiding principles, accountability, sustainable resource management, transparent governance, and inclusive values and ethics, for responsible CDR innovation and deployment.",
          "url": "https://doi.org/10.1038/s43247-025-02775-3",
          "doi": "https://doi.org/10.1038/s43247-025-02775-3",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Resource, economic, and carbon benefits of end-of-life trucks’ urban mining in China",
          "authors": "Guochang Xu, Xin Xiong, Wei Liu, Shuo Yang, Youping Miao, Fei Liu, Heping Liu, Yikun Feng, Xiaoming Liang, Ziyan He, Kenichi Nakajima",
          "abstract": "China’s booming truck industry has led to a rapid rise in end-of-life trucks, yet only one-third are formally recycled. Here we estimate the resource, economic, and decarbonization potential of end-of-life trucks in China through 2050 using a dynamic population balance model. Our analysis shows the annual amount of end-of-life trucks will increase nine-fold to 53 million metric tons by 2050. The economic benefit from these materials is projected to reach 44 billion United States dollars, adjusted for inflation. Furthermore, urban mining of aluminum, iron, and copper can reduce carbon emissions by up to 58 million metric tons in 2050 compared to primary production. These findings provide quantitative support for urban mining policies to advance decarbonization, particularly in economies with fossil fuel-dominated power grids.",
          "url": "https://doi.org/10.1038/s43247-025-02832-x",
          "doi": "https://doi.org/10.1038/s43247-025-02832-x",
          "filter": 2
        },
        {
          "title": "National-scale datasets underestimate vegetation recovery in Australian human-induced native forest regeneration carbon sequestration projects",
          "authors": "Tim Moore, Andrew O’Reilly-Nugent, Kenneth Clarke, Cathleen Waters",
          "url": "https://doi.org/10.1038/s43247-025-02725-z",
          "doi": "https://doi.org/10.1038/s43247-025-02725-z",
          "filter": 2
        },
        {
          "title": "Closed-loop geothermal system is a potential source of low-carbon renewable energy",
          "authors": "Mohammad Zargartalebi, Alireza Darzi, Amin Kazemi, David Sinton",
          "url": "https://doi.org/10.1038/s43247-025-02729-9",
          "doi": "https://doi.org/10.1038/s43247-025-02729-9",
          "filter": 2
        },
        {
          "title": "Ecosystems mediate climate impacts on northern hemisphere seabirds",
          "authors": "Helen Killeen, William J. Sydeman, Brian Hoover, Sarah Ann Thompson, Trond Kristiansen, Marisol García-Reyes, Gammon Koval, Erendira Ceballos, Molly Heal, Tycho Anker-Nilssen, Robert Barrett, Peter Becker, Per-Arvid Berglund, Tim Birkhead, Thierry Boulinier, Sandra Bouwhuis, Francis Daunt, Nina Dehnhard, Antony Diamond, Kyle Elliott, Kjell Einar Erikstad, Annette L. Fayet, Elizabeth Flint, Robert W. Furness, Elena Golubova, Erpur Snær Hansen, Mike Harris, Scott Hatch, April Hedd, Jonas Hentati-Sundberg, Jaime Jahncke, Alexander Kitaysky, Svein-Håkon Lorentsen, Don Lyons, Heather L. Major, David Mazurkiewicz, Will Miles, Mark Newell, Rachael A. Orben, Daniel Oro, Michael Parker, Jonathan Plissner, Jean-François Rail, Tone Kristin Reiertsen, Heather Renner, Jennifer C. Rock, Hallvard Strøm, Robert M. Suryan, Julie Thayer, Jannelle Trowbridge, Enriqueta Velarde, Sarah Wanless, Pete Warzybok, Yutaka Watanuki, Shannon Whelan, Lindsay Young",
          "url": "https://doi.org/10.1038/s43247-025-02717-z",
          "doi": "https://doi.org/10.1038/s43247-025-02717-z",
          "filter": 2
        },
        {
          "title": "Global change pattern of sedimentary nitrogen isotope during the Anthropocene epoch",
          "authors": "Xin Li, Meng Lu, Jintai Wu, Liding Chen, Zhiming Zhang, Xun Wang, Jianjun Zhou, Kai Jensen, Xiaonan Zhang, Xiaolin Dou",
          "url": "https://doi.org/10.1038/s43247-025-02773-5",
          "doi": "https://doi.org/10.1038/s43247-025-02773-5",
          "filter": 2
        },
        {
          "title": "Carbonate- and silicate-metasomatized mantle beneath Himalayan-Tibetan orogenic belt",
          "authors": "Weikai Li, Zhiming Yang, Zoltán Zajacz, Limin Zhou, Zengqian Hou",
          "url": "https://doi.org/10.1038/s43247-025-02778-0",
          "doi": "https://doi.org/10.1038/s43247-025-02778-0",
          "filter": 2
        },
        {
          "title": "The 2.8 ka climatic event contributed to the collapse of the Western Zhou Dynasty",
          "authors": "Miaofa Li, Luo Wang, Binggui Cai, Linghao Zhao, Fang Wang, Guoliang Lei, Xuefeng Wang, Lisheng Wang, Zhibang Ma, Qingzhen Hao",
          "abstract": "The impact of rapid climate change on civilizations is of global concern. The Western Zhou (1045–771 BC) was ancient China’s third dynasty and one of the most powerful empires of its time. After a 274-year reign, the dynasty collapsed, accompanied by significant population migration. Various factors have been proposed to explain its fall, while the role of climate change has been largely ignored. Here we present well-dated, high-resolution stalagmite records from Northeast and Southeast China, along with other paleoclimatic and archaeological evidence, to demonstrate the critical role of the 2.8 ka climatic event in the dynasty’s collapse and subsequent migration. Our results indicate a “north dry–south wet” dipolar pattern in the Chinese monsoon region during this event. The drought and cold severely affected the Western Zhou core areas and exacerbated invasions by northern nomads, contributing to its collapse. The resulting environmental stresses and conflicts likely triggered substantial southward migration.",
          "url": "https://doi.org/10.1038/s43247-025-02769-1",
          "doi": "https://doi.org/10.1038/s43247-025-02769-1",
          "filter": 2
        },
        {
          "title": "Combined genetic and chemical methods boost the precision of tracing illegal timber in Central Africa",
          "authors": "Laura E. Boeschoten, Barbara Rocha Venancio Meyer-Sand, Arnoud Boom, Gaël U. Dipelet Bouka, Jannici C. U. Ciliane-Madikou, Nestor L. Engone Obiang, Mesly Guieshon-Engongoro, Arjen de Groot, Joël J. Loumeto, Dieu-merci M. F. Mbika, Cynel G. Moundounga, Rita M. D. Ndangani, Dyana Ndiade-Bourobou, Ute Sass-Klaassen, Marinus J. M. Smulders, Steve N. Tassiamba, Martin T. Tchamba, Bijoux B. L. Toumba-Paka, Mart Vlam, Herman T. Zanguim, Pascaline T. Zemtsa, Pieter A. Zuidema",
          "abstract": "Enforcement of national and international laws banning illegal tropical timber trade hinges on independent origin verification, such as with genetic or chemical wood properties. This is of particular concern in Central Africa, where illegal trade prevails. However, tracing methods have not yet consistently achieved high accuracy (&gt;90%) at small spatial scales (&lt;100 km). Where high precision is required but individual methods fall short, combining methods may improve results, because drivers of wood properties differ. Here, we assessed the individual and combined identification potential of three methods (genetics with 238 plastid Single Nucleotide Polymorphisms, 3 stable isotopes, and 41 elemental concentrations). The combined approach achieved unprecedented accuracy in Central Africa, identifying 94% of samples within 100 km of their origin, outperforming individual methods (50–80%), and verifying real origin for 88%. These findings show that method complementarity boosts tracing accuracy and spatial precision, crucial for high-value timbers or high-risk regions.",
          "url": "https://doi.org/10.1038/s43247-025-02698-z",
          "doi": "https://doi.org/10.1038/s43247-025-02698-z",
          "filter": 2
        },
        {
          "title": "Increased carbon inputs alter soil microbial genetic potential for biogeochemical cycling in Arctic ecosystems",
          "authors": "Jessica Cuartero, Carla Perez-Mon, Weihong Qi, Beat Stierli, Beat Frey, Gilda Varliero",
          "abstract": "Global warming is transforming High Arctic ecosystems, yet the effects of northward vegetation expansion on soil microbial functions remain unclear. A four-year field experiment in northern Greenland was conducted to study these impacts. We investigate how plant litter affects the active layer and thawing permafrost soils by transplanting the latter from deeper soil layers and supplementing active layer soils with Arctic shrub litter. Litter amendment altered the soils’ functional potential, including the enrichment of genes linked to ion and lipid transport, metabolism and secondary metabolite production, ultimately enhancing microbial growth and respiration. Significant alterations were observed in carbon (C) and nitrogen (N) cycling genes, marked by an enhancement of CAZymes related to the breakdown of specific C substrates such as cellulose, hemicellulose, pectin, murein and chitin. Litter amendment also shifted the microbial N-cycling potential towards increased N mineralization and assimilation of organic and inorganic N, suggesting an increased incorporation of N into microbial biomass. Without litter amendment, few C- and N-metabolism pathways changed, mainly affecting auxiliary activities and lignin breakdown due to permafrost thawing. These findings highlight the importance of monitoring High Arctic vegetation expansion, as it may impact C degradation and greenhouse gas emissions more than permafrost thaw alone.",
          "url": "https://doi.org/10.1038/s43247-025-02768-2",
          "doi": "https://doi.org/10.1038/s43247-025-02768-2",
          "filter": 2
        },
        {
          "title": "Reply to: National-scale datasets underestimate vegetation recovery in Australian human-induced native forest regeneration carbon sequestration projects",
          "authors": "Andrew Macintosh, Megan C. Evans, Don Butler, Pablo Larraondo, Marie Waschka, David Eldridge, David Lindenmayer, Philip Gibbons, Rod Fensham, Dean Ansell",
          "url": "https://doi.org/10.1038/s43247-025-02726-y",
          "doi": "https://doi.org/10.1038/s43247-025-02726-y",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Evolving institutions of sustainability: A dynamic model of historical water governance transformations in Central Asia",
          "authors": "Iroda Amirova, Martin Petrick, Nodir Djanibekov",
          "abstract": "This article introduces evolutionary game theory as an approach to stylised long-term analysis of water governance transformations in Central Asia. This world region has been strongly affected by natural hazards, political disruptions and historically diverse attempts to establish effective water management principles. Drawing on historical and contemporary evidence, we establish a game theoretical baseline model of a user community in which irrigation is efficiently governed by group sanctions. By allowing for drift in the evolutionary equilibrium, we model how a loss of traditional authorities over water management can erode established group norms. We then analyse a hypothetical scenario of privatised water rights, inspired by historical and current policy debates in Central Asia. Under the assumption that such rights can be technically implemented, we show that they can restore an efficient water use equilibrium of owners that is egalitarian and evolutionary stable. We discuss how future climate change scenarios or conflicts over transboundary water allocation may affect the model results, focusing on the effects of increased uncertainty and of decreasing water productivity on system resilience. Productivity shocks may make low-performing equilibria unsustainable and thus lead to disruptive change or extinction of certain equilibria. Policy should focus on local interaction as an arena of institutional change. We suggest empirical research questions emerging from our analysis and highlight the benefits of uncontested property rights as an institutional solution to water governance.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae137c",
          "doi": "https://doi.org/10.1088/1748-9326/ae137c",
          "filter": 0
        },
        {
          "title": "Energy Use per Hour is Key Determinant of Future Transport Energy Consumption",
          "authors": "Majdi Hunter-Batal, William Fajzel, Ross Otto, Kevin Manaugh, Eric Galbraith",
          "abstract": "Transportation is a growing component of global energy consumption. Improvements in efficiency over time have reduced the energy used per kilometer traveled, but so far this has not reversed the increasing energy consumption per person due to a complex interplay of factors—including changes in the built environment, shifts in transport modes, and human behavior—that have increased average travel distances, effectively negating efficiency gains. These adaptive dynamics have made it difficult to predict future energy consumption in travel. Here, we present data on remunerated and personal travel covering over half the global population, which supports a simple predictive heuristic based on energy use per unit of travel time, rather than distance. We find that total travel time among 43 countries converges to 1.3 ± 0.2 hours per day and is invariant with per capita income across two orders of magnitude. This implies that psychological, social, and economic factors lead people to travel for similar daily durations, regardless of wealth, culture, geography, or transport technology, and that built environments and lifestyles co-evolve with economic and technological development to preserve stable travel times despite increasing travel speeds. Therefore, significant decreases in future energy consumption can only be achieved by reducing the average energy used per hour of human travel.",
          "url": "https://doi.org/10.1088/1748-9326/ae1246",
          "doi": "https://doi.org/10.1088/1748-9326/ae1246",
          "filter": 0
        },
        {
          "title": "A sociopsychological model predicting motivation to alter behavior to mitigate climate change: A repeated cross-sectional study from Taiwan",
          "authors": "Li-San Hung, Mucahid Mustafa Bayrak",
          "abstract": "Adopting individual behavioural changes to achieve a low-carbon lifestyle is a key strategy for addressing climate change. However, related studies have generally been conducted in Western contexts. Drawing upon a comprehensive national survey conducted in Taiwan, we developed a sociopsychological model to explain the motivation to alter behaviour to mitigate climate change and to engage in specific mitigation behaviours, including adopting plant-based diets, using public transportation, and donating to environmental nongovernmental organisations. We used a repeated cross-sectional survey design to test our model seven times to investigate general motivation and two times to investigate behaviour-specific motivation. Samples are representative of the Taiwanese population, collected between August 2021 and June 2024 (N = 4,446). Our results confirm the validity and stability of the proposed model, demonstrating its potential to advance the understanding of how behavioural changes can mitigate climate change in non-Western contexts. Issues on psychological distance and seasonal changes on climate change risk perceptions are also discussed.",
          "url": "https://doi.org/10.1088/1748-9326/ae13bd",
          "doi": "https://doi.org/10.1088/1748-9326/ae13bd",
          "filter": 0
        },
        {
          "title": "Air Partners: a model for centering community priorities in air justice projects",
          "authors": "Francesca Majluf, Emmanuel de Barros, Sonja Tengblad, Liliana Tirado Arteaga, Valinda Chan, Scott Hersey",
          "url": "https://doi.org/10.1088/1748-9326/ae09ba",
          "doi": "https://doi.org/10.1088/1748-9326/ae09ba",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Evaluating opportunity for distributed wind energy in rural and agricultural areas",
          "authors": "Paul Crook, Paula Pérez, Jeffrey D. Laurence-Chasen, Slater Podgorny, Jane Lockshin, Caleb Phillips",
          "abstract": "Wind energy is among the most mature renewable energy technologies, accounting for 11% of the current US electricity generation in 2024, with the lowest average levelized cost. While it is known that substantial opportunity exists for further development, a key question has been where wind energy is best suited compared to other technologies. This study leverages an immense dataset of parcel-resolved technoeconomic potential for the contiguous United States, focusing on distributed wind (DW) energy – a configuration where one or more turbines, typically 30-60m in height are used to satisfy nearby energy needs. The analysis is conducted at multiple spatial scales and considers land use, crop land, census, and incentive program data to determine the most opportune areas for market development. The results show that rural, agricultural and residential areas are most suited to DW. Connection type (in front of, or behind the meter) and regulations determine the best application, while siting constraints, economics, demand and the wind resource determines the optimal size of turbine.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae13bc",
          "doi": "https://doi.org/10.1088/1748-9326/ae13bc",
          "filter": 2
        },
        {
          "title": "Hotspots of summer heatwaves in East Asia and their associated radiative and dynamical forcing",
          "authors": "Qingyuan Wu, Qingquan Li, Xiaoming Hu, Minghao Wang, Xiaoting Sun",
          "abstract": "The recent heatwave events and their repercussions on ecosystems and society underscore the necessity for an in-depth understanding of the mechanism responsible for heatwave formation. Utilizing spectral clustering method to classify the daily heatwave circulation over East Asia (EA) from 1979 to 2022, this study identifies three distinct heatwave hotspots in eastern China (P1; 22%), Mongolia (P2; 47%), and northwestern EA (P3; 31%), each of which has its own unique upper-level trough and ridge structures. The formation of heatwave hotspots is associated with the tropospheric anticyclonic anomalies, which are characterized by the westward extension and enhancement of the Western Pacific Subtropical High (P1), a strong ridge over Mongolia (P2), and anomalous anticyclones over northwestern and northeast EA (P3). These anomalous anticyclones lead to decreased cloud cover and atmospheric descent, influenced by specific quasi-barotropic teleconnection wave patterns in the mid-latitudes. The quantitative attribution results from the climate feedback response analysis indicate that the cloud, water vapor, and atmospheric dynamics constitute significant heat-generating mechanisms. Cloud changes provide the largest positive contribution (P1: 7.8 K, P2: 1.6 K, and P3: 1.9 K) to the formation of all three types of heatwaves through the shortwave radiation effect. Changes in atmospheric dynamics result in temperature increases of 2.7 K, 0.5 K, and 0.9 K in P1, P2, and P3, respectively. Atmospheric dynamics of P1 are primarily attributed to adiabatic warming, while both adiabatic and horizontal advection positively influence P2 and P3. Moreover, surface processes generally have compensatory cooling effects on the overall temperature anomalies associated with heatwaves. The findings of this study yield valuable insights into the underlying mechanisms of extreme heat events in EA, offering scientific support for disaster prevention and mitigation.",
          "url": "https://doi.org/10.1088/1748-9326/ae0b96",
          "doi": "https://doi.org/10.1088/1748-9326/ae0b96",
          "filter": 2
        },
        {
          "title": "Estimates of global surface water dynamics harnessing near real-time land cover observations and open science geospatial capabilities",
          "authors": "Arushi Khare, Bikas C Gupta, Adnan Rajib, Melanie Vanderhoof, Qiusheng Wu",
          "abstract": "Spatio-temporal changes to our world’s surface water resources are escalating. Translating how these changes impact communities and ecosystems requires time-varying data of Global Surface Water Extents (GSWE). Traditionally, GSWE mapping has been limited to static estimates, with recent efforts focusing on annual averages, frequency and occurrence of long-term variations. Building upon these foundational capabilities, we harnessed remotely sensed Sentinel-2 based near real-time Dynamic World land cover products to produce the first-of-its-kind 10-meter resolution global surface water dataset representing 2015-2023. Our dataset estimated 2.5 million km2 of permanent waters and 8 million km2 of seasonal waters worldwide. Comparing our Sentinel-2 based data to contemporary Landsat-based GSWE, we observed that our data mapped less water within the &gt;50% probability of occurrence range, suggesting a lower presence of open permanent water especially in high latitudes, deviating from what we previously learnt from Landsat data. Statistical analysis compared to well-established observational products and widely used GSWE datasets across some of the world’s most ecologically significant regions, including Pantanal in South America and Haor in South Asia, supports the overall physical realism of our data in predicting global open surface water dynamics. Our key contribution is a prototype Open Science operational framework that extracts routinely available Dynamic World products, run geospatial analytics, and create actionable water information for educators, researchers, and stakeholders at any scale of practical interest. We present examples of this operational capability through instant mapping of flood in Spain and drought in Lake Urmia, Central Asia, frequent monitoring of river morphology changes at the Ganges-Brahmaputra confluence, and above all, interoperability with other existing GSWE applications.",
          "url": "https://doi.org/10.1088/1748-9326/ae137b",
          "doi": "https://doi.org/10.1088/1748-9326/ae137b",
          "filter": 2
        },
        {
          "title": "Distinct trajectory of post-fire GPP across forest types in Siberia",
          "authors": "Ahreum Lee, Sujong Jeong, Chang-Eui Park, Jin-Soo Kim",
          "abstract": "Wildfire is one of the dominant disturbances in the Siberian boreal forest, affecting the capacity of forests to uptake carbon. Impacts of wildfires on forest carbon uptake are substantially varied by tree compositions, however, the loss of carbon uptake capability across different forest types remains uncertain. Here, we tracked post-fire changes in gross primary production (GPP) across five forest types in Siberia, namely, evergreen needleleaf forests (ENF), deciduous needleleaf forests (DNF), deciduous broadleaf forests (DBF), mixed forests (MF), and woody savannas (WSVN), using satellite-based observation data from 2001 to 2023. Results revealed substantial reductions in GPP after wildfire followed by gradual recovery except DBF. The GPP changes one year after wildfire (∆GPP1yr) and recovery rates of GPP notably differed by forest types. In ENF, ∆GPP1yr reached −63.4 g C m−2 yr−1, which is larger than that in MF, DNF, and WSVN by −20.6, −31.3, and −42.7 g C m−2 yr−1, respectively. Consistently, the GPP recovery rate is the lowest in ENF, at 63.7%. Furthermore, significant decreasing trends in 5-year mean of GPP1yr in DNF, MF, and WSVN exceeding −1.0 g C m−2 yr−1 yr−1, indicating intensified impacts of increased wildfire intensity and/or extent on forest carbon. Our findings highlight the urgent need for establishing fire management and forest recovery strategies adapted to different forest types to enhance ecosystem resilience.",
          "url": "https://doi.org/10.1088/1748-9326/ae1245",
          "doi": "https://doi.org/10.1088/1748-9326/ae1245",
          "filter": 2
        },
        {
          "title": "Constraints on the Availability of High Magnitude Flows for Managed Aquifer Recharge",
          "authors": "John Malito, Ralph Wurbs, Bridget R Scanlon",
          "abstract": "Floods and droughts create temporal disconnects between water supply and demand, underscoring the need to store high magnitude flows (HMFs) in depleted aquifers to alleviate these extremes. The objective of this study was to quantify the spatial and temporal variability of high magnitude flows (HMFs) to inform managed aquifer recharge, accounting for water rights, instream flow requirements, and coastal inflows. Texas, USA, was selected as the study area due to its climate-driven water stress, rising water demand, and the availability of detailed data on legal constraints. Volumes of HMFs (defined as ≥ 95th percentile) were calculated for 190 streamflow monitoring gages in all 23 river basins in Texas (1968-2022). Water availability models and coastal inflow requirements were used to consider limitations to HMF availability for permitted use, including water rights, environmental flows, and coastal inflows for select major river basins. Results show that HMFs averaged 31% of total flows across all stations in the state. Of these HMFs, 52% of flows were unappropriated (not reserved for water rights holders), representing 12% of total flows. The mean annual volume of unappropriated HMFs was 81 Mm3 (~0.07 million acre-feet). Mean annual unappropriated HMF volumes increased by a factor of 100 from semi-arid West Texas to humid southeast Texas, with variability driven by basin climate and watershed size. Environmental flow requirements generally did not significantly reduce the unappropriated HMFs as they were accommodated by flow reserved for downstream senior water rights. However, coastal inflow requirements limited permittable HMF volumes, especially in the semiarid Colorado River basin which includes high urban water demand up-basin. When considering volumes of HMFs that may be considered “available”, it is essential to consider limitations to the amount of flows that could be permitted. This study provides a template for assessing HMFs for managed aquifer recharge that considers water rights, environmental flows, and coastal inflow requirements that could be generally applied in many regions (particularly the western US) to address climate extremes.",
          "url": "https://doi.org/10.1088/1748-9326/ae130d",
          "doi": "https://doi.org/10.1088/1748-9326/ae130d",
          "filter": 2
        },
        {
          "title": "Hawaiian beaches as natural analogues for enhanced silicate weathering of olivine",
          "authors": "Matthias Kreuzburg, Astrid Hylén, Devon B. Cole, Stephen J Romaniello, Chandra W Winardhi, Veerle Cnudde, Daniel A. Frick, Josephine Barnett, Kirsten E.P. Nicolaysen, Filip J.R. Meysman",
          "abstract": "Silicate weathering induces atmospheric CO2 sequestration through alkalinity release, which is Earth’s prime mechanism for regulating the climate. Marine enhanced rock weathering (mERW) seeks to accelerate this process by distributing fast-weathering silicate minerals like olivine in coastal environments, thus targeting deliberate carbon dioxide removal. However, the efficiency and environmental impact of mERW remain uncertain, as experimental studies are not capable of tracking the CO2 sequestration rate and ecological effects over sufficiently long timescales. Natural coastal environments with olivine-rich sands enable insight into long-term weathering and may serve as analogues envisioned for mERW applications. Papakōlea Beach (Hawai‘i) is one of the few beaches across the world with olivine-rich sands (&gt;80% by weight), thus providing a unique mERW analogue. We examined in situ weathering and biogeochemical cycling at Papakōlea as well as in the nearby mixed volcanic/coral sands of Richardson Ocean Park. Flow-through sediment incubations examined olivine dissolution kinetics, alkalinity release, and the fate of weathering products. High-resolution scans of weathered grains characterized olivine dissolution and surface alteration processes. Alkalinity generation from Papakōlea’s olivine sands and carbonate dissolution in Richardson Ocean Park was observed alongside DIC increases, suggesting CO₂ sequestration occurs in this near-shore marine setting. However, complex biogeochemical interactions impede a precise quantification of olivine dissolution. Our findings highlight the complexity and challenges of monitoring, reporting, and verification (MRV) for mERW applications in dynamic coastal settings.",
          "url": "https://doi.org/10.1088/1748-9326/ae130c",
          "doi": "https://doi.org/10.1088/1748-9326/ae130c",
          "filter": 2
        },
        {
          "title": "Nutrient retention in European lakes and rivers: a continental–scale ensemble assessment",
          "authors": "Olga Vigiak, Angel Udias, Faycal Bouraoui, Alberto Aloe, Michela Zanni, Bruna Grizzetti",
          "abstract": "Nutrient retention in lakes and rivers is an essential regulating ecosystem service that protects downstream water bodies from nutrient excess, reducing anthropic impacts on aquatic habitats. Quantifying nutrient retention in freshwaters is important for basin management, but difficult as retention depends, among other things, on the spatial and temporal scales of interest. This study aimed at assessing freshwater nutrient retention in contemporary Europe at continental scale with an ensemble modelling exercise. We used the conceptual model GREEN, changing lake retention according to alternative formulations, generating six model versions for total nitrogen (TN), and seven for total phosphorus (TP). All versions were calibrated independently in six European regions, defined by the sea to which land drained to. Parameter sets that performed well in overall calibration and at stations downstream lakes formed the ensembles that were used to quantify freshwater retention over a decade (2012-2021). Ensemble median river retention was about 10% of incoming TN load and 6% TP load. Median lake retention was about 4% for TN and 6.5% for TP. Median freshwater retention amounted to 170 kg N/y and 7.2 kg P/y per km2 of drainage area. European freshwaters retained about 16% of incoming nitrogen and 13% of incoming phosphorus loads, preventing about 1066 kt N/y and 49 kt P/y to reaching the coastline. Nitrogen retention mostly occurred in rivers, whereas phosphorus retention occurred predominantly in lakes, however important regional differences were noted. The assessment likely underestimates the overall role of freshwater nutrient retention, as secondary streams, wetlands, and ponds were not considered explicitly. Nevertheless, it provides quantitative references for accounting of freshwaters ecosystem services at continental scale.",
          "url": "https://doi.org/10.1088/1748-9326/ae130b",
          "doi": "https://doi.org/10.1088/1748-9326/ae130b",
          "filter": 2
        },
        {
          "title": "Increasing spatial extent and frequency of flash drought in Europe with each degree of global warming",
          "authors": "Devvrat Yadav, Rohini Kumar, Jignesh Shah, Vishal Thakur, Martin Hanel, Oldrich Rakovec",
          "abstract": "Flash droughts, characterised by sudden and severe development of dry soil moisture conditions, have detrimental impacts on agriculture and ecosystems. Since reliable projections of any kind of drought are crucial for drought risk mitigation, studying how these flash droughts evolve as warming increases becomes essential. Herein, we analyse changes in flash drought frequency, geographic extent, and regional variability across Europe under incremental global warming levels of 1°C, 1.5°C, 2°C and 3°C. Soil moisture simulations are obtained using the mesoscale Hydrologic Model (mHM), which has been forced with the bias-corrected meteorological data from ISIMIP3b (Inter-Sectoral Impact Model Intercomparison Project, phase 3b). We use a percentile-based method to determine the rapid decline in soil moisture conditions during the growing season. Our results show that Northern and Central Europe are expected to see more frequent flash drought events at higher warming levels above 1.5°C. As temperatures increase, new areas experience flash drought in Central Europe. In contrast, the increase in frequency and area is less in the Mediterranean. Across Europe, we expect the mean frequency of flash droughts to increase from around 3 events each decade at 1°C to 5 events at 3°C. The median value of the spatial area covered in flash drought is expected to increase from around 30% at 1°C to close to 44% at 3°C. Each degree of increase in warming is expected to add around one more flash drought event each decade and more than 6% of the area across Europe under flash drought. The threshold of 1.5°C marks a significant increase in the area affected by flash droughts, highlighting the importance of adhering to the Paris Agreement targets and adaptation measures to counter such flash drought conditions and safeguard the agricultural economy, food security, and ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/ae11c8",
          "doi": "https://doi.org/10.1088/1748-9326/ae11c8",
          "filter": 2
        },
        {
          "title": "Arctic extreme precipitation changes from 1980 to 2022 in response to sea ice decline and enhanced atmospheric rivers",
          "authors": "Shang Geng, Yetang Wang, Qingli Wu, Zhaosheng Zhai, Weiming Ma, Shugui Hou, Wansong Zong",
          "abstract": "Arctic extreme precipitation (EP) broadly impacts permafrost degradation, glacier and snow cover changes, and ice sheet mass balance as well as ecosystems. However, investigation of EP spatiotemporal variations over the Arctic remains challenging, and their primary drivers are still poorly understood. Performance estimation of three state-of-the-art reanalysis products (Climate Forecast System Reanalysis (CFSR), European Centre for Medium-Range Weather Forecasts Reanalysis version 5 (ERA-5), and Modern-Era Retrospective analysis for Research and Applications, version 2 (MERRA-2)) against gauge-based precipitation observations reveals that MERRA-2 outperforms other reanalysis for Arctic EP changes. Based on MERRA-2 data, both annual EP amount and occurrence days averaged over the Arctic show statistically significant positive trends during 1980–2022 (3.37 ± 1.03 mm dec −1 and 0.42 ± 0.17 d dec −1 , respectively), with the most pronounced increase in the autumn. Spatial heterogeneity in annual and seasonal EP trends is found across the Arctic, with the largest positive annual trends of 30 mm dec −1 over the Bering Sea and the Denmark Strait. The significant EP increase is closely associated with intensified atmospheric rivers (ARs) and widespread decline in sea ice concentration (SIC). Specially, SIC and ARs are responsible for 12% and 50% of Arctic EP inter-annual variance, respectively, while ARs directly contribute 28.3% of the total annual EP amounts. These findings explain the mechanistic controls on Arctic EP, providing critical insights for projecting polar weather and climate extremes and their impacts on the Arctic environment.",
          "url": "https://doi.org/10.1088/1748-9326/ae0504",
          "doi": "https://doi.org/10.1088/1748-9326/ae0504",
          "filter": 2
        },
        {
          "title": "Focus on health-centred climate solutions",
          "authors": "Jianxiang Shen, Wenjia Cai, Meghnath Dhimal, Ian Hamilton, Stella M Hartinger, Chi Zhang, Ying Zhang",
          "abstract": "Climate change poses a public health crisis. To simultaneously achieve climate and health goals, the health-centred climate solutions are of great interest to policymakers. Here, we provide an overview of a unique set of 27 papers published in the Focus Collection on ‘Health-Centred Climate Solutions’. We also take stock of recent literature on the health impacts of climate change, the effectiveness of adaptation actions, and the health co-benefits of mitigation actions. First, we summarise the evidence-based climate and health interactions and the quantitative projections of future climate-induced health burdens. Second, we focus on adaptation actions, in particular early warning systems, and how they influence health risks. Third, we synthesise the health co-benefits of mitigation actions through improving not only air quality but also physical activity level, and their distributional effects across regions and population groups. Finally, we point out important gaps in data, modelling frameworks, and topics to be tackled in future research. Through this synthesis, we aim to catalyse a paradigm shift toward health-centred climate solutions that prioritise health benefits while addressing climate change challenges.",
          "url": "https://doi.org/10.1088/1748-9326/ae1244",
          "doi": "https://doi.org/10.1088/1748-9326/ae1244",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Bridging extreme climate risks, financial precarity, and adaptation gaps: Advancing inclusive adaptation in rainfed agricultural systems",
          "authors": "Van Touch, Ariane Utomo, De Li Liu, Nicholas Harrigan, Le-Anne Bannan, Panhaleak Chay, Caitlin Finlayson, Kirt Hainzer, Andrew McGregor, Katharine McKinnon, Lita Mom, Sophanara Phan, Pherom Song, Daniel K.Y. Tan, Thong Anh Tran, Saroeut Yong, Brian R. Cook",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103073",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103073",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Trade of crop products contribute to the alleviation of global nitrate leaching risks",
          "authors": "Xuchong Chen, Ling Liu, Yu Lu, Xuan Wang, Zhaohai Bai, Lin Ma",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103074",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103074",
          "filter": 2
        },
        {
          "title": "Supporting climate resilient development planning − a dynamic adaptive pathways based approach and an illustrative case from Cork City, Ireland",
          "authors": "Gaby S. Langendijk, Sadie McEvoy, Denise McCullagh, Marjolijn Haasnoot",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103070",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103070",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Generative AI can influence climate beliefs and actions",
          "authors": "Anandita Sabherwal",
          "url": "https://doi.org/10.1038/s41558-025-02438-3",
          "doi": "https://doi.org/10.1038/s41558-025-02438-3",
          "filter": 0
        },
        {
          "title": "Using generative AI to increase sceptics’ engagement with climate science",
          "authors": "Bence Bago, Philippe Muller, Jean-François Bonnefon",
          "url": "https://doi.org/10.1038/s41558-025-02424-9",
          "doi": "https://doi.org/10.1038/s41558-025-02424-9",
          "filter": 0
        },
        {
          "title": "World Heritage documents reveal persistent gaps between climate awareness and local action",
          "authors": "Yang Chen, Dayang Wang, Luchen Zhang, Chongxiao Wang, Cheng Sun, Qi Dong",
          "url": "https://doi.org/10.1038/s41558-025-02461-4",
          "doi": "https://doi.org/10.1038/s41558-025-02461-4",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Mountain glaciers will lose their cooling capacity as they shrink",
          "url": "https://doi.org/10.1038/s41558-025-02448-1",
          "doi": "https://doi.org/10.1038/s41558-025-02448-1",
          "filter": 2
        },
        {
          "title": "Mountain glaciers recouple to atmospheric warming over the twenty-first century",
          "authors": "Thomas E. Shaw, Evan S. Miles, Michael McCarthy, Pascal Buri, Nicolas Guyennon, Franco Salerno, Luca Carturan, Benjamin Brock, Francesca Pellicciotti",
          "abstract": "Recent studies have argued that air temperatures over many mountain glaciers are decoupled from their surroundings, leading to a local cooling which could slow down melting. Here we use a compilation of on-glacier meteorological observations to assess the extent to which this relationship changes under warming. Statistical modelling of the potential temperature decoupling of the world’s mountain glaciers indicates that currently glacier boundary layers warm ~0.83 °C on average for every degree of ambient temperature rise. Future projections under shared socioeconomic pathway (SSP) climate scenarios SSP 2-4.5 and SSP 5-8.5 indicate that decoupling, and thus relative cooling over glaciers, is maximized during the 2020s and 2030s, before widespread glacier retreat acts to recouple above-glacier air temperatures with its surroundings. This nonlinear feedback will lead to an increased sensitivity to warming from midcentury, with glaciers losing their capacity to affect the local climate and cool themselves.",
          "url": "https://doi.org/10.1038/s41558-025-02449-0",
          "doi": "https://doi.org/10.1038/s41558-025-02449-0",
          "filter": 2
        },
        {
          "title": "Critical intervention points for European adaptation to cascading climate change impacts",
          "authors": "Cornelia Auer, Christopher P. O. Reyer, Weronika Adamczak, Chris Aylett, Magnus Benzie, Jan Philipp Berndt, David N. Bresch, Francesco Bosello, Giacomo Bressan, Timothy R. Carter, Simon Croft, Elisa Delpiazzo, Sophie Desmidt, Adrien Detges, Anja Duranovic, Stefan Fronzek, Katy Harris, Mikael Hildén, Lukasz Jarzabek, Ramon Key, Richard King, Paula Kivimaa, Richard J. T. Klein, Hanne Knaepen, Glada Lahn, Piotr Magnuszewski, Mikael Mikaelsson, Irene Monasterolo, Claire Mosoni, Ilona M. Otto, Ramiro Parrado, Samuli Pitzen, Benjamin Pohl, Oriol Puig, Hetty Saes-Heibel, Emilie Stokeld, Sara Talebian, Fabien Tondel, Ruth Townend, Chris West, Eckart Woertz, Nico Wunderling",
          "abstract": "In an interconnected world, climate change impacts can cascade across sectors and regions, creating systemic risks. Here we analyse cascading climate change impacts on the EU, originating from outside the region, and identify critical intervention points for adaptation. Using network analysis, we integrate stakeholder-co-produced impact chains with quantitative data for 102 countries across foreign policy, human security, trade and finance. Our archetypal impact cascade model reveals critical intervention points related to water, livelihoods, agriculture, infrastructure and economy, and violent conflict. Livelihood instability, with violence exacerbating conditions in conflict-prone regions, tends to amplify risks of cascading impacts emerging from low-income countries. High-income countries can trigger cascading impacts through, for example, reduced crop exports. Our findings highlight the importance of policy coherence in addressing interconnected vulnerabilities rather than isolated risks. Thus, agricultural intensification without integrated water management may exacerbate scarcity, whereas safeguarding livelihoods alleviates cascading risks related to forced migration, violent conflict and instability.",
          "url": "https://doi.org/10.1038/s41558-025-02455-2",
          "doi": "https://doi.org/10.1038/s41558-025-02455-2",
          "filter": 2
        },
        {
          "title": "Towards an open model intercomparison platform for integrated assessment models scenarios",
          "authors": "Shinichiro Fujimori, Volker Krey, Keywan Riahi, Masahiro Sugiyama, Tomoko Hasegawa, James Edmonds, Celine Guivarch, Sergey Paltsev, Steven Rose, Roberto Schaeffer, Massimo Tavoni, Saritha Sudharmma Vishwanathan, Detlef van Vuuren, Matthias Weitzel",
          "url": "https://doi.org/10.1038/s41558-025-02462-3",
          "doi": "https://doi.org/10.1038/s41558-025-02462-3",
          "filter": 2
        },
        {
          "title": "The interplay of future emissions and geophysical uncertainties for projections of sea-level rise",
          "authors": "Chloe Darnell, Lisa Rennels, Frank Errickson, Tony Wong, Vivek Srikrishnan",
          "url": "https://doi.org/10.1038/s41558-025-02457-0",
          "doi": "https://doi.org/10.1038/s41558-025-02457-0",
          "filter": 2
        }
      ]
    }
  ]
}
