{
  "update": "2025-06-06",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Navigating AI and climate change in an unequal world",
          "authors": "Vikrom Mathur, Angelina Chamuah",
          "url": "https://doi.org/10.1080/14693062.2025.2503373",
          "doi": "https://doi.org/10.1080/14693062.2025.2503373",
          "filter": "0"
        },
        {
          "title": "Psychological insights and structural solutions: using community frame (c-frame) in climate action and policy response",
          "authors": "Gulnaz Anjum, Mudassar Aziz",
          "url": "https://doi.org/10.1080/14693062.2025.2511267",
          "doi": "https://doi.org/10.1080/14693062.2025.2511267",
          "filter": "0"
        },
        {
          "title": "Promoting environmentally and socially responsible investing: interplay between climate and financial literacy",
          "authors": "Łukasz Kurowski, Joanna Rutecka-Góra, Paweł Smaga",
          "url": "https://doi.org/10.1080/14693062.2025.2511261",
          "doi": "https://doi.org/10.1080/14693062.2025.2511261",
          "filter": "0"
        },
        {
          "title": "Do cities with greater transformative governance capacity pursue more ambitious policies? Examining U.S. cities through the lens of climate resiliency",
          "authors": "S. Mohsen Fatemi, Rachel M. Krause, Le Anh Nguyen Long, Gwen Arnold, Sara Ludwick",
          "url": "https://doi.org/10.1080/14693062.2025.2512453",
          "doi": "https://doi.org/10.1080/14693062.2025.2512453",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Climate media amidst technopolitical change: challenges, transformations, and new directions for research",
          "authors": "Rachel Wetts, Hanna E. Morris, Maxwell Boykoff, Brenda McNally, James Painter, Mary Sanford, Emily P. Diamond, Marc Esteve-del-Valle, Loredana Loy, Kelly E. Perry, Urooj S. Raja, Robin Tschötschel",
          "abstract": "In this essay, we seek to provide a meta-level view of research on mediated climate change communication, taking stock of its achievements, historical and contemporary challenges, and future directions. While existing climate media scholarship has generated important insights to guide research and practice, recent empirical developments and technopolitical transformations challenge the traditional structure of climate media research. Historically, this research developed a tripartite structure where scholars have tended to focus on one of three distinct phases of the mediated communication process: (1) the production of narratives, frames, images, and other forms of communication about climate change; (2) the content and dissemination of these communication artifacts by and across media industries and institutions; and (3) these artifacts’ reception by and effects on policymakers, partisans, and publics. However, recent developments in communication technologies, media ecosystems, and the broader political landscape—including the increasing importance of social media and AI, new forms of climate obstruction, and rising antidemocratic forces across borders—have made these traditional lines of demarcation increasingly unworkable. While the lines of demarcation between production, dissemination, and reception are increasingly blurred in important new empirical phenomena, each has remained central in many scholarly works and the development of research questions. This persistence of the tripartite model, we argue, has caused climate media research to be slow to reflect the shifting dynamics of mediated climate communication today. After describing and analyzing the structural challenges that make doing more comprehensive climate media research so challenging, we conclude with proposals for new directions for scholarship that can help future research more fully contend with recent technopolitical transformations and move towards actionable research that is capable of grappling with and motivating robust responses to the complexities of climate change amid mounting authoritarian threats.",
          "url": "https://doi.org/10.1007/s10584-025-03936-1",
          "doi": "https://doi.org/10.1007/s10584-025-03936-1",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Risk of extreme climate impacts on European Norway spruce forest: drought and frost in the climate emergency",
          "authors": "Duncan Ray, Fai Fung, Jennifer Pirret, Fiona Plenderleith, Felix Trotter, Maurizio Marchi",
          "abstract": "Shifts in weather patterns causing more severe and frequent climatic extreme events, particularly periods of hot drought and late-spring frost, cause stress and damage to many tree species. Here we use 12 members of the UKCP Regional (12km) ensemble to assess the changing risk of tree stress posed by hot droughts and late-spring frosts. As an exemplar tree species, we use Norway spruce ( Picea abies ) to demonstrate a method that links the European distribution of the species to extremes in the projected climate data ensemble at the continental scale. Monthly climate projections were used to calculate the standardised precipitation and evapotranspiration index (SPEI) and bias corrected daily temperature projections were used to calculate a frost buffer of the number of days between last date of spring frost and the date of leafing of Norway spruce. The UKCP Regional climate model ensemble shows substantial changes in the distribution of SPEI likelihood and severity between the pseudo-global warming threshold temperatures of 1 0 C and 2 0 C indicating concern in relation to drought severity and frequency in Alpine, Atlantic, and Mediterranean biogeographic regions. In addition, late spring frosts particularly in the Atlantic and Continental biogeographic regions will continue to affect sensitive young trees such as Norway spruce. The approach removes the time series estimation of climate extremes providing a single method of estimating effects of the climate emergency across shared socio-economic pathways. Finally, the approach could be useful to direct the deployment of suitable selected forest reproductive material from tree-breeding programmes in Europe.",
          "url": "https://doi.org/10.1007/s10584-025-03954-z",
          "doi": "https://doi.org/10.1007/s10584-025-03954-z",
          "filter": "2"
        },
        {
          "title": "How likely is Ukraine to experience an extreme drought in the near future?",
          "authors": "André S. Ballarin, Yannis Markonis, Oldrich Rakovec, Simon Michael Papalexiou",
          "url": "https://doi.org/10.1007/s10584-025-03958-9",
          "doi": "https://doi.org/10.1007/s10584-025-03958-9",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Flood experience and access to insurance contribute to differences in homeowners’ post-disaster adaptation in a cross-border region of Western Europe",
          "authors": "Thijs Endendijk, Daniela Rodriguez Castro, Lisa Dillenardt, Ravi Kumar Guntu, W. J. Wouter Botzen, Hans de Moel, Annegret H. Thieken, Heidi Kreibich, Benjamin J. Dewals, Jeroen C. J. H. Aerts",
          "abstract": "The July 2021 floods in Europe stand out as one of the most devastating flood-related disasters to impact the continent in recent years, affecting multiple countries at once. As climate change intensifies, such cross-border disasters are expected to become more frequent. Here we use unique cross-country survey data from flooded homeowners to understand the patterns and limits of how households in different nations respond to shared flood crises. We find evidence of financial, institutional, and psychological limits to household adaptation. Insurance compensation is associated with private adaptation actions shortly after flooding. Households that suffered flood damage are more likely to mitigate future risks to their homes. Yet, this intention encounters limits for extreme flood damage. Once experienced flood damages exceed a threshold of around 60% of the home reconstruction value, homeowners begin to view private adaptation efforts as less effective, prompting a shift toward relocating to safer areas.",
          "url": "https://doi.org/10.1038/s43247-025-02385-z",
          "doi": "https://doi.org/10.1038/s43247-025-02385-z",
          "filter": "0"
        },
        {
          "title": "Extreme temperatures amplify air pollution risks to childhood respiratory health in school environment in Jiangsu province, China",
          "authors": "Yangyang Wu, Jie Yang, Jing Wei, Biran Cheng, Yiyi Wang, Chen Li, Peng Wang, Hong Sun, Lei Huang",
          "url": "https://doi.org/10.1038/s43247-025-02409-8",
          "doi": "https://doi.org/10.1038/s43247-025-02409-8",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Nature-based climate solutions can help mitigate the radiative forcing that follows deforestation",
          "authors": "Grant Falvo, G. Philip Robertson",
          "url": "https://doi.org/10.1038/s43247-025-02291-4",
          "doi": "https://doi.org/10.1038/s43247-025-02291-4",
          "filter": "2"
        },
        {
          "title": "Seasonal vertical migration of large polar copepods reinterpreted as a dispersal mechanism throughout the water column",
          "authors": "Katrin Schmidt, Barbara Niehoff, Astrid Cornils, Wilhelm Hagen, Hauke Flores, Céline Heuzé, Nahid Welteke, Nadine Knϋppel, Sabrina Dorschner, Matthias Woll, Katie Jones, Giuliano Laudone, Robert G. Campbell, Carin J. Ashjian, Cecilia E. Gelfman, Katyanne M. Shoemaker, Rebecca Jenkins, Kristina Øie Kvile, Benoit Lebreton, Gaël Guillou, Clara J. M. Hoppe, Serdar Sakinan, Fokje L. Schaafsma, Nicole Hildebrandt, Giulia Castellani, Simon T. Belt, Allison A. Fong, Angus Atkinson, Martin Graeve",
          "abstract": "Seasonal vertical migration of large lipid-rich copepods is often described as a mass descent of animals when primary production ceases, with important implications for mesopelagic food webs and global carbon sequestration. This view ignores the existence of surface-resident individuals, but here we show that non-migrants can form a substantial part of the populations of polar migrant species. In the Central Arctic Ocean, the biomass-dominant Calanus hyperboreus was evenly distributed throughout the water column from November 2019 to March 2020, with ~20% of subadults and adult females remaining in the upper 200 m and ~41% migrating to 1000–2000 m. These vertical positions aligned with differences in the copepods’ cholesterol content, which can enhance the tissue density at higher temperatures. Gonad development and the vertical distribution of their offspring indicate that both non-migrant and migrant females contribute to the population recruitment. We reinterpret copepod seasonal migration as a bet-hedging strategy that balances nutritional benefits near the surface with survival benefits at depth, and thereby contributes to the species’ resilience under climatic change.",
          "url": "https://doi.org/10.1038/s43247-025-02389-9",
          "doi": "https://doi.org/10.1038/s43247-025-02389-9",
          "filter": "2"
        },
        {
          "title": "Antarctic Ice Sheet tipping in the last 800,000 years warns of future ice loss",
          "authors": "David M. Chandler, Petra M. Langebroek, Ronja Reese, Torsten Albrecht, Julius Garbe, Ricarda Winkelmann",
          "abstract": "Ice loss from Antarctica’s vast freshwater reservoir could threaten coastal communities and the global economy if the ice volume decreases by just a few percent. Observed changes in mass balance are limited to  ~40 years, and are difficult to interpret in the context of an ice sheet with response time scales reaching centuries to millennia. To gain a much longer-term perspective, here we combine transient and equilibrium Parallel Ice Sheet Model simulations of Antarctic Ice Sheet response to glacial-interglacial warming and cooling cycles over the last 800,000 years. We find hysteresis that is caused by the long response time and by crossing of tipping points. Notably, West Antarctic Ice Sheet collapse contributes over 4 m sea-level rise in equilibrium ice sheet states with little (0.25 °C) or even no ocean warming above present. Therefore, today we are likely already at (or almost at) an overshoot scenario, supporting recent studies warning of substantial irreversible ice loss with little or no further climate warming.",
          "url": "https://doi.org/10.1038/s43247-025-02366-2",
          "doi": "https://doi.org/10.1038/s43247-025-02366-2",
          "filter": "2"
        },
        {
          "title": "Exacerbating dam-induced fragmentation in China’s river systems",
          "authors": "Fan Chenyu, Linghong Ke, Jida Wang, Jim Best, Yunlin Zhang, Yongwei Sheng, Kai Liu, Tan Chen, Fanxuan Zeng, Pengfei Zhan, Jingying Zhu, Jian Cheng, Chunqiao Song",
          "url": "https://doi.org/10.1038/s43247-025-02416-9",
          "doi": "https://doi.org/10.1038/s43247-025-02416-9",
          "filter": "2"
        },
        {
          "title": "Glacial retreat converts exposed landscapes from net carbon sinks to sources",
          "authors": "A. J. Pain, J. B. Martin, E. E. Martin, J. T. Salinas-Reyes, C. Bennett",
          "abstract": "Retreat of continental ice sheets exposes comminuted sediment in disequilibrium with non-glacial conditions. Weathering of this sediment may create climate feedbacks by altering exchange of greenhouse gases between atmosphere and landscapes. Here we show in a partially deglaciated watershed in southwest Greenland that glacial meltwater contains low concentrations of reactive dissolved organic carbon that enhances weathering of freshly comminuted sediment causing net sequestration of carbon dioxide. In contrast, soil water reactions enhance methanogenesis and carbon dioxide production and create greenhouse gas sources as organic carbon is remineralized. We suggest that a change from greenhouse gas sinks in glacial meltwater to greenhouse gas sources in soil water creates a switch from a negative to positive warming feedback during glacial-interglacial transitions, but a negative warming feedback may return with future anthropogenic warming, glacial retreat, and increased meltwater production. We anticipate changing weathering reactions following exposure also alter nutrient and radiogenic isotope exports.",
          "url": "https://doi.org/10.1038/s43247-025-02404-z",
          "doi": "https://doi.org/10.1038/s43247-025-02404-z",
          "filter": "2"
        },
        {
          "title": "Landscape controls on water availability limit revegetation after artisanal gold mining in the Peruvian Amazon",
          "authors": "Abra Atwood, Shreya Ramesh, Jennifer Angel Amaya, Hinsby Cadillo-Quiroz, Daxs Coayla, Chan-Mao Chen, A. Joshua West",
          "abstract": "Deforestation from artisanal, small-scale gold mining is transforming large regions of the tropics, from lush rainforest to barren collections of tailings and ponds. Natural forest regeneration is slow due to dramatic soil changes, and existing reforestation strategies are failing. Here we combine remote sensing, electrical resistivity imaging, and measurements of soil properties to characterize post-mining areas in the Madre de Dios region, Peru. We find that the post-mining landscape has dramatically changed water infiltration dynamics, driving decreases in subsurface water availability and presenting a major barrier to revegetation. Mining tailings are extremely hydraulically conductive, allowing for 14.76 m day −1 infiltration relative to 0.074 m day −1 in primary forest soils, leading to lower average soil moisture and extreme temperatures (60 °C). Electrical resistivity imaging reveals a highly resistive, 1.5–2 m deep layer of dry sand across the mining landscape. Areas close to the water table (e.g., pond edges) show higher soil moisture, lower temperatures, and greater natural regeneration compared to topographically elevated tailings. Our results suggest that access to water should be prioritized when targeting reforestation sites, potentially requiring large-scale geomorphological reconfiguration. As gold mining is expected to expand, responsible practices and remediation strategies must account for the critical yet often overlooked role of water.",
          "url": "https://doi.org/10.1038/s43247-025-02332-y",
          "doi": "https://doi.org/10.1038/s43247-025-02332-y",
          "filter": "2"
        },
        {
          "title": "Landfast ice in the Kara Sea stabilizes the Arctic halocline and may slow down Atlantification of the Eurasian Basin",
          "authors": "Yuqing Liu, Martin Losch, L. Bruno Tremblay, Markus Janout",
          "abstract": "Observations show an Atlantification of the Eurasian Basin of the Arctic Ocean, with deeper penetration, shoaling, and ventilation of Atlantic waters in the eastern Arctic and an associated weakening of the cold halocline layer. These processes have a profound impact on the sea ice cover above and potentially on the transition of the Arctic to a seasonal ice cover. Here we show, using a coupled ice-ocean model, that a proper simulation of the landfast ice cover in the relatively small but deeper peripheral Kara Sea has a disproportionately large influence on the halocline stability in the Eurasian Basin and beyond. Specifically, landfast ice in the Kara Sea reduces ice growth and therefore salt rejection into the surface ocean. This negative salinity anomaly is advected eastward with a coastal current along the continental shelf in the Makarov Basin and then out of the Arctic through Fram Strait by the Transpolar Drift Stream on timescales of less than ten years. Global Climate Models, however, do not yet include landfast ice parameterizations. Therefore, they are missing this key process affecting the halocline stability, Atlantification of the Makarov Basin, and potentially the timing of a seasonally ice-free Arctic.",
          "url": "https://doi.org/10.1038/s43247-025-02360-8",
          "doi": "https://doi.org/10.1038/s43247-025-02360-8",
          "filter": "2"
        },
        {
          "title": "Oceanic drivers of UK summer droughts",
          "authors": "Amulya Chevuturi, Marilena Oltmanns, Maliko Tanguy, Ben Harvey, Cecilia Svensson, Jamie Hannaford",
          "abstract": "UK droughts are projected to become more frequent under climate change, reinforcing the need to understand their underlying causes. Our study examines oceanic drivers of UK summer droughts and the associated teleconnection pathways. Specifically, we evaluate statistical links between standardized precipitation and streamflow indices for the UK and two North Atlantic Sea surface temperature (SST) patterns which have previously been linked to the influx of freshwater into the subpolar region. Our findings reveal that the North Atlantic SST influences UK hydrology up to 1.5 years in advance by altering the position of the North Atlantic Current, which is coupled to the location of the North Atlantic summer jet stream. The long lead time of this teleconnection pathway can inform UK drought forecasting across seasonal to interannual timescales and ultimately contribute to the advancement of sustainable water resource management in the face of increasing drought risks in the UK.",
          "url": "https://doi.org/10.1038/s43247-025-02367-1",
          "doi": "https://doi.org/10.1038/s43247-025-02367-1",
          "filter": "2"
        },
        {
          "title": "Increasing soil respiration in a northern hardwood forest indicates symptoms of a changing carbon cycle",
          "authors": "Angela R. Possinger, Charles T. Driscoll, Mark B. Green, Timothy J. Fahey, Chris E. Johnson, Mary Margaret K. Koppers, Lisa D. Martel, Jennifer L. Morse, Pamela H. Templer, Angelina M. Uribe, Geoffrey F. Wilson, Peter M. Groffman",
          "url": "https://doi.org/10.1038/s43247-025-02405-y",
          "doi": "https://doi.org/10.1038/s43247-025-02405-y",
          "filter": "2"
        },
        {
          "title": "Thin and ephemeral snow shapes melt and runoff dynamics in the Peruvian Andes",
          "authors": "Catriona L. Fyffe, Emily Potter, Evan Miles, Thomas E. Shaw, Michael McCarthy, Andrew Orr, Edwin Loarte, Katy Medina, Simone Fatichi, Rob Hellström, Michel Baraer, Emilio Mateo, Alejo Cochachin, Matthew Westoby, Francesca Pellicciotti",
          "abstract": "The snow and glaciers of the Peruvian Andes provide vital water supplies in a region facing water scarcity and substantial glacier change. However, there remains a lack of understanding of snow processes and quantification of the contribution of melt to runoff. Here we apply a distributed glacio-hydrological model over the Rio Santa basin to disentangle the role of the cryosphere in the Andean water cycle. Only at the highest elevations (&gt;5000 m a.s.l.) is the snow cover continuous; at lower elevations, the snowpack is thin and ephemeral, with rapid cycles of snowfall and melt. Due to the large catchment area affected by ephemeral snow, its contribution to catchment inputs is substantial (23% and 38% in the wet and dry season, respectively). Ice melt is crucial in the mid-dry season (up to 44% of inputs). Our results improve estimates of water fluxes and call for further process-based modelling across the Andes.",
          "url": "https://doi.org/10.1038/s43247-025-02379-x",
          "doi": "https://doi.org/10.1038/s43247-025-02379-x",
          "filter": "2"
        },
        {
          "title": "Shipping nitrogen oxides recycling via isoprene nitrate amplifies forest ozone",
          "authors": "Chunshui Lin, Tao Wang, Mingxue Li, Yifan Jiang, Yurun Wang, Yue Tan",
          "url": "https://doi.org/10.1038/s43247-025-02413-y",
          "doi": "https://doi.org/10.1038/s43247-025-02413-y",
          "filter": "2"
        },
        {
          "title": "Enhanced continental weathering drove a transient oxygenation event during the largest Ediacaran carbon isotope excursion",
          "authors": "He Sun, Yilin Xiao, Yangyang Wang, Fengtai Tong, Hai-Ou Gu, Can Ge, Fangyue Wang, Zhihui An, Erhao Shan, Meng Zhang, Tingyu Yang, Pengju Liu",
          "abstract": "The largest Ediacaran carbon isotope excursion (the Shuram excursion, SE) has been proposed to coincide with a transient oceanic oxygenation event. However, the mechanisms responsible for the SE and the associated oxygenation remain unclear. In this study, we investigated the role of silicate weathering during the SE by measuring Li isotope compositions from two suites of marine carbonates in the Ediacaran Doushantuo sections. Our results reveal a pronounced negative lithium isotope excursion during the SE, which cannot be attributed to mineralogical effects and argues against a diagenetic origin for the SE. Instead, box model simulations of lithium-strontium cycles suggest a pulsed phase of enhanced congruent continental weathering during the SE. This increased weathering would have significantly elevated the input of essential nutrients into the ocean, boosting primary production, which in turn led to transient oceanic oxygenation. This process may also explain the negative δ 13 C carb excursion, as it could result from the oxidation of upwelling dissolved organic carbon in shallow seawater. Continental weathering likely played a crucial role in regulating climate, seawater chemistry, and Earth’s surface oxidation state during the SE.",
          "url": "https://doi.org/10.1038/s43247-025-02420-z",
          "doi": "https://doi.org/10.1038/s43247-025-02420-z",
          "filter": "2"
        },
        {
          "title": "Reduced solid water storage over the Tibetan Plateau caused by black carbon",
          "authors": "Junhua Yang, Shichang Kang, Deliang Chen, Keqin Duan, Ninglian Wang, Wentao Du, Lin Zhao, Haijun Deng, Rongjun Wang, Zhen Zhang, Robert R. Gillies",
          "url": "https://doi.org/10.1038/s43247-025-02335-9",
          "doi": "https://doi.org/10.1038/s43247-025-02335-9",
          "filter": "2"
        },
        {
          "title": "Long term carbon export from mountain forests driven by hydroclimate and extreme event driven landsliding",
          "authors": "Jamie D. Howarth, Sean J. Fitzsimons, Adelaine Moody, Jin Wang, Mark H. Garnett, Thomas Croissant, Alex L. Densmore, Andy Howell, Robert G. Hilton",
          "abstract": "The export of organic carbon from terrestrial ecosystems by erosion may play a central role in balancing the geological carbon cycle and Earth’s climate over millennial timescales. However, constraints on organic carbon yields have come from sampling modern rivers that don’t capture variation over decades to millennia driven by changing hydroclimate and erosion during extreme events. Here we use volumetric reconstructions of lake sedimentary fills to generate timeseries of sediment and organic carbon yields from two catchments draining the Southern Alps, New Zealand over the last millennium. The reconstructed yields indicate that earthquake-induced landslides significantly increase sediment and organic carbon yields, contributing to pulsed export that accounts for ~40% of the total. Between extreme events, organic carbon export increased twofold during centuries with a wetter reconstructed climate. Our findings suggest that the link between hydroclimate and organic carbon export may act as a negative feedback in the longer-term carbon cycle.",
          "url": "https://doi.org/10.1038/s43247-025-02382-2",
          "doi": "https://doi.org/10.1038/s43247-025-02382-2",
          "filter": "2"
        },
        {
          "title": "Land-based sensors reveal high frequency of coastal flooding",
          "authors": "Miyuki Hino, Katherine Anarde, Tessa Fridell, Ryan McCune, Thomas Thelen, Elizabeth Farquhar, Perri Woodard, Anthony Whipple",
          "url": "https://doi.org/10.1038/s43247-025-02326-w",
          "doi": "https://doi.org/10.1038/s43247-025-02326-w",
          "filter": "2"
        },
        {
          "title": "Diverse wildfire impacts on river flows across the globe",
          "authors": "Manolis Grillakis, Apostolos Voulgarakis",
          "url": "https://doi.org/10.1038/s43247-025-02419-6",
          "doi": "https://doi.org/10.1038/s43247-025-02419-6",
          "filter": "2"
        },
        {
          "title": "A traceable global warming record and clarity for the 1.5 °C and well-below-2 °C goals",
          "authors": "Gottfried Kirchengast, Moritz Pichler",
          "abstract": "Global surface air temperature change versus preindustrial level is a primary metric of global warming. Its 20-year mean serves as the indicator of the Intergovernmental Panel on Climate Change to monitor threshold crossings like of the 1.5 °C target of the Paris Agreement. Here we introduce a new benchmark timeseries 1850–2024 and projection to 2034 for this key metric, which shows a clear exceedance of 1.5 °C in 2024 by the annual mean (1.62 [1.55–1.69] °C). The 20-year mean still stayed below 1.5 °C (1.39 [1.29–1.49] °C) but is set to cross this threshold in 2028 [2025–2032]. Given this imminence, we propose improved quantification of the Paris goals by a simple four-classes definition (Paris compliance Target-1.5 °C, Well-below-2 °C; exceedance Risky-below-2 °C, Exceedance-2 °C) combined with a reliable tracking of goal compliance based on current and projected global warming levels. Such clear quantification can help spur climate action in the policy and legal domains and further standardization can help to also underpin the Paris Agreement’s global stocktake process.",
          "url": "https://doi.org/10.1038/s43247-025-02368-0",
          "doi": "https://doi.org/10.1038/s43247-025-02368-0",
          "filter": "2"
        },
        {
          "title": "Strategic mangrove restoration increases carbon stock capacity",
          "authors": "Sebrian M. Beselly, Mick van Der Wegen, Johan Reyns, Uwe Grueters, Jasper T. Dijkstra, Dano Roelvink",
          "url": "https://doi.org/10.1038/s43247-025-02401-2",
          "doi": "https://doi.org/10.1038/s43247-025-02401-2",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Public opinion foundations of the clean energy transition",
          "authors": "Alexander F. Gazmararian, Matto Mildenberger, Dustin Tingley",
          "url": "https://doi.org/10.1080/09644016.2025.2508563",
          "doi": "https://doi.org/10.1080/09644016.2025.2508563",
          "filter": "0"
        },
        {
          "title": "EU climate policy in turbulent times: understanding the response to the Covid-19 pandemic and Russia’s full-scale invasion of Ukraine",
          "authors": "Ingmar von Homeyer, Sebastian Oberthür, Claire Dupont",
          "url": "https://doi.org/10.1080/09644016.2025.2510063",
          "doi": "https://doi.org/10.1080/09644016.2025.2510063",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Provincial economic and air quality-related health impacts of China’s potential partitioned carbon regulation",
          "authors": "Hantang PENG, Mingwei Li, Da Zhang, Xinyi Liu, Fengwei Wan, Junling Huang, Xiliang Zhang",
          "abstract": "China has launched the national emissions trading system (ETS) and intends to form a novel mechanism to control provincial carbon emissions. While previous studies have examined ETS and provincial reduction targets separately, the impacts of the potential integration of these approaches on welfare and the spatial distribution of air quality-related health remain underexplored. In this study, we employ an integrated modeling framework to compare the economic impacts and health outcomes associated with PM2.5 and ozone under three provincial control mechanisms with the same target for national total carbon emissions in 2035. Our findings indicate that ETS improves national welfare by at least US$18.9 billion (0.12%) compared to the conventional provincial control mechanism (PRO_CAP). The partitioned carbon regulation mechanism (PART_REG), which applies the national ETS to power and energy-intensive industry sectors while assigning reduction targets to other sectors at the provincial level, achieves 85% of the welfare improvement observed under full ETS coverage (FULL_ETS). ETS redistributes CO2 and co-emitted air pollutant emissions from northern to southern China, improving air quality in northern provinces but worsening it in central and southern provinces. The national premature deaths increase by 32,700 (95% CI: 23,200—41,600) under PART_REG compared to PRO_CAP. When comparing the changes in welfare and monetized health damages, ETS remains cost-effective nationally, with a median net benefit of US$6.6 billion under PART_REG —20% higher than that under FULL_ETS. Northern and southeastern coastal provinces experience net positive benefits, while some central provinces face net negative impacts.",
          "url": "https://doi.org/10.1088/1748-9326/addee1",
          "doi": "https://doi.org/10.1088/1748-9326/addee1",
          "filter": "0"
        },
        {
          "title": "Urban climate resilience in transition economies: the case of Central Asia.",
          "authors": "Rahat Sabyrbekov, Indra Overland",
          "abstract": "Urban infrastructure in Central Asia — specifically in the cities of Almaty and Astana (Kazakhstan), Ashgabat (Turkmenistan), Bishkek (Kyrgyzstan), Dushanbe (Tajikistan), and Tashkent (Uzbekistan) — is increasingly vulnerable to climate change impacts. Despite rapid urbanization, much of the region’s critical urban infrastructure remains outdated and ill-equipped to withstand climate-induced risks. This study assesses and compares the vulnerability of urban infrastructure, examining governance priorities and climate change exposure across the six largest cities in this under-researched region. Based on the urban resilience framework, this study adopts a mixed-methods approach that integrates climate data, city strategies, and governance analyses, ensuring a comprehensive assessment of both the quantitative and qualitative dimensions of urban resilience. The findings reveal substantial variations in urban resilience across the cities, with Astana and Almaty exhibiting stronger financial capacities, while Bishkek and Dushanbe face severe financial and infrastructural constraints. The study underscores the need for adaptive governance mechanisms, integration of climate policy into infrastructure management, and sustainable financing models to build climate-resilient urban environments—lessons applicable to transition economies beyond the region.",
          "url": "https://doi.org/10.1088/1748-9326/addfee",
          "doi": "https://doi.org/10.1088/1748-9326/addfee",
          "filter": "0"
        },
        {
          "title": "Quantifying the substantive influence of public comment on United States federal environmental decisions under NEPA",
          "authors": "Ashley Stava, Wayne W Thogmartin, Robert Merideth, Steven Bethard, Faiz Currim, Jonathan Derbridge, Kirk Emerson, Egoitz Laparra, Aaron Lien, Emily McGovern, Justin Pidot, Marc Miller, Krista Romero-Cardenas, Blaze Smith, Carly Winnebald, Laura López-Hoffman",
          "abstract": "A citizen’s right to comment on, and criticize, government decisions makes a difference. The U.S. National Environmental Policy Act of 1969 (NEPA) institutionalized public engagement in environmental review in the belief it would lead to better decisions and more sustainable outcomes. But, 50 years later, NEPA’s public comment process has been criticized as costly and slow, while doing little to change outcomes. Data science now makes it possible to track progress and evaluate the influence of public participation. We examined 108 Environmental Impact Statement (EIS) processes spanning 22 years. Our analysis revealed that public comments resulted in substantive decision alterations in 62% of cases, with 64% showing modifications to alternatives, 42% showing modifications to mitigation plans and 11% leading to the selection of an entirely new preferred alternative. When federal agencies changed project alternatives (78 EISs), 88% of the time (69 of the 78 EISs) they credited public comments as the reason. In 45 of the 108 EISs, agencies modified mitigation plans and credited public comments as the reason 100% of the time. Agencies only occasionally selected a new preferred alternative (21 out of 104 EISs), but when they did, they credited public comments as the reason 100% of the time. As the United States and the 190+ states and countries that have adopted NEPA’s example consider how to address environmental change, it is important to assess the role of public participation in environmental decision making. Our data say public comments matter.",
          "url": "https://doi.org/10.1088/1748-9326/addee5",
          "doi": "https://doi.org/10.1088/1748-9326/addee5",
          "filter": "0"
        },
        {
          "title": "Rethinking the responsibility for China's water withdrawal: Distribution, supply chain and inequality",
          "authors": "Ziyi Wei, Xiaomeng Wang, Yajuan Yu, Zhen Wang, Kai Huang",
          "abstract": "Virtual water trade (VWT) links local water withdrawal (WW) with distant consumption. Given the significant contradictions between China's water demand and supply, it is urgent to clarify the responsibilities for water withdrawal (RWW) in VWT. Previous studies considering this responsibility have focused solely on the absolute volume of WW; however, the disparities in water availability and economic capacity lead to differing implications of the same water withdrawal action across regions. Here, to reassess the RWW, we introduce water scarcity index and value-added to WW and propose the concept of the Three-Dimensional Water Footprint (3DWF). We reveal the distribution distinction between WW and 3DWF among China's regions. In addition, we explore how the 3DWF is transferred within the supply chain and further reveal its inequality and the contributions of regions to the inequality. We find that the distribution of 3DWF has changed dramatically compared to WW, primarily concentrating in China's economic center. The 3DWF inequality primarily results from the distribution of 3DWF-local, with a Gini coefficient of 0.7556. Xinjiang has only 1.8% of the population but is responsible for 22% of the 3DWF-local in China and has become the largest contributor to the inequality. Notably, this inequality is mitigated when 3DWF-non-local is taken into account. Our findings provide new insights into the establishment of rigid constraints and the sustainable spatial deployment of water resources.",
          "url": "https://doi.org/10.1088/1748-9326/addee2",
          "doi": "https://doi.org/10.1088/1748-9326/addee2",
          "filter": "0"
        },
        {
          "title": "Snow, ice and permafrost landscapes as ‘frozen commons’: examples from northern Mongolia",
          "authors": "Mariia Kuklina, Vera Kuklina, Nikolay Shiklomanov, Alexander Shiklomanov, Kelsey Nyland, Khadbaatar Sandag, Enkh-Amgalan Sandag, Natalia Krasnoshtanova, Dmitrii Kobylkin, Alexander Kholodov, Andrey Petrov",
          "abstract": "Cryosphere has a global role as a biogeophysical phenomenon. It affects the livelihoods of people inhabiting permafrost areas and is affected by human activity within and outside of the cryosphere’s geographical span. ‘Frozen commons’ (FCs) are cryosphere resources and landscapes, defined by snow, ice, and permafrost, that are experienced, used, protected and managed by groups of people together. This paper highlights collaboration between herders and scientists aimed at improving the understanding of FCs in northern Mongolia, a region of rapid cryosphere transformation. The impact of climate change on Indigenous and pastoralist communities in Mongolia is profound, leading to the damage or loss of FCs critical to local livelihoods. Therefore, Indigenous and local knowledge becomes crucial in assessing and predicting the climate-driven dynamics of FCs. In 2022, 2023, 2024 a team of permafrost scientists, geographers, and economists conducted interviews in reindeer and cattle herder camps in Khövsgöl Aimag (Province) located in the northern part of Mongolia. Local livelihoods do not depend only on cattle, which allows us to examine a variety of animal–environment interactions and impacts on pastoralism. The analysis of interviews indicates that FCs are a vital resource for the Khövsgöl communities and holds significant importance in their daily lives. Permafrost plays a key role for herders as it provides water resources for pastures and local rivers, which is critical during dry summers. Ice and snow also have many uses, such as a source of water, winter transport and the basis of cultural events. As winters become shorter and ice conditions become less predictable, the sustainability and availability of these resources for local people are under threat. In light of these challenges, it is imperative to formulate climate adaptation and mitigation strategies through collaborative efforts that actively involve and respect the perspectives of Indigenous and local people.",
          "url": "https://doi.org/10.1088/1748-9326/adc7cb",
          "doi": "https://doi.org/10.1088/1748-9326/adc7cb",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Satellite detected weak decline of nitrogen oxides emissions in economically small cities of China",
          "authors": "Hao Kong, Jintai Lin, Ruijing Ni, Mingxi Du, Jingxu Wang, Lulu Chen, Chenghao Xu, Yingying Yan, Hongjian Weng, Yuhang Zhang",
          "abstract": "Nitrogen oxides (NOX = NO + NO2) are a major air pollutant under stringent emission regulation in China. The nation has effectively cut its total anthropogenic emission since the peaking around 2012, with cities at the forefront of implementing mitigation measures. However, the city-level emission changes and cross-city contrast remains poorly understood, due to inaccuracies in existing emission data. Using the satellite-based high-resolution PHLET inversion, we derived city-level NOX emissions in China from 2012 to 2020. We found much weaker emission declines in small cities (by 14.7% from 2012–2014 mean to 2018–2020 mean, for the bottom one-third of cities ordered by economic volumes) and medium cities (by 21.3%, for the middle one-third), compared to those in large cities (by 30.6%, for the top one-third) and provincial capital cities in the North Region of China (by 54.2%). Emissions even grew in 43.0% of small cities, compared to 17.4% for large cities. Cross-city emission differences both within each province and among the provinces decreased substantially over time, resulting in a relative shift of emission burdens towards small and medium cities. Such a tendency is hardly resolved by bottom-up emission inventories, highlighting the value of satellite-based high-resolution inversion for tracking city-level emissions to support targeted emission control.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade170",
          "doi": "https://doi.org/10.1088/1748-9326/ade170",
          "filter": "2"
        },
        {
          "title": "Utilizing machine learning for high resolution NO 2 total columns from PACE OCI",
          "authors": "Zachary Fasnacht, Joanna Joiner, Eric Buscela, Matthew Bandel, Fei Liu, Lok Lamsal, Nickolay Krotkov",
          "abstract": "Satellite-based observations of nitrogen dioxide (NO 2 ) are important for monitoring atmospheric composition, estimating nitrogen oxide emissions, and informing chemistry transport models. While advancements have been made in space-based NO 2 observations and retrievals, most measurements are still unable to resolve the detailed structure of NO 2 plumes. Designed primarily for aerosol and ocean applications, the plankton, aerosol, cloud, ocean ecosystem (PACE) ocean color instrument (OCI) provides a unique opportunity to retrieve NO 2 from high spatial resolution 1km 2 hyper-spectral measurements. We exploit a machine learning technique to show that OCI, with a spectral resolution of 5nm, can provide high spatial resolution information about NO 2 when trained with high quality retrievals from the Tropospheric Monitoring Instrument (TROPOMI). This work demonstrates the potential to rapidly produce high spatial resolution NO 2 columns by making use of well validated retrievals derived from instruments with higher spectral resolution. These data can potentially enable emissions estimates with reduced uncertainties and higher spatial resolution. Additionally, the data could provide higher resolution information for exposure estimates used in epidemiological studies.",
          "url": "https://doi.org/10.1088/1748-9326/addfef",
          "doi": "https://doi.org/10.1088/1748-9326/addfef",
          "filter": "2"
        },
        {
          "title": "Vegetation spatial network patterns influence ecosystem service bundles and interactions in the Yellow River Basin",
          "authors": "Huanjia Cui, Yu Wang, Qiang Yu, Buyanbaatar Avirmed, Jikai Zhao, Weijie Sun, Mookhor Khishigjargald, Sharavjamts Oyuntuyad, Naranbat Dambadarjaad, Ganbold Bayanmunkhd",
          "abstract": "The Yellow River Basin (YRB) is recognized as an essential ecological safeguard in China, significantly contributing to ecological stability and environmental protection. However, rapid socioeconomic development poses significant threats to the ecological security of the region. To address this issue, this study used normalized difference vegetation index data to identify ecological source areas. Using optimal parameters-based geographical detector model processed a multi-source data set to develop an ecological spatial network. Methods for topological and pattern analysis were utilized to examine the network. Additionally, various ecosystem services (ESs) within the ecological source areas and their interrelationships were calculated to analyze their associations with network characteristics, climate, and human factors under different network patterns. Finally, based on the importance of the structure and function of regional vegetation, a series of strategies has been proposed to optimize and protect the stability of its spatial distribution. The research findings show that: (1) areas with high ES indicator values are mainly found in the upper reaches of the YRB and the adjacent regions of the Taihang Mountains (2) the ecological spatial network of the YRB is denser in the mid-upper reaches and sparser in the lower reaches. (3) There is a significant synergy between water supply and water conservation within the ecological source areas, while landscape aesthetics and carbon storage, as well as water supply and carbon storage, exhibit significant trade-off effects. (4) Five network patterns and six ES bundles were identified. The correlation between ESs, network topological metrics, and climate-human factors varies across different patterns, with more structurally complete network patterns generally providing better ESs.",
          "url": "https://doi.org/10.1088/1748-9326/adda64",
          "doi": "https://doi.org/10.1088/1748-9326/adda64",
          "filter": "2"
        },
        {
          "title": "The CDR potential of olivine-based enhanced rock weathering in marine systems: a case study for the coastal zone of France",
          "authors": "Luna J.J. Geerts, Astrid Hylén, Filip J.R. Meysman",
          "abstract": "Marine enhanced rock weathering (mERW) is proposed as a method to achieve ocean alkalinity enhancement, thus increasing the CO 2 storage capacity of seawater. Deposition of minerals in shallow waters results in enhanced weathering dissolution rates via the “benthic weathering engine”, thus inducing an additional alkalinity release from the seabed on top of the natural alkalinity efflux. However, the application potential of mERW as a carbon dioxide removal (CDR) technology remains uncertain. Here, we quantified the CDR potential via mERW through a spatially explicit model, using the coastal zone of France as a case study. We simulated the one-time addition of dunite (olivine-rich source rock) distinguishing between three sediment types: bedload, permeable, and cohesive seafloor environments. The average CO 2 sequestration rate was estimated at 0.32 kg CO 2 m –2 seafloor kg –1 dunite over 100 years. The sediment type was identified as the most important factor governing the CO 2 sequestration rate, as it critically constrains the olivine dissolution kinetics. Coarse sediments exposed to bedload transport provide the highest CO 2 sequestration rates. The application area was restricted to the territorial seas of mainland France (12 nautical miles offshore), and we estimated that 45% of this zone is suited for mERW. This area is further reduced to 23% when nature conservation areas are excluded from application. Assuming a dunite (olivine-rich mineral) loading of 20 kg m –2 seafloor, the CO 2 sequestration capacity over 100 years for the entire mERW area in France is estimated to be 210 Mt. As such, mERW will not be able to cover the entire CDR need for a country like France but could be one technology in a larger portfolio of CDR techniques. Our model analysis lays bare identifies a number of uncertainties and knowledge gaps in the assessment of the mERW potential.",
          "url": "https://doi.org/10.1088/1748-9326/addf60",
          "doi": "https://doi.org/10.1088/1748-9326/addf60",
          "filter": "2"
        },
        {
          "title": "Human–Earth system interactions under climate change",
          "authors": "Huidong Li, Minchao Wu, TC Chakraborty, Anna Rutgersson, Torbern Tagesson, Bing Xue, Zhonghua Zheng",
          "url": "https://doi.org/10.1088/1748-9326/adda65",
          "doi": "https://doi.org/10.1088/1748-9326/adda65",
          "filter": "2"
        },
        {
          "title": "Rapid trend towards larger and more moisture-limited trees in Central-European temperate forests",
          "authors": "Vaclav Treml, Jan Tumajer, Filip Oulehle, Jan Altman, Jiří Doležal, Monika Vejpustková, Miloš Rydval, Nela Altmanová, Lukáš Brůha, Vojtěch Čada, Pavel Fibich, Ryszard Kaczka, Jakub Kašpar, Tomáš Kolář, Jan Krejza, Jiří Mašek, Sergei Mikhailov, Pavel Šamonil, Michal Rybníček, Marko Stojanović, Jan Svoboda, Miroslav Svoboda, Iva Vašíčková",
          "abstract": "Tree stems represent a long-lived biomass compartment for atmospheric carbon sequestration. While terrestrial biosphere models predict rising carbon sequestration in forests, direct observations of tree growth are inconclusive due to varying standardization procedures of tree-ring series and complex factors influencing stem growth such as moisture and nutrient deficits and anthropogenic carbon and nitrogen fertilization. The mismatch between tree-ring-based observations, repeated inventories at permanent plots, and predictions of biospheric models represents a significant knowledge gap limiting forecasting of future forest growth. Using the novel approach free of tree-ring standardization trials and focusing on even-aged trees sampled from uneven-aged forest stands, we present a robust comparison of tree stem diameter changes in temperate forests between 1990 and 2015 along environmental gradients in Central Europe. The stem sizes of four out of five species showed significant enlargement while also partly increasing stem growth limitation due to moisture availability. The largest increase in stem diameter was recorded for late succession species on fertile sites. By contrast, the stem size of early-succession species on dry and nutrient-poor sites remained unaltered. Stems of mature trees in present-day forests are, on average, 8% thicker than their counterparts in 1990 consistent with trends predicted by terrestrial biosphere models. We demonstrated that, despite increasing drought limitation, temperate tree species enlarged their stems. Viewed in conjunction with older permanent plot data, Central-European temperate forests exhibited almost half century of continuous stem enlargement, potentially impacting forest functioning in terms of size-sensitive characteristics such as susceptibility to drought and disturbances.",
          "url": "https://doi.org/10.1088/1748-9326/ade0d8",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d8",
          "filter": "2"
        },
        {
          "title": "On the potential of Stommel’s perpetual salt fountain for artiﬁcial upwelling",
          "authors": "Jost Kemper, Jan Mense, Jörn Kröger, Thomas Slawig, Kai Graf, Ulf Riebesell",
          "abstract": "Artificial Upwelling (AU) of nutrient-rich deep ocean water to the surface ocean has been proposed to increase ecosystem productivity and enhance CO2 uptake. AU is thus considered a marine Carbon Dioxide Removal (CDR) option among other potential uses. Due to the typical temperature and salinity depth profiles in wide parts of the oceans, a self-sustaining up or downflow within a vertical pipe can be established. This concept was introduced by Stommel et al. (1956) as the perpetual salt fountain. Using a one-dimensional numerical performance prediction method for Stommel Upwelling Pipe (SUP) systems, previously developed and verified by the authors (Kemper et al. 2025), several studies on the potential of the SUP concept for AU are reported in the present work. A global assessment of the AU potential of SUP systems is presented, and the spatial and temporal variability of their performance is discussed. Additionally, an overview of upscaling and optimization design considerations for SUP systems is given based on a parametric study. Our results show that considerable parts of the global oceans are suitable for SUP-based AU of nutrients. The highest potential is found in the subtropical ocean gyres. We further find a significant seasonal pattern in the upwelling velocity. Upscaling of SUP systems to achieve practically significant flow rates for AU is found possible.",
          "url": "https://doi.org/10.1088/1748-9326/ade0d3",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d3",
          "filter": "2"
        },
        {
          "title": "Skill-informed seamless communication of European S2S hydrological forecasts",
          "authors": "Ilias Pechlivanidis, Louise Crochemore",
          "abstract": "Sub-seasonal to seasonal (S2S) information holds significant socio-economic value for decision-makers relying on climate variability. While significant advancements have been made in S2S meteorological forecasting, skill variability among prediction systems persists due to differences in physical process representation and technical characteristics of the predictive systems. Traditionally, sub-seasonal systems are considered more informative than seasonal systems within their time horizons, leading to seamless communication approaches that combine systems at fixed horizons, overlooking tailored solutions to optimize forecast skill. This study investigates S2S streamflow forecasting skill across Europe’s diverse hydrological regimes, identifying optimal combination horizons for skill-informed seamless communication. Using bias-adjusted forecasts from ECMWF’s sub-seasonal (ENS-ER) and seasonal (SEAS5) systems, we evaluate streamflow forecasts to uncover spatiotemporal complementarities between the two systems. The results reveal that most European basins benefit from sub-seasonal forecasts up to 3 to 6 weeks ahead, while steep, snow-dominated mountain ranges, high-precipitation basins, and elevated Mediterranean areas exhibit shorter horizons of 2 to 4 weeks. Gains in meteorological forecast skill at short lead times (1 to 3 weeks) are amplified when translated into hydrological processes, extending predictability up to 6 weeks. ENS-ER-based forecasts demonstrate greater spatial homogeneity in skill during shorter lead times, while SEAS5-based forecasts excel at extended horizons. These findings highlight the potential for tailored seamless products to enhance S2S forecast utility. By integrating complementary S2S prediction systems with this diagnostic, region-dependent strategy tailored to diverse hydrological regimes, hydro-climate services can seamlessly deliver accurate, actionable, and operationally relevant information to water- and climate-dependent sectors.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade0d7",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d7",
          "filter": "2"
        },
        {
          "title": "Illuminating deep-sea considerations and experimental approaches for mCDR proposals",
          "authors": "Natalya D Gallo, Anna Metaxas, Susanna Lidström, Elizabeth Hetherington, Joan M Alfaro-Lucas, Diva Amon, James Barry, Narissa Bax, Philip W Boyd, Ana Colaço, Isa Elegbede, Elva Escobar-Briones, Svenja Halfter, Ana Hilario, Nathalie Hilmi, Christine L Huffard, M Debora Iglesias-Rodriguez, Lisa A Levin, Douglas J McCauley, Nelia C Mestre, Pauline Nyambura Mwangi, Juliano Palacios-Abrantes, Eesha Rangani, Andrew R Thurber, Moriaki Yasuhara",
          "url": "https://doi.org/10.1088/1748-9326/add8a6",
          "doi": "https://doi.org/10.1088/1748-9326/add8a6",
          "filter": "2"
        },
        {
          "title": "Critical slowing down precedes regime shifts in a Miombo woodland in Zambia",
          "authors": "Paulo N. Bernardino, Lori Giagnacovo, Bart Muys, Ben Somers, Sybryn L. Maes",
          "abstract": "Climate change and anthropogenic pressures are increasingly driving abrupt regime shifts in natural ecosystems, leading to biodiversity loss and disruptions in their functioning. In systems with alternative stable states maintained by feedback mechanisms, such shifts are difficult to reverse due to hysteresis. These systems may show early warning signals (e.g., critical slowing down) indicating ecological resilience loss prior to a regime shift. Critical slowing down manifests as a reduced rate of recovery from disturbances and can be detected through increasing temporal autocorrelation at-lag-1 (AC1) in vegetation indicator time series. While studies increasingly use remote sensing data (e.g., the Normalized Difference Vegetation Index) to evaluate critical slowing down in natural ecosystems, most lack in-field validation and are conducted at broad spatial scales, limiting real-world applicability. Here, we assess if EWS precede regime shifts in Zambian wet Miombo woodlands by combining field-based vegetation data with remote sensing time series. We investigate (i) whether regime shifts in Miombo woodlands can be detected using field data on vegetation structure and remote sensing data, (ii) the relationship between fire frequency and regime shifts, and (iii) if increasing AC1 precedes a regime shift. Our findings demonstrate the occurrence of regime shifts in Miombo woodlands and provide empirical evidence supporting the use of critical slowing down as a predictive tool. Spatial models showed that both a high fire frequency and an increasing AC1 preceding the shift are significantly (P &lt; 0.05) linked to regime shift occurrence. This study highlights the importance of integrating field and remote sensing data for monitoring ecosystem transitions. By identifying resilience loss and regime shift occurrence, our approach offers valuable insights for conservation and restoration planning, emphasizing the need for adaptive fire management strategies to mitigate degradation and promote ecosystem recovery.",
          "url": "https://doi.org/10.1088/1748-9326/ade0d9",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d9",
          "filter": "2"
        },
        {
          "title": "Multicore structures of oceanic mesoscale eddies",
          "authors": "Yanjiang Lin",
          "abstract": "Mesoscale eddies observed in coarse-resolution data typically appear with a single center. However, recent altimetry observations of SWOT reveal many eddies own multicore structures. This study investigates the differences between these multicore eddies and single-core eddies and how the multicore eddies are generated. SWOT observation shows that about two-thirds of anticyclonic and cyclonic eddies have multiple centers, mainly found in mid-latitudes in the Northern Hemisphere and high-latitudes in the Southern Hemisphere. Additionally, the geostrophic velocity in multicore eddies is generally higher, through inverse barotropic energy, than in single-core ones. Using LLC4320 simulations, we found that the baroclinic instability plays a key role in forming these subcenters, and the probability of eddies generating multiple centers decreases during the eddy lifecycle. There are more multicore eddies observed in winter, corresponding to a larger baroclinic growth rate, than in summer. Our study provides new insights into the structure of eddies.",
          "url": "https://doi.org/10.1088/1748-9326/ade0d6",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d6",
          "filter": "2"
        },
        {
          "title": "CarbonFiberStone: A new carbon negative and cost-effective alternative to conventional building materials by fusing three different CDR technologies.",
          "authors": "Friedrich J. Bohn, Uwe Arnold, Ömer Bucak, Erik Frank, Leonie Schrafstetter, Kolja Kuse",
          "abstract": "Unprecedented urbanisation has led to a sharp increase in the world's building stock, increasing material consumption and environmental impact. This study introduces CarbonFiberStone (CFS), a novel lightweight construction material, and assesses its carbon footprint in a specific buiding application. CFS is defined as a millimetre-thin bio-based carbon fiber fabric bonded to compression-resistant stone slabs using an adhesive. CFS is extremely resistant to compression and tension. The resulting stone powder from the stone cutting process is used for enhanced weathering. The wall element presented here incorporates a layer of biochar for insulation purposes. Using Life Cycle Assessment (LCA) and Techno-Economic Analysis (TEA), we compare five CFS-based building blocks with two conventional reinforced concrete blocks in single and multi-storey residential buildings. The results show that CFS walls achieve a net carbon negative balance of -56.86 to 65.32 kg CO₂eq/m², sequestering 0.10 to 0.15 t CO₂ per square metre of living space at similar costs to conventional construction with reinforced concrete. These results show that CFS has the potential to become a viable, sustainable alternative to conventional building materials and thus has the potential to make a significant contribution to the 1.5°C target of the Paris Agreement.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addfed",
          "doi": "https://doi.org/10.1088/1748-9326/addfed",
          "filter": "2"
        },
        {
          "title": "Forest Carbon Sink Potential in the Contiguous United States: Insights from a Novel Growth Model",
          "authors": "Yuan Cao, Yinglin Tian, Di Xie, Shutong Liu, Guangqian Wang, Deyu Zhong",
          "abstract": "Growth models are essential tools for predicting forest carbon sinks, yet existing models are often developed from limited perspectives and rarely account for the impacts of climate change on forest distribution. This study first introduces novel growth models grounded in the concept of accumulation phenomena, providing a new perspective while achieving a balanced integration of model accuracy and complexity. Second, by combining MaxEnt model with the growth model, we project the future dynamics of forest carbon in the Contiguous United States (CONUS), considering forest aging, climate-induced forest loss and shifts in forest compositions. Our findings reveal a consistent upward trend in total aboveground biomass (AGB), but the potential increase is limited, with AGB projected to rise by only 11.6% to 14.0% by 2080 compared to 2020. The characteristics and dominant limits of AGB potential vary across different regions of the CONUS. For instance, the West region exhibits the highest resilience to climate change, with AGB potential increasing by 37.4% to 38.3% in 2080 compared to 2020. However, the AGB potential is approaching saturation due to the aging forest structure. The Midwest region demonstrates heightened vulnerability to climate change, with AGB projected to decline nearly 22~25% by 2080 compared to 2020. This projected decline is primarily due to the Midwest region undergoing the most severe plot loss and shifts in forest composition among all regions, with a changed plot rate of 40.7% to 47.3% in 2080. This study provides estimates of CONUS forest carbon storage potential, offering insights for the development of nature-based climate solutions.",
          "url": "https://doi.org/10.1088/1748-9326/adde74",
          "doi": "https://doi.org/10.1088/1748-9326/adde74",
          "filter": "2"
        },
        {
          "title": "Sandy and clay soils drive ecosystem productivity fluctuations through water limitations",
          "authors": "Xinrong Zhu, Lu Wu, Piao Chen",
          "abstract": "Ecosystem water limitation is an important and complicated topic, with soil moisture-driven ecohydrological indicators often yielding contradictory insights into the soils’ impacts on ecosystem water limitation. To address this, we conducted a comprehensive evaluation of two distinct soil-regulated water limitation regimes in global drylands, distinguishing between ecosystem water limitation regulated by wilting point (WP) and those regulated by critical soil moisture (CSM) threshold for meeting ecosystem water demand. We find systematic differences of these two distinct water limitation regimes across drylands: the more significant the WP effect, the less significant the CSM effect, and vice versa. Climatic aridity, soil texture, root-water uptake depths or all together drive the divergence between two types of ecosystem water limitations at regional scale, and soil texture play a dominant role. Sand and clay soils drive ecosystem productivity fluctuations by increased water limitations, albeit through different pathways: clay soils correspond to a more significant water limitation as WP contribution rather than CSM, while sandy soils are the opposite. In this study, the framework of decoupling the differential effects of soil on ecosystem water limitation was re-developed by integrating WP and CSM into ecological drought monitoring and assessment.",
          "url": "https://doi.org/10.1088/1748-9326/ade0db",
          "doi": "https://doi.org/10.1088/1748-9326/ade0db",
          "filter": "2"
        },
        {
          "title": "Forest dynamics mapping in central Vietnam from 1988 to 2022 using Landsat time-series data",
          "authors": "Hien Nguyen, Eike Behre, Hoang Khanh Linh Nguyen, Gia Tung Pham, Bien Thanh Vu, Monika Egerer, Felix Bachofer",
          "abstract": "Forests provide essential ecosystem services, including biodiversity conservation, climate regulation, and livelihoods for millions of people worldwide. This study provides a comprehensive analysis of land-use and land-cover (LULC) changes with a focus on forest cover changes in Huế, central Vietnam, over the period from 1988 to 2022. Huế is a region of ecological and cultural significance, home to diverse forest ecosystems that play a critical role in water regulation, flood mitigation, and soil stabilization. The province's forests also support rich biodiversity and provide vital resources for local livelihoods. By leveraging time-series Landsat observations and employing the Continuous Change Detection and Classification - Spectral Mixture Analysis (CCDC-SMA) method, we synthesized multi-decadal geospatial data to track and categorize forest dynamics. The results indicate substantial LULC changes, highlighted by a significant reduction in stable forest cover from 58.3% in 1993 to 48.9% in 2022, accompanied by an increase in degraded forests from 11.7% to 18.0%. Peak forest loss was recorded at 1.5% by the end of 2013. The study discusses economic expansion, infrastructure development, climate variability, and agricultural intensification as key drivers of forest cover change. The findings underscore the importance of sustainable land management practices and provide actionable insights to inform policy development, particularly in regions with complex socio-economic and ecological interactions.",
          "url": "https://doi.org/10.1088/1748-9326/ade0d2",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d2",
          "filter": "2"
        },
        {
          "title": "Grassland growth response to drought in dryland Inner Mongolia: insights from a two-decade analysis",
          "authors": "Lijuan Miao, Zhiwei Yu, Xiaorui Zhu, Evgenios Agathokleous, Gang Bao, Pervaiz Iqbal, Liu Qiang",
          "abstract": "The frequency of extreme drought events is increasing, significantly impacting ecosystems worldwide. In China, the grasslands of dryland Inner Mongolia provide a vital ecological resource, highlight the urgent need to understand their response to drought in these arid regions. We investigate vegetation dynamics and soil moisture fluctuations across three grassland types—meadows, typical grasslands, and desert grasslands—utilizing Solar-Induced Fluorescence (SIF), Normalized Difference Vegetation Index (NDVI), and soil moisture data from 2001 to 2020. By employing Event Coincidence Analysis and the Maximum Coincidence Rate, we quantified the grasslands’ responses to drought events. Our findings indicate a significant upward trend in SIF across all grassland types over the past two decades, while NDVI and soil moisture levels remained relatively stable. Under drought conditions, the probability of grassland degradation ranged from 40% to 60%. Notably, desert grasslands exhibited a considerably slower response rate compared to other grassland types, while meadow grasslands responded the fastest to drought; however, all grassland types displayed a response delay of 1 to 2 months. When soil moisture levels fell below -1.8 standard deviations (STD), a reversal in grassland response patterns was observed, particularly in meadow grasslands, which showed a substantial increase in response probability. At soil moisture levels below -2.4 STD, this probability stabilized at approximately 90%, significantly higher than that of other grassland types. These insights provide a vital basis for understanding and mitigating drought impacts on resilient grassland ecosystems under climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ade171",
          "doi": "https://doi.org/10.1088/1748-9326/ade171",
          "filter": "2"
        },
        {
          "title": "Asymmetric response of precipitation extremes in China to CO2 removal forcing",
          "authors": "Bin Tang, Wenting Hu, Anmin Duan, Yimin Liu, Bian He, Kailun Gao, Die Hu",
          "abstract": "Understanding precipitation extremes response to CO2 removal (CDR) in China is crucial for climate change mitigation and adaptation. This study examines the responses of heavy precipitation, represented by the maximum consecutive 5-day precipitation (Rx5day), over China under an idealized CDR scenario using five models from phase 6 of the Coupled Model Inter-comparison Project (CMIP6). The results reveal an asymmetric response, indicating that China may experience more severe heavy precipitation events compared to the pre-industrial (PI, 1850–1900) period, even if CO2 concentrations are reduced to PI levels. From June to September, the increase in Rx5day across most of China relative to the PI stage is primarily driven by upward air motions and the convergence of water vapor flux. The regions with overshoot are linked to southward movement of westerly jet, as well as shifts in vertical motion. A moisture budget diagnosis demonstrates that the thermal term plays a dominant role in promoting water vapor convergence across most of China, while the dynamic term leads to water vapor divergence in specific areas. These results in corresponding increases and decreases in extreme precipitation, respectively. Specifically, water vapor advection associated with the thermal term, along with the convergence and divergence linked to the dynamic term, serves as the principal determinants influencing the distribution of water vapor changes in China from June to September. Our study highlights the need for further investigation into more effective mitigation and adaptation strategies in the context of CDR.",
          "url": "https://doi.org/10.1088/1748-9326/addedf",
          "doi": "https://doi.org/10.1088/1748-9326/addedf",
          "filter": "2"
        },
        {
          "title": "Soil cation storage is a key control on the carbon removal dynamics of enhanced weathering",
          "authors": "Yoshiki Kanzaki, Noah J Planavsky, Shuang Zhang, Jacob Jordan, T.J. Suhrhoff, Christopher T Reinhard",
          "abstract": "Significant interest and resources are currently being channeled into techniques for durable carbon dioxide removal (CDR) from Earth’s atmosphere. A particular class of these approaches — referred to as enhanced weathering — seeks to modify the surface alkalinity budget to store CO 2 as dissolved inorganic carbon species. Here, we use a reaction-transport model designed to simulate enhanced weathering in managed lands to evaluate the throughput and storage timescales of anthropogenic alkalinity in agricultural soils in the coterminous U.S. We find that lag times between alkalinity modification and carbon removal can span from years to many decades depending on region. Background soil cation exchange capacity, agronomic target pH, and fluid infiltration all impact the timescales of CDR relative to the timing of alkalinity input, suggesting there is scope for optimization of alkalinity transport through variation in land management practice. However, shifting practices to reduce lag times may decrease total CDR from weathering and lead to non-optimal nutrient use efficiencies and soil nitrous oxide (N 2 O) fluxes. Our results indicate that there may be a large temporal disconnect between deployment of enhanced weathering and climate-relevant CDR, with important implications for monitoring, reporting, and verifying carbon removal through enhanced weathering.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade0d5",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d5",
          "filter": "2"
        },
        {
          "title": "Dust source activation frequency across East Asia",
          "authors": "Lingle Chen, Kerstin Schepanski, Anya J. Crocker, Chuang Xuan, Paul A. Wilson",
          "abstract": "Plumes of mineral dust in East Asia deleteriously impact the health and livelihoods of hundreds of millions of people in Mongolia, China, Korea, and Japan and perturb Earth’s energy balance and climate. However, the sources of this dust are not well-documented, limiting understanding of dust emissions. Here, we systematically quantify dust source activation frequency (DSAF) across East Asia (80–130°E; 27–52°N) between January 2016 and December 2023. Our data reveal a vast dust-active area extending from the Tibetan Plateau in the southwest to the Huin Bair Sandy Land in the northeast, but two regions dominate: southern sources centred on the margins of the Taklimakan Desert and northern ones centred on the valleys of the Gobi Desert. East Asia is most dust-active in boreal spring (46% of all recorded events). This seasonal peak is pronounced in northern sources where snow cover, vegetation and orographic/topographic influence on winds are clear controls on DSAF. The main southern sources are active year-round with DSAF-hotspots attributable to desiccated lakes and riverbeds. The Tibetan Plateau, commonly considered a sink for in-bound windblown dust, is also a dust source, particularly in winter, with emissions controlled by precipitation patterns, snow cover and wind funnelling through deep river gorges. Contrary to suggestions, our data show that the Loess Plateau is not a major dust source. We document a marked increase in dust source activation during the 2020 extreme heat wave on the overgrazed Mongolian Plateau grasslands. Our data provide a framework to study past variability in the two-way climate interactions that control dust emissions on historical and geological timescales and a baseline from which to measure future change.",
          "url": "https://doi.org/10.1088/1748-9326/addee6",
          "doi": "https://doi.org/10.1088/1748-9326/addee6",
          "filter": "2"
        },
        {
          "title": "Large-scale forcing of principal near-surface wind speed variability patterns in the Arctic since 1979",
          "authors": "Shixuan Song, Yetang Wang, Yulun Zhang, Zhaosheng Zhai, Qingli Wu, Min Zhou, Shugui Hou",
          "abstract": "The ERA5 reanalysis dataset is used to characterize the principal patterns of annual and seasonal near-surface wind speeds in the Arctic from 1979 to 2023 by the empirical orthogonal function (EOF) method, together with their relationship with large-scale atmospheric circulation. The leading EOF (EOF1) accounts for about 14%–22% of annual and seasonal wind speed variability, and is composed of widely positive anomalies across most of the Arctic Ocean largely influenced by the positive Arctic Oscillation. Seasonally, the positive anomalies shift from the central Arctic Ocean in summer toward the Greenland and Norwegian Seas in winter, driven by the North Atlantic Oscillation (NAO). The second EOF (EOF2) explains 9.5% of annual wind speed changes and consists of a meridional dipole structure, i.e. positive anomalies over the Russian Arctic seas and negative anomalies over the Greenland and Norway Seas, mainly driven by the Arctic dipole and NAO. The time series of EOF2 shows a decadal switch from negative to positive anomalies at the beginning of the 21st century, related to the phase transition of the Pacific Decadal Oscillation and the Atlantic Multidecadal Oscillation.",
          "url": "https://doi.org/10.1088/1748-9326/adda60",
          "doi": "https://doi.org/10.1088/1748-9326/adda60",
          "filter": "2"
        },
        {
          "title": "Elucidating the ozone formation and transport mechanism in the Pearl River Delta against the backdrop of heatwave",
          "authors": "Yan Xiang, Yuanzhu Dong, Xinqi Wang, Chenglei Pei, Ying Pan, Kunlun Huang, Zhenyi Chen, Zihuai Yi, Zenan Wang, Qiankai Jin, Lihui Lv, Guangqiang Fan, Tianshu Zhang, Wenqing Liu",
          "abstract": "Ozone plays a crucial role in shaping atmospheric environments, and understanding its vertical distribution is essential for deciphering its formation and transport mechanisms. This study integrates ozone lidar observations, WRF-Chem modeling, and meteorological analyses to investigate the monthly and diurnal variations of ozone vertical profiles and its generation and transport mechanisms during a heatwave from July to September 2022 in Guangzhou. Results show that ozone concentrations were primarily confined below 2 km, with significantly higher levels in July compared to August and September, reaching a maximum of 420 μg·m⁻³, primarily driven by local photochemical reactions. WRF-Chem modeling identified photochemical reactions as the dominant driver of ozone formation, with average contributions of 5.9%, 6.3%, and 3.7% in July, August, and September, respectively. Vertical mixing and convective processes had minimal influence, while advective accumulation became increasingly significant with altitude. Meteorological analysis further revealed that subtropical high-pressure systems, characterized by high temperatures, low humidity, and low wind speeds, along with wind fields at the periphery of the anticyclone, enhanced ozone formation and transport, exacerbating downstream pollution. This study advances our understanding of ozone vertical profiles and transport dynamics, providing critical insights for developing effective ozone pollution control strategies in the Pearl River Delta region.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade0da",
          "doi": "https://doi.org/10.1088/1748-9326/ade0da",
          "filter": "2"
        },
        {
          "title": "European heat extremes under net-zero emissions",
          "authors": "Eduardo Alastrué de Asenjo, Andrew David King, Tilo Ziehn",
          "abstract": "Projections of European heat extremes have been widely explored in the context of continued global warming. However, analyses of recent Earth system model simulations point to substantial climatic changes over multi-centennial timescales in net-zero emissions futures. Focusing on Europe, we address the gap in characterising heat extremes in long-term net-zero stabilised climates. We quantify the long-term effects of delayed mitigation on annual maximum daily maximum temperatures (TXx) in European regions using 1000-year-long stabilised simulations with ACCESS-ESM-1.5, reaching net-zero CO2 emissions at different times over the coming decades. We evaluate ACCESS-ESM-1.5 against the ERA5 reanalysis for European maximum temperatures using rank frequency analysis and compare present-day maximum temperatures to their long-term future likelihood. Across all European regions, any delay in achieving net-zero emissions shifts the distribution to higher annual maximum temperatures, remaining elevated at the same levels for centuries. European regions show two- to five-fold frequency increases for heat events as strong as current records, while the Mediterranean region could experience 30-fold increases if emissions cessation is delayed until 2060. When comparing extreme heat distributions at global warming levels, we find substantial differences between transient and net-zero emissions quasi-stable climate states, with larger differences at higher warming levels. We provide the first comprehensive assessment of European extreme hot temperatures in net-zero stabilised climates, paving the way for further investigations of other extreme event types or regions in net-zero futures.",
          "url": "https://doi.org/10.1088/1748-9326/addee4",
          "doi": "https://doi.org/10.1088/1748-9326/addee4",
          "filter": "2"
        },
        {
          "title": "Constraining the NAO-temperature teleconnection in CMIP6 simulations enables skillful multi-annual predictions of Eurasian winter climate",
          "authors": "Rashed Mahmood, Shuting Yang, Markus Donat",
          "abstract": "Predicting the winter climate over Eurasia is challenging as both the initialized predictions and uninitialized climate projections show limited skill in reproducing observed variability on multi-annual to decadal timescales. This study presents a novel approach to constrain variability in projection simulations over Eurasia by exploiting the spatial patterns of teleconnection between the North Atlantic Oscillation (NAO) and the near-surface air temperature (SAT). The constraint evaluates simulated and observed NAO-temperature teleconnection patterns during 20 year windows prior to making predictions. The resulting top ranking members are used to make predictions for the next 10 years. We find here that the constrained ensemble is skillful in predicting winter SAT on multi-annual to decadal timescales over Eurasia. We also find that the constrained multi-annual predictions yield higher correlation skill compared to both the unconstrained ensemble and the initialized predictions, especially up to 5 year mean winter SAT predictions. Therefore, we argue that for the Eurasia region, the constraint could provide skillful winter SAT predictions on multi-annual timescales with minimal cost compared to the state of the art initialized decadal climate predictions for which added value from initialization wanes quickly after the first forecast year.",
          "url": "https://doi.org/10.1088/1748-9326/adde75",
          "doi": "https://doi.org/10.1088/1748-9326/adde75",
          "filter": "2"
        },
        {
          "title": "Observed evolution of global climate change hotspots",
          "authors": "Zhuoya Du, Xuchou Han, Fei Ji, Zhenhao Xu, Xiaodan Guan, Jianping Huang",
          "abstract": "This study introduces a novel dynamical climate change hotspot index (SED), capturing variations in temperature and precipitation through average, variability, and extreme values, and utilizes EEMD to analyze nonlinear long-term trends globally. Results highlight pronounced regional disparities, with regions like the Tibetan Plateau, Mongolia, and the Arabian Peninsula emerging as persistent hotspots due to rapid warming responses. In contrast, the southeastern United States exhibits early-stage declines, though vulnerability to extreme weather is growing. A latitude-time analysis reveals asymmetric hemispheric trajectories, driven by distinct climate dynamics and anthropogenic influences. The transition from systemic temperature-driven hotspots to localized, extreme event-driven phenomena underscores the intensifying impact of extreme climate events. These findings provide critical insights into the spatial and temporal evolution of climate change impacts and highlight the necessity of region-specific adaptation strategies.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addede",
          "doi": "https://doi.org/10.1088/1748-9326/addede",
          "filter": "2"
        },
        {
          "title": "Anthropogenic aerosol changes disproportionately impact the evolution of global heatwave hazard and exposure",
          "authors": "Geeta Persad, Cameron Cummins, Jane W. Baldwin",
          "abstract": "Understanding and predicting heatwave risk is a societal imperative in the face of climate change. Anthropogenic aerosol emissions impact heat extremes more strongly per unit of mean warming than do greenhouse gases, but the influence of aerosols' evolving spatial pattern on time-varying heatwave hazard and resulting population exposure have been largely ignored. Aerosols' spatially heterogeneous forcing is often co-located with population centers due to aerosols' industrial sources and short atmospheric lifetime, potentially resulting in amplified exposure to aerosol-driven climate effects. Here, we quantify the influence of historical and projected future changes in aerosol emissions through 2100 on global patterns of heatwave hazard (i.e. the frequency of heatwave days) and exposure (i.e. population-weighted hazard) using the NCAR Community Earth System Model v1 single forcing large ensemble. Our results show that increased aerosol emissions since 1920 have suppressed heatwave frequency over populated regions by roughly half through present-day---a trend that is now reversing with shifting emission patterns and net global declining emissions. This may already be leading to an aerosol-driven acceleration in heatwave frequency, a signal that is amplified in populated regions. Aerosols' influence on heatwaves is strongly co-located with population, creating out-sized exposure, which evolves through time with aerosols' evolving emissions pattern within this large ensemble. Our results suggest that near-term changes in aerosol emissions will be a disproportionate driver of trends in heatwave exposure, meriting dedicated future study, and that aerosols' evolving spatial pattern should be considered in attempts to attribute recent heatwave trends to human activity.",
          "url": "https://doi.org/10.1088/1748-9326/addee0",
          "doi": "https://doi.org/10.1088/1748-9326/addee0",
          "filter": "2"
        },
        {
          "title": "Ecological synergy of solar development on the Qinghai-Tibet Plateau: A decade of ecosystem service change assessment at Talatan solar park",
          "authors": "Siqi Yang, Tong He, Na Yang, Xingyong Li, Junjun Zhang, Yan Hao, Lixiao Zhang",
          "abstract": "The widespread installation of photovoltaic panels supports the energy transition but also impacts ecosystem services by altering their structure, processes, and functions. While many studies rely on remote sensing-based ecological indices, biophysical modeling of ecosystem services remains limited, despite its importance for guiding sustainable solar farm development and regional ecological security. This study used process-based ecosystem service models, spatiotemporal trend analysis, and the propensity score matching method to assess changes in carbon sequestration (CS), sand fixation (SF), and soil retention (SR) around the world’s largest Talatan solar farms across pre-construction, construction, and post-construction phases (2011-2020). The main results were as follows: 1) From 2011 to 2020, carbon sequestration, sand fixation, and soil retention within the solar farm increased by 71.1%, 81.4%, and 32.1%, respectively, indicating an overall enhancement following construction. In the post-construction phase, the increase in CS was more pronounced within the solar farms, while improvements in SF and SR were greater in the surrounding buffer zone. 2) When focusing on the solar farms’ impact, both SF and SR exhibited clear thresholds around 400-500 m during construction and post-construction phases, while CS showed spatial differentiation mainly after construction, indicating that the most pronounced positive impacts were confined within this range. 3) Environmental factor including soil moisture index and land surface temperature were found to significantly influence these trends, reflecting the changes in ecosystem services primarily driven by water and thermal conditions. These findings emphasize the importance of integrating both temporal and spatial perspectives when assessing the ecological impacts of solar energy development, to better guide future projects towards optimizing ecosystem benefits.",
          "url": "https://doi.org/10.1088/1748-9326/addee3",
          "doi": "https://doi.org/10.1088/1748-9326/addee3",
          "filter": "2"
        },
        {
          "title": "Potential impacts of marine carbon dioxide removal on ocean oxygen",
          "authors": "Andreas Oschlies, Caroline Slomp, Andrew H. Altieri, Natalya D. Gallo, Marilaure Gregoire, Kirsten Isensee, Lisa Levin, Jiajun Wu",
          "abstract": "Global warming is a main cause for current ocean deoxygenation. A deployment of marine carbon dioxide removal (CDR) for mitigating global warming could therefore also be viewed as a measure for mitigating ocean deoxygenation if, and only if, the respective CDR measure itself does not lead to a larger oxygen loss than the reduction in atmospheric CO2 would prevent. We here review the current state of knowledge regarding the potential impacts of various marine CDR options onto ocean oxygen, a key ocean state variable and an essential element for all higher forms of marine life. Using results from global model simulations, we show that biotic approaches, such as ocean fertilization, macroalgae cultivation and sinking, and placement of organic matter that is prone to remineralization, can lead to a loss in seawater dissolved oxygen that is 4 to 44 times larger than the oxygen gain that would result from the CDR-induced reduction in global warming only. Biotic approaches also tend to enhance the amplitude of the diel cycle in dissolved oxygen, with possible physiological impacts specifically in shallow-water environments of coastal vegetated ecosystem. In contrast, geochemical approaches, and biotic approaches that avoid remineralization of biomass within the ocean, may be applied in ways that have minimal impacts on dissolved oxygen. We suggest that impacts on marine oxygen should be accounted for in assessing the suitability of marine CDR, and that oxygen should be measured prior to, during and after any research-scale or full-scale implementation activity.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade0d4",
          "doi": "https://doi.org/10.1088/1748-9326/ade0d4",
          "filter": "2"
        },
        {
          "title": "The radiative effects of water vapour from terrestrial evapotranspiration",
          "authors": "Marysa M. Lague, G. R. Quetin, Kyle Keyblom",
          "abstract": "Water vapour accounts for roughly 50% of the modern greenhouse effect. Over continental regions, evapotranspiration (ET) is often limited by water availability. In this study, we spatially quantify how much of the total atmospheric water vapour evaporated most recently from land and calculate the relative contribution of that water vapour to the atmospheric radiative budget. Using a combination of tracer-enabled Earth system model simulations and radiative transfer calculations, we are able to explicitly quantify the 3-dimensional distribution of terrestrial vs oceanic water vapour, and the spatial contribution of each to the surface and top of atmosphere radiative budgets. We find that over many continental regions, more than half of the total column-integrated water vapour originates from land evapotranspiration, and that this vapour contributes up to 30 W/m 2 of longwave radiation into the surface in the annual mean. Understanding how terrestrial ET impacts the base-state of water vapour distribution and the water vapour greenhouse effect is critical to understanding how and where changes in terrestrial ET, driven by climate change, land use, etc., will modify the radiative properties of the atmosphere and thus the climate system.",
          "url": "https://doi.org/10.1088/1748-9326/adde72",
          "doi": "https://doi.org/10.1088/1748-9326/adde72",
          "filter": "2"
        },
        {
          "title": "Threefold increase in most intense South Atlantic convergence zone events by 2100 in convection-permitting simulation",
          "authors": "Marcia Zilli, Neil C. G. Hart, Kate Halladay, Ron Kahana",
          "abstract": "Unprecedented rainfall extremes resulting from global warming are becoming more frequent each year, including over South America. In this region, tropical-extratropical cloud bands in the South Atlantic Convergence Zone (SACZ) produce most of the rainy season precipitation. In this study, we diagnose the impacts of warming on the frequency and intensification of SACZ tropical-extratropical cloud bands. The cloud bands are identified using a feature-detection algorithm applied to a suite of convection-permitting simulations produced by the UK Met Office. Intensely raining clusters embedded within these large-scale cloud bands are diagnosed in order to identify the most intense events. Although the total number of cloud-band days will see a 20-30% decrease in their frequency under high-emission global warming, the present day 1-in-5 most intense cloud-band days will happen every 3-in-5 cloud-band days in the future. Therefore, despite fewer cloud-band days occurring in a given year, when they form they will frequently be more intense than is typical in the current climate. This increase is primarily due to warming-driven intensification of rain rates within the heavily raining clusters embedded in these weather systems. These results highlight the growing risk of intense SACZ rainfall over South America under warming, increasing the likelihood of flash floods, landslides, and unprecedented catchment-scale fluvial flooding.",
          "url": "https://doi.org/10.1088/1748-9326/ade16e",
          "doi": "https://doi.org/10.1088/1748-9326/ade16e",
          "filter": "2"
        },
        {
          "title": "Potential of utility-scale solar farms on vegetation greening in non-humid ecosystems: Insights from typical sites in Qinghai Province, China",
          "authors": "Zhiying Yao, Xiang Li, Dongqin Yin",
          "abstract": "Solar farms (SF) have been vigorously developed to address climate and environmental challenges in recent decades. However, long-term impacts of SF on vegetation and the underlying mechanism remain poorly understood. In this study, we conduct spatial (Impact versus Control zones) and temporal (pre- versus post- development of utility-scale SF) comparisons of the normalized difference vegetation index (NDVI) to investigate vegetation variations in three ground-mounted utility-scale SF (with an average installed capacity of 8263 MW) in northwest China. Results indicate SF impacts on vegetation within an extent of around 1 km. Both spatial and temporal comparisons reveal positive SF impacts on vegetation, with higher NDVI in Impact (0.098) than Control zones (0.076) as well as during post- (0.113) than pre-SF development (0.087). Further quantification based on Random Forest shows generally equivalent contribution of climatic factors and SF construction on vegetation greening (48.4% and 51.6% respectively). These findings underscore substantial influence of SF on vegetation in non-humid conditions, and raise an urgent need to further explore its potential eco-environmental implications on a broader scale.",
          "url": "https://doi.org/10.1088/1748-9326/ade172",
          "doi": "https://doi.org/10.1088/1748-9326/ade172",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Editorial Board",
          "url": "https://doi.org/10.1016/s0959-3780(25)00056-1",
          "doi": "https://doi.org/10.1016/s0959-3780(25)00056-1",
          "filter": "1"
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Flood-induced selective migration patterns examined",
          "url": "https://doi.org/10.1038/s41558-025-02346-6",
          "doi": "https://doi.org/10.1038/s41558-025-02346-6",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Unlocking genebanks for climate adaptation",
          "authors": "Andrés J. Cortés",
          "url": "https://doi.org/10.1038/s41558-025-02336-8",
          "doi": "https://doi.org/10.1038/s41558-025-02336-8",
          "filter": "2"
        },
        {
          "title": "Assessing risk of ecosystem collapse in a changing climate",
          "authors": "Jessica A. Rowland, Emily Nicholson, José R. Ferrer-Paris, David A. Keith, Nicholas J. Murray, Chloe F. Sato, Anikó B. Tóth, Arn Tolsma, Susanna Venn, Marianne V. Asmüssen, Patricio Pliscoff, Carlos Zambrana-Torrelio, Rebecca E. Lester, Tracey J. Regan",
          "url": "https://doi.org/10.1038/s41558-025-02324-y",
          "doi": "https://doi.org/10.1038/s41558-025-02324-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: Explaining the adaptation gap through consistency in adaptation planning",
          "authors": "Diana Reckien, Attila Buzasi, Marta Olazabal, Paris Fokaides, Filomena Pietrapertosa, Peter Eckersley, Monica Salvia",
          "url": "https://doi.org/10.1038/s41558-025-02370-6",
          "doi": "https://doi.org/10.1038/s41558-025-02370-6",
          "filter": "2"
        },
        {
          "title": "Prioritizing parents from global genebanks to breed climate-resilient crops",
          "authors": "Quinn Campbell, Nora Castañeda-Álvarez, Ryan Domingo, Eric Bishop-von Wettberg, Bryan Runck, Hervé Nandkangré, Anna Halpin-McCormick, Nathan Fumia, Jeffrey Neyhart, Benjamin Kilian, Peterson Wambugu, Desterio Nyamongo, Sariel Hübner, Sidney Sitar, Addie Thompson, Loren Rieseberg, Michael A. Gore, Michael B. Kantar",
          "url": "https://doi.org/10.1038/s41558-025-02333-x",
          "doi": "https://doi.org/10.1038/s41558-025-02333-x",
          "filter": "2"
        }
      ]
    }
  ]
}
