{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Access and meaningful participation of non-state actors in the UNFCCC process: path-dependencies in the era of ‘mega-COPs’",
          "authors": "Hayley Walker, Lisanne Groen",
          "url": "https://doi.org/10.1080/14693062.2025.2531096",
          "doi": "https://doi.org/10.1080/14693062.2025.2531096",
          "filter": 0
        },
        {
          "title": "Critical policies for China's carbon neutrality: ‘dual control’ on energy consumption versus carbon emissions",
          "authors": "Xianchun Tan, Xiaoli Cai, Yonglong Cheng, Hongshuo Yan",
          "url": "https://doi.org/10.1080/14693062.2025.2533953",
          "doi": "https://doi.org/10.1080/14693062.2025.2533953",
          "filter": 0
        },
        {
          "title": "From committed to dismissive: how conspiracy mentality and trust in the democratic (political) system shape climate policy perspectives in Germany",
          "authors": "Linda Lütkes, Peter Dirksmeier, Leonie Tuitjer",
          "url": "https://doi.org/10.1080/14693062.2025.2522828",
          "doi": "https://doi.org/10.1080/14693062.2025.2522828",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Implying climate impact from carbon prices and consumption",
          "authors": "Nicholas Jessop, Bart Arendarczyk, Peter Alexander",
          "url": "https://doi.org/10.1080/14693062.2025.2531094",
          "doi": "https://doi.org/10.1080/14693062.2025.2531094",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "The attribution of human health outcomes to climate change: transdisciplinary practical guidance",
          "authors": "K. L. Ebi, A. Haines, R. F. S. Andrade, C. Åström, M. L. Barreto, A. Bonell, N. Brink, C. Caminade, C. J. Carlson, R. Carter, P. Chua, G. Cissé, F. J. Colón-González, S. Dasgupta, L. A. Galvao, M. Garrido Zornoza, A. Gasparrini, G. Gordon-Strachan, S. Hajat, S. Harper, L. J. Harrington, M. Hashizume, J. Hess, J. Hilly, V. Ingole, L. V. Jacobson, T. Kapwata, C. Keeler, S. A. Kidd, E. W. Kimani-Murage, R. K. Kolli, S. Kovats, S. Li, R. Lowe, D. Mitchell, K. Murray, M. New, O. E. Ogunniyi, S. E. Perkins-Kirkpatrick, J. Pescarini, B. L. Pineda Restrepo, S. T. R. Pinho, V. Prescott, N. Redvers, S. J. Ryan, B. D. Santer, C. F. Schleussner, J. C. Semenza, M. Taylor, L. Temple, S. Thiam, W. Thiery, A. M. Tompkins, S. Undorf, A. M. Vicedo-Cabrera, K. Wan, R. Warren, C. Webster, A. Woodward, C. Y. Wright, R. F. Stuart-Smith",
          "url": "https://doi.org/10.1007/s10584-025-03976-7",
          "doi": "https://doi.org/10.1007/s10584-025-03976-7",
          "filter": 0
        },
        {
          "title": "Media coverage of climate activist groups in Germany",
          "authors": "Fabian Dablander, Simon Wimmer, Jonas Haslbeck",
          "abstract": "Climate activist groups aim to address climate change by informing citizens about its risks and potential solutions, and by providing a way for citizens to engage in collective action to change policy. The effectiveness of climate activist groups, some of which engage in disruptive protests, is influenced by how they are portrayed by the news media. Using frequency analysis and GPT-4, we analysed all online news articles from major German newspapers in 2022 and 2023 about the two most prominent climate activist groups, Fridays for Future and Last Generation. A substantial proportion of the articles provides little information about the risks and solutions of climate change, especially when reporting on the more disruptive Last Generation compared to Fridays for Future, which primarily engages in legal protest. Last Generation is also portrayed more negatively, as more violent, and as more polarising. Right-leaning newspapers provide the least information about climate change and portray activist groups most negatively. We discuss the implications of our results for the media, activist groups, and future research.",
          "url": "https://doi.org/10.1007/s10584-025-03959-8",
          "doi": "https://doi.org/10.1007/s10584-025-03959-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Afro-descendant lands in South America contribute to biodiversity conservation and climate change mitigation",
          "authors": "Sushma Shrestha Sangat, Martha Rosero, Erik Olsson, A. Justin Nowakowski, Jonathan Drescher-Lehman, Patrick R. Roehrdanz, Monica L. Noon, Nickolas McManus, Stephen G. Perz, Marcela Angel, Joana M. Krieger, Cameryn Brock, Bruno Coutinho, Christian Martinez, Leo R. Douglas, Curtis Bernard, Loes Trustfull, Daniela Raik, Sebastian Troëng, Kelvin Alie",
          "url": "https://doi.org/10.1038/s43247-025-02339-5",
          "doi": "https://doi.org/10.1038/s43247-025-02339-5",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Stress variations and non-shear earthquakes before the 2021 Iceland eruption trace magmatic fluid flow",
          "authors": "Pavla Hrubcová, Václav Vavryčuk, Tomáš Fischer, Jana Doubravová",
          "url": "https://doi.org/10.1038/s43247-025-02533-5",
          "doi": "https://doi.org/10.1038/s43247-025-02533-5",
          "filter": 2
        },
        {
          "title": "Wet-hot days increased faster than dry-hot days during the warm season in Chinese cities over the past four decades",
          "authors": "Bin Chen, Fanhua Kong, Michael E. Meadows, Haiwei Yin",
          "url": "https://doi.org/10.1038/s43247-025-02570-0",
          "doi": "https://doi.org/10.1038/s43247-025-02570-0",
          "filter": 2
        },
        {
          "title": "Cosmopolitan and endemic species jointly enhance the potential of producing algal blooms in Tibetan glaciers",
          "authors": "Decun Yan, Mukan Ji, Alexandre M. Anesio, Belinda C. Ferrari, Liane G. Benning, Yunjie Chen, Nozomu Takeuchi, Pengfei Liu, Yongqin Liu",
          "url": "https://doi.org/10.1038/s43247-025-02528-2",
          "doi": "https://doi.org/10.1038/s43247-025-02528-2",
          "filter": 2
        },
        {
          "title": "Anthropogenic warming is accelerating recent heatwaves in Africa",
          "authors": "Vishal Bobde, Kayode Ayegbusi, Akintomide A. Akinsanola, Oluwafemi E. Adeyeri, Tobi E. Morakinyo, Adeyemi A. Adebiyi",
          "abstract": "Climate change is intensifying extreme events worldwide, with Africa emerging as a uniquely vulnerable hotspot where heatwaves increasingly threaten populations and ecosystems. This study quantifies the roles of anthropogenic aerosols, greenhouse gases, and internal variability in trends of daytime, nighttime, and compound heatwaves. Using the Community Earth System Model 2—Large Ensemble, we examine two distinct periods: 1950–1979, with relatively stable temperatures due to aerosol-induced cooling offsetting greenhouse gas warming, and 1985–2014, marked by rapid warming. During 1950–1979, heatwave trends were weak and non-robust, with internal variability explaining over 80% of the variability. In contrast, 1985–2014 saw strong increases in heatwave frequency, duration, and intensity (&gt;0.15 heatwaves season −1 decade −1 , &gt;0.3 days season −1 decade −1 , &gt;0.3 °C season −1 decade −1 , respectively), largely driven by greenhouse gases, with internal variability’s role declining to ~30%. This recent intensification is primarily modulated by enhanced clear-sky longwave radiation, anticyclonic circulation, and increased atmospheric moisture.",
          "url": "https://doi.org/10.1038/s43247-025-02578-6",
          "doi": "https://doi.org/10.1038/s43247-025-02578-6",
          "filter": 2
        },
        {
          "title": "Organic aerosol enhances boreal forest photosynthesis under cumulus clouds",
          "authors": "Ekaterina Ezhova, Aino Aarne, Antti Arola, Antti Lipponen, Anna Lintunen, Harri Kokkola, Ilona Ylivinkka, Taina Yli-Juuti, Tuukka Petäjä, Veli-Matti Kerminen, Annele Virtanen, Markku Kulmala",
          "abstract": "Boreal forest is an important source of atmospheric aerosol particles, making clouds more reflective in a warmer climate. However, little is known about the aerosol effect on the scattering of radiation under a cloudy sky, which can have a cooling effect by enhancing the carbon uptake of boreal ecosystems. Here we show observational evidence that higher natural aerosol loadings associated with warmer conditions increase diffuse radiation in the presence of cumulus clouds and further invigorate photosynthesis in the boreal forest. The enhancement of photosynthesis occurs in the morning and evening or under clouds with cloud fraction 0.4–0.8, when moderate vapor pressure deficit keeps stomata in foliage open and the diffuse fertilization effect is maximized. The total effect of high aerosol loading is a further increase of the daily carbon uptake under cumulus clouds by 12% of the possible diffuse fertilization enhancement in the ecosystem. Our results provide observational support for the atmosphere-biosphere photosynthesis-based feedback , not only under clear sky but also under cumulus clouds frequently observed over boreal forest in summer.",
          "url": "https://doi.org/10.1038/s43247-025-02539-z",
          "doi": "https://doi.org/10.1038/s43247-025-02539-z",
          "filter": 2
        },
        {
          "title": "The Nordic Seas overturning is modulated by northward-propagating thermohaline anomalies",
          "authors": "Léon Chafik, Marius Årthun, Helene R. Langehaug, Johan Nilsson, Thomas Rossby",
          "abstract": "The inflow of warm waters into the Nordic Seas, crucial for sustaining the climate-regulating Atlantic overturning circulation, can be reconstructed from hydrography using a north-south dynamic height gradient across the Greenland-Scotland Ridge. Variations in this influx are herein linked to northward-propagating thermohaline anomalies, initially observed at the intergyre boundary and likely driven by changes in ocean heat transport. As these anomalies reach the eastern subpolar North Atlantic, they modulate the cross-ridge dynamic height difference, thereby influencing both the Atlantic inflow and the Nordic Seas overflows on multi-year to decadal scales. Thus, these thermohaline anomalies play a dynamically active role in modulating the watermass exchanges across the ridge and downstream along the Atlantic Water path, rather than being a simple passive train of signals. This explains why these thermohaline signals are a key source of climate predictability and provides fresh insights into the functioning of the Nordic Seas overturning circulation from observations.",
          "url": "https://doi.org/10.1038/s43247-025-02557-x",
          "doi": "https://doi.org/10.1038/s43247-025-02557-x",
          "filter": 2
        },
        {
          "title": "Natural variability-focused assessment of climate overshoot timing",
          "authors": "Josef Ludescher, Naiming Yuan, Hans Joachim Schellnhuber, Armin Bunde",
          "abstract": "The Paris Agreement legally commits the international community to keep anthropogenic global warming well below 2.0 °C, while efforts shall be made to hold the 1.5 °C-line. Under climate business as usual, however, the transgression of those lines will happen in the next few decades, causing major adaptation challenges. Fully-fledged Earth System Models are usually employed for concrete overshoot-timing projections, yet they are not only computationally expensive, but their internal variability is model dependent, which may significantly distort (and invalidate) their projections. Here we present, as an alternative, a purely data-driven approach based on the persistence properties of the observed global temperatures. We quantify, in a probabilistic way, the natural variability that must be superimposed on the anthropogenic trends in order to retrieve the observed warming behavior. When assuming that the anthropogenic warming continues at the current rate, we actually arrive at comparable overshoot timing estimates as the Earth System Models and provide an explanation for this finding. Since the two approaches are independent, they support each other strongly and highlight the need for an effective overshoot management.",
          "url": "https://doi.org/10.1038/s43247-025-02525-5",
          "doi": "https://doi.org/10.1038/s43247-025-02525-5",
          "filter": 2
        },
        {
          "title": "Widespread 20th-century increases in Canadian lake primary production and the roles of climate warming, solar irradiance and human impacts",
          "authors": "Hamid Ghanbari, Irene Gregory-Eaves, Candice Aulard, Alexandre Baud, David R. Zilkey, Maxime Fradette, Philipp Keller, Paul A. del Giorgio, John P. Smol, Yannick Huot, Dermot Antoniades",
          "url": "https://doi.org/10.1038/s43247-025-02569-7",
          "doi": "https://doi.org/10.1038/s43247-025-02569-7",
          "filter": 2
        },
        {
          "title": "Mapping of sea-ice melting and net freshwater flux by sea-ice in the Southern Ocean",
          "authors": "Mizuki Komatsu, Kay I. Ohshima, Vigan Mensah, Kazuki Nakata",
          "url": "https://doi.org/10.1038/s43247-025-02560-2",
          "doi": "https://doi.org/10.1038/s43247-025-02560-2",
          "filter": 2
        },
        {
          "title": "Asymmetric responses of soil organic carbon stability to shifting dominance of pH-mediated metal-bound organic carbon",
          "authors": "Huiying Wen, Fei Yang, Zheng Sun, Ziyi Miao, Jin Hu, Ganlin Zhang",
          "url": "https://doi.org/10.1038/s43247-025-02565-x",
          "doi": "https://doi.org/10.1038/s43247-025-02565-x",
          "filter": 2
        },
        {
          "title": "The potential for albedo-induced climate mitigation using no-till management in midwestern U.S. croplands",
          "authors": "Xian Wang, Mallory Barnes, Landon Yoder, Christopher Williams, Jennifer Tank, Todd Royer, Shellye Suttles, Kim Novick",
          "abstract": "No-till management is often recognized for its environmental and economic benefits, but its potential to reduce climate warming is still uncertain. Beyond ongoing debate over its effects on soil carbon storage, no-till also leaves plant residue on the surface, which can reflect more sunlight. This increase in surface reflectivity, called albedo, may help mitigate climate change by reducing the energy absorbed by the land. Here, we assessed this climate benefit of no-till across the U.S. Corn Belt using conservation survey records, county-level tillage data, and satellite observations. We found that no-till increased land surface brightness during the dormant season, reducing absorbed solar energy by an estimated 50 grams of CO 2 equivalent per square meter per year. Regionally, this could add up to 24 teragrams of CO 2 equivalent per year in potential climate benefits. Areas with low adoption, especially those with dark, carbon-rich soils, offer the greatest opportunity for further mitigation.",
          "url": "https://doi.org/10.1038/s43247-025-02549-x",
          "doi": "https://doi.org/10.1038/s43247-025-02549-x",
          "filter": 2
        },
        {
          "title": "Snow droughts amplify compound climate extremes over the Tibetan Plateau",
          "authors": "Wenqing Zhang, Liu Liu, Haijiang Wu, Ting Zhang, Yudong Chen, Lei Wang",
          "url": "https://doi.org/10.1038/s43247-025-02551-3",
          "doi": "https://doi.org/10.1038/s43247-025-02551-3",
          "filter": 2
        },
        {
          "title": "Benchmarking shoreline prediction models over multi-decadal timescales",
          "authors": "Yongjing Mao, Giovanni Coco, Sean Vitousek, Jose A. A. Antolinez, Georgios Azorakos, Masayuki Banno, Clément Bouvier, Karin R. Bryan, Laura Cagigal, Kit Calcraft, Bruno Castelle, Xinyu Chen, Maurizio D’Anna, Lucas de Freitas Pereira, Iñaki de Santiago, Aditya N. Deshmukh, Bixuan Dong, Ahmed Elghandour, Amirmahdi Gohari, Eduardo Gomez-de la Peña, Mitchell D. Harley, Michael Ibrahim, Déborah Idier, Camilo Jaramillo Cardona, Changbin Lim, Ivana Mingo, Julian O’Grady, Daniel Pais, Oxana Repina, Arthur Robinet, Dano Roelvink, Joshua Simmons, Erdinc Sogut, Katie Wilson, Kristen D. Splinter",
          "url": "https://doi.org/10.1038/s43247-025-02550-4",
          "doi": "https://doi.org/10.1038/s43247-025-02550-4",
          "filter": 2
        },
        {
          "title": "Convective dissolution of capillary-trapped carbon dioxide",
          "authors": "Nicola Mingotti, Andrew W. Woods",
          "abstract": "Understanding the processes controlling the fate of carbon dioxide in deep saline aquifers is critical for safe large-scale carbon storage. We describe an experimental model for the dissolution of capillary-trapped carbon dioxide. Our experiment involves a two-layer porous medium: the upper layer contains glass beads, saturated salt solution and salt powder, which is an analogue of the capillary-trapped carbon dioxide, while the lower layer contains glass beads and unsaturated solution. Convective fingers develop as fluid is exchanged between the layers. The rising fingers are arrested once they dissolve sufficient salt to become saturated, while the descending fingers gradually increase the salinity of the lower layer fluid. We develop a model of the finger motion and the non-linear dissolution process, which agrees with the experiments. We predict that a 1–10 m-thick layer of capillary-trapped carbon dioxide will dissolve into a region of aquifer water 30–100 m deep, in time scales of 10–1000 years.",
          "url": "https://doi.org/10.1038/s43247-025-02554-0",
          "doi": "https://doi.org/10.1038/s43247-025-02554-0",
          "filter": 2
        },
        {
          "title": "Tropical seagrasses reached Patagonia during Miocene times",
          "authors": "Carolina Panti, José I. Cuitiño, Sol Noetinger, Damián Perez, Mariano J. Tapia, Aylén Allende Mosquera, Diego G. Gutiérrez, Viviana D. Barreda, Luis Palazzesi",
          "url": "https://doi.org/10.1038/s43247-025-02540-6",
          "doi": "https://doi.org/10.1038/s43247-025-02540-6",
          "filter": 2
        },
        {
          "title": "Traces of the oxygen isotope composition of ancient air in fossilized cosmic dust",
          "authors": "Fabian Zahnow, Martin D. Suttle, Marina Lazarov, Stefan Weyer, Tommaso Di Rocco, Luigi Folco, Andreas Pack",
          "abstract": "As a sub-type of micrometeorites, I-type cosmic spherules form by complete melting and oxidation of extraterrestrial Fe, Ni metal particles during their atmospheric entry. All oxygen in the resulting Fe, Ni oxides sources from the Earth’s atmosphere and hence makes them probes for the composition of atmospheric oxygen. When recovered from sedimentary rocks, they allow the reconstruction of the triple oxygen isotope composition of past atmospheric O 2 , providing quantitative constraints on past CO 2 levels or global primary production. Here we establish using fossil I-type cosmic spherules as an archive of Earth’s atmospheric composition with the potential for a unique record of paleo-atmospheric conditions dating back billions of years. We present combined triple oxygen and iron isotope compositions of a collection of fossil I-type cosmic spherules recovered from Phanerozoic sediments. We reconstruct the triple oxygen isotope anomalies of past atmospheric O 2 and quantify moderate ancient CO 2 levels during the Miocene (~8.5 million years) and late Cretaceous (~87 million years). We also demonstrate this method’s competitive precision for paleo-CO 2 determination, despite challenges in finding micrometer-sized unaltered fossil I-type cosmic spherules. Our work indicates that morphologically intact spherules can be isotopically altered by terrestrial processes, underscoring the need for rigorous sample screening.",
          "url": "https://doi.org/10.1038/s43247-025-02541-5",
          "doi": "https://doi.org/10.1038/s43247-025-02541-5",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Kindling green hate through eco- and demographic anxiety",
          "authors": "Rajani Bhatia, Anne Hendrixson",
          "url": "https://doi.org/10.1080/09644016.2025.2532342",
          "doi": "https://doi.org/10.1080/09644016.2025.2532342",
          "filter": 0
        },
        {
          "title": "Policymaker environmental communication in the wake of natural disasters",
          "authors": "Katie Nissen",
          "url": "https://doi.org/10.1080/09644016.2025.2523098",
          "doi": "https://doi.org/10.1080/09644016.2025.2523098",
          "filter": 0
        },
        {
          "title": "How nationalist rhetoric drives polarization over climate change in the US",
          "authors": "Robert Schertzer, Eric Taylor Woods",
          "url": "https://doi.org/10.1080/09644016.2025.2525638",
          "doi": "https://doi.org/10.1080/09644016.2025.2525638",
          "filter": 0
        },
        {
          "title": "Fueling discontent: the politics of carbon taxation in Canada",
          "authors": "Florent Pepin-Proulx",
          "url": "https://doi.org/10.1080/09644016.2025.2535101",
          "doi": "https://doi.org/10.1080/09644016.2025.2535101",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Gender dimensions of adaptive capacity and adaptation responses to climate shocks in rural households: Ghana, Mali, Kenya, and Ethiopia",
          "authors": "Sarah Redicker, Maria Franco Gavonel, William Neil Adger, Ricardo Safra de Campos, Mumuni Abu, Sidy Boly, Samuel Nii Ardey Codjoe, Dula Etana, Eshetu Gurmu, Hervé Nicolle, Jared Owuor",
          "abstract": "In agrarian economies, household gender roles and demographic structure influence how families respond to climate shocks, affecting investment decisions, risk-spreading strategies, and all choices of adaptation options and adaptive capacity investments. Here we show that differential adaptive capacities, as a set of capabilities as well as assets, are distributed unevenly by gender leading to divergent choices between adaptation options in places and communities at risk. We demonstrate how gendered adaptive capacities impacts household in-situ adaptation and migration as adaptation to climate shocks. We use data from surveys of adults within rural households across localities in Mali, Ghana, Kenya and Ethiopia in 2022 and 2023 (6,656 respondents from 3,328 households) and employ negative binomial regression analysis to investigate how gendered adaptive capacity impacts household adaptation to climate shocks. Results indicate that adaptive capacity significantly enhances household adaptation, with a pronounced gender gap observed across most capacity domains. This disparity limits household’s ability to respond effectively to climate shocks and poses a critical challenge for inclusive adaptation planning. Mobility also emerges as a critical strategy for increasing in-situ adaptation uptake. The findings imply that policies will be more effective if they address gender-specific challenges and support both migrants and immobile rural populations equitably. Recognising women’s roles in managing remittances and livelihoods is crucial for resilience, highlighting the importance of integrating a gender perspective into adaptation policies. This includes gender-equal access to education, professional organisations, legal protection, and the empowerment of women in adaptation initiatives",
          "url": "https://doi.org/10.1088/1748-9326/adf23b",
          "doi": "https://doi.org/10.1088/1748-9326/adf23b",
          "filter": 0
        },
        {
          "title": "Heat alerts and information-seeking behavior: evidence from heat-related internet searches in the United States",
          "authors": "Quinn Adams, Chad W Milando, Gregory A Wellenius",
          "abstract": "Extreme heat is a growing public health threat. In the United States (US), the National Weather Service (NWS) issues alerts ahead of forecast periods of extreme heat. However, the behavioral impact of official heat alerts remains poorly understood at actionable scales, and their real-world effectiveness has been difficult to quantify. We used anonymized, county-level Google search data on the proportion of searches classified into eight heat-associated categories, aggregated daily across 2,581 U.S. counties from May to September 2023. We implemented a time-stratified case-crossover method using conditional Poisson models to quantify the association between the proportion of heat-related internet searches and (a) daily maximum temperature and (b) NWS heat alerts, adjusting for same-day county-specific temperature percentiles. We further evaluated how associations varied spatially and temporally within the season. Across all counties, searches for heat stroke/exhaustion were 3.60 (95% CI, 3.38–3.85) times higher when comparing the 95th percentile of daily maximum temperatures to the 1st percentile. Air-conditioning searches were 2.47 (2.43–2.51) times higher. Exposure–response curves rose steeply above the 80th percentile except for public swimming and cooling center queries. On heat alert days, heat-related searches were 1.27 (1.26, 1.28) times higher relative to matched non-alert days. Results varied by region. However, effect modification was pronounced: early-summer alerts (May–June) elicited stronger responses than late-summer alerts (July-September) in all heat-related search categories except cooling centers. Our findings suggest that heat alerts trigger meaningful, real-time behavioral responses during heatwaves, particularly in early summer and historically cooler regions. High-resolution internet search data offer a promising tool for evaluating public engagement with risk communication and can provide local officials guidance for further optimizing messaging strategies.",
          "url": "https://doi.org/10.1088/1748-9326/adf3cf",
          "doi": "https://doi.org/10.1088/1748-9326/adf3cf",
          "filter": 0
        },
        {
          "title": "The co-evolution of collective groundwater management: Understanding the interdependencies between users-based organizations, remote sensing and state agency support in the La Mancha Oriental Aquifer, Spain",
          "authors": "Jaime Hoogesteger, Carles Sanchis-Ibor, Marco Laan, Rozemarijn ter Horst, Alfonso Calera, José González-Piqueras",
          "abstract": "Groundwater governance is a challenge in most arid and semi-arid areas of the world. In many aquifers groundwater extractions exceed natural recharge, leading to steady aquifer declines with negative consequences for the social, agricultural and ecological systems that depend on these aquifers. In this article we analyze how in the semi-arid La Mancha Eastern Aquifer, Spain, organized groundwater users -in close collaboration with knowledge institutes and water authorities- have developed a governance system that ensures aquifer sustainability. Our analysis shows that the use of tempo-spatially explicit data generated through remote sensing technologies co-evolved with the development of a user based groundwater management institution, and a state agency support framework into an effective co-governance approach for regulating groundwater use in the agricultural sector. The research highlights the importance of socio-technical co-creation for the establishment of effective groundwater governance systems that build on -and are embedded in- user-based organizations that are supported by an enabling institutional environment.",
          "url": "https://doi.org/10.1088/1748-9326/adf3cd",
          "doi": "https://doi.org/10.1088/1748-9326/adf3cd",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Hydrologic response of artificially drained agricultural watersheds: Insights from high-resolution integrated surface/subsurface simulations",
          "authors": "Saubhagya Singh S Rathore, Brandon Sloan, Scott L Painter",
          "abstract": "Artificial drainage systems comprising subsurface networks of perforated pipes (tile drains) and engineered surface ditches are widely used to remove excess water from poorly drained agricultural regions. Artificial drainage lowers the water table by design but also has inadvertent effects on the watershed-scale hydrologic response with important implications for flood risk and nutrient exports. We investigated the effects of tile drains on watershed-scale hydrologic response in the Portage River, OH, Watershed using a high-resolution physically based integrated surface/subsurface hydrology model with recently developed capabilities to represent artificial drainage. Tile drains were found to enhance streamflow during times of low flow, generally consistent with previous studies. Streamflow flashiness was found to have a non-monotonic dependence on tile spacing with a minimum at intermediate spacings (~50 m). Flashiness and the event hydrographs for small tile spacing were similar to the situation with no tiles, but flow paths from farm to stream were very different for those two end member cases, emphasizing the limitations of the stream hydrograph in characterizing hydrologic response. For typical tile spacings, peak flow can either be enhanced or attenuated by the presence of tiles, depending on the size of the event and the antecedent meteorological conditions. Tiles enhance peak flow when the event is below a threshold of ~30 mm or when events arrive in dry conditions. Peak flow is reduced by tiles when events are large and arrive in conditions that are not overly dry. The dependence on event size and antecedent conditions is explained by differences in available storage and flow paths to the streams. These results provide additional insights into how tile drainage modulates event-scale hydrologic response, an important control on flood generation mechanisms and nutrient exports.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adf240",
          "doi": "https://doi.org/10.1088/1748-9326/adf240",
          "filter": 2
        },
        {
          "title": "Shifts in Diurnal Cycles of Low and High clouds Warm the Climate: Evidence from Decadal Satellite Observations",
          "authors": "Tingting Chen, Jinming Ge, chi zhang, Yanyan Wu, Qingyu Mu, Xinyi Han, Jing Su, Xiaoyu Hu, Zeen Zhu",
          "abstract": "Anticipated changes in diurnal cloud cycle (DCC) under global warming carry significant implications for future climate prediction. However, there’s a notable dearth of studies specifically focusing on DCC shifts. Here, we establish connection between DCC and its Radiative Effect (DCCRE), revealing that the diurnal cloud cycle has tended to warm the climate over the past 13 years. We found that the centroid position determining warming or cooling effect of DCCRE, while magnitude of the amplitude influences its strength. As global mean temperature (GMT) rises, low cloud centroid tends to shift from daytime to nighttime, enhancing nighttime warming effect and diminishing solar radiation reflection. Conversely, high clouds exhibit an oppositely, reducing nighttime warming effects and display stronger DCCRE compared to low clouds. For each 1°C increase in GMT, total cloud DCCRE is expected to rise by 2.90 W/m2, mainly driven by low clouds contributing an increase of 1.85 W·m-2. This suggests that DCCRE may continue warm climate as GMT rises. These short-term results indicate that the changes in DCC are significant for understanding climate variability. However, it should be noted that these findings are based on short-term regression analysis and further research is needed to determine whether they are related to long-term responses.",
          "url": "https://doi.org/10.1088/1748-9326/adf23c",
          "doi": "https://doi.org/10.1088/1748-9326/adf23c",
          "filter": 2
        },
        {
          "title": "An integrated modeling perspective on climate change mitigation and co-benefits in the transport sector",
          "authors": "Jarusch Müßel, Robert Carl Pietzcker, Johanna Hoppe, Philipp C. Verpoort, David Klein, Gunnar Luderer",
          "abstract": "Transport research has long focused on comparing climate change mitigation strategies. However, it remains unclear how the effects of mitigation strategies on climate and non-climate externalities compare. This paper assesses the mitigation potentials of a comprehensive set of transport transformation strategies from an integrated modeling perspective, going beyond the assessment of climate change by including health-related externalities. We analyze transformation scenarios clustered along three interventions: lifestyle changes (LSC), electrification, and efficiency improvements. All clusters yield significant climate mitigation potential, with electrification most effectively reducing CO2 emissions. LSCs allow for immediate emission reductions, are effective in hard-to-electrify subsectors, and facilitate the overall energy system transformation. They also have the strongest impact on overall transport externalities, especially due to activity-related health benefits. When compared on a monetarized basis to the reference scenario in 2050, LSCs reduce adverse externalities by 65 %, in particular by increasing health benefits and reducing traffic accidents, making up 85 % of these savings. Based on this, we conclude that policymaking should advance both the electrification of road transport and promote mobility behavior towards shared and active modes to minimize CO2 emissions while maximizing co-benefits.",
          "url": "https://doi.org/10.1088/1748-9326/adf23f",
          "doi": "https://doi.org/10.1088/1748-9326/adf23f",
          "filter": 2
        },
        {
          "title": "Intensifying heat extremes in China attributed to rising greenhouse gases and declining aerosols since the 2010s",
          "authors": "Aili Zou, Yang Yang, Hailong Wang, Pinya Wang, Ke Li, Yuanjian Yang, Chao Liu, Jiandong Wang, Hong Liao",
          "abstract": "Rising temperatures have increased the frequency, duration, and intensity of extreme temperature events over China in recent decades. The upward trends in heat extremes in China in the warm season (May-September) and their relationships with changes in aerosols and greenhouse gases are investigated using observations, reanalysis data and model results. Significant increasing trends in China are observed in daily maximum temperatures (TXx), heatwave frequency, and heatwave mean duration during 2011–2023, with increasing rates of 0.70°C/decade, 3.77 days/decade and 0.31 days/event/decade, respectively. This study shows that 43% ± 3% of the TXx increases in China are attributed to the rising CO₂ concentrations. Aerosol optical depth in China decreased at a rate of 0.054 per decade from 2011 to 2023 due to significant air quality improvements. The weakened aerosol cooling effect due to declining aerosols contributes 27% ± 3% to the observed TXx trend. In eastern China, where aerosol reductions were most significant, aerosol reduction even accounts for 79% ± 10% of the TXx increasing trend. The intensifying heat waves attributed to GHGs and aerosols are in accordance with the increasing extreme high temperatures. The results highlight the significant impacts of rising GHGs and decreasing aerosols on heat extreme events over China in recent years, emphasizing the need of considering both GHGs and aerosols to address the issue of intensification of heat extremes in a warming future.",
          "url": "https://doi.org/10.1088/1748-9326/adf2c0",
          "doi": "https://doi.org/10.1088/1748-9326/adf2c0",
          "filter": 2
        },
        {
          "title": "Advancing carbon monitoring technologies in forests and woody crops: a review for carbon farming",
          "authors": "Martina Leoni, Riccardo Valentini, Luca Buonocore, Jim Yates, Simona Castaldi, Maria Vincenza Chiriacò",
          "abstract": "In the context of the EU’s climate objectives, terrestrial ecosystems play a crucial role in mitigating climate change by acting as carbon sinks. Achieving the EU’s climate neutrality target requires not only reducing greenhouse gas emissions but also enhancing the current carbon dioxide removal through land-based solutions such as afforestation and sustainable soil management. The recently approved Carbon Removals and Carbon Farming Certification (CRCF) Regulation (EU) 2024/3012 aims to ensure transparency and reliability in carbon accounting, supporting carbon markets and land-based removals. However, monitoring, reporting, and verification (MRV) of these removals remain challenging due to ecosystem variability and land management complexities. While multiple technologies exist to support carbon accounting, selecting the most appropriate method for different contexts is not straightforward.&amp;#xD;This review evaluates five key carbon monitoring technologies: flux towers, satellite sensors, aerial LiDAR platforms, terrestrial laser scanning, and in situ IoT (Internet of Things) devices. Their suitability for different application scenarios, specifically in forests and woody crops, is analyzed using an evaluation framework that takes into account spatial scale of observation, temporal resolution, accuracy, costs, and limitations. Although each technology offers specific advantages, no single method is universally optimal. By offering a comparative assessment of advantages and limitations of each technology, this review aims to assist land users, policymakers, researchers, and stakeholders in selecting the most effective solutions to ensure reliable MRV in carbon farming projects.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adf23e",
          "doi": "https://doi.org/10.1088/1748-9326/adf23e",
          "filter": 2
        },
        {
          "title": "Post-2000 greening of Kalahari Desert and southern African grasslands reduces food and economic insecurity in Africa",
          "authors": "Debashis Nath, Reshmita Nath, Wen Chen, Wenju Cai, Zizhen Dong, Ruowen Yang",
          "abstract": "The Kalahari high-pressure system that forms the Kalahari and Namib Deserts of Southern Africa is maintained by the sinking motion of the Hadley circulation. Despite projected desertification under the climate change, beginning in the early 21st century the Kalahari Desert and grasslands of South Africa, Lesotho-Drakensberg highland and Eswatini has experienced a trend of greening/Savannisation. Here, we find that the disparity is likely due to strong multidecadal variability. A positive phase of the Atlantic multidecadal oscillation (AMO) during this period has intensified the Hadley circulation and widened the Kalahari anticyclone, thereby facilitating moisture transport from the warm Angola-Benguela front to southern African landmasses. The advected moisture brought wetness at its periphery, which satisfied the water demand for cropland expansion (~10-15%) in southern Africa. A water-food-economy nexus is increasing Africa’s crop yields by approximately 25%, reducing food and economic insecurity through a nearly fourfold increase in agricultural exports and contributing approximately 26% to the continent’s total agricultural output. However, in the opposite phase of multidecadal variability, the superposition of greenhouse warming would exacerbate the drying trend that will amplify aridity.",
          "url": "https://doi.org/10.1088/1748-9326/adf23a",
          "doi": "https://doi.org/10.1088/1748-9326/adf23a",
          "filter": 2
        },
        {
          "title": "Austrian nitrogen budget following UNECE guidance",
          "authors": "Ika Djukic, Carina Broneder, Thomas Dirnböck, Oliver Gabriel, Helga Lindinger, Harald Loishandl-Weisz, Simone Mayer, Christian Nagl, Stephan Poupa, Helmut Rechberger, Philip Sander, Bettina Schwarzl, Julia Tanzer, Peter Weiss, Wilfried Winiwarter",
          "abstract": "Human activities over the past century have significantly disrupted the natural nitrogen (N) balance, leading to harmful effects on both human health and the environment. Sustainable nitrogen management requires cross-sectoral governance, yet studies tracking nitrogen concentrations and flows across sectors remain scarce. This study aims to assess the current status of cross-sectoral sources, flows, and sinks of reactive nitrogen (Nr) in Austria, and to identify direct Nr inputs into the environment and emitting sectors. Using the \"UNECE-Guidance Document on National Nitrogen Budgets\" and material flow analysis, we quantified Austria’s national nitrogen budget (NNB) for 2015–2019. Results show Austria’s total annual nitrogen imports (3.469 kt N) and exports (3.075 kt N), resulting in a difference of 393 kt N. After accounting for stock changes (-79 kt N), a surplus of 472 kt N annually is observed, representing about 14% of total N inflow. However, not all of this N-loss is of direct environmental concern. Annually, 389 kt N (approximately 46.38 kg N ha-1a-1) are lost directly to the environment, largely exceeding the critical load for terrestrial ecosystems (5–10 kg N/ha), and causing significant environmental and economic consequences, with losses amounting to 389 million euros. Direct Nr inputs mainly come from agriculture (39.3%) and the energy/transport sectors (20.7%), with around 30% from cross-border fluxes via water (13.9%) and air (16.6%). The remaining 10% stem from human settlements, waste management, and industrial production. This study highlights the complexity of nitrogen sources and sinks in Austria and underscores the need for improvements towards reduced uncertainties in future research, including higher-resolution spatial data to account for regional variability.",
          "url": "https://doi.org/10.1088/1748-9326/adf2bd",
          "doi": "https://doi.org/10.1088/1748-9326/adf2bd",
          "filter": 2
        },
        {
          "title": "The Revised Oxford Principles for Net Zero Aligned Carbon Offsetting",
          "authors": "Injy Johnstone, Myles Allen, Kaya Axelsson, Ben Caldecott, Nick Eyre, Samuel Fankhauser, Thomas Hale, Cameron Hepburn, Conor Hickey, Stuart Jenkins, Radhika Khosla, Stephen Lezak, Alison Smith, Stephen M Smith, Audrey Wagner",
          "abstract": "Abstract",
          "url": "https://doi.org/10.1088/1748-9326/adf23d",
          "doi": "https://doi.org/10.1088/1748-9326/adf23d",
          "filter": 2
        },
        {
          "title": "Future Antarctic marine accessibility in a warming world",
          "authors": "Yaqi Hou, Chao Min, Yichen Lin, Hao Luo, Qi Shu, Jiping Liu, Qinghua Yang",
          "abstract": "Antarctic sea ice is projected to decline under continued global warming, reshaping marine accessibility in the Southern Ocean with far-reaching implications for navigation, ecosystem stability, and polar governance. Leveraging optimally selected sea ice projections from the Coupled Model Intercomparison Project Phase 6 (CMIP6), we assess future Antarctic marine accessibility for Open Water (OW) and Polar Class 6 (PC6) vessels under 1.5°C, 2°C, and 3°C warming scenarios. Results show significant increases in marine accessibility, with near-complete summer accessibility across the Southern Ocean in February, even under the 1.5°C Paris Agreement target. Winter marine accessibility also increases, with over 50% of the Southern Ocean accessible for PC6 vessels at 3°C warming. Spatially, the Eastern Route region, especially in the King Haakon VII Sea, is projected to exhibit the most significant increase in accessibility. Meanwhile, the South Shetland Islands and Antarctic Peninsula, which currently serve as important hubs for scientific research and logistical operations, are projected to experience increased year-round accessibility as global temperatures continue to rise. These findings provide insights that could support climate-smart marine spatial planning in the high seas.",
          "url": "https://doi.org/10.1088/1748-9326/adf3ce",
          "doi": "https://doi.org/10.1088/1748-9326/adf3ce",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Social capital as a policy catalyst: Enhancing municipal investment in climate risk reduction and adaptation",
          "authors": "Pablo Neudörfer, Patricio Valdivieso",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103041",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103041",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Projected land-use change emissions surpass climate change-induced carbon sinks in Sub-Saharan African biomes",
          "authors": "Dabwiso Sakala, Maria J. Santos",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103039",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103039",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Heatwaves disrupt prey behaviour",
          "authors": "Laura R. Stein",
          "url": "https://doi.org/10.1038/s41558-025-02393-z",
          "doi": "https://doi.org/10.1038/s41558-025-02393-z",
          "filter": 2
        }
      ]
    }
  ]
}
