{
  "update": "2025-08-29",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Scenario-dependent discounting for climate change adaptation decisions for infrastructure",
          "authors": "Amro Nasr, David Tan, Tarek Mohamed",
          "url": "https://doi.org/10.1080/14693062.2025.2549563",
          "doi": "https://doi.org/10.1080/14693062.2025.2549563",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Misleading air quality reports lower the public’s perception of pollution and increase travel behavior",
          "authors": "Yue Zhang, Xiaoli Yu, Siyang Luo",
          "url": "https://doi.org/10.1038/s43247-025-02670-x",
          "doi": "https://doi.org/10.1038/s43247-025-02670-x",
          "filter": 0
        },
        {
          "title": "Author Correction: Global South shows higher urban flood exposures than the Global North under current and future scenarios",
          "authors": "Qian Zhang, Chunlin Li, Ding Wen, Jieming Kang, Tan Chen, Baolei Zhang, Yuanman Hu, Jiabo Yin",
          "url": "https://doi.org/10.1038/s43247-025-02682-7",
          "doi": "https://doi.org/10.1038/s43247-025-02682-7",
          "filter": 0
        },
        {
          "title": "Lines in the landscape",
          "authors": "Chelsea Clifford, Magdalena Bieroza, Stewart J. Clarke, Amy Pickard, Michael J. Stratigos, Matthew J. Hill, Nejem Raheem, Corianne Tatariw, Paul J. Wood, Ivan Arismendi, Joachim Audet, Daniel Aviles, Jordanna N. Bergman, Anthony G. Brown, Rachel Eleanor Burns, John Connolly, Sarah Cook, Julie Crabot, Wyatt F. Cross, Joshua F. Dean, Chris D. Evans, Owen Fenton, Laurie Friday, Kieran J. Gething, Guillermo Giannico, Wahaj Habib, Eliza Maher Hasselquist, Nathaniel M. Heili, Judith van der Knaap, Sarian Kosten, Alan Law, Gea H. van der Lee, Kate L. Mathers, John E. Morgan, Hamidreza Rahimi, Carl D. Sayer, Mans Schepers, Rosalind F. Shaw, Peter C. Smiley, Shannon L. Speir, Jeffrey S. Strock, Quinten Struik, Jennifer L. Tank, Hao Wang, Jackie R. Webb, Alex J. Webster, Zhifeng Yan, Peta Zivec, Mike Peacock",
          "abstract": "Ditches (linear constructions which store and/or move water where humans prefer it to go), via irrigation, drainage, and power, have helped drive the development of human societies. Now, ditches and other linear channels, typically carrying water, are numerous and found on every continent. Their form varies widely with use, which includes land drainage, irrigation, transportation, and boundary marking. Ditches support and shape biogeochemical cycles, biotic communities, and human societies, at multiple spatiotemporal scales. However, ditches are frequently overlooked by researchers in many disciplines. Here, we review the largely unrecognized role that ditches play in environmental processes and human societies. The effects of ditches can be both positive (e.g., biodiversity refuges, water for food production, nutrient retention) and negative (e.g., greenhouse gas emissions, dispersal of pollutants). We call for future management to consider and enhance the multifunctional role that ditches can deliver at the landscape-scale.",
          "url": "https://doi.org/10.1038/s43247-025-02699-y",
          "doi": "https://doi.org/10.1038/s43247-025-02699-y",
          "filter": 0
        },
        {
          "title": "Carbon removal support is tempered by concerns over whether biological methods are worth it",
          "authors": "Emily Cox, Laurie Waller, James Palmer, Rob Bellamy",
          "abstract": "Biological carbon removal has been proposed as a ‘win-win’ for climate, sustainability and public opinion, but research on public perceptions is lacking explicit evidence on trade-offs between options. Here we explore perceptions using small group deliberation (n60) plus a nationally representative survey (n2027) in the UK’s four jurisdictions. We find a strong preference for carbon removal to play a substantial role in meeting national climate targets, stemming from persistent scepticism about emissions reductions and behaviour change. However, such support was tempered with caution about whether certain biological techniques - biochar, peatland restoration, and perennial biomass crops - would be “worth it”. In particular, concerns were raised about life-cycle emissions, as well as land competition with urgent housing needs, and scientific uncertainty around novel techniques such as biochar. While we find that responses to carbon removal tend to shift the burden of responsibility for climate action away from individuals, we also identify region-specific discourses, highlighting the importance of local context in shaping public views.",
          "url": "https://doi.org/10.1038/s43247-025-02654-x",
          "doi": "https://doi.org/10.1038/s43247-025-02654-x",
          "filter": 0
        },
        {
          "title": "Market-based instruments to fund nature-based solutions for flood risk management can disproportionately benefit affluent areas",
          "authors": "Bartholomew Hill, Tim Marjoribanks, Harriet Moore, Lee Bosher, Mark Gussy",
          "abstract": "Market-based instruments, including competitive tenders, are central to funding global environmental restoration and management projects. Recently, tenders have been utilised to fund Nature-based Solutions schemes for Natural Flood Management, with the explicit purpose of achieving co-benefits; flood management and reducing inequities. While multiple studies consider the efficacy of Nature-based Solutions for tackling inequities, no prior research has quantified whether the resource allocation for these projects has been conducted equitably. We analyse two national natural flood management programmes funded through competitive tenders in England to explore who benefits by considering the characteristics of projects, including socio-economic, geographical (e.g. rurality) and flood risk dynamics. Our results suggest that inequity occurs at both the application and funding stages of Nature-based Solutions projects for flood risk management. This reflects wider international challenges of using market-based instruments for environmental resource allocation. Competitive tenders have the potential to undermine the equitable benefits of Nature-based Solutions.",
          "url": "https://doi.org/10.1038/s43247-025-02706-2",
          "doi": "https://doi.org/10.1038/s43247-025-02706-2",
          "filter": 0
        },
        {
          "title": "International reliance on Brazil’s water through soy and beef supply chains",
          "authors": "Michael J. Lathuillière, Rafaela Flach, Lan Wang-Erlandsson, Vivian Ribeiro, Erasmus K. H. J. zu Ermgassen, Carlos M. Souza",
          "abstract": "As commodities enter supply chains, consumers rely on distant freshwater sources to ensure continued supply. This information often lacks the traceability and granularity required to assess the reliance of supply chains on specific river basins and their level of water scarcity. Here, we quantify the volume and source of freshwater for the production and export of Brazilian soy and beef to China and the EU, together with deforestation and greenhouse gas emissions for the 2015–2017 period. Both sectors mainly rely on rainfed systems, but also soy irrigation and a combination of cattle drinking and evaporation from reservoirs serving as the drinking source. About 20% and 50% of the freshwater required for exports to China and the EU, respectively, rely on river basins with high or critical water scarcity. Our study further shows how a multi-indicator assessment is key to guiding decisions in commodity sectors towards sustainable production and supply chains.",
          "url": "https://doi.org/10.1038/s43247-025-02658-7",
          "doi": "https://doi.org/10.1038/s43247-025-02658-7",
          "filter": 0
        },
        {
          "title": "Forest carbon program enrollment in Pennsylvania falls below survey predictions",
          "authors": "Jeremy G. Weber, Yucheng Wang, Natalia Mushegian, Raphael Calel, Adam Usmanov",
          "abstract": "Several US programs provide smaller-scale forest landowners access to carbon markets where they can earn payments in exchange for stricter timber management. We study participation in one program—the Family Forest Carbon Program—and find that 1% of likely eligible owners in five high-enrollment counties in Pennsylvania enrolled in the first 3 years, less than what landowner surveys predict. Comparisons of enrolled parcels with those of the likely eligible population reveal a similar average extent of harvesting over the 35 years prior to enrollment. Under the current owner, however, enrolled parcels had 50% more harvesting than comparable parcels. We find that more harvesting in the past 20 years reduces harvesting in the present, suggesting that, absent the Program, enrolled parcels might have less future harvests. The findings indicate that expanding carbon market access is one challenge, enrolling landowners, especially those with high offset potential, is another.",
          "url": "https://doi.org/10.1038/s43247-025-02657-8",
          "doi": "https://doi.org/10.1038/s43247-025-02657-8",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Experimental assessment of forest flammability after selective logging in the Brazilian Amazon",
          "authors": "Manoela S. Machado, Matthew G. Hethcoat, Marcia N. Macedo, Carlos A. Peres, David P. Edwards",
          "abstract": "Tropical forests, strongholds of biodiversity and carbon storage, face increasing threats from selective logging and fires. Selective logging disrupts forest structure, leaving canopy gaps where commercially valuable trees once stood, potentially increasing fire susceptibility through heating and drying understorey microclimates and altering fuel conditions. Here, we empirically examine the effects of selective logging on microclimate and flammability in the Brazilian Amazon. Using a controlled fire experiment during the first dry season post-harvest, we found that logging gaps were hotter and drier than surrounding forests, with larger gaps showing steeper temperature gradients. Leaf-litter moisture, a strong predictor of ignition, was modestly lower in gap centres. Despite this spatial variability in fuel moisture, the propensity of fuels to catch and sustain fires consistently increased as the dry season advanced, suggesting the selectively logged mosaic may be uniformly vulnerable to fire once exposed to ignition sources. These findings suggest that selective logging does not act alone in driving fire risk, with seasonal drying and ignition sources also contributing to increased vulnerability. These results highlight the importance of ignition suppression in post-logging management of forests that continue to hold substantial conservation value, including biodiversity and ecosystem services, as dry seasons intensify under climate change.",
          "url": "https://doi.org/10.1038/s43247-025-02688-1",
          "doi": "https://doi.org/10.1038/s43247-025-02688-1",
          "filter": 2
        },
        {
          "title": "Glacial meltwater increases coastal carbon dioxide uptake and sensitivity to biogeochemical change",
          "authors": "Henry C. Henson, Isolde Callisto Puts, Mikael K. Sejr, Lise Lotte Sørensen, Johnna M. Holding",
          "url": "https://doi.org/10.1038/s43247-025-02685-4",
          "doi": "https://doi.org/10.1038/s43247-025-02685-4",
          "filter": 2
        },
        {
          "title": "Parameterization of photoinhibition for phytoplankton",
          "authors": "Mohammad M. Amirian, Zoe V. Finkel, Emmanuel Devred, Andrew J. Irwin",
          "abstract": "Mathematical models of photosynthesis–irradiance relationships in phytoplankton are used to compute integrated water-column photosynthetic rates and predict primary production. Models typically ignore an important phenomenon observed in most experiments: photosynthetic rate remains constant over a range of irradiances before declining due to photoinhibition. Here we develop an approach that captures both photoinhibition and this plateau. We test six new models of photoinhibition and ten more photoinhibition models from the literature against a database of 1808 photosynthesis–irradiance curves exhibiting photoinhibition. The best model improves adjusted R² by 6–37% and reduces RMSE by 15–70% compared to existing models. In the best model, photoinhibition is phenomenologically described by multiplication by a saturating function of the reciprocal of irradiance, simplifies to the widely-used Jassby &amp; Platt photosynthesis–irradiance curve in the absence of photoinhibition, and only requires one new parameter. This photoinhibition parameter identifies the onset of photoinhibition and is the rate of decrease in photosynthetic rate at that irradiance. Simulations show that while parameter values vary up to 40% across existing models, particularly with and without photoinhibition, our representation of photoinhibition does not affect the interpretation or numerical values of parameters compared to the corresponding model without photoinhibition.",
          "url": "https://doi.org/10.1038/s43247-025-02686-3",
          "doi": "https://doi.org/10.1038/s43247-025-02686-3",
          "filter": 2
        },
        {
          "title": "Recombining past event precipitation and antecedent catchment states generates unprecedented floods",
          "authors": "Li Han, Bruno Merz, Viet Dung Nguyen, Björn Guse, Luis Samaniego, Kai Schröter, Sergiy Vorogushyn",
          "abstract": "River floods that exceed historical records often occur unexpectedly, causing widespread damage and disruption. To improve disaster preparedness, it is crucial to explore exceptional flood scenarios that surpass past observations. Here we introduce a perfect storm approach that recombines historically observed extremes in precipitation and soil moisture to generate plausible flood scenarios that are easy to understand by lay people and flood risk managers. Our analysis covers the ten most damaging floods recorded in Germany, two additional extreme precipitation events and two cases of exceptionally wet soil moisture conditions. The results show that the severity and damage of these recombined floods can systematically exceed those of the observed events, demonstrating the potential of the perfect storm approach to generate plausible scenarios of unprecedented floods. While shifting extreme rainfall to wetter soil consistently amplifies flood severity, moving events by just 1 month can also intensify flooding, which underscores the critical role of temporal alignment between catchment state and precipitation. Our study enables planners and policymakers to anticipate extreme flood scenarios beyond historical precedents, and offers a simple, yet powerful, strategy for obtaining flood scenarios to enhance disaster preparedness.",
          "url": "https://doi.org/10.1038/s43247-025-02691-6",
          "doi": "https://doi.org/10.1038/s43247-025-02691-6",
          "filter": 2
        },
        {
          "title": "Forest soils accumulate microplastics through atmospheric deposition",
          "authors": "Collin J. Weber, Moritz Bigalke",
          "abstract": "The occurrence and fate of microplastics in forest ecosystems is a recognized knowledge gap. In this paper, we used an aligned extraction method to quantify microplastics (&gt;20 µm) in organic and mineral forest soil horizons and throughfall deposition. Calculation of forest soil microplastic stocks and throughfall fluxes allowed an estimation of throughfall contribution to microplastic accumulation in forest soils back to 1950. We identified a short-term microplastic enrichment in decomposed litter horizons followed by an accumulation in lower mineral soil caused by litter turnover processes. Similar microplastic features in soil and throughfall deposition indicate that microplastics entering forest soils primarily originate from atmospheric deposition and litter fall, while other sources have a minor impact. We conclude that forests are good indicators for atmospheric microplastic pollution and that high microplastic concentrations in forest soils indicate a high diffuse input of microplastics into these ecosystems.",
          "url": "https://doi.org/10.1038/s43247-025-02712-4",
          "doi": "https://doi.org/10.1038/s43247-025-02712-4",
          "filter": 2
        },
        {
          "title": "Elevated atmospheric CO2 drove spatial variability in terrestrial organic carbon burial during the Toarcian hyperthermal",
          "authors": "Ruoyuan Qiu, Xiujuan Bao, David B. Kemp, Jiaqi Guo, Shuai Yuan, Wang Zhang, Huajian Wang, Mu Liu, Ruizhen Zhang, Bo Wan, Liang Zhao, Yongyun Hu, Zhijun Jin",
          "url": "https://doi.org/10.1038/s43247-025-02711-5",
          "doi": "https://doi.org/10.1038/s43247-025-02711-5",
          "filter": 2
        },
        {
          "title": "The presence of ancient subducted oceanic crust contributes to seismic anomalies in Large Low Shear Velocity Provinces",
          "authors": "Ewa Krymarys, Motohiko Murakami, Pinku Saha, Christian Liebske",
          "abstract": "Large Low Shear Velocity Provinces (LLSVPs) near the core-mantle boundary (CMB) are key yet enigmatic structures. Their origin is often linked to the accumulation of subducted mid-ocean ridge basalt (MORB), but computational models question MORB as the sole source due to its predicted high shear wave velocity compared to normal mantle. This uncertainty is compounded by the lack of direct sound velocity measurements at CMB pressures. Here we address this gap through ultrahigh-pressure shear wave velocity measurements on CaCl 2 - and α-PbO 2 -type SiO 2 , major phases in MORB, at pressures exceeding those of the CMB. Our results show shear velocities in dense SiO 2 phases are ~ 7–14% lower than previous predictions under these conditions. Incorporating these values into MORB models suggests that the typical seismic anomaly of −1.5% (δln V S ) observed in LLSVPs can be explained by ~ 23–33 vol.% oceanic crust along a cold slab geotherm, without invoking extreme thermal anomalies (+1500 K). Considering a subduction history exceeding 2 billion years, this scenario supports long-term MORB accumulation at the lowermost mantle. These findings provide new constraints on LLSVP composition and offer critical insights into deep mantle dynamics and the evolution of Earth’s interior.",
          "url": "https://doi.org/10.1038/s43247-025-02700-8",
          "doi": "https://doi.org/10.1038/s43247-025-02700-8",
          "filter": 2
        },
        {
          "title": "Hysteresis of submarine karst springs reveals tipping points in flow reversal and saline intrusion phenomena",
          "authors": "Jean-Christophe Maréchal, Bernard Ladouche, Claudine Lamotte, Benoit Dewandel, Vivien Hakoun, Pierre Perrochet",
          "abstract": "Submarine springs that drain inland karst aquifers may be subject to abrupt flow reversals in which alternatively freshwater outflows to the sea or saltwater inflows into the aquifer. Here we provide a full flow reversal long-duration data time series at the Vise spring (below Thau lagoon, south of France) during which saltwater inflows into the aquifer. We demonstrate that the driving parameter of the hydrosystem regime shifts is the hydraulic gradient between the aquifer and the lagoon, controlled by water density changes. We reveal the existence of two tipping points: (i) below a hydraulic gradient threshold, the hydrosystem suddenly degrades from a normal regime to saltwater intrusion, and (ii) a much larger hydraulic gradient is necessary for the recovery of the hydrosystem. The high hysteresis of the hydrosystem, due to the vertical karst conduit filling by saltwater, is responsible for the long duration of the degradation and saltwater intrusion. In a changing climate context, flow reversal at submarine karst springs could be more frequent and longer in the future due to sea level rise and a decrease in recharge, threatening inland or offshore freshwater resources.",
          "url": "https://doi.org/10.1038/s43247-025-02522-8",
          "doi": "https://doi.org/10.1038/s43247-025-02522-8",
          "filter": 2
        },
        {
          "title": "Linking leaf hyperspectral reflectance to gene expression",
          "authors": "Yanni Chen, Logan Monks, Vanessa E. Rubio, Alexander J. Cox, Nathan G. Swenson",
          "url": "https://doi.org/10.1038/s43247-025-02696-1",
          "doi": "https://doi.org/10.1038/s43247-025-02696-1",
          "filter": 2
        },
        {
          "title": "Re-emergence of Indian Ocean Equatorial undercurrent under early positive Indian Ocean Dipole",
          "authors": "Ke Huang, Weiqing Han, Tingting Zu, Ying Wu, Kang Xu, Weiqiang Wang",
          "url": "https://doi.org/10.1038/s43247-025-02704-4",
          "doi": "https://doi.org/10.1038/s43247-025-02704-4",
          "filter": 2
        },
        {
          "title": "Mirror image molecules expose state of rainforest stress",
          "authors": "Joseph Byron, Giovanni Pugliese, Carolina de A. Monteiro, Michelle Robin, Eliane Gomes Alves, Johanna Schuettler, S. Christoph Hartmann, Achim Edtbauer, Bianca E. Krumm, Nora Zannoni, Anywhere Tsokankunku, Cléo Q. Dias-Junior, Carlos A. Quesada, Hartwig Harder, Efstratios Bourtsoukidis, Jos Lelieveld, Jonathan Williams",
          "abstract": "Monoterpenes are key to plant communication and defence against biotic (e.g., herbivory) and abiotic (e.g., heat, drought) stress. Chiral monoterpenes, like alpha-pinene, exist as mirror image pairs, known as enantiomers. Enantiomers have the same atmospheric reactivity, but are produced and emitted by different enzymes and internal leaf mechanisms. Abiotic stress can alter their relative emissions, suggesting enantiomer ratios could indicate stress severity. Here we present (−)- and (+)-alpha-pinene and methyl salicylate measurements from the Amazon rainforest over time-of-day, season, and the 2023-24 El Niño. Correlations between alpha-pinene enantiomers shifted with stress, aligning with weakening carbon dioxide uptake by vegetation and transition between de novo and storage emissions. Low- and high-stress zones, along with a recovery zone, were defined through alpha-pinene enantiomer correlations, revealing a metric for ecosystem stress. This chiral ratio reveals diel, seasonal, El Niño, and edge effect stresses, offering a method to gauge drought severity due to climate change.",
          "url": "https://doi.org/10.1038/s43247-025-02709-z",
          "doi": "https://doi.org/10.1038/s43247-025-02709-z",
          "filter": 2
        },
        {
          "title": "Earlier planting fails to replicate historical production conditions for US spring wheat under future climates",
          "authors": "Supriya Savalkar, Michael O. Pumphrey, Kimberly G. Campbell, Fabio V. Scarpare, Tanvir Ferdousi, Samarth Swarup, Claudio O. Stöckle, Kirti Rajagopalan",
          "url": "https://doi.org/10.1038/s43247-025-02716-0",
          "doi": "https://doi.org/10.1038/s43247-025-02716-0",
          "filter": 2
        },
        {
          "title": "Soil moisture and the number of simultaneous stressors drive interactions among global changes on denitrification",
          "authors": "Audrey Niboyet, Xavier Le Roux, Nona R. Chiariello, Paul Dijkstra, Christopher B. Field, Bruce A. Hungate",
          "url": "https://doi.org/10.1038/s43247-025-02703-5",
          "doi": "https://doi.org/10.1038/s43247-025-02703-5",
          "filter": 2
        },
        {
          "title": "Threshold-based management reduces insecticide use by 44% without compromising pest control or crop yield",
          "authors": "Ashley Leach, Arnol Ariel Gomez, Ian Kaplan",
          "url": "https://doi.org/10.1038/s43247-025-02643-0",
          "doi": "https://doi.org/10.1038/s43247-025-02643-0",
          "filter": 2
        },
        {
          "title": "In-situ sedimentary evidence of complex bottom currents at a modern deepwater seamount",
          "authors": "Shannon E. Frey, Martin Jutzeler, Rebecca J. Carey, Peter T. Harris",
          "url": "https://doi.org/10.1038/s43247-025-02690-7",
          "doi": "https://doi.org/10.1038/s43247-025-02690-7",
          "filter": 2
        },
        {
          "title": "Evidence for the existence and ecological relevance of fast-cycling mineral-associated organic matter",
          "authors": "Andrea Jilling, A. Stuart Grandy, Amanda B. Daly, Rachel Hestrin, Angela Possinger, Rose Abramoff, Madison Annis, Anna M. Cates, Katherine Dynarski, Katerina Georgiou, Katherine Heckman, Marco Keiluweit, Ashley K. Lang, Richard P. Phillips, Katherine Rocci, Itamar A. Shabtai, Noah W. Sokol, Em D. Whalen",
          "url": "https://doi.org/10.1038/s43247-025-02681-8",
          "doi": "https://doi.org/10.1038/s43247-025-02681-8",
          "filter": 2
        },
        {
          "title": "Observed streamflow data shows El Niño–Southern Oscillation increases likelihood of extreme events in South America",
          "authors": "Ingrid Petry, Fernando M. Fan, Andrew W. Wood",
          "url": "https://doi.org/10.1038/s43247-025-02714-2",
          "doi": "https://doi.org/10.1038/s43247-025-02714-2",
          "filter": 2
        },
        {
          "title": "Early detection of climate change-induced shallow landslides with IoT-technology",
          "authors": "Robert Hofmann, Simon Berger, Lukas Wimmer",
          "abstract": "Climate change in the Alps is increasing winter rainfall and raising the snowline, thereby elevating the risk of shallow landslides and threatening infrastructure. However, forecasting such events remains challenging due to their localized and unpredictable nature. Here we present an innovative approach combining laboratory experiments, field measurements, and real-time autonomous monitoring to develop geotechnical-hydraulic hypotheses for early warning strategies. Subsurface conditions—such as topography, volumetric water content, matric suction, and soil temperature—are continuously monitored alongside key triggering factors including snow cover, precipitation intensity, and temperature fluctuations to improve the understanding of the shallow landslide initiation. Data were collected at an instrumented test site in the Alps, where a shallow landslide was triggered by heavy rainfall in December 2023. The monitoring system is based on a sensor network that includes Shallow Landslide Detectors. These results highlight the potential of low-cost, distributed monitoring systems to enhance early warning capabilities in alpine environments increasingly affected by climatic extremes.",
          "url": "https://doi.org/10.1038/s43247-025-02668-5",
          "doi": "https://doi.org/10.1038/s43247-025-02668-5",
          "filter": 2
        },
        {
          "title": "Leveraging unmanned aerial vehicle images improves vegetation mapping in photovoltaic power plants",
          "authors": "Zhigang Zou, Qian Ding, Xinhui Zhou, Pukaiyuan Yang, Jingyi Liu, Chongbin Xu, Wu Yang",
          "url": "https://doi.org/10.1038/s43247-025-02710-6",
          "doi": "https://doi.org/10.1038/s43247-025-02710-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Decolonizing biodiversity data: a call for equitable science",
          "authors": "Alvenio Jr. Gamban Mozol",
          "abstract": "Not avaliable.",
          "url": "https://doi.org/10.1088/1748-9326/adff9b",
          "doi": "https://doi.org/10.1088/1748-9326/adff9b",
          "filter": 0
        },
        {
          "title": "Compounding droughts and floods amplify socio-economic impacts",
          "authors": "Koffi Worou, Gabriele Messori",
          "abstract": "In recent years, compound climate and weather extremes have received significant attention due to the heightened threat they pose to the environment, human societies, and the economy. This study investigates the impacts of compound drought-flood (CDF) extremes using data from two widely-used disaster databases: the Emergency Events Database (EM-DAT) and its geocoded version (GDIS), along with the DesInventar database. The analysis covers the period from 1960 to 2018, consistent with GDIS' temporal coverage. CDF events are defined as instances where drought and flood hazards occur concurrently or sequentially, with a flood taking place during a drought period or within four months of its end.&amp;#xD;&amp;#xD;Our findings for the global extratropics reveal that the economic losses and the number of affected people resulting from compound drought-flood events are up to eight times higher than those ascribed to isolated droughts or floods, with a confidence interval ranging from one to twelve. Similar qualitative results emerge from DesInventar and EM-DAT, albeit with some quantitative differences. Furthermore, impact ratios have increased in more recent decades compared to earlier periods, emphasizing the increasing impacts of the drought-flood compound events.&amp;#xD;&amp;#xD;These results highlight the amplified negative impacts when droughts and floods occur concomitantly or sequentially, underscoring the need for targeted policies to address their socioeconomic risks, particularly under changing climatic conditions.",
          "url": "https://doi.org/10.1088/1748-9326/adfe82",
          "doi": "https://doi.org/10.1088/1748-9326/adfe82",
          "filter": 0
        },
        {
          "title": "Sharing emissions and removals for meeting the Paris Agreement through a distributive and corrective justice lens",
          "authors": "Mingyu Li, Rui Wang, Xinzhu Zheng, Can Wang, Joeri Rogelj",
          "abstract": "Carbon dioxide removal (CDR) is critical for achieving net-zero and net-negative CO2 emissions that can halt and potentially reverse global warming, respectively. However, reliable CDR is still costly and comes with considerable technological and ecological uncertainties. Despite the centrality of equity in the Paris Agreement, no integrated framework exists to equitably allocate responsibilities for CDR and residual emissions among countries. Here, we present a justice-based framework that separates out ethical considerations for equitably allocating gross emissions and gross CDR, addressing how these contributions shift before and after reaching global net-zero CO2 emissions. The framework distinguishes between CDR delivered as a common good to reach a collective global climate outcome, and CDR that is used to pay off carbon debts due to emissions overconsumption. We offer a new perspective for how nations with substantial historical responsibilities and emerging economies with increasing capacities can collaborate and equitably share the CDR burden, enhancing both international cooperation and national-level climate action.",
          "url": "https://doi.org/10.1088/1748-9326/adff2e",
          "doi": "https://doi.org/10.1088/1748-9326/adff2e",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Faster than-expected intensification of heat extremes in a maritime climate: A New Zealand case study",
          "authors": "Hamish Lewis, Luke J Harrington, Peter B. Gibson, Neelesh Rampal",
          "abstract": "Heat extremes are some of the fastest changing climate hazards in a warming world, but are often perceived to be less consequential in cool mid-latitude countries. This includes New Zealand, where significant knowledge gaps exist around the future risks they pose. Here, we present the first comprehensive analysis of projected New Zealand heat extremes across various event durations (1, 5, 10, 15, and 30 days) using the latest suite of dynamically downscaled CMIP6 climate projections for New Zealand. We find that longer duration extreme events with a 1-in-10-year return period in Historical simulations, will begin to occur at least every other year across the majority of the country by the mid 21st-century under a SSP2-4.5 warming scenario, with shorter duration events emerging more slowly. Once model-specific warming rates are accounted for, we find a consistent pattern of accelerated warming for the hottest days of the year, with each degree of annual-mean warming over the wider New Zealand region resulting in approximately 1.6°C of change in the hottest days of the year. Importantly, we find evidence of heat extremes intensifying much faster than mean warming across many regions of inland New Zealand, contradicting past claims of muted changes based on coarse resolution global climate models. Finally, we examine a model-based example of a physically plausible record-shattering heatwave capable of occurring in the present climate, with five-day temperature anomalies exceeding +10°C over large parts of the North Island.",
          "url": "https://doi.org/10.1088/1748-9326/adfe80",
          "doi": "https://doi.org/10.1088/1748-9326/adfe80",
          "filter": 2
        },
        {
          "title": "China’s railway photovoltaic potential for sustainable urban-rural energy transition",
          "authors": "Han Wang, Bin Chen, Jiafu An, Chen Lin, Peng Gong",
          "abstract": "Transitioning from fossil fuels to clean energy sources is vital for carbon neutrality and sustainable development. This study evaluates the integration of photovoltaic (PV) technology into China's extensive railway network and reveals that suitable areas between rails could potentially generate 204.6 TWh of electricity annually, equivalent to more than twice of the Three Gorges Power Station's output, and accounting for approximately 9.2% of China’s total renewable electricity generation in 2020 (2,214.8 TWh). The proposed hybrid railway PV energy system is estimated at a national average levelized cost of electricity (LCOE) of 0.14 CNY/kWh, with a potential profit of CNY 77.8 billion upon transitioning from the current electricity supply. Among 371 cities analyzed, 291 (78.4%) are expected to reach a production-side grid parity, while all cities would achieve user-side grid parity. The implementation of this PV system could significantly mitigate environmental impacts, reducing carbon emissions by 126.5 Mt and lowering air pollutants, including 64,199 tons of NOX, 44,423 tons of SO2, and 7,789 tons of PMX. Substantial railways in rural regions can optimize the energy consumption structure of rural residents, reducing the share of coal and liquefied petroleum gas (LPG) in per capita energy consumption from 29.44% to 7.27%, and leading their average annual expenditure on primary energy sources dropping from CNY667.9 to CNY502.7—a 24.23% reduction.",
          "url": "https://doi.org/10.1088/1748-9326/adff95",
          "doi": "https://doi.org/10.1088/1748-9326/adff95",
          "filter": 2
        },
        {
          "title": "Tree mortality provides early warning sign of ecosystem functional transition in coastal freshwater forested wetlands",
          "authors": "Maricar Aguilos, Ge Sun, James Bulluck, Maner Shi, Xuanyu Han, Cameron Thomas Carter, Katie Brannum, Brandon Middlebrough, John Watts, Jackson Webb, Margaux Whitley, Manaswini Ganjam, Ning Liu, Benju Baniya, Bhaskar Mitra, Prajaya Prajapati, Kevan Minick, Steven G. McNulty, Asko Noormets, John King",
          "abstract": "Globally, coastal forested wetlands are increasingly affected by relative sea level rise. However, the mechanisms underlying coastal wetland degradation remain unclear. Using the eddy covariance approach, we evaluated the long-term (i.e., 2009–2019) net ecosystem exchange (NEE), associated hydrology, and ecosystem structural changes in a forested wetland in North Carolina, USA. We quantified tree mortality in response to changes in hydrology. The ecosystem shifted from a net C sink (NEE = −3.68 Mg C ha−1 yr−1) pre-2010 to a net C source (NEE = 0.87 Mg C ha−1yr−1 to 7.59 Mg C ha−1yr−1) afterward. We ascribe the ecosystem C loss to increasing tree mortality (i.e., from 1.6% in 2009 to 45.8% in 2019), partly due to relative sea level rise (R2 = 0.62). Tree mortality, and consequent shift of NEE, provide early warning signs of a transition in this ecosystem more than 20 km inland from the coast.",
          "url": "https://doi.org/10.1088/1748-9326/ae0057",
          "doi": "https://doi.org/10.1088/1748-9326/ae0057",
          "filter": 2
        },
        {
          "title": "Effects of climate change on marine ecosystems in the southeastern Pacific: Multiple ocean stressors assessed through climate velocities",
          "authors": "Leonardo Yévenes-Vega, Carolina Parada Veliz, Boris Dewitte, Javier Porobic, Valentina Nuñez Espinosa, María de los ángeles Gallardo",
          "abstract": "Anthropogenic climate change has triggered a cascade of impacts on marine ecosystems, often referred to as the “deadly trio”: warming, acidification, and deoxygenation. While these stressors will globally lead to the compression of marine habitats, their regional effects vary significantly and remain understudied. This is particularly true for the southeastern Pacific (SEP), which supports rich pelagic and benthic ecosystems closely linked to a complex seafloor featuring archipelagos and extensive seamount chains. Using model simulations from Phase 6 of the Coupled Model Intercomparison Project (CMIP6), this study examines future regional-scale environmental changes in the SEP. Our analysis builds on the observation that the South Pacific Ocean Gyre is among the regions experiencing the least warming globally and that the epipelagic zone within the oxygen minimum zone may oxygenate in the future. These conditions may promote habitat expansion, which we assess using the climate velocities for temperature, oxygen, and pH. We demonstrate that, in a pessimistic near future (2015-2050), most regions show a potential climatic loss in the entire epipelagic layer. However, two broad areas benefit from conservation below the surface: a region in the tropics extending from 10°S-100°W to the east of Rapa Nui and the coastal region of Peru and Chile, extending up to the Desventuradas and Juan Fernández archipelagos. While the former is due to the slow warming rates, the latter results from both slow deoxygenation and oxygenation climate velocities along the coast of those countries, a zone that overlaps with the lowest changes in pH in the SEP, giving them a unique conservation value. We demonstrate that epipelagic ecosystems within the oxygen minimum zone may be less impacted by climate change than those outside of it.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adff96",
          "doi": "https://doi.org/10.1088/1748-9326/adff96",
          "filter": 2
        },
        {
          "title": "County-level cropland fragmentation in China (1990–2023): a bidirectional transformation perspective",
          "authors": "Huaikai Weng, Yaxuan Chang, Yongwu Dai, Liming Zhang, Dong Zhang, Xiaoxun Huang, Yaqun Liu, Yanlong Guan, Janne Heiskanen",
          "abstract": "Cropland fragmentation (CLF) studies often overlook bidirectional land transformations. This study reassesses county-level CLF in China (1990–2023) using a 30 m-resolution Landsat-based dataset and a novel Modified Landscape Division Index (MLDI) to capture both cropland gains (transfer-in) and losses (transfer-out). We find pronounced CLF increases in urbanized plains, notably the Huang-Huai-Hai Plain (6.13×10⁻²/y), Northeast China Plain (3.69×10⁻²/y), and Sichuan Basin (4.97×10⁻²/y), driven primarily by urbanization (39.5% contribution to CLF from impervious surfaces). Conversely, cropland gains from forests and grasslands mitigate fragmentation, with forest-to-cropland conversion reducing CLF by 40.3%. Counties with CLF increases due to losses outnumber those with decreases by 5.5 times. Regression analysis reveals strong correlations between area changes and CLF (p &lt; 0.01). These insights are relevant for urbanizing regions globally, such as Southeast Asia and Sub-Saharan Africa, highlighting the need for policies like zoning regulations and reforestation incentives to balance urban expansion with cropland restoration for sustainable land use and food security.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0050",
          "doi": "https://doi.org/10.1088/1748-9326/ae0050",
          "filter": 2
        },
        {
          "title": "Not just a climate problem: the safety and health risks of methane super-emitter events",
          "authors": "Sofia Bisogno, Chowdhury G Moniruzzaman, Nick Heath, Christos Efstathiou, Jeremy K Domen, Lee Ann L Hill, Jasmine Lee, Drew R Michanowicz, Quintin Munoz, Yanelli Nunez, Sebastian T Rowland, Daniel Bon, Daniel H Cusworth, Seth B C Shonkoff, Kelsey R Bilsback",
          "abstract": "Methane super-emitter events (&gt;100 kg methane hr −1 ) are prevalent across the oil and gas supply chain and are being targeted for methane mitigation policies due to their climate impacts; however, few studies have evaluated the air quality impacts and direct safety and public health risks. Here, we evaluate seven upstream oil and gas methane super-emitter events to examine the safety (explosivity) risks from methane and the short-term, noncancer health risks from benzene and other key co-emitted non-methane volatile organic compounds (NMVOCs). We used airborne instrument and satellite-measured methane emissions rates to estimate hourly air concentrations of methane using US EPA’s American Meteorological Society/Environmental Protection Agency Regulatory Model (AERMOD), a regulatory-grade dispersion model, and applied estimated speciated NMVOC-methane molar ratios to calculate hourly air concentrations of NMVOCs. We assessed when and where hourly modeled methane and NMVOC air concentrations exceeded national safety (0.5% methane) and state-based health (8 ppb and 53 ppb benzene) benchmarks. Large methane super-emitters (&gt;2900 kg hr −1 ) had safety benchmark exceedances as far as 270 m from the source, indicating that safety risks are greatest for facility workers and nearby communities. Health benchmark exceedances were the greatest and most frequent close to the source (&lt;300 m), but, in contrast to the safety risks, reached beyond one kilometer (1.1–19 km) for modeled methane super-emitters (210–15 800 kg hr −1 ), posing health risks to residents and sensitive populations. We also found that smaller methane super-emitters may pose outsized health risks: our second lowest methane emission case (539 kg hr −1 ) yielded the highest benzene air concentration (28 000 ppb), farthest 8 ppb benzene exceedance distance (19 km), and highest frequency of health benchmark exceedances between 1–5 km (2.6%). Our study demonstrates that policies and early detection efforts that control methane super-emitters should prioritize factors beyond methane emissions rate magnitude, such as gas composition, to provide the strongest co-benefits for public health and safety.",
          "url": "https://doi.org/10.1088/1748-9326/addedd",
          "doi": "https://doi.org/10.1088/1748-9326/addedd",
          "filter": 2
        },
        {
          "title": "Drivers of canopy temperature dynamics across diverse ecosystems",
          "authors": "Jen L Diehl, Mostafa Javadian, George Koch, Christopher Still, Andrew D. Richardson",
          "abstract": "Temperature of leaves and canopies is critically important for many physiological processes, including photosynthesis, respiration, and transpiration. But the variation of canopy temperature and its relationship with air temperature across a range of ecosystems and environmental conditions is understudied, challenging our ability to predict canopy temperature responses in a rapidly warming climate. Therefore, to better understand how environmental drivers and site characteristics interact with vegetation types to influence these temperature dynamics, we analyzed canopy temperature estimates derived from upwelling longwave radiation measurements across seven years and 36 NEON (National Ecological Observatory Network) sites in the USA. Canopy temperature consistently exceeded or closely tracked air temperature, with the strength and magnitude of this relationship varying by vegetation type. Multiple linear regression analysis confirmed incoming shortwave radiation as the dominant driver of ∆T (canopy temperature – air temperature). While this driver was consistently important across all sites, sites within the same vegetation type tended to respond similarly to the full set of environmental drivers. Vegetation height was associated with variation in the magnitude of ∆T. These findings support the use of vegetation type groupings to capture generalizable patterns in canopy temperature dynamics, patterns that are critical for understanding ecosystem responses under future climate scenarios.",
          "url": "https://doi.org/10.1088/1748-9326/adfe7f",
          "doi": "https://doi.org/10.1088/1748-9326/adfe7f",
          "filter": 2
        },
        {
          "title": "Improving Simulations of Daily Mean Dynamic Sea Level Extremes in the Gulf of Mexico with High-Resolution Community Earth System Model",
          "authors": "Ping Chang, Gaopeng Xu, Gokhan Danabasoglu, Frederic S. Castruccio, Stephen G. Yeager, Qiuying Zhang, Jaison Kurian, Susan Bates, Christine C. Shepard, Richard Justin Small",
          "abstract": "Extreme sea-level events, such as those caused by tropical cyclones (TCs), pose significant risks to coastal areas. However, the current generation of climate models struggles to simulate these events due to coarse resolution. By comparing high-resolution (HR) and low-resolution (LR) Community Earth System Model (CESM) simulations with tide gauge and altimeter data along the U.S. Gulf of Mexico (GoM) coast, we find that HR better represents both mean dynamic sea level (DSL) and daily mean extreme DSL (EDSL) statistics. In contrast, LR significantly underestimates the strength of EDSL mainly due to its deficiency in simulating strong TCs. Both observations and HR show larger daily mean EDSL on the western Gulf coast than on the eastern side, highlighting the need for HR climate simulations to improve coastal resilience planning.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adff97",
          "doi": "https://doi.org/10.1088/1748-9326/adff97",
          "filter": 2
        },
        {
          "title": "Responses of terrestrial ecosystem respiration to soil moisture across Australia",
          "authors": "Eva-Marie Metz, Sanam N. Vardag, Andrew F Feldman, Benjamin Poulter, Thomas Colligan, Brenden J. Fischer-Femal, André Butz",
          "abstract": "The terrestrial biosphere is the largest net sink of global CO 2 , but its sink capacity varies considerably from year to year depending on environmental conditions. Recent work has highlighted the importance of semi-arid ecosystems in interannually driving global concentrations of atmospheric CO 2 . We therefore need to better understand the dynamics and drivers of the CO 2 fluxes and their modelling along semi-arid to humid gradients. Respiration is an even more uncertain flux compared to photosynthetic fluxes and its spatially variability is not well understood. Here we focus on terrestrial ecosystem respiration (TER) in Australia, and, specifically, on disentangling the impacts of temperature and soil water on TER.&amp;#xD;We use nighttime net ecosystem exchange (NEE) data as a viable proxy for daily TER collected by 40 flux tower stations within the OzFlux network over the last 20 years in Australia. These stations cover a broad range of climatic conditions enabling us to analyze the dependence of TER on soil moisture under varying aridity and temperature conditions. We find that the sensitivity of TER to soil moisture is the strongest in semi-arid regions. In these moisture-limited locations, the TER sensitivity to soil moisture increases strongly with temperature. Soil respiration fluxes at humid stations are large but exhibit low sensitivity to high soil moisture levels indicating that TER at humid stations is not water-limited. Using the dynamic global vegetation model LPJ, we show that common model approaches assuming increasing TER with increasing soil moisture for all soil moisture levels perform poorly in reproducing the observed TER patterns in Australia due to interactions with carbon availability and representation of soil hydrology. Hence a more sophisticated description of the dependence of TER on soil moisture is necessary to capture TER dynamics under different climatic conditions accurately.&amp;#xD;&amp;#xD;&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae0051",
          "doi": "https://doi.org/10.1088/1748-9326/ae0051",
          "filter": 2
        },
        {
          "title": "Responding to rising waters and temperatures: Greenhouse gas flux from a high-latitude coastal wetland",
          "authors": "Katharine Cashman Kelsey, A. Joshua Leffler, Matteo Petit Bon, Briana Barr, Karen H Beard",
          "abstract": "Climate change is increasing coastal landscapes’ exposure to flooding, in addition to rapidly rising temperatures. These changes are critical in the Arctic where the effects of sea level rise are exacerbated by the loss of sea ice protecting coasts, subsidence as permafrost thaws, and a projected increase in storms. Such changes will likely alter the land-atmosphere gas exchange of high-latitude coastal ecosystems, but the effects of flooding with warming remain unexplored. In this work we use a field experiment to examine the interacting effects of increased tidal flooding and warming on land-atmosphere CO2 and CH4 exchange in the coastal Yukon-Kuskokwim Delta, a large sub-Arctic wetland and tundra complex in western Alaska. We inundated dammed plots to simulate two levels of future flooding: low-intensity flooding represented by one day of flooding per summer-month (June, July, and August), and high-intensity flooding represented by three-consecutive days of flooding per summer-month, crossed with a warming treatment of 1.4 °C. We found that both flooding and warming influenced greenhouse gas exchange. Low-intensity flooding reduced net CO₂ uptake by 20% (0.78 µmol m-2 s-1) regardless of temperature, and marginally increased CH₄ emissions 0.83 nmol m-2 s-1 (33%) under ambient temperature, while decreasing CH4 emissions by -1.96 nmol m-2 s-1 (40%) under warming. In contrast, high-intensity flooding restored net CO₂ uptake to control levels due to enhanced primary productivity under both temperature treatments. High-intensity flooding decreased CH4 emissions under ambient temperature by 0.76 nmol m-2 s-1 (30%), but greatly increased emissions under warming by 4.68 nmol m-2 s-1 (265%), presumably driven by increased plant-mediated CH₄ transport. These findings reveal that greenhouse gas exchange responds rapidly and non-linearly to intensifying flooding, and highlight the importance of short-term flooding dynamics and warming in shaping future carbon cycling in this Arctic coastal wetland.",
          "url": "https://doi.org/10.1088/1748-9326/adff98",
          "doi": "https://doi.org/10.1088/1748-9326/adff98",
          "filter": 2
        },
        {
          "title": "IOD-driven Seesaw Mode of Upper-ocean Salinity Variability in the Central and Eastern Tropical Indian Ocean",
          "authors": "Ke Huang, Dongxiao Wang, Tingting Zu, Diani Vithana",
          "abstract": "Understanding the mechanisms behind interannual salinity variability in the tropical Indian Ocean (TIO) is crucial for interpreting its role in regional and global climates. While localized salinity anomalies—particularly in the central and eastern TIO (CTIO and ETIO)—are well-documented, their basin-wide connection under the influence of the Indian Ocean Dipole (IOD) remains unclear. This study advances the salt diagnostics based on leading mode and associated salt budget to robustly reveal the IOD-driven mechanisms on salinity’s basin-wide connections using observation and simulation. Results indicate that a coherent seesaw mode connects CTIO and Western Bay of Bengal (BoB) salinity anomalies during the IOD mature phase (September-November), with its principal component and associated localized salinity anomaly strongly correlated with the Dipole Mode Index. Composite analysis and wave diagnostics reveal two key mechanisms. First, anomalous cyclonic/anticyclonic circulations co-develop in CTIO and BoB during IOD events, driving salt advection aligned with mean salinity gradients and shaping the leading salinity pattern. Second, IOD-induced oceanic waves—both remote and local—jointly generate current anomalies that enhance salinity tendencies. In particular, equatorial easterlies during positive IOD events force upwelling Kelvin waves that propagate into the BoB, reinforcing anticyclonic salt advection and producing high salinity anomalies. Concurrently, local wind over the CTIO drives equatorial upwelling Kelvin and downwelling Rossby waves to constructively strengthen westward equatorial current and southern anticlockwise circulation, leading to anomalous freshening. These findings improve our understanding of IOD-induced hydrological variability and support better predictability of coupled ocean-atmosphere dynamics in the TIO.",
          "url": "https://doi.org/10.1088/1748-9326/ae0056",
          "doi": "https://doi.org/10.1088/1748-9326/ae0056",
          "filter": 2
        },
        {
          "title": "Climate change threatens old-growth forests in the Northern Alps",
          "authors": "Rupert Seidl, Dominik Thom, Sebastian Seibold, Michael Maroschek, Werner Rammer",
          "abstract": "Old-growth forests are of high habitat value for many forest-dwelling species and of high cultural value for society. In areas with a long history of human land-use, such as in Central Europe, few old-growth forests remain, located predominately in protected areas such as national parks and wilderness areas. Protected areas safeguard old-growth forests against human land use, but not against the impacts of anthropogenic climate change. Using simulation-based scenario analyses we here assessed the development of old-growth in the 21st century, using a national park in the Northern Alps as example. Under climate change, old-growth decreased by up to 21% relative to simulations under baseline climate, with decreasing size and cohesion of old-growth patches on the landscape. Climate-mediated increases in disturbance were driving the decline in old-growth forests, with a near complete loss in old-growth beyond disturbance rates of 1.5% yr −1 . Conversely, structurally complex forests increased with disturbance, suggesting a decoupling of forest structure and demography in the 21st century. We conclude that climate change presents an indirect anthropogenic threat to old-growth forests in protected areas. Our findings highlight that climate impacts need to be considered explicitly in conservation planning, in order not to overestimate the effectiveness of protected areas.",
          "url": "https://doi.org/10.1088/1748-9326/adf861",
          "doi": "https://doi.org/10.1088/1748-9326/adf861",
          "filter": 2
        },
        {
          "title": "Low, but gradually growing deforestation and carbon emissions from the Cuvette Centrale peatlands, 2001-2021",
          "authors": "Shona J Jenkins, Edward T.A. Mitchard, Eurídice Nora Honorio Coronado, Susan Page, Ovide Emba Botuli, Bart Crezee, Suspense Averti Ifo, Greta Dargie, Corneille E. N. Ewango, Esther Bokungu, Simon Lewis",
          "abstract": "Earth’s largest tropical peatland, first mapped in 2017, is located within an immense wetland in the Congo Basin, the Cuvette Centrale, covering 167,600 km2. Here, for the first time, we estimate spatio-temporal tree cover loss patterns and the resultant carbon emissions in these forested peatlands using Global Forest Change data from 2001-2021. We find tree cover loss affected 1.4% of the peatlands over 20 years (0.07% yr-1), with 89% occurring in the Democratic Republic of the Congo (DRC, 0.06% yr-1) and 11% in the Republic of the Congo (RoC, 0.008% yr-1). Though low, tree cover loss rates in the peatlands have increased 5x in the DRC and 2x in the RoC between the 2000’s and 2010’s, but are a fraction of the contemporary rate of peatland deforestation in Insular Southeast Asia and are 5x-7x lower than total tree cover loss rates in each country, respectively. The increase in the rate of tree cover loss and in the size of patches of tree cover loss over time and the occurrence of losses near access routes (settlements, roads and waterways) suggests increasing anthropogenic causes. Smaller loss patches are likely due to anthropogenic and natural causes. In the DRC, only 19% of patches were &gt;0.1 km2 in the 2000’s; this rose to 81% in the 2010’s. We detected one anomalously large patch of deforestation (75 km2). A ground-truthed analysis of this patch shows that rice cultivation is driving deforestation on seasonally-flooded forest not underlain by peat and areas of peatland forest underlain by shallow peat. This is a previously unidentified threat to peatland degradation in the Cuvette Centrale. Deforested tropical peatlands can result in significant carbon emissions. We estimate that committed emissions are 108 (76.34-131.81) Tg CO2 from peat decomposition and aboveground biomass loss in the DRC between 2001-2021. Overall, tree cover loss, deforestation and carbon emissions are low compared to other regions with large areas of tropical peatlands, with 98.6% of the Cuvette Centrale peatlands being intact when considering tree cover loss. Ground-based studies including participation from residents of peatland-adjacent communities are acutely needed to validate our findings, improve peatland maps and prioritise local people in future management decisions, and prevent future greater losses.",
          "url": "https://doi.org/10.1088/1748-9326/adfe81",
          "doi": "https://doi.org/10.1088/1748-9326/adfe81",
          "filter": 2
        },
        {
          "title": "Mangrove restoration is guided by lifecycle responses to climatic forcing",
          "authors": "Thomas Dunlop, Stefan Felder, William Glamore",
          "abstract": "Due to the range of ecosystem services provided, mangrove restoration is increasing worldwide. Mangrove restoration strategies have typically focused on either passive (i.e., re-establishing tidal regimes suitable for natural mangrove recruitment), or active (planting) restoration approaches. To date, mangrove restoration projects typically consider chronic environmental pressures at a site (e.g., the tide). However, acute or extreme weather events (e.g., waves, floods, droughts, etc.) are important drivers of global mangrove loss and are rarely considered in restoration projects. In this study, the mangrove Lifecycle Ecosystem Analysis and Forecasting (LEAF) model was used to monitor the temporal and spatial effectiveness of passive and active mangrove restoration projects when exposed to routine tides and wind waves, and extreme weather events like floods, droughts and storm conditions. Passive restoration was the most recommended strategy for mangrove survival and ecosystem services across all tested environmental conditions, except constant wind waves. These outcomes were overcome by the active planting of mangrove saplings with stems tall enough to resist overturning and/or wave breaking forces. Planting was most beneficial when restricted to bed elevations where propagules would naturally recruit and when waves were present. Propagule availability was found to be critical in re-populating sites post climatic events (e.g., storms) and was most effective in ensuring the long-term development of active restoration strategies. Mangrove planting provided immediate returns on ecosystem services post-restoration, before converging with the outputs of passive restoration. This study provides previously missing guidance regarding mangrove restoration for a range of chronic conditions and extreme weather events, highlighting the importance of aligning restoration conditions with the mangrove lifecycle for tailored restoration strategies.",
          "url": "https://doi.org/10.1088/1748-9326/adff99",
          "doi": "https://doi.org/10.1088/1748-9326/adff99",
          "filter": 2
        },
        {
          "title": "Are EVs cleaner than we think? Evaluating consequential greenhouse gas emissions from EV charging",
          "authors": "Riti Bhandarkar, Qian Luo, Emil Dimanchev, Jesse Jenkins",
          "abstract": "While electrifying transportation eliminates tailpipe greenhouse gas (GHG) emissions, electric vehicle (EV) adoption can create additional electricity sector emissions. To quantify this emissions impact, prior work typically employs short-run marginal emissions or average emissions rates calculated from historical data or power systems models that do not consider changes in installed capacity. In this work, we use an electricity system capacity expansion model to consider the full consequential GHG emissions impact from large-scale EV adoption in the western United States, accounting for induced changes in generation and storage capacity. We find that the metrics described above do not accurately reflect the true emissions impact of EV adoption–average emissions rates can either under - or over -estimate emission impacts, and short-run marginal emissions rates can significantly underestimate emission reductions, especially when charging timing is flexible. Our results also show that using short-run marginal emission rates as signals to coordinate EV charging could increase emissions relative to price-based charging signals, indicating the need for alternative control strategies to minimize consequential emissions.",
          "url": "https://doi.org/10.1088/1748-9326/ae0052",
          "doi": "https://doi.org/10.1088/1748-9326/ae0052",
          "filter": 2
        },
        {
          "title": "Atmospheric patterns drive marine heatwaves in the North Atlantic and Mediterranean Sea during summer 2023",
          "authors": "Lorine Behr, Elena Xoplaki, Niklas Luther, Simon A. Josey, Juerg Luterbacher",
          "abstract": "The year 2023 experienced record-breaking marine heatwaves (MHWs) across the North Atlantic and Mediterranean Sea, contributing to the highest global surface air and sea surface temperatures (SSTs) on record. These events were exceptional in intensity, persistence, and spatial extent, reflecting the combined influence of anthropogenic warming, short-term climate modes and complex atmosphere-ocean interactions. This study investigates the large-scale atmospheric drivers behind these extremes using NOAA OISST v2.1 and ERA5 reanalysis datasets. We characterize MHWs from May to August 2023, analyze surface and mid-tropospheric anomalies in pressure, air temperature, wind and air–sea heat flux and apply Regularized Generalized Canonical Correlation Analysis (RGCCA) to study multivariate links between atmospheric variability and MHW characteristics. Our findings show that the Subtropical Atlantic experienced the longest MHW, the Northwest Atlantic the most intense, and the Western Mediterranean the most frequent events. The summer North Atlantic Oscillation (NAO) and Scandinavian Pattern (SCAN) emerged as key modulators of MHWs. Compound configurations of NAO⁻/SCAN⁺ in July-August and NAO⁺/SCAN⁻ in May-June generated persistent atmospheric ridges and weakened the Azores High, which in turn suppressed winds, altered heat fluxes and mixed layer depths, and promoted stratification - leading to sustained surface warming. The leading RGCCA mode explains more than 40% of the SSTA variability and shows statistically robust correlations (r = 0.81–0.94) between atmospheric drivers and MHW evolution. This multivariate approach demonstrates how teleconnection patterns co-modulate regional MHW dynamics, underscoring the importance of compound atmospheric influences. Our results highlight the utility of RGCCA in diagnosing complex climate extremes and support the integration of large-scale atmospheric indicators into early warning systems and adaptation planning in the face of increased marine heat stress.",
          "url": "https://doi.org/10.1088/1748-9326/ae0055",
          "doi": "https://doi.org/10.1088/1748-9326/ae0055",
          "filter": 2
        },
        {
          "title": "Direct cooling effect of artificial upwelling dominates over its marine carbon dioxide removal potential.",
          "authors": "Malte Jürchott, Andreas Oschlies, Nadine Mengis, Ivy Frenger, Wolfgang Koeve",
          "abstract": "Artificial upwelling (AU) is investigated as a marine carbon dioxide removal (CDR) method with a strong focus on its potential impact on Earth’s carbon cycle, in particular enhanced air-sea CO2 flux. The overarching goal of marine CDR methods is to contribute to offsetting remaining CO2 emissions as a means to stabilize global mean surface air temperature (SAT). However, AU also directly affects ocean heat uptake (OHU) through the upwelling of cold ocean interior water to the surface and the simultaneous backflow of warm surface water into the ocean interior. In this study, we challenge the carbon centered perception of AU. We simulate large-scale AU in an Earth system model of intermediate complexity between the years 2025 and 2100 with and without its direct impact on OHU under low, medium and high future CO2 emission scenarios. Thus, we can quantify the individual contributions of AU-induced carbon and heat effects to changes in global mean SAT. We find the direct impacts of AU on OHU to be key for a significant reduction in global mean SAT and the atmosphere’s CO2 concentration under all simulated future CO2 emission pathways. If AU directly impacts OHU, we can attribute only 17 % under RCP 2.6 to 27% under RCP 8.5 of the reduction in global mean SAT (-0.17 to -0.27˚C) until the end of the century to the reduction in the atmosphere’s CO2 inventory (-5.9 to -31.2 Pg C). Our findings lead us to challenge the classical view of AU as primarily a marine CDR method. Instead, we propose to consider AU as a method to enhance OHU and thereby reduce global mean SAT, with secondary effects on the carbon cycle that result in some CDR.",
          "url": "https://doi.org/10.1088/1748-9326/ae0054",
          "doi": "https://doi.org/10.1088/1748-9326/ae0054",
          "filter": 2
        },
        {
          "title": "Methane emission hotspots in a boreal forest-fen mosaic potentially linked to deep taliks",
          "authors": "Mary Farina, William Christian, Nicholas Ryan Hasson, Timothy McDermott, Scott Powell, Roland Hatzenpichler, Hailey Webb, Gage LaRue, Kyoko Okano, Eric Sproles, Jennifer D Watts",
          "abstract": "Permafrost thaw is transforming boreal forests into mosaics of wetlands and drier uplands. Topographic controls on hydrological and ecological conditions impact methane (CH 4 ) fluxes, contributing to uncertainty in local and regional CH 4 budgets and underlying drivers. The objective of this study was to explore CH 4 fluxes and their drivers in a transitioning boreal forest-fen ecosystem (Goldstream Valley, Alaska, USA). This landscape is characterized by thawing discontinuous permafrost and heterogeneous mosaics of fens, collapse-scar channels, and small mounds of permafrost soils. From a survey in July 2021, observed chamber CH 4 fluxes included fen areas with intermediate to very high emissions (29.8 to 635.3 mg CH 4 m -2 day -1 ), clustered locations with CH 4 uptake (-2.11 to -0.7 mg CH 4 m -2 day -1 ), and three anomalous emission hotspots (342.4 to 772.4 mg CH 4 m -2 day -1 ) that were located near samples with lower emissions. Some surface and near-surface variables partially explained the spatial variation in CH 4 flux. Log-transformed CH 4 flux had a positive linear relationship with soil moisture at 20 cm depth (R 2 = 0.31, p-value &lt; 1e-5) and negative linear relationships with microtopography (R 2 = 0.13, p-value &lt; 0.006) and slope (R 2 = 0.28, p-value &lt; 2e-5). Methane emissions generally occurred in flat, wet, graminoid-dominated fens, whereas CH 4 uptake occurred on permafrost mounds dominated by feather mosses and woody vegetation. However, the CH 4 hotspots occurred on drier, slightly sloped locations with low or undetectable near-surface methanogen abundance, suggesting that CH 4 was produced in deeper soils. When the hotspot samples were omitted, log-transformed CH 4 flux had a positive linear relationship with near-surface methanogen abundance (R 2 = 0.29, p-value = 0.0023), and stronger linear relationships with soil moisture, slope, and soil macronutrient concentrations. Our findings suggest that some CH 4 emission hotspots could arise from CH 4 in deep taliks. The inference that methanogenesis occurs in deep taliks was strengthened by the identification of intrapermafrost taliks across the study area using low-frequency geophysical induction. This study assesses surface spatial heterogeneity in the context of subsurface permafrost conditions and highlights the complexity of CH 4 flux patterns in transitioning forest-wetland ecosystems. To better inform regional CH 4 budgets, further research is needed to understand the spatial distribution of terrestrial CH 4 hotspots and to resolve their surface, near-surface, and subsurface drivers.",
          "url": "https://doi.org/10.1088/1748-9326/adff9a",
          "doi": "https://doi.org/10.1088/1748-9326/adff9a",
          "filter": 2
        },
        {
          "title": "Vegetation patterning can both impede and trigger critical transitions from savanna to grassland",
          "authors": "Jelle van der Voort, Mara Baudena, Ehud Meron, Max Rietkerk, Arjen Doelman",
          "abstract": "Tree-grass coexistence is a defining feature of savanna ecosystems, which play an important role in supporting biodiversity and human populations worldwide. While recent advances have clarified many of the underlying processes, how these mechanisms interact to shape ecosystem dynamics under environmental stress is not yet understood. Here, we present and analyse a minimalistic spatially extended model of tree-grass dynamics in dry savannas. We incorporate tree facilitation of grasses through shading and grass competing with trees for water, both varying with tree life stage. Our model shows that these mechanisms lead to grass-tree coexistence and bistability between savanna and grassland states. Moreover, the model predicts vegetation patterns consisting of trees and grasses, particularly under harsh environmental conditions, which can persist in situations where a non-spatial version of the model predicts ecosystem collapse from savanna to grassland instead (a phenomenon called ‘Turing-evades-tipping’). Additionally, we identify a novel ‘Turing-triggers-tipping’ mechanism, where unstable pattern formation drives tipping events that are overlooked when spatial dynamics are not included. These transient patterns act as early warning signals for ecosystem transitions, offering a critical window for intervention. Further theoretical and empirical research is needed to determine when spatial patterns prevent tipping or drive collapse.",
          "url": "https://doi.org/10.1088/1748-9326/adc3ab",
          "doi": "https://doi.org/10.1088/1748-9326/adc3ab",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Realising a locally-embedded just transition: Sense of place, lived experience, and social perceptions of industrial decarbonisation in the United Kingdom",
          "authors": "Benjamin K. Sovacool, Patrick Devine-Wright, Sarah Mander, Jordan Rowley, Stacia Ryder",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103051",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103051",
          "filter": 0
        },
        {
          "title": "Medical expenditures under climate change and SSP-informed physiological and socioeconomic scenarios in China",
          "authors": "Dianyu Zhu, Miaomiao Liu, Yuli Shan, Ruoqi Li, Haofan Zhang, Yuan Li, Jun Bi, Klaus Hubacek",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103052",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "The public’s views on climate policies in seven large global south countries",
          "authors": "Richard T. Carson, Jiajun Lu, Emily A. Khossravi, Gunnar Köhlin, Erik Sterner, Thomas Sterner, Dale Whittington",
          "abstract": "While public attitudes regarding climate change have been widely explored in the global north, survey work is still limited in the global south countries. Here we analysed survey data ( n = 8,400) from Chile, Colombia, India, Kenya, Nigeria, South Africa and Vietnam to understand climate knowledge, trusted information sources and policy preferences. Our results indicate that scientists stand out as the most trusted information source in all countries except Vietnam and trust in scientists correlates with increased climate knowledge. Respondents agree with the urgency of the climate change challenge, but prioritizing policies to mitigate climate change substantially declines when policy trade-offs are introduced. There is broad agreement for earmarking carbon tax revenue towards health and education, renewable energy subsidies and clean technology R&amp;D, but little support for deficit reduction or uniform rebates.",
          "url": "https://doi.org/10.1038/s41558-025-02389-9",
          "doi": "https://doi.org/10.1038/s41558-025-02389-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Current and future methane emissions from boreal-Arctic wetlands and lakes",
          "authors": "McKenzie Kuhn, David Olefeldt, Kyle A. Arndt, David Bastviken, Lori Bruhwiler, Patrick Crill, Tonya DelSontro, Etienne Fluet-Chouinard, Guido Grosse, Mikael Hovemyr, Gustaf Hugelius, Sally MacIntyre, Avni Malhotra, A. David McGuire, Youmi Oh, Benjamin Poulter, Claire C. Treat, Merritt R. Turetsky, Ruth K. Varner, Katey M. Walter Anthony, Jennifer D. Watts, Zhen Zhang",
          "url": "https://doi.org/10.1038/s41558-025-02413-y",
          "doi": "https://doi.org/10.1038/s41558-025-02413-y",
          "filter": 2
        },
        {
          "title": "Improving the IPCC–UNFCCC relationship for effective provision of policy-relevant science",
          "authors": "Svante Bodin, Örjan Gustafsson",
          "url": "https://doi.org/10.1038/s41558-025-02412-z",
          "doi": "https://doi.org/10.1038/s41558-025-02412-z",
          "filter": 2
        },
        {
          "title": "Long-term impacts of heatwaves on accelerated ageing",
          "authors": "Siyi Chen, Yufei Liu, Yuanyuan Yi, Yiling Zheng, Jun Yang, Tiantian Li, Ta-Chien Chan, Rui Duan, Shenjing He, Cui Guo",
          "url": "https://doi.org/10.1038/s41558-025-02407-w",
          "doi": "https://doi.org/10.1038/s41558-025-02407-w",
          "filter": 2
        },
        {
          "title": "Hotter world speeds up ageing",
          "authors": "Paul J. Beggs",
          "url": "https://doi.org/10.1038/s41558-025-02395-x",
          "doi": "https://doi.org/10.1038/s41558-025-02395-x",
          "filter": 2
        },
        {
          "title": "Tropical deforestation is associated with considerable heat-related mortality",
          "authors": "C. L. Reddington, C. Smith, E. W. Butt, J. C. A. Baker, B. F. A. Oliveira, E. I. Yamba, D. V. Spracklen",
          "abstract": "Tropical deforestation induces local warming and is a potential human health risk, having been linked to elevated human heat stress and reduced safe outdoor working hours. Here we show deforestation-induced local warming is associated with 28,000 (95% confidence interval: 23,610–33,560) heat-related deaths per year using a pan-tropical assessment. Analysis of satellite data shows tropical deforestation during 2001–2020 exposed 345 million people to local warming with population-weighted daytime land surface warming of 0.27 °C. Estimated heat-related mortality rates are greatest in Southeast Asia (8–11 deaths for every 100,000 people living in deforested areas) followed by tropical regions of Africa and the Americas. In regions of forest loss, local warming from deforestation could account for over one third of total climate heat-related mortality, highlighting the important contribution of tropical deforestation to ongoing warming and heat-related health risks within the context of climate change.",
          "url": "https://doi.org/10.1038/s41558-025-02411-0",
          "doi": "https://doi.org/10.1038/s41558-025-02411-0",
          "filter": 2
        }
      ]
    }
  ]
}
