{
  "update": "2025-05-30",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Information needs and methods of accessing climate information by urban children and youth in Bangladesh: a policy-practice agenda",
          "authors": "Md Khalid Hossain, Zerina Lokmic-Tomkins, Gillian Oliver, Joy Bhowmik, Simon Rahman, Misita Anwar, Viviane Frings-Hessami, Tanjila Kanij",
          "url": "https://doi.org/10.1080/14693062.2025.2509628",
          "doi": "https://doi.org/10.1080/14693062.2025.2509628",
          "filter": 0
        },
        {
          "title": "The neglect of climate change-induced displacement in policy instruments: interrogating Nepal’s climate change policies and adaptation plans",
          "authors": "Dipak Bishwokarma, Ramesh Sunam",
          "url": "https://doi.org/10.1080/14693062.2025.2511258",
          "doi": "https://doi.org/10.1080/14693062.2025.2511258",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "High-resolution projection of wind energy in the Eastern Mediterranean and Middle East summer",
          "authors": "Melissa Latt, Marianna Adinolfi, Paola Mercogliano, Assaf Hochman",
          "abstract": "Understanding the impacts of climate change on wind patterns and wind power potential is crucial for energy planning and resource management, particularly in regions highly vulnerable to climate variability, such as the Middle East. In this study, we used COSMO-CLM regional climate model simulations at $${8\\,\\mathrm{\\text {k}\\text {m}}}$$ grid spacing to analyze summer wind pattern changes in the Middle East and their impact on the wind energy potential. Our analysis reveals that COSMO-CLM can effectively capture broad-scale summer wind patterns in the Middle East. However, considerable uncertainties were observed in coastal and mountain regions, highlighting the complexity of local wind dynamics. In particular, until 2070, we identified significant increases of up to $${0.7\\,\\mathrm{\\text {m}\\text {s}^{-1}}}$$ in median surface wind speeds throughout the Middle East, driven primarily by land-sea temperature contrasts. However, at the 150-meter level, we project significant decreases of up to $${1.0\\,\\mathrm{\\text {m}\\text {s}^{-1}}}$$ in the median wind speed attributed to changes in the frequency and intensity of the Persian Trough synoptic system in a changing climate. Regionally, this reduces the median potential wind energy by up to 7 GJ in six hours. These findings underscore the importance of considering surface and upper-level wind characteristics when assessing the impacts of climate change on wind energy resources. Furthermore, our study reveals a spatially heterogeneous pattern of changes in the wind energy potential throughout the region. Although decreases in wind energy are evident throughout the Middle East, particularly in inland areas and over the Mediterranean Sea, we also observe some increases in potential, notably over the Red Sea. In summary, our study highlights significant changes in wind characteristics in a changing climate, with implications for the future energy mix in the Middle East. These findings provide valuable information for policy-makers and energy planners aiming to sustainably harness wind energy resources in the face of climate change challenges.",
          "url": "https://doi.org/10.1007/s10584-025-03951-2",
          "doi": "https://doi.org/10.1007/s10584-025-03951-2",
          "filter": 2
        },
        {
          "title": "Climatic determinants of the Carpathian treeline and its projected upward shifts in response to climate change",
          "authors": "Alexander Mkrtchian, Daniel Mueller",
          "abstract": "Treelines represent a significant ecological boundary in mountainous regions. Changes in temperature and precipitation regimes due to climate change affect the location of treelines, contingent on fine-scale variations in orographic and climatic conditions. Using high-resolution satellite imagery, we identify the climatic treeline — the potential upper limit of forests determined by climatic conditions — in the Carpathian Mountains, one of Europe’s largest contiguous forest ecosystems. We downscale climate variables to a 30-m resolution by applying a polynomial approximation to the regression residuals, incorporating terrain attributes. We then correlate climatic variables with the location of the climatic treeline. The mean temperature of the warmest quarter demonstrates the strongest correlation with treeline location. We find a total area of 1,370 km 2 above the current climatic treeline in the Carpathians, which constitutes the climatic envelope for alpine ecosystems. Depending on future climate projections, this area will decrease to 410–515 km 2 by 2040, 100–320 km 2 by 2060, and 15–290 km 2 by 2080. The anticipated upward shift of the treeline jeopardizes the region's rare and endemic alpine species and has substantial ramifications for ecosystems, water balance, and the carbon cycle in the Carpathian Mountains. Our analysis highlights the importance of understanding how climate affects treeline locations for effective ecosystem management and conservation planning in a changing climate.",
          "url": "https://doi.org/10.1007/s10584-025-03947-y",
          "doi": "https://doi.org/10.1007/s10584-025-03947-y",
          "filter": 2
        },
        {
          "title": "How does climate change affect green total factor productivity?",
          "authors": "Huifang Liu, Weirong Fang, Pengwei Yuan, Xiaoqing Dong",
          "url": "https://doi.org/10.1007/s10584-025-03945-0",
          "doi": "https://doi.org/10.1007/s10584-025-03945-0",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Encoding and decoding illegal wildlife trade networks reveals key airport characteristics and undetected hotspots",
          "authors": "Hannah Murray, Meredith L. Gore, Bistra Dilkina",
          "url": "https://doi.org/10.1038/s43247-025-02371-5",
          "doi": "https://doi.org/10.1038/s43247-025-02371-5",
          "filter": 0
        },
        {
          "title": "Omitting labor responses underestimates the effects of future heat stress on agriculture",
          "authors": "Di Sheng, Xin Zhao, James A. Edmonds, Stephanie T. Morris, Pralit Patel, Brian C. O’Neill, Claudia Tebaldi, Marshall A. Wise",
          "url": "https://doi.org/10.1038/s43247-025-02318-w",
          "doi": "https://doi.org/10.1038/s43247-025-02318-w",
          "filter": 0
        },
        {
          "title": "Human mobility amplifies compound flood risks in coastal urban areas under climate change",
          "authors": "Zhi-Yong Long, Huan-Feng Duan",
          "url": "https://doi.org/10.1038/s43247-025-02406-x",
          "doi": "https://doi.org/10.1038/s43247-025-02406-x",
          "filter": 0
        },
        {
          "title": "Integrating human decision-making into a hydrological model to accurately estimate the impacts of agricultural policies",
          "authors": "Mahesh R. Tapas, Gregory Howard, Randall Etheridge, Matthew Mair, Ariane L. Peralta",
          "url": "https://doi.org/10.1038/s43247-025-02325-x",
          "doi": "https://doi.org/10.1038/s43247-025-02325-x",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: Subsurface structure and impact process of Yilan Crater, northeastern China",
          "authors": "Yangfan Deng, Samuel Bignardi, Zhou Zhang, Zhigang Peng, Cheng Xiong, Sheng Zhu, Jixiao Ma, Mianshui Rong, Ming Chen",
          "url": "https://doi.org/10.1038/s43247-025-02393-z",
          "doi": "https://doi.org/10.1038/s43247-025-02393-z",
          "filter": 2
        },
        {
          "title": "Draining of an ancient lake in the Hexi Corridor 4500 years ago triggered migration of the Hei Shan civilization",
          "authors": "Zijuan Dong, Zhenbo Hu, Baotian Pan, David Bridgland, Xiaohua Li, Qinhong Mo, Menghao Li, Meiling Zhong, Renzhe Pan",
          "abstract": "Anthropolohical evidence in the Duanshankou river in the northeastern Tibetan Plateau suggests this was an important prehistoric occupation site in the Hexi Corridor, which later become part of the Silk Road, the route for trans-Eurasian trade. This study highlights the existence and potential importance of an ephemeral palaeolake, formed as a result of seismicity and environmental changes, for the prehistoric civilization in the Hexi Corridor, offering clues to the development of civilisation in this part of the Silk Road in relation to paleoenvironmental changes. Here we analyse sedimentary architecture and sequence chronology, suggesting ancient seismicity led to channel deformation in the valley floor, forming a natural dam and the resultant palaeolake. Drainage of the lake at 4.5 ka, linked to climate fluctuations, triggering human migration from the surrounding mountains to the lower reaches of the Hei River. Our findings reveal that rapid landform evolution probably influenced trans-Eurasian cultural exchange and delayed the formation of the Silk Road.",
          "url": "https://doi.org/10.1038/s43247-025-02384-0",
          "doi": "https://doi.org/10.1038/s43247-025-02384-0",
          "filter": 2
        },
        {
          "title": "The texture of the post-perovskite phase controls the characteristics of the D” seismic discontinuity",
          "authors": "Motohiko Murakami, Shin-ichiro Kobayashi, Naohisa Hirao, Tomofumi Kawadai",
          "abstract": "The D” seismic discontinuity is one of the most prominent and enigmatic seismic anomalies in Earth’s lower mantle, and its origin remains unclear. Since the discovery of the post-perovskite phase, seismic anisotropy observed in the D” layer has been attributed to the texturing of this phase. However, no substantial seismic velocity jump has been observed across the isotropic post-perovskite phase transition boundary, revealing a critical gap in experimental data linking the discontinuity to phase texture. Here we present in situ high-pressure acoustic velocity and synchrotron X-ray diffraction data on both textured and randomly-oriented MgGeO 3 post-perovskite, an analogue for MgSiO 3 component, up to 115 gigapascals. The results show that texturing with a (001) slip plane reproduces the shear wave velocity jump at the D” discontinuity, while randomly oriented samples do not. These findings indicate that the texture of the post-perovskite phase can explain most of the key features of the D” discontinuity.",
          "url": "https://doi.org/10.1038/s43247-025-02383-1",
          "doi": "https://doi.org/10.1038/s43247-025-02383-1",
          "filter": 2
        },
        {
          "title": "Geofluid mapping reveals the connection between magmas, fluids, and earthquakes",
          "authors": "Hikaru Iwamori, Yasuo Ogawa, Tomomi Okada, Tohru Watanabe, Hitomi Nakamura, Tatsu Kuwatani, Kenji Nagata, Atsushi Suzuki, Masahiro Ichiki",
          "url": "https://doi.org/10.1038/s43247-025-02351-9",
          "doi": "https://doi.org/10.1038/s43247-025-02351-9",
          "filter": 2
        },
        {
          "title": "Metagenomic co-assembly uncovers mobile antibiotic resistance genes in airborne microbiomes",
          "authors": "Burak Adnan Erkorkmaz, David Zeevi, Yinon Rudich",
          "url": "https://doi.org/10.1038/s43247-025-02381-3",
          "doi": "https://doi.org/10.1038/s43247-025-02381-3",
          "filter": 2
        },
        {
          "title": "Direct emissions to air, water and soil from a battery gigafactory",
          "authors": "Florian Degen, Jakob Palm, Miriam Mitterfellner",
          "abstract": "In this study we investigate the direct emissions of a state-of-the-art battery gigafactory in Germany. We show that in a typical, state-of-the-art battery gigafactory large amounts of factory internal, process specific emissions are generated, namely 80 t/a of dusts, 510–850 t/a of gases and 2700 t/a of sludges. This are about 2.7% of the material overall used. We show that the most environmental and health critical process emissions are nickel-manganese-cobalt dust, copper dust and n-methyl-2-pyrrolidone gas. The emissions to the environment depend on the subsequent, location specific abatement system. By state-of-the-art abatement systems most of these substances can be removed, resulting in emissions of 0.087 kg/a nickel-manganese-cobalt, 0.006 kg/a copper and 196 kg/a n-methyl-2-pyrrolidone via air. We also show that in Germany, the legal limits for air emissions fall far short of the technical possibilities, which can result in the surrounding area being heavily loaded with carcinogenic nickel dusts.",
          "url": "https://doi.org/10.1038/s43247-025-02376-0",
          "doi": "https://doi.org/10.1038/s43247-025-02376-0",
          "filter": 2
        },
        {
          "title": "Divergent responses of historic rain-on-snow flood extremes to a warmer climate",
          "authors": "Dalei Hao, Gautam Bisht, Donghui Xu, Mukesh Kumar, L. Ruby Leung",
          "abstract": "Global warming is altering flood risks induced by rain-on-snow events. However, decision-makers lack guidance on how rain-on-snow induced extreme floods could be altered with warming. Here, storyline analyses using a kilometer-scale land surface model reveal diverse responses of four historically-impactful, decision-relevant rain-on-snow induced extreme flood events over the contiguous U.S. to warming, due to alterations in their water budgets. For the 2017-Feb California floods, runoff first increases and then decreases with warming, peaking under the +3 K scenario, while runoff of the 2017-Jan California floods increases monotonically by ~53%/K. Contrastingly, runoff of the 1996-Jan Mid-Atlantic floods decreases gradually with warming. Despite these differences, warming generally shifts flood-generating regimes along elevation profiles. High elevations could experience notably increased runoff, while low elevations encounter a shift from rain-on-snow-driven to rainfall-dominated runoff. These findings underscore the need for flood control planning to quantify region- and elevation-specific changes in rain-on-snow events in a warmer climate.",
          "url": "https://doi.org/10.1038/s43247-025-02354-6",
          "doi": "https://doi.org/10.1038/s43247-025-02354-6",
          "filter": 2
        },
        {
          "title": "Land use and mineral type determine stability of newly formed mineral-associated organic matter",
          "authors": "De Shorn E. Bramble, Ingo Schöning, Luise Brandt, Christian Poll, Ellen Kandeler, Susanne Ulrich, Robert Mikutta, Christian Mikutta, Whendee L. Silver, Kai Uwe Totsche, Klaus Kaiser, Marion Schrumpf",
          "abstract": "Formation of mineral-associated organic matter (MAOM) is a key process in the global carbon cycle, stabilising organic carbon in soils. The relative importance of mineral composition and land use as potential controls of MAOM stability at regional scales and underlying microbial processes are still unresolved. Here, we assessed the stability of MAOM formed on goethite (iron oxide) and illite (phyllosilicate clay) exposed for five years in topsoils at 68 forest and grassland sites across Germany. We incubated the newly formed MAOM, determined its extractability, and analysed the composition and functioning of associated microbial communities. Decomposition of MAOM was always significantly lower for goethite than illite, highlighting that higher organic carbon accumulation on goethite was not exclusively due to its larger sorption capacity. Instead, reduced organic carbon extractability and higher phosphorus-acquiring enzyme activities indicated stronger substrate limitation of microbial growth on goethite than illite. Across the two minerals, MAOM decomposition was consistently lower for forests than grasslands, relating to greater nutrient constraints and a different microbial community composition in forests. Overall, mineral type and land use explained 34.6 and 23.2% of the variance in MAOM decomposition. The pronounced land use effect on MAOM stability underlines its potential responsiveness to environmental change.",
          "url": "https://doi.org/10.1038/s43247-025-02400-3",
          "doi": "https://doi.org/10.1038/s43247-025-02400-3",
          "filter": 2
        },
        {
          "title": "Pressurized magma storage in radial dike network beneath Etna volcano evidenced with P-wave anisotropic imaging",
          "authors": "Gianmarco Del Piccolo, Brandon P. VanderBeek, Manuele Faccenda, Rosalia Lo Bue, Ornella Cocina, Marco Firetto Carlino, Elisabetta Giampiccolo, Luciano Scarfí, Francesco Rappisi, Taras Gerya, Andrea Morelli",
          "url": "https://doi.org/10.1038/s43247-025-02328-8",
          "doi": "https://doi.org/10.1038/s43247-025-02328-8",
          "filter": 2
        },
        {
          "title": "Redefining the photic zone: beyond the autotroph-centric view of light in the ocean",
          "authors": "Thomas W. Davies, Tim Smyth",
          "abstract": "Traditional measures of the photic zone have remained focused on autotrophs, limiting understanding of how changing marine lightscapes impact heterotrophs that use light as a resource or an environmental cue. We propose a new photic zone definition that encompasses all biological processes influenced by celestial light, and a new measure of photic zone depth, the minimum light intensity that elicits biological responses. This approach allows photic zone measures to be inclusive of all marine photobiology driven by sunlight, moonlight, or starlight, and enables urgently needed exploration of the nature, extent and ecological implications of changing marine lightscapes.",
          "url": "https://doi.org/10.1038/s43247-025-02374-2",
          "doi": "https://doi.org/10.1038/s43247-025-02374-2",
          "filter": 2
        },
        {
          "title": "Penguin guano is an important source of climate-relevant aerosol particles in Antarctica",
          "authors": "Matthew Boyer, Lauriane Quéléver, Zoé Brasseur, Barry McManus, Scott Herndon, Mike Agnese, David Nelson, Joseph Roscioli, Frederik Weis, Sergej Sel, Giselle L. Marincovich, Francisco J. Quarin, Angela Buchholz, Carlton Xavier, Pablo J. Perchivale, Veli-Matti Kerminen, Markku Kulmala, Tuukka Petäjä, Xu-Cheng He, Svetlana Sofieva-Rios, Hilkka Timonen, Minna Aurela, Luis Barreira, Aki Virkkula, Eija Asmi, Doug Worsnop, Mikko Sipilä",
          "abstract": "Gaseous ammonia, while influential in atmospheric processes, is critically underrepresented in atmospheric measurements. This limits our understanding of key climate-relevant processes, such as new particle formation, particularly in remote regions. Here, we present highly sensitive, online observations of gaseous ammonia from a coastal site in Antarctica, which allows us to constrain the mechanism of new particle formation in this region in unprecedented detail. Our observations show that penguin colonies are a large source of ammonia in coastal Antarctica, whereas ammonia originating from the Southern Ocean is, in comparison, negligible. In conjunction with sulfur compounds sourced from oceanic microbiology, ammonia initiates new particle formation and is an important source of cloud condensation nuclei. Dimethylamine, likely originating from penguin guano, also participates in the initial steps of particle formation, effectively boosting particle formation rates up to 10000 times. These findings emphasize the importance of ecosystem processes from penguin/bird colonies and oceanic phytoplankton/bacteria on climate-relevant aerosol processes in coastal Antarctica. This demonstrates an important connection between ecosystem and atmospheric processes that impact the Antarctic climate, which is crucial given the current rate of environmental changes in the region.",
          "url": "https://doi.org/10.1038/s43247-025-02312-2",
          "doi": "https://doi.org/10.1038/s43247-025-02312-2",
          "filter": 2
        },
        {
          "title": "Three-dimensional structure, crystallography, and magnetism of giant magnetofossils",
          "authors": "Zhaowen Pei, Emilie Ringe, Liao Chang, Richard J. Harrison, Pengfei Xue, Wyn Williams",
          "url": "https://doi.org/10.1038/s43247-025-02396-w",
          "doi": "https://doi.org/10.1038/s43247-025-02396-w",
          "filter": 2
        },
        {
          "title": "Drought frequency, intensity, and exposure have increased due to historical land use and land cover changes",
          "authors": "Tao Tang, Jun Ge, Haiyun Shi, Lin Wang, Junji Cao, Xuhui Lee",
          "url": "https://doi.org/10.1038/s43247-025-02392-0",
          "doi": "https://doi.org/10.1038/s43247-025-02392-0",
          "filter": 2
        },
        {
          "title": "The potential of seep carbonates to preserve the seawater isotope compositions",
          "authors": "Yinan Deng, Qingjun Guo, Ganglan Zhang, Fang Chen, Shengxiong Yang, Gaowen He, Hongfei Lai, Daohua Chen, Yunxin Fang, Zenggui Kuang, Jun Cao, Yangtao Zhu, Dawuda Usman, Yufei Liu, Bin Zhao, Xuexiao Jiang, Mingyu Zhao",
          "url": "https://doi.org/10.1038/s43247-025-02388-w",
          "doi": "https://doi.org/10.1038/s43247-025-02388-w",
          "filter": 2
        },
        {
          "title": "Tropical monsoon rainfall can be predicted with lead times up to 10 months",
          "authors": "Guanghao Ran, Jun Meng, Jingfang Fan",
          "url": "https://doi.org/10.1038/s43247-025-02391-1",
          "doi": "https://doi.org/10.1038/s43247-025-02391-1",
          "filter": 2
        },
        {
          "title": "A new indicator can assess absorption capacity for carbon dioxide and ocean acidification",
          "authors": "Zhibo Wang, Xuegang Li, Jinming Song, Guorong Zhong, Shanshan Liu, Zhipeng He, Jun Ma, Huamao Yuan, Liqin Duan",
          "url": "https://doi.org/10.1038/s43247-025-02380-4",
          "doi": "https://doi.org/10.1038/s43247-025-02380-4",
          "filter": 2
        },
        {
          "title": "Weakened Atlantic Meridional Overturning Circulation causes the historical North Atlantic Warming Hole",
          "authors": "Kai-Yuan Li, Wei Liu",
          "abstract": "Most oceans over the globe have experienced surface warming during the past century, but the subpolar Atlantic is quite otherwise. The sea surface temperature cooling trend to the south of Greenland, known as the North Atlantic Warming Hole, has raised debate over whether it is driven by the slowing of the Atlantic Meridional Overturning Circulation. Here we use observations as a benchmark and climate models as a tool to demonstrate that only models simulating a weakened historical Atlantic overturning can broadly reproduce the observed cooling and freshening in the warming hole region. This, in turn, indicates that the realistic Atlantic overturning slowed between 1900 and 2005, at a rate of −1.01 to −2.97 Sv century −1 (1 Sv = 10 6 m 3 s −1 ), according to a sea-surface-temperature-based fingerprint index estimate. Particularly, the Atlantic overturning slowdown causes an oceanic heat transport divergence across the subpolar North Atlantic, which, while partially offset by enhanced ocean heat uptake, results in cooling over the warming hole region.",
          "url": "https://doi.org/10.1038/s43247-025-02403-0",
          "doi": "https://doi.org/10.1038/s43247-025-02403-0",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "The political economy of supply-side climate policy in the UK",
          "authors": "Peter Newell, Freddie Daley",
          "url": "https://doi.org/10.1080/09644016.2025.2508567",
          "doi": "https://doi.org/10.1080/09644016.2025.2508567",
          "filter": 0
        },
        {
          "title": "Not really concerned? Populist radical right voters and climate change",
          "authors": "Mirko Crulli, Mattia Zulianello",
          "url": "https://doi.org/10.1080/09644016.2025.2506344",
          "doi": "https://doi.org/10.1080/09644016.2025.2506344",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Impacts of climate change on land management and wildland fire smoke in the Southeastern United States",
          "authors": "Megan M. Johnson, Fernando Garcia-Menendez",
          "abstract": "Although prescribed fire is frequently used in the Southeastern United States, land managers in the region and across the country plan to expand burning to mitigate wildfire and achieve other ecological goals. However, smoke management is often considered a barrier to prescribed fire. Additionally, climate change will likely affect the frequency of acceptable meteorological conditions for prescribed burning, potentially restricting the use of the practice. Here, we examine the air quality impacts from prescribed fire and wildfire in the Southeastern U.S., the populations affected by smoke in the region, and how these impacts may change under climate change. We rely on projections of wildfire burn area and climate-driven shifts in the frequency of meteorological conditions adequate for prescribed burning, as well as a survey of Southeastern land managers investigating their anticipated response to these changes. Based on this information, we use chemical transport modeling to assess the contributions of wildfire and prescribed fire to air pollution, and project how smoke impacts may vary due to climate change and different land manager responses. We find that prescribed fire is responsible for a significant fraction of regional particulate matter pollution. Populations exposed to the most smoke tend to have higher fractions of people of color and low income. Depending on how land managers respond to changes in atmospheric conditions under climate change, prescribed fire smoke may decrease slightly in the areas with the heaviest burning or increase across much of the Southeast. Projections also show that climate-driven changes in wildfire and prescribed burning may impact compliance with recently updated air quality standards. The analysis assesses the potential consequences of climate change on air pollution over a region in which wildland fire is extensively managed, providing insight into land management strategies that call for increased application of prescribed fire.",
          "url": "https://doi.org/10.1088/1748-9326/addbf5",
          "doi": "https://doi.org/10.1088/1748-9326/addbf5",
          "filter": 0
        },
        {
          "title": "Large language models in climate and sustainability policy: limits and opportunities",
          "authors": "Francesca Larosa, Sergio Hoyas, J. Alberto Conejero, Javier Garcia-Martinez, Francesco Fuso-Nerini, Ricardo Vinuesa",
          "abstract": "Accurate, reliable and updated information support effective decision-making by reducing uncertainty and enabling informed choices. Multiple crises threaten the sustainability of our societies and pose at risk the planetary boundaries, hence requiring usable and operational knowledge. Natural-language processing (NLP) tools facilitate data collection, extraction and analysis processes. They expand knowledge utilization capabilities by improving access to reliable sources in shorter time. They also identify patterns of similarities and contrasts across diverse contexts. We apply general and domain-specific large language models (LLMs) to two case studies and we document appropriate uses and shortcomings of these tools for two tasks: classification and sentiment analysis of climate and sustainability documents. We study both statistical and prompt-based methods. In the first case study, we use LLMs to assess whether climate pledges trigger cascade effects in other sustainability dimensions. In the second use case, we use LLMs to identify interactions between the Sustainable Development Goals and detects the direction of their links to frame meaningful policy implications. We find that LLMs are successful at processing, classifying and summarizing heterogeneous text-based data helping practitioners and researchers accessing. LLMs detect strong concerns from emerging economies in addressing food security, water security and urban challenges as primary issues. Developed economies, instead, focus their pledges on the energy transition and climate finance. We also detect and document four main limits along the knowledge production chain: interpretability, external validity, replicability and usability. These risks threaten the usability of findings and can lead to failures in the decision-making process. We recommend risk mitigation strategies to improve transparency and literacy on AI methods applied to complex policy problems. Our work presents a critical but empirically grounded application of LLMs to climate and sustainability questions and suggests avenues to further expand controlled and risk-aware artificial intelligence-powered computational social sciences.",
          "url": "https://doi.org/10.1088/1748-9326/addd36",
          "doi": "https://doi.org/10.1088/1748-9326/addd36",
          "filter": 0
        },
        {
          "title": "Mixed correlations between groundwater extraction in India and accumulation of physical and human capital",
          "authors": "Howard Tobochnik, Esha Zaveri, Ram Fishman",
          "abstract": "The idea of weak sustainability posits that the exploitation of a natural resource, even if it depletes it, could be accompanied by investments in man-made forms of capital that may help maintain human wellbeing in the long run. Here, we conduct an initial test of the empirical evidence that such investments were made in the context of groundwater extraction in India. Irrigation with groundwater has played a crucial role in India’s rural development, but also made it the world’s largest consumer of groundwater with fast depleting aquifers. We test whether in locations that have had extracted greater amounts of water between 1966-2009, there are indications of greater accumulation of household level physical (assets) and human (education and health) capital, presumably through the investment of income generated from irrigation. We document positive correlations between groundwater utilization and the accumulation of physical assets. The results are more mixed for correlations with health and learning outcomes, which are likely the most important for the diversification of income away from farming once irrigation is no longer viable.",
          "url": "https://doi.org/10.1088/1748-9326/addd32",
          "doi": "https://doi.org/10.1088/1748-9326/addd32",
          "filter": 0
        },
        {
          "title": "Energy transition governance in an emerging economy: opportunities and threats on the road to a sustainable future in Kazakhstan",
          "authors": "Jessica Neafie, Aziza Laichinova, Asem Tulegenova, Kanat Kenzhetayev, Sabina Mavletova, Zhuldyz Ramazanova, Emil Bayramov",
          "abstract": "Kazakhstan has set a lofty goal of achieving carbon neutrality by 2060 and plans to reduce greenhouse gas emissions (GHGs) by 15% before 2030 to combat climate change. Kazakhstan is a middle-income country with a highly centralized government, dependent on extractive industries for 21.3% of its GDP. Kazakhstan has positioned itself as a “strong state” that promotes sustainable development in its pursuit of international investment. Utilizing a centralized approach to energy policy, Kazakhstan is seeking to become a center for the manufacturing of renewable energy equipment and a key player in the global energy transition. Yet, this seems to be at odds with their goals of creating a sustainable environmental future in local communities. To better understand the energy transition policies pursued, this article examines the energy sector through a SWOT analysis. Drawing on expert stakeholder interviews, this study examines the strengths, weaknesses, opportunities, and threats to Kazakhstan’s energy transition from the perspective of stakeholder groups. Based on the findings from the interviews, this article suggests policies that Kazakhstan can adopt from other emerging economies to balance socio-economic needs with sustainability goals to achieve its 2060 carbon neutrality target. The findings provide practical insights for policymakers, local government officials, and development practitioners seeking to align national energy goals with the needs of local stakeholders. Additionally, the study contributes to academic debates on decentralized governance and energy transition by providing a nuanced, stakeholder-informed assessment relevant to researchers in environmental policy and sustainability studies.",
          "url": "https://doi.org/10.1088/1748-9326/addd37",
          "doi": "https://doi.org/10.1088/1748-9326/addd37",
          "filter": 0
        },
        {
          "title": "Enhancing solar mini-grid utilisation in farming communities: crop strategies to reduce costs and improve energy access",
          "authors": "Adeoluwa Jimoh, Hamish Beath, Christos N. Markides, Benedict Winchester",
          "abstract": "Approximately 80% of the global population without access to electricity live in sub-Saharan Africa (SSA) with rural areas disproportionately affected. Solar-powered mini-grids are being used to increase rural electrification. However, their deployment is hindered by high costs, low electricity demand, and limited incomes in rural households. Agriculture constitutes 70% of rural incomes in SSA and faces threats due to a reliance on rainfall coupled with low irrigation levels in the context of climate change. Irrigation loads have been suggested as a strategy to enhance the economic viability of solar mini-grids by boosting electricity demand: reducing the levelised cost of used electricity (LCUE) whilst improving farmer yields and incomes.&amp;#xD;This study investigates a case study in Tanzania which was selected based on the amount of population without access to electricity, the potential for irrigation, and the prevelance of photovoltaic (PV) solutions in the least-cost pathways for rural electrification. The seasonality and timing of irrigation demand, as well as crop mixes, are varied to optimise for the lowest LCUE using the open-source modelling framework CLOVER. Evapo-transpiration and energy-system modelling are used to estimate energy demand. We find that adding irrigation loads can reduce the LCUE and lower asset utilisation when compared to residential loads and that, by selecting crops with longer growth periods, optimising irrigation timing, and implementing multiple planting seasons, the LCUE can be up to 7% less than residential-only systems. LCUE values of 0.54-1.30 $/kWh were found: higher costs were associated with shorter crop-growth periods, single planting seasons, and poorly timed irrigation loads whilst lower costs were observed with bimodal cropping and solar-coordinated irrigation times. The research highlights that, when incorporating irrigation loads into rural-electrification strategies, specific factors should be considered to enhance their viability within mini-grids in SSA. We recommend to both policymakers and mini-grid developers to promote multiple planting seasons (bimodal cropping) and encourage optimal crop mixes where relevant alongside irrigation schemes and rural electrification projects as well as adopting the use of flexible tariffs for irrigation loads.",
          "url": "https://doi.org/10.1088/1748-9326/addbf2",
          "doi": "https://doi.org/10.1088/1748-9326/addbf2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Importance quantification of tropical Indian Ocean observations to Central Pacific El Niño prediction",
          "authors": "Xiaojing Li, Youmin Tang, Michael J McPhaden, Lei Zhou, Yi Li, Xunshu Song, Tao Lian, Dake Chen",
          "abstract": "Over the past two decades, forecasting the El Niño-Southern Oscillation (ENSO) has become increasingly challenging, primarily due to the inherent difficulty in predicting Central Pacific (CP) El Niño events. In this study, we present a detailed analysis by explicitly quantifying the importance of the tropical Indian Ocean (IO) on the initial uncertainty of CP-El Niño predictions. We identify optimal observation sites within the tropical IO that significantly reduce this uncertainty and validate their efficacy through observing system simulation experiments within a fully coupled climate prediction system. Our results demonstrate a remarkable achievement in the root mean squared errors of the prediction initial conditions using Community Earth System Model. This study not only enriches our understanding of the interplay between the tropical IO and CP-El Niño but also offers a concrete strategy for enhancing CP-El Niño forecasts, advancing seasonal prediction capabilities, and bolstering global resilience against the escalating frequency of CP-El Niño events.",
          "url": "https://doi.org/10.1088/1748-9326/addbf3",
          "doi": "https://doi.org/10.1088/1748-9326/addbf3",
          "filter": 2
        },
        {
          "title": "Uncovering patterns of cattle intensification across South America’s dry diagonal",
          "authors": "Tobias Kuemmerle, Pedro David Fernandez, Matthias Baumann, Jamie Burton",
          "abstract": "Where cattle production expands into natural ecosystems, it typically leads to stark social-ecological impacts, including greenhouse gas emissions, biodiversity losses, and ecosystem degradation. This is particularly the case in South America’s tropical forests and savannas, where much hope is placed in intensifying cattle production instead of further expanding it. Yet, where such an intensification is already happening and how it is associated with deforestation patterns remains elusive. Here, we pioneer the use of satellite imagery to identify areas where cattle are confined — a key indicator of intensified cattle production — across the entire 3.7 million km² South American Dry Diagonal; a global hotspot of cattle production and deforestation. We subsequently use an active-learning approach to separate these confinement areas into (1) feedlots, (2) concentrated animal feeding operations, and (3) supplementary feeding areas. Our results show that confinement areas are ubiquitous in the Dry Diagonal. We identified 253 large, industrialized feedlots and more than 3200 medium-sized concentrated animal feeding operations — together containing an estimated 13 million cattle head — and more than 4000 supplementary feeding sites on pastures. Feedlots were found mostly in the Cerrado (n=141), followed by Chaco (n=93), and were less frequent in the Chiquitano and Caatinga regions. Feedlots occurred predominantly in areas of high cropland cover and low levels of deforestation, while supplementary feeding sites were associated with higher shares of deforestation. Independent validation suggests our methodology can identify confinement areas robustly (97% user’s accuracy) and separate feedlots, concentrated animal feeding operations, and supplementary feeding sites accurately (F1-score 0.91±0.01). Thus, our scalable approach has the potential to provide an advancement in our understanding of the distribution of cattle production systems, the geography of ranching intensification, the environmental impacts of beef production, and the relationship between ranching intensification and tropical deforestation.",
          "url": "https://doi.org/10.1088/1748-9326/addc81",
          "doi": "https://doi.org/10.1088/1748-9326/addc81",
          "filter": 2
        },
        {
          "title": "CFD-quality nowcasting for urban air mobility with a deep learning-based emulator",
          "authors": "Jinil Bae, Yunhyeong Lee, Ju-Hwan Rho, Geon Kang, Jae-Jin Kim, Rackhun Son",
          "abstract": "Urban Air Mobility (UAM) operates at altitudes of 1,000–2,000 feet, where dynamic airflows demand precise, real-time meteorological forecasts. Traditional large-scale forecasting systems often miss turbulent boundary-layer characteristics, while high-resolution computational fluid dynamics (CFD) simulations are too computationally expensive for real-time operations. To overcome these challenges, this study introduces a deep learning-based emulator that rapidly generates CFD-like results using data from the Local Data Assimilation and Prediction System operated by the Korean Meteorological Administration. By integrating residual dense blocks with a wind direction classification system, the emulator significantly enhances predictive accuracy and computational efficiency. This approach enables urban-scale high-resolution weather forecasts, which are critical for UAM operations and broader urban meteorological applications, establishing a new standard for the safe and effective integration of UAM.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addc84",
          "doi": "https://doi.org/10.1088/1748-9326/addc84",
          "filter": 2
        },
        {
          "title": "Evaluating the current status of agriculture-driven deforestation across jurisdictional scales in the United States using foundational, federal datasets",
          "authors": "Katherine M. Renwick, Christopher Woodall, Christopher Mihiar, Lara T. Murray, Reid Lewis, Peter Beeson, John Coulston",
          "abstract": "Foundational forest and land-use change monitoring programs, with their statistical rigor and long-term baselines, are increasingly important to inform emerging global agricultural and forest commodity trade policies such as the European Union regulation on deforestation-free products (EUDR). The EUDR requires national-scale information on deforestation prevalence as one component of deforestation risk assessments, with additional traceability and risk assessment requirements at the parcel scale for exports to the EU to comply with the regulation. To better understand potential implications of this policy and evaluate relevant monitoring data, we estimate area converted from forest to agricultural land use in the United States (US) using three authoritative data sources from US Department of Agriculture statistical programs: the Nationwide Forest Inventory, National Resources Inventory, and Crop Sequence Boundaries Data. Results from all three datasets consistently indicate that agriculture-driven gross deforestation has been minimal over the past decade in the US, averaging 0.01 percent - 0.04 percent of forested area annually. Most of this land-use change is occurring in the Southeastern US with conversion to pasture being the most common agricultural conversion subcategory. The rarity of agriculture-driven deforestation results in high levels of uncertainty in county-scale estimates due to the low sample size and potential misclassification errors in modeled data. Nevertheless, comparing results from these three complementary datasets can provide greater confidence in fine-scale spatial patterns of past deforestation. This analysis highlights several challenges associated with implementing and enforcing trade policy based on land use categories. Given the low rate of agriculture-driven deforestation and potential difficulties with identifying land-use change at small spatial scales, trade policies focused solely on land use categories may have a limited benefit in countries such as the US where agriculture is not a major driver of deforestation.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/addc83",
          "doi": "https://doi.org/10.1088/1748-9326/addc83",
          "filter": 2
        },
        {
          "title": "Biophysical effects of land cover changes in West Africa: a systematic review",
          "authors": "Abdel Nassirou Yahaya Seydou, Souleymane Sy, Benjamin Quesada, Jan Bliefernicht, Kiril Manevski, Leonard K Amekudzi, Emmanuel K. Appiah-Adjei, Kehinde Olufunso Ogunjobi, Bouba Traore, Charles Gyamfi, Harald Kunstmann",
          "abstract": "West Africa is undergoing rapid agricultural intensification driven by population growth, leading to significant anthropogenic land use and land cover change (LCC), including both deforestation and afforestation. These changes can profoundly affect the regional climate system by altering the surface energy balance, moisture fluxes, and atmospheric circulation, potentially exacerbating the vulnerability of human, ecological, and economic systems. Despite the ability of climate models to simulate LCC impacts, considerable uncertainties remain, particularly in simulations of precipitation and temperature responses. This study provides the first multidisciplinary systematic review of LCC impacts in West Africa, following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) protocol. Data from 26 selected publications were eventually synthesized from an initial pool of nearly 6,000 studies. Results indicate that deforestation generally contributes to regional warming, with significant historical temperature increases of +0.26 ± 0.12 °C and projected increases of +0.88 ± 0.25 °C under the future scenarios. Conversely, afforestation could have significantly cooled the climate, lowering temperatures by –0.24 ± 0.14 °C historically and –0.22 ± 0.14 °C in future scenarios, without even accounting for carbon sequestration. Deforestation decreases regional precipitation by –47.45 ± 29.2 mm/year historically and –55 ± 102.2 mm/year in future scenarios, while large-scale afforestation could substantially reduce droughts with increased precipitation, averaging 200 ± 124 mm/year historically and +635 ± 521 mm/year in future scenarios. These results emphasize the need to integrate LCC-induced climate effects into land-based mitigation strategies, climate policy, and assessment frameworks.",
          "url": "https://doi.org/10.1088/1748-9326/addbf4",
          "doi": "https://doi.org/10.1088/1748-9326/addbf4",
          "filter": 2
        },
        {
          "title": "Automated classification of atmospheric circulation types for compound flood risk assessment: CMIP6 model analysis utilising a deep learning ensemble",
          "authors": "Philipp Heinrich, Stefan Hagemann, Ralf Weisse",
          "abstract": "The simultaneous occurrence of high river discharges and storm surges represents a substantial hazard for many low-lying coastal areas.&amp;#xD;Potential future changes in the frequency or intensity of such compound flood events are therefore of utmost importance.&amp;#xD;To assess such changes, large and consistent ensembles with storm surge and hydrological models are needed, but are hardly available.&amp;#xD;Often the occurrence of compound flood events is linked to the presence of certain atmospheric circulation types.&amp;#xD;Future changes in the frequency of such patterns can be directly inferred from available climate simulations.&amp;#xD;A frequently used classification of atmospheric circulation types are the so-called “Großwetterlagen” by Hess and Brezowsky.&amp;#xD;In this study, possible future changes in the occurrence of these “Großwetterlagen” were analysed using data from 31 realisations of CMIP6 climate simulations for the emission scenarios SSP1-2.6, SSP3-7.0, and SSP5-8.5.&amp;#xD;Given the subjective nature of the classification, a deep learning ensemble for the automatic classification was developed and applied.&amp;#xD;In winter, a higher frequency of the atmospheric pattern Cyclonic Westerly towards 2100 could be inferred as a robust result among all models and scenarios.&amp;#xD;As this circulation type is potentially associated with compound flooding in some parts of the European coasts, this points towards potentially increasing risks from compound flooding in the future.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/adddcb",
          "doi": "https://doi.org/10.1088/1748-9326/adddcb",
          "filter": 2
        },
        {
          "title": "Expanding smallholder irrigation in central Kenya demonstrates the importance of protecting grassland landscapes",
          "authors": "Gilles Quentin Hacheme, Stephen A Wood, Renatus Magesa, Girmaw Abebe Tadesse, Caleb Robinson, Elizah Peter, Elkanah Langat Kipkoech, Bernice Sainepo, Akram Zaytar, Rahul Dodhia, Juan M. Lavista",
          "abstract": "The rapid expansion of agriculture in Kenya, driven by the country's growing population, poses critical environmental challenges such as climate change and biodiversity loss. While deforestation has received much attention, the equally vital grasslands are under significant threat. Monitoring efforts have often prioritized the extent of land conversion, with limited focus on the intensity of conversion, particularly in non-forest biomes. This study addresses this gap by assessing the expansion of row crop and irrigated agriculture in the grasslands of central Kenya from 2018 to 2022. The region, particularly around Laikipia County, has seen a rapid increase in irrigated agriculture, encroaching on natural grasslands and threatening local wildlife through excessive water extraction. We mapped the expansion of both smallholder and large-scale croplands and developed a model based on vegetation indices and proximity to key water sources to estimate irrigation likelihood. Our results show a 27% increase in likely irrigated croplands from 2018 to 2022, with projections indicating that, if current trends persist, irrigation areas will double by 2030, probably increasing water consumption substantially. This study underscores the urgent need to protect Kenya’s native grasslands, which are facing active threats with far-reaching environmental consequences.",
          "url": "https://doi.org/10.1088/1748-9326/addc82",
          "doi": "https://doi.org/10.1088/1748-9326/addc82",
          "filter": 2
        },
        {
          "title": "An exploration and evaluation framework for climate change mitigation scenarios with varying feasibility and desirability",
          "authors": "Hamish Beath, Shivika Mittal, Robin Lamboll, Joeri Rogelj",
          "abstract": "Ensembles of climate change mitigation scenarios present users with a collection of strategies for limiting global warming. These strategies may differ in their associated feasibility challenges, mitigation co-impacts, and ultimately their relative societal desirability. Understanding these scenario characteristics is therefore crucial when scenarios are used to inform strategic decisions. One approach to enhance this understanding is to establish scenario archetypes and select contrasting illustrative scenarios from a larger ensemble. We present a new multidimensional framework for the systematic comparison of scenarios at the global or regional level. We illustrate the framework with comparisons in seven dimensions: economic feasibility, mineral resource availability, impacts on societal resilience, near-term scenario robustness, environmental sustainability, interregional fairness, and speed of societal transformation. Using cluster analysis, the framework can be used to select a group of illustrative scenarios with contrasting scores across the dimensions. Beyond the selection of scenarios, our exploration and evaluation framework also allows the identification of gaps in the scenario space that may be of interest but are not covered by the literature. We demonstrate these use cases by applying our framework to a set of mitigation scenarios that limit warming to 1.5 °C. Our results show our framework systematically selects contrasting scenarios, with our illustrative pathways having diverging energy mixes and uses of carbon dioxide removal. Further, we highlight considerable regional differences in the distribution of indicator and dimension scores as a key area for further investigation.",
          "url": "https://doi.org/10.1088/1748-9326/addd35",
          "doi": "https://doi.org/10.1088/1748-9326/addd35",
          "filter": 2
        },
        {
          "title": "Attribution of the 2023 extreme spring hot drought event in Southwest China: meteorological and agricultural perspectives",
          "authors": "Wenjun Liang, Hongbin Liang, Simon F. B. Tett, Fraser Charles Lott, Xian Zhu, Shaobo Qiao, Haiyang Xue, Hui Hu, Kaixi Wang, Wenjie Dong",
          "abstract": "During March to May (MAM) 2023, Southwestern China experienced a prolonged hot and dry spring. This study investigates the role of anthropogenic climate change (ACC) in this extreme event and its impact on crop yields, using a 525-member ensemble from the HadGEM3 atmospheric model and the WOFOST agricultural model, respectively. Observational results indicate that the area-averaged surface air temperature anomaly (TAS) was 1.4°C higher than usual, and the percentage of anomalous precipitation (PAP) was nearly 33% below normal, making both metrics the most extreme since 1960. The hot event was predominantly driven by ACC, contributing about 60% to the TAS strength and increasing its likelihood 7 fold. In contrast, internal climate variability appears to have been the primary trigger of the severe drought, although ACC significantly increased its likelihood by 9 fold. When these two extreme conditions are considered together as a concurrent hot-drought event, ACC increased its probability by about 3 fold. An attribution analysis of crop yields in the area was also conducted, revealing that ACC significantly shifts the probability distribution westward and reduces yields for both the winter wheat and rapeseed. Specifically, based on the simulated 2023 crop yield results driven by ERA5 as a proxy for observations, the likelihood of achieving the yield for winter wheat would have decreased by a factors of about 2 under ACC, while that for winter rapeseed is close to 1, despite its better simulation performance in the historical context. This underscores the challenge of accurately modeling and projecting crop yields under changing climate conditions. Additional analysis emphasizes the role of land–atmosphere interactions in amplifying the hot-drought event, as early-season soil moisture deficits reduced evapotranspiration and increased sensible heat flux, thereby intensifying local temperature extremes. Overall, global warming caused by anthropogenic activities has significantly increased the frequency of extreme hot drought events in Southwestern China, posing a severe threat to agricultural productivity.",
          "url": "https://doi.org/10.1088/1748-9326/addd38",
          "doi": "https://doi.org/10.1088/1748-9326/addd38",
          "filter": 2
        },
        {
          "title": "Observed connection between the Madden-Julian oscillation and the upper tropospheric biennial oscillation",
          "authors": "Feiyang Wang, Tanlong Dai, Yuanyuan Han",
          "abstract": "It has been found that the quasi-biennial oscillation (QBO) in the stratosphere have an important impact on the Madden Julian oscillation (MJO). In this study, we show that there is an obvious biennial oscillation in the tropical upper troposphere, which may be an unnoticed component of the known tropospheric biennial oscillation (TBO). More interestingly, similar to the QBO-MJO connection, the upper TBO is also significant correlated with MJO during boreal winter and summer. The responses of the amplitude and occurrence frequency of the eight MJO phases are broadly stronger and higher during the weak TBO when compared to the strong TBO. Our findings imply a previously underestimated multifaceted stratosphere-troposphere coupling in the tropics through MJO dynamics. The causality and mechanism of the TBO-MJO connection need further discussion in the future.",
          "url": "https://doi.org/10.1088/1748-9326/addd34",
          "doi": "https://doi.org/10.1088/1748-9326/addd34",
          "filter": 2
        },
        {
          "title": "Limits to CDR accounting: The role of carbon fluxes, time(liness) and storage",
          "authors": "Steffen Swoboda, Andreas Oschlies",
          "abstract": "Atmospheric carbon dioxide removal measures are a necessity to mitigate climate change. The 2015 Paris Agreement adopted by UNFCCC member states aims to limit global temperature rise below 2 ºC, with efforts to cap it at 1.5 ºC. Achieving these goals necessitates reducing greenhouse gas emissions, particularly carbon dioxide (CO2), to net-zero by 2050. Meanwhile, even most ambitious emission reduction scenarios reveal the need for additional negative emissions, known as \"carbon dioxide removal\" (CDR), to meet Paris Agreement targets.",
          "url": "https://doi.org/10.1088/1748-9326/adde73",
          "doi": "https://doi.org/10.1088/1748-9326/adde73",
          "filter": 2
        },
        {
          "title": "Precipitation phase drives seasonal and decadal snowline changes in high mountain Asia",
          "authors": "M Bernat, E S Miles, M Kneib, K Fujita, O Sasaki, T E Shaw, F Pellicciotti",
          "abstract": "Snow cover is of key importance for water resources in high mountain Asia (HMA) and is expected to undergo extensive changes in a warming climate. Past studies have quantified snow cover changes with satellite products of relatively low spatial resolution (∼500 m) which are hindered by the steep topography of this mountain region. We derive snowlines from Sentinel-2 and Landsat 5, 7 and 8 images, which, thanks to their higher spatial resolution, are less sensitive to the local topography. We calculate the snow line altitude (SLA) and its seasonality for all glacierized catchments of HMA and link these patterns to climate variables corrected for topographic biases. As such, the snowline changes provide a clear proxy for climatic changes. Our results highlight a strong spatial variability in mean SLA and in its seasonal changes, including across mountain chains and between the monsoon-dominated and the westerlies-dominated catchments. Over the period 1999–2019, the western regions of HMA (Pamir, Karakoram, Western Himalaya) have undergone increased snow coverage, expressed as seasonal SLA decrease, in spring and summer. This change is opposed to a widespread increase in SLA in autumn across the region, and especially the southeastern regions of HMA (Nyainqentanglha, Hengduan Shan, South–East Himalaya). Our results indicate that the diversity of seasonal snow dynamics across the region is controlled not by temperature or precipitation directly but by the timing and partitioning of solid precipitation. Decadal snowline changes (1999–2009 vs 2009–2019) seasonally precede temperature changes, suggesting that seasonal temperature changes in the Karakoram–Pamir and Eastern Nyainqentanglha regions may have responded to snow cover changes, rather than driving them.",
          "url": "https://doi.org/10.1088/1748-9326/adcf39",
          "doi": "https://doi.org/10.1088/1748-9326/adcf39",
          "filter": 2
        },
        {
          "title": "Review on heatwaves: a risk perspective",
          "authors": "L Brogno, F Barbano, L S Leo, S Di Sabatino",
          "abstract": "Current anthropogenic climate change is increasing the occurrence and magnitude of heatwaves causing closely interconnected and interdependent risks across multiple domains, such as environmental and human health, water and food security, etc. The following systematic literature review synthesizes the state of the art concerning risks related to heatwaves by analyzing 1459 publications. Since risks arise from the interaction of hazard, exposure, and vulnerability, publications were first classified by risk components and then further categorized by research fields: healthcare, society, ecosystem, agriculture, infrastructure, and heritage. The analysis allowed the identification of gaps in the current research with implications for policies and practical applications of risk assessments. First, only 3.1% of the revised literature integrates all three components in risk assessments. Second, most of the literature provides average risks over several heatwave events, thus neglecting critical factors like heatwave magnitude and duration. Third, the absence of standardized indices for identifying and classifying heatwaves hinders effective comparisons of results within the same field. It is recommended that future studies in the same field adopt a common methodology and that the above gaps are taken into account as this would enable building more robust and coherent scientific evidence while reducing ambiguities and uncertainties in risk estimates. Decisionmakers may otherwise struggle to develop effective heatwave adaptation and mitigation strategies if risk assessments are inconsistent or unreliable, and fail to account for risk interdependencies across different domains. More research is needed to develop quantitative frameworks that estimate heatwave risks by summing contributions from each affected domain. This is particularly important, as most of the papers reviewed only focused on healthcare (61.1%) or ecosystems (16.3%). However, we acknowledge that this literature review may have excluded some relevant studies, such as those in the heritage field, due to the specific search string applied in our methodology.",
          "url": "https://doi.org/10.1088/1748-9326/add178",
          "doi": "https://doi.org/10.1088/1748-9326/add178",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Attributing deforestation-driven biodiversity decline in the Gran Chaco to agricultural commodity supply chains",
          "authors": "Isabel Carpenter, Tobias Kuemmerle, Alfredo Romero-Muñoz, Sebastián Aguiar, Ignacio Gasparri, Michael J. Lathuillière, Sofía Nanni, Vivian Ribero, Matthias Baumann",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103011",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103011",
          "filter": 0
        },
        {
          "title": "Sharing the road: Political ideologies and political party preference as drivers of public transport infrastructure support",
          "authors": "Joanna Syrda",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103012",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103012",
          "filter": 0
        },
        {
          "title": "Intersecting inequalities and urban heat adaptation",
          "authors": "Petra Tschakert, Anshu Ogra, Upasna Sharma, Krishna Karthikeyan, Abhilasha Singh, Adhiraj Bhowmik",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103003",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103003",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Land-use spillovers from environmental policy interventions",
          "authors": "Diana Ramírez-Mejía, Yves Zinngrebe, Erle C. Ellis, Peter H. Verburg",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103013",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103013",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Post-flood selective migration interacts with media sentiment and income effects",
          "authors": "Yi Fan, Qiuxia Gao, Yinghao Elliot Sitoh, Wayne Xinwei Wan",
          "url": "https://doi.org/10.1038/s41558-025-02345-7",
          "doi": "https://doi.org/10.1038/s41558-025-02345-7",
          "filter": 0
        },
        {
          "title": "Targeted policies to break the deadlock on heating bans",
          "authors": "Ottmar Edenhofer, Andreas Gerster, Johannes Gessner, Erica Myers, Michael Pahle, Karen Palmer",
          "url": "https://doi.org/10.1038/s41558-025-02343-9",
          "doi": "https://doi.org/10.1038/s41558-025-02343-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Keeping forests on the agroforestry agenda",
          "authors": "Karam C. Sheban, Sara E. Kuebbing, Marlyse C. Duguid, Mark S. Ashton, Alex C. McAlvay, John F. Munsell, Joseph Orefice, Mark A. Bradford",
          "url": "https://doi.org/10.1038/s41558-025-02344-8",
          "doi": "https://doi.org/10.1038/s41558-025-02344-8",
          "filter": 2
        },
        {
          "title": "Maintaining crop yields limits mitigation potential of crop-land natural climate solutions",
          "url": "https://doi.org/10.1038/s41558-025-02349-3",
          "doi": "https://doi.org/10.1038/s41558-025-02349-3",
          "filter": 2
        }
      ]
    }
  ]
}
