{
  "update": "2025-07-04",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Empowering change: implementation of civil society climate actions in Southeast Asia",
          "authors": "Yuhao Ba, Zounachuan Sun",
          "url": "https://doi.org/10.1080/14693062.2025.2525508",
          "doi": "https://doi.org/10.1080/14693062.2025.2525508",
          "filter": 0
        },
        {
          "title": "Climate policy landscape and networks in China from 2000 to 2022",
          "authors": "Lu Yu, Keyao Sun, Han Huang, Weifeng Deng, Rong Tan",
          "url": "https://doi.org/10.1080/14693062.2025.2521485",
          "doi": "https://doi.org/10.1080/14693062.2025.2521485",
          "filter": 0
        },
        {
          "title": "Did the pandemic undermine climate concern in Europe? a re-assessment of the Finite Pool of Worry",
          "authors": "Qinglong Shao",
          "url": "https://doi.org/10.1080/14693062.2025.2510500",
          "doi": "https://doi.org/10.1080/14693062.2025.2510500",
          "filter": 0
        },
        {
          "title": "Climate policy upscaling: the role of policy design in removing barriers to stringency",
          "authors": "Conrad Buffier, Llewelyn Hughes, Frank Jotzo",
          "url": "https://doi.org/10.1080/14693062.2025.2523521",
          "doi": "https://doi.org/10.1080/14693062.2025.2523521",
          "filter": 0
        },
        {
          "title": "Determinants of transformative climate change adaptation in rural Zimbabwe: an afrocentric analysis",
          "authors": "Happy Mathew Tirivangasi, Louis Nyahunda",
          "url": "https://doi.org/10.1080/14693062.2025.2521486",
          "doi": "https://doi.org/10.1080/14693062.2025.2521486",
          "filter": 0
        },
        {
          "title": "Effective climate finance management? An analysis of institutional structures for climate change adaptation in Tanzania",
          "authors": "Beatrice Kundael Sumari, Noah Makula Pauline, Edmund Bwanduruko Mabhuye",
          "url": "https://doi.org/10.1080/14693062.2025.2525468",
          "doi": "https://doi.org/10.1080/14693062.2025.2525468",
          "filter": 0
        },
        {
          "title": "Barriers to limiting fossil fuel supply in UNFCCC negotiations: insights from Bangladesh",
          "authors": "Choyon Kumar Saha",
          "url": "https://doi.org/10.1080/14693062.2025.2521119",
          "doi": "https://doi.org/10.1080/14693062.2025.2521119",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The effects of low-carbon transitions on labour productivity: analysing UK electricity, heat, and mobility with a techno-economic simulation model",
          "authors": "Jean-Francois Mercure, Hector Pollitt, Frank W. Geels, Dimitri Zenghelis",
          "url": "https://doi.org/10.1080/14693062.2025.2522836",
          "doi": "https://doi.org/10.1080/14693062.2025.2522836",
          "filter": 2
        },
        {
          "title": "Exploring key dimensions of policy instruments for carbon dioxide removal",
          "authors": "Malte Winkler, Soyoung Oh, Antonia Holland-Cunz, Matthias Honegger, Matthias Poralla, Alicia Vollmer, Axel Michaelowa",
          "url": "https://doi.org/10.1080/14693062.2025.2521118",
          "doi": "https://doi.org/10.1080/14693062.2025.2521118",
          "filter": 2
        },
        {
          "title": "Impacts of the EU Taxonomy implementation: a systematic literature review",
          "authors": "Jan Brabec, Jan Macháč",
          "url": "https://doi.org/10.1080/14693062.2025.2526683",
          "doi": "https://doi.org/10.1080/14693062.2025.2526683",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Avoiding harmful path dependencies in adaptation to climate change: global lessons from a pathways analysis of Boston’s Seaport District",
          "authors": "Paul Kirshen, Courtney Humphries, Shailee Desai",
          "url": "https://doi.org/10.1007/s10584-025-03974-9",
          "doi": "https://doi.org/10.1007/s10584-025-03974-9",
          "filter": 0
        },
        {
          "title": "Complexity and mediating factors in farmers’ climate perceptions and agricultural adaptation strategies in the Guatemalan Dry Corridor",
          "authors": "Talia G. Anderson, Diego Pons, Matthew Taylor, Antonia Xuruc, Hugo H. Rodríguez Salvatierra, Zack Guido, Jonathan A. Sullivan, Diana Liverman, Kevin J. Anchukaitis",
          "url": "https://doi.org/10.1007/s10584-025-03978-5",
          "doi": "https://doi.org/10.1007/s10584-025-03978-5",
          "filter": 0
        },
        {
          "title": "Multimodal climate change communication on WeChat: analyzing visual/textual clusters on China’s largest social media platform",
          "authors": "Xiaoyue Yan, Mike S. Schäfer",
          "abstract": "Climate change is one of the most pressing global challenges, and China is one of the world’s largest contributors to greenhouse gas emissions. Effective climate change communication is essential for shaping public perception and fostering responses to mitigate climate impacts. This study provides one of the first comprehensive, multimodal analyses of climate change communication on WeChat, China’s largest social media platform. Using computational methods such as topic modeling and hierarchical clustering, we identify distinct clusters in both textual and visual content across 3,565 WeChat articles and 32,327 images, and examine how these elements form multimodal topics. Our results reveal that climate change communication on WeChat predominantly focuses on societal issues, with scientific information visible but less pronounced, and that skepticism and misinformation are notably scarce. There is a strong emphasis on governmental discourse and national policy, particularly China’s carbon reduction strategies, but limited connection to regional, local or individual experiences. The visual representation includes global icons, such as polar bears and glaciers, alongside culturally specific elements like traditional Chinese calligraphy and platform-specific imagery like memes. This research provides insights into multimodal climate change communication in a non-Western context and an important yet underexplored platform.",
          "url": "https://doi.org/10.1007/s10584-025-03980-x",
          "doi": "https://doi.org/10.1007/s10584-025-03980-x",
          "filter": 0
        },
        {
          "title": "Synthesizing a preliminary framework of the core constructs of climate change acceptance",
          "authors": "Jessica R. Duke, Emily A. Holt",
          "url": "https://doi.org/10.1007/s10584-025-03969-6",
          "doi": "https://doi.org/10.1007/s10584-025-03969-6",
          "filter": 0
        },
        {
          "title": "Little big: Sizing up the risk of mitigation deterrence from carbon removal",
          "authors": "Nils Markusson",
          "abstract": "The risk that overall mitigation efforts will be deterred by the pursuit of carbon dioxide removal (CDR) is real. Some awareness about this risk among climate policy stakeholders appears to be widespread, but it is not clear that the risk is being taken very seriously. This essay identifies arguments for thinking that mitigation deterrence from CDR is not a big risk. These arguments revolve around removal being too small a thing to deter anything, and that other things are worse for deterring overall mitigation efforts. The essay presents counterarguments, facilitated by a shift of the perspective on technologies from being physical, stand-alone, apolitical things, to one where technologies also have discursive effects, are part of the wider phenomenon of technology in general, and are entangled with politics. The essay aims to strengthen the concern about mitigation deterrence from CDR, and so help justify efforts to pre-empt it.",
          "url": "https://doi.org/10.1007/s10584-025-03984-7",
          "doi": "https://doi.org/10.1007/s10584-025-03984-7",
          "filter": 0
        },
        {
          "title": "Climate change-induced relocation dilemma between preserving cultural heritage and embracing modern infrastructure: insights from Fijian coastal villages",
          "authors": "Tsegaye T. Gatiso, Suzie Greenhalgh, Isoa Korovulavula, Teddy Fong, Ratu Pio Radikedike",
          "abstract": "The Pacific Island nation of Fiji, renowned for its cultural heritage, is facing unprecedented challenges due to climate change. Rising sea levels and extreme weather events are threatening Fiji's cultural heritage. Despite the profound significance of cultural heritage in Fiji, both international and national discussions on climate change-induced losses and damages tend to focus predominantly on economic aspects, often neglecting the cultural and social dimensions. To understand how local communities balance cultural heritage preservation and other socio-economic benefits, we employed the choice experiment technique combined with face- to-face interviews. Conducted in ten coastal villages, the research engaged 100 participants who evaluated 16 hypothetical relocation scenarios and rated the importance of different dimensions of cultural heritage. The findings revealed that cultural heritage emerged as a critical dimension of community life, with churches, fishing grounds, community ties, and place attachments being highly valued. The choice experiment results uncovered that there was a significant heterogeneity in participants' views, especially concerning the relocation of burial grounds. Improvement in infrastructure, particularly road connectivity, was consistently favoured, while the proximity of new villages to the old locations (i.e., place attachment) played a crucial role in relocation scenario selection. Participants were willing to accept relocation to distant locations if the relocation scenarios involve quality roads and/or a kindergarten. Intriguingly, participants demonstrated a willingness to contribute more labour under favourable relocation scenarios, which deviates from the conventional economic theory that postulates labour contributions create disutility. The willingness to contribute more labour in our experiment is likely driven by cultural norms and values surrounding communal labour and a strong desire for ownership of the newly established village. These insights underscore the need for holistic climate change adaptation strategies that are not only resilient but also culturally sensitive and community centric.",
          "url": "https://doi.org/10.1007/s10584-025-03972-x",
          "doi": "https://doi.org/10.1007/s10584-025-03972-x",
          "filter": 0
        },
        {
          "title": "Globalisation de facto, Globalisation de jure and CO2 emissions in GCC countries: insights from a panel PMG-ARDL approach",
          "authors": "Hamrouni Daghbagi",
          "url": "https://doi.org/10.1007/s10584-025-03975-8",
          "doi": "https://doi.org/10.1007/s10584-025-03975-8",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A practical framework for corporate carbon footprint analysis: a case of emission sources, data collection, and calculations, in carpet industry",
          "authors": "Pınar Kocabey Çiftçi, Eren Özceylan",
          "abstract": "The corporate carbon footprint, which is one of the most important parameters to be controlled in the fight against climate change, has become one of the main focal points for organizations in recent years. Corporate carbon footprint calculations comprehensively address the greenhouse gas emissions resulting from activities carried out by businesses (e.g., raw material procurement, transportation, production, and product end-of-life cycle). However, understanding these processes and managing the related data flow can be quite complex for companies. This study aims to provide a practical and reliable framework to guide the carpet industry in efficiently managing the carbon footprint and achieving accurate results. The proposed framework identifies potential emission sources, considering the specific dynamics of the sector, explains how the required data should be collected, and details the documents needed to ensure the accuracy and transparency of this data. At the same time, by addressing existing gaps in data collection processes and emission source identification, the framework provides a systematic approach to facilitate carbon footprint calculations. To demonstrate the practical applicability of the framework, a step-by-step case study of the proposed methodology is included. This case study serves as a guide for sector representatives by concretizing each stage of the process. This study not only facilitates the carpet sector's compliance with regulatory requirements through accurate and transparent carbon footprint calculations but also promotes the adoption of low-carbon practices by providing actionable insights. As a result, it informs the industry and relevant stakeholders about the emission sources that may be encountered in the carpet sector and the areas to focus on.",
          "url": "https://doi.org/10.1007/s10584-025-03981-w",
          "doi": "https://doi.org/10.1007/s10584-025-03981-w",
          "filter": 2
        },
        {
          "title": "Impact of soil salinity adaptation on yields and food security in Fimela, Senegal",
          "authors": "Habibatou I. Thiam, Victor Owusu, Johannes Schuler, Fatima Lambarraa-Lehnhardt, Ibrahima Hathie",
          "url": "https://doi.org/10.1007/s10584-025-03979-4",
          "doi": "https://doi.org/10.1007/s10584-025-03979-4",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Chlorine peroxide reaction explains observed wintertime hydrogen chloride in the Antarctic vortex",
          "authors": "Jens-Uwe Grooß, Rolf Müller, John N. Crowley, Michaela I. Hegglin",
          "abstract": "It is well established that the drastic ozone loss in the Antarctic stratosphere, commonly known as the ozone hole, is primarily driven by gas-phase and heterogeneous chemical processes. While chemistry transport models generally reproduce observed ozone depletion well, they fail to capture the rapid early-winter decline of hydrogen chloride. We here examine the impact of the heterogeneous reaction between chlorine peroxide and hydrogen chloride forming HOOCl, followed by its photolysis. Incorporating this reaction and an additional hypochlorous acid loss pathway into a chemical mechanism significantly improves model agreement with observed levels of several chlorine compounds in the lower polar vortex stratosphere. This revised mechanism increases simulated ozone partial column depletion by over 15% between early July and mid-September 2011. Laboratory confirmation of these proposed reactions is needed to validate the mechanism.",
          "url": "https://doi.org/10.1038/s43247-025-02499-4",
          "doi": "https://doi.org/10.1038/s43247-025-02499-4",
          "filter": 2
        },
        {
          "title": "Consistent responses to black carbon and carbon dioxide at global and 100 m model resolutions",
          "authors": "Camilla W. Stjern, Øivind Hodnebrog, Gunnar Myhre",
          "abstract": "Climate responses to external forcings involve processes across a wide range of scales. While the ability of climate models to accurately simulate these responses remains uncertain, the computational cost of high-resolution models limits their use for long-term simulations. However, key atmospheric processes are initiated within days of a perturbation, suggesting that initial responses may offer valuable insight into resolution-dependent differences. Here we investigate initial climate responses to increased carbon dioxide and black carbon using a regional climate model at five resolutions, from 62.5 km to 100 m. Despite large differences in grid spacing, responses in radiative fluxes and temperature are remarkably consistent. Cloud responses are generally similar, though summer differences emerge, while precipitation shows stronger resolution dependence. These results suggest that even coarse-resolution models can capture key elements of the initial climate response, supporting their use in estimating climate impacts and informing confidence in their representation of atmospheric processes.",
          "url": "https://doi.org/10.1038/s43247-025-02491-y",
          "doi": "https://doi.org/10.1038/s43247-025-02491-y",
          "filter": 2
        },
        {
          "title": "Unprecedented shifts in aerosol pollution sources in China under a decade of clean air actions",
          "authors": "Wenzheng Fang, Nikolaos Evangeliou, Sabine Eckhardt, Hang Xiao, Haibo Li",
          "abstract": "China is a major hotspot of black carbon (BC) emissions, contributing to climate warming and risk to public health. Here, our dual-isotope-constrained observations indicate stringent air pollution controls have drastically reduced coal-burning in North China over the past decade, marking a transition to a “post-coal” era compared to earlier 2012–2014. However, biomass-burning fraction ( f bb ) for north/central/east winter hazes has doubled from earlier (north/east) ~20%, with significantly higher f bb during polluted winters. Comparisons between observation and transport modelling show good alignment in BC concentrations but substantial discrepancies in source attribution (i.e., f bb ). Leveraging radiocarbon measurements, advanced atmospheric modelling, and a Bayesian approach, our study identifies biases stemming from misallocated residential fuel types in emission inventories. These findings underscore the untapped potential to mitigate BC emissions by targeting rural biomass burning, while providing critical insights into BC source evolution to refine emission inventories and formulate effective air quality policies for China and other nations facing severe air pollution.",
          "url": "https://doi.org/10.1038/s43247-025-02487-8",
          "doi": "https://doi.org/10.1038/s43247-025-02487-8",
          "filter": 2
        },
        {
          "title": "Extreme event attribution using km-scale simulations reveals the pronounced role of climate change in the Durban floods",
          "authors": "Francois A. Engelbrecht, Jessica Steinkopf, Nicolette Chang, Sophie Biskop, Johan Malherbe, Christien J. Engelbrecht, Stefan Grab, Alize le Roux, Coleen Vogel, Jonathan Padavatan, Marcus Thatcher, John L. McGregor",
          "url": "https://doi.org/10.1038/s43247-025-02460-5",
          "doi": "https://doi.org/10.1038/s43247-025-02460-5",
          "filter": 2
        },
        {
          "title": "Mantle contributions to global tungsten recycling and mineralization",
          "authors": "Jie-Hua Yang, Jing-Hua Wu, Mei-Fu Zhou, Rui-Zhong Hu, Jun-Hong Zhao, Anthony E. Williams-Jones, Qian Hu, Run-Sheng Yin",
          "abstract": "Tungsten deposits are typically associated with crust-derived evolved granitoids. Whether the mantle has contributed to tungsten mineralization, however, is unknown. Here, we provide new and compiled helium‒argon‒mercury‒strontium‒neodymium isotope data in South China and tungsten provinces elsewhere to evaluate this contribution. Our analysis shows that oceanic-subduction-related extension is more likely to facilitate intense tungsten mineralization than other geodynamic processes, e.g., continental collision, post-collisional extension, and intracontinental rifting. During this process, the mantle provides heat for inducing slab devolatilization, whereby abundant helium‒argon‒mercury‒(fluorine) are mobilized into the crust. The 1.8‒1.2 Ga neodymium model ages of the source rocks coincide with the Nuna supercontinent cycle, together with deep-time zircon data, suggesting that the considerable tungsten enrichment of the crust over geological time resulted from mantle-plume-related activities. The above hypothesis is confirmed by the proportion of tungsten-rich basement rocks in major tungsten provinces, highlighting the essential role of the mantle in tungsten recycling and mineralization.",
          "url": "https://doi.org/10.1038/s43247-025-02471-2",
          "doi": "https://doi.org/10.1038/s43247-025-02471-2",
          "filter": 2
        },
        {
          "title": "Soil organic carbon depth profiles and centennial and millennial decay rates in tidal marsh, mangrove and seagrass blue carbon ecosystems",
          "authors": "Nerea Piñeiro-Juncal, Miguel Ángel Mateo, Carmen Leiva-Dueñas, Eduard Serrano, Karina Inostroza, Montserrat Soler, Eugenia T. Apostolaki, Paul Lavery, Carlos M. Duarte, Anna Lafratta, Oscar Serrano",
          "url": "https://doi.org/10.1038/s43247-025-02390-2",
          "doi": "https://doi.org/10.1038/s43247-025-02390-2",
          "filter": 2
        },
        {
          "title": "Climate and anthropogenic activities control the concentrations of copper, zinc, cadmium and chromium in global inland waters",
          "authors": "Xia Jin, Qiqian Wu, Josep Peñuelas, Jordi Sardan, Yan Peng, Zimin Li, Xin Peng, Petr Heděnec, Qiao Yang, Chaoxiang Yuan, Ji Yuan, Zihao Chen, Zemin Zhao, Fuzhong Wu, Kai Yue",
          "url": "https://doi.org/10.1038/s43247-025-02508-6",
          "doi": "https://doi.org/10.1038/s43247-025-02508-6",
          "filter": 2
        },
        {
          "title": "Transport of animals underpinned ritual feasting at the onset of the Neolithic in southwestern Asia",
          "authors": "Petra Vaiglova, Horst Kierdorf, Carsten Witzel, Georgina Falster, Renaud Joannes-Boyau, Yue Wang, Jiade Wu, Ian Williams, Brett Knowles, Yang Wu, Pernille Bangsgaard, Lisa Yeomans, Tobias Richter, Hojjat Darabi",
          "url": "https://doi.org/10.1038/s43247-025-02501-z",
          "doi": "https://doi.org/10.1038/s43247-025-02501-z",
          "filter": 2
        },
        {
          "title": "The operational medium-range deterministic weather forecasting can be extended beyond a 10-day lead time",
          "authors": "Kang Chen, Tao Han, Fenghua Ling, Junchao Gong, Lei Bai, Xinyu Wang, Jing-Jia Luo, Ben Fei, Wenlong Zhang, Xi Chen, Leiming Ma, Tianning Zhang, Rui Su, Yuanzheng Ci, Bin Li, Xiaokang Yang, Wanli Ouyang",
          "url": "https://doi.org/10.1038/s43247-025-02502-y",
          "doi": "https://doi.org/10.1038/s43247-025-02502-y",
          "filter": 2
        },
        {
          "title": "Author Correction: Hydropower system in the Yarlung-Tsangpo Grand Canyon can mitigate flood disasters caused by climate change",
          "authors": "Fengbo Zhang, Qin Yang, Jianhua Wang, Huan Liu, Qinghui Zeng, Long Yan, Baolong Zhao, Jiaxuan Tang, Kang Zhao, Yining Zang, Wei Liu, Peng Hu",
          "url": "https://doi.org/10.1038/s43247-025-02512-w",
          "doi": "https://doi.org/10.1038/s43247-025-02512-w",
          "filter": 2
        },
        {
          "title": "Substantial continental temperature rise over the Paleocene-Eocene Thermal Maximum in the Pyrenees",
          "authors": "Gábor Újvári, Sándor Kele, László Rinyu, Aitor Payros, Kim H. Stadelmaier, János Kovács, Ivett Kovács, Bernadett Bajnóczi, Victoriano Pujalte, Birger Schmitz, Stefano M. Bernasconi",
          "abstract": "The Eocene period experienced several hyperthermal events with the Paleocene-Eocene Thermal Maximum being the most significant. During this event, global mean surface temperatures were 5–6 °C higher and latitudinal temperature gradients were reduced compared to the late Paleocene. Unlike marine temperature records, terrestrial archives are limited, posing challenges for testing climate model competence in simulating the magnitude and spatial patterns of temperature change under a high carbon dioxide climate. Here we analysed mudstone paleosols from the Tremp Group in Spain to reconstruct soil temperatures using carbonate nodules. Clumped isotopes revealed median calcification temperatures of 33.9 and 39.2 °C for the Late Paleocene and Paleocene-Eocene Thermal Maximum, respectively. The findings suggest a ~5 °C summer soil temperature increase during the Paleocene-Eocene Thermal Maximum. Continental proxy and model data indicate reduced (0.7–0.4 °C/degree) meridional temperature gradients between 25 and 75°N latitudes, indicating more uniform heat distribution across latitudes than at present.",
          "url": "https://doi.org/10.1038/s43247-025-02479-8",
          "doi": "https://doi.org/10.1038/s43247-025-02479-8",
          "filter": 2
        },
        {
          "title": "A global view on microphysical discriminations between heavier and lighter convective rainfall",
          "authors": "Ruizi Shi, Chunsong Lu, Weixin Xu, Yali Luo",
          "url": "https://doi.org/10.1038/s43247-025-02473-0",
          "doi": "https://doi.org/10.1038/s43247-025-02473-0",
          "filter": 2
        },
        {
          "title": "Precipitation oxygen isotope variability across timescales in East Asia records two sub-processes of summer monsoon system",
          "authors": "Zhaowei Jing, Zhengyu Liu, Shaoqing Zhang, Qin Wen, Chengfei He, Yuntao Bao, Wusheng Yu",
          "url": "https://doi.org/10.1038/s43247-025-02448-1",
          "doi": "https://doi.org/10.1038/s43247-025-02448-1",
          "filter": 2
        },
        {
          "title": "European compound flood-heat-flood events associated with Omega patterns cannot be easily reproduced by a fully coupled model",
          "authors": "Yixuan Guo, Urs Beyerle, Emanuele Bevacqua, Jakob Zscheischler, Laura Suarez-Gutierrez, Magdalena Mittermeier, Zuntao Fu, Erich Fischer",
          "abstract": "In September 2023, a spatially compounding event affected Europe, with an intense heatwave over northern France and nearly simultaneous extreme floods over the Iberian Peninsula and Greece. These extremes were accompanied by a low-high-low pressure system known as Omega pattern. However, the capability of climate models to reproduce such complex extremes and related atmospheric circulations is still unclear. By introducing a novel index, here we show that the 2023 event was not unique yet most extreme in recent decades. Using ensemble boosting, the fully-coupled Community Earth System Model 2 can reproduce such co-occurring extremes with remarkably similar configurations of the large-scale flow and even higher heatwave/rainfall than observed. This suggests that similar compounding events with even stronger intensity could, in principle, occur. However, such spatially compounding events are too rare in the model relative to reanalysis, suggesting that the model may underestimate their future occurrence in a warming climate.",
          "url": "https://doi.org/10.1038/s43247-025-02481-0",
          "doi": "https://doi.org/10.1038/s43247-025-02481-0",
          "filter": 2
        },
        {
          "title": "Sharp Increase in rapid intensification of Arabian Sea tropical cyclones over the past decade",
          "authors": "Xiaojing Li, Yi Li, Youmin Tang",
          "url": "https://doi.org/10.1038/s43247-025-02477-w",
          "doi": "https://doi.org/10.1038/s43247-025-02477-w",
          "filter": 2
        },
        {
          "title": "X-Ray micro-tomography unveils the internal features of volcanic ash aggregates",
          "authors": "Pietro Gabellini, Eduardo Rossi, Raffaello Cioni, Marco Pistolesi, Lukas P. Baumgartner, Costanza Bonadonna",
          "url": "https://doi.org/10.1038/s43247-025-02378-y",
          "doi": "https://doi.org/10.1038/s43247-025-02378-y",
          "filter": 2
        },
        {
          "title": "Integrated tree canopy expansion and cool roofs can optimize air temperature and heat exposure reductions in Boston",
          "authors": "Ian A. Smith, Dan Li, David K. Fork, Gregory A. Wellenius, Lucy R. Hutyra",
          "url": "https://doi.org/10.1038/s43247-025-02462-3",
          "doi": "https://doi.org/10.1038/s43247-025-02462-3",
          "filter": 2
        },
        {
          "title": "Machine learning assisted in situ synthesis of functional microbiomes towards sustainable wastewater treatment",
          "authors": "Shubo Zhang, Sai Gong, Ran Yin, Jinfeng Wang, Yanru Wang, Hongqiang Ren",
          "url": "https://doi.org/10.1038/s43247-025-02489-6",
          "doi": "https://doi.org/10.1038/s43247-025-02489-6",
          "filter": 2
        },
        {
          "title": "Polar wander leads to large differences in past climate reconstructions",
          "authors": "Jonathon Leonard, Sabin Zahirovic, Philip B. Holden, Tristan Salles, Neil R. Edwards, Claire A. Mallard",
          "url": "https://doi.org/10.1038/s43247-025-02485-w",
          "doi": "https://doi.org/10.1038/s43247-025-02485-w",
          "filter": 2
        },
        {
          "title": "Quantifying salinity and drought drive forces on paddy field loss in the Mekong Delta, Vietnam",
          "authors": "Quan Wang, Kun Yang, Yanhui Zhu, Zongqi Peng, Siyu Chen, Danni Su, Mengzhu Sun",
          "url": "https://doi.org/10.1038/s43247-025-02490-z",
          "doi": "https://doi.org/10.1038/s43247-025-02490-z",
          "filter": 2
        },
        {
          "title": "Fine root and soil carbon stocks are positively related in grasslands but not in forests",
          "authors": "Avni Malhotra, Jessica A. M. Moore, Samantha Weintraub-Leff, Katerina Georgiou, Asmeret Asefaw Berhe, Sharon A. Billings, Marie-Anne de Graaff, Jennifer M. Fraterrigo, A. Stuart Grandy, Emily Kyker-Snowman, Mingzhen Lu, Courtney Meier, Derek Pierson, Shersingh Joseph Tumber-Dávila, Kate Lajtha, William R. Wieder, Robert B. Jackson",
          "abstract": "Increasing fine root carbon (FRC) inputs into soils has been proposed as a solution to increasing soil organic carbon (SOC). However, FRC inputs can also enhance SOC loss through priming. Here, we tested the broad-scale relationships between SOC and FRC at 43 sites across the US National Ecological Observatory Network. We found that SOC and FRC stocks were positively related with an across-ecosystem slope of 7 ± 3 kg SOC m −2 per kg FRC m −2 , but this relationship was driven by grasslands. Grasslands had double the across-ecosystem slope while forest FRC and SOC were unrelated. Furthermore, deep grassland soils primarily showed net SOC accrual relative to FRC input. Conversely, forests had high variability in whether FRC inputs were related to net SOC priming or accrual. We conclude that while FRC increases could lead to increased SOC in grasslands, especially at depth, the FRC-SOC relationship remains difficult to characterize in forests.",
          "url": "https://doi.org/10.1038/s43247-025-02486-9",
          "doi": "https://doi.org/10.1038/s43247-025-02486-9",
          "filter": 2
        },
        {
          "title": "Precessional variation of monsoon-controlled silicate weathering caused steady atmospheric carbon dioxide consumption during glacial periods",
          "authors": "Debo Zhao, Shiming Wan, Xiangtong Huang, Zhengyao Lu, Peter D. Clift, Dongyong Li, Xiting Liu, Yifei Yang, Shoushu Jiang, Anni Lin",
          "abstract": "Silicate weathering regulates climate as a critical carbon sink, yet understanding its role in the carbon cycle is challenging because of limited knowledge about the impact of temperature and rainfall on weathering during glacial-interglacial cycles. Here we investigated the orbital scale of silicate weathering variations and their role in atmospheric carbon dioxide sequestration using reconstructions, model simulations, and modern river sediment geochemical data. Results show that silicate weathering intensity in subtropical and tropical monsoon regions follows the precession cycle and is mainly controlled by rainfall. During glacial periods, global carbon dioxide consumption by silicate weathering was lower than interglacials but remained stable at ~2.47 Teramoles per year. We propose that ice sheet expansion confined intense weathering to the subtropics and tropics during glacial times. As insolation patterns shifted with the precession cycle, rainfall belts oscillated between hemispheres, maintaining a constant weathering area and stable carbon dioxide consumption. Our study provides insights into silicate weathering’s role in the global carbon cycle, both historically and in future projections.",
          "url": "https://doi.org/10.1038/s43247-025-02498-5",
          "doi": "https://doi.org/10.1038/s43247-025-02498-5",
          "filter": 2
        },
        {
          "title": "Hydroclimate variability in the northern Caribbean during the last deglaciation was modulated by large-scale atmospheric circulation and climate events",
          "authors": "Leah Travis-Taylor, Martín Medina-Elizalde, Jesús M. Pajón, Ambarish V. Karmalkar, Josué M. Polanco-Martínez, Christopher W. Kinsley, David McGee",
          "url": "https://doi.org/10.1038/s43247-025-02465-0",
          "doi": "https://doi.org/10.1038/s43247-025-02465-0",
          "filter": 2
        },
        {
          "title": "The palaeoenvironmental potential of bioarchaeological isotope data",
          "authors": "Margaux L. C. Depaermentier, Michael Kempf, Marc Vander Linden, Kate Britton, Richard Madgwick, Ulf Büntgen, Dorothée G. Drucker, Jennifer R. Jones, Christophe Snoeck, Rhiannon E. Stevens",
          "url": "https://doi.org/10.1038/s43247-025-02507-7",
          "doi": "https://doi.org/10.1038/s43247-025-02507-7",
          "filter": 2
        },
        {
          "title": "Assimilation of upper plate rocks at convergent margins contributes to the low δ18O isotopic signature of erupted magma",
          "authors": "Xiaohui Li, Zixuan Zhang, Sanzhong Li, Robert J. Stern, Osamu Ishizuka, Huixin Yang, Yanhui Suo, Long Chen, Zhiqing Lai, Yuan Zhong, Jun Hu, Liangliang Wang, Liming Dai, Quanshu Yan, Qiuli Li",
          "url": "https://doi.org/10.1038/s43247-025-02497-6",
          "doi": "https://doi.org/10.1038/s43247-025-02497-6",
          "filter": 2
        },
        {
          "title": "Climate adaptation through rice northward expansion aggravated groundwater overexploitation in Northeast China",
          "authors": "Shefang Liang, Weipo Liu, Miao Lu, Lang Xia, Liangzhi You, Yuan Liu, Zhenhuan Liu, Yan Zha, Huajun Tang, Peng Yang",
          "url": "https://doi.org/10.1038/s43247-025-02504-w",
          "doi": "https://doi.org/10.1038/s43247-025-02504-w",
          "filter": 2
        },
        {
          "title": "Drivers of antimicrobial resistance in pig production systems of Uganda",
          "authors": "Adrian Muwonge, Tadeo Kakooza, Paul C. D. Johnson, Lawrence Kisuule, Michael Kimaanga, Clovice Kankya, Barend Mark de Clare Bronsvoort, Tiziana Lembo",
          "abstract": "Increasing protein demand in low- and middle-income countries may accelerate livestock intensification, antibiotic overuse and antimicrobial resistance (AMR) risk. Here, we examined Uganda’s growing pig sector, tracking 70 farmers and their pigs in semi-intensive and free-range systems for a year. We investigated AMR and AMR gene abundance of 668 Escherichia coli , Klebsiella and DNA isolated from 877 faecal samples using diffusion disc-method and qPCR, respectively. Pigs in semi-intensive systems were 2.2 times more likely to exhibit AMR and had higher ermB levels. AMR in free-range farmers was twice that of pigs but still 1.4 times less likely than in semi-intensive systems. AMR prevalence increased by 0.76% per month. Potential transmission events were more likely on semi-intensive farms (OR = 3.16, 95% CI: 2.1–4.3, P &lt; 0.001), especially when farmers had higher tetQ levels than pigs; the reverse was true for ermB . Intensified urban pig production may elevate AMR risks, underscoring the need for targeted interventions.",
          "url": "https://doi.org/10.1038/s43247-025-02506-8",
          "doi": "https://doi.org/10.1038/s43247-025-02506-8",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Internal climate leadership in municipal organizations. How paradoxical and transformational leadership of higher-level management shape climate leadership of lower-level managers",
          "authors": "Mads Leth Jakobsen, Daniel Skov Gregersen, Oluf Gøtzsche-Astrup, Helle Ørsted Nielsen",
          "url": "https://doi.org/10.1080/09644016.2025.2520659",
          "doi": "https://doi.org/10.1080/09644016.2025.2520659",
          "filter": 0
        },
        {
          "title": "The politics of climate change knowledge: labelling climate change-induced uprooted people",
          "authors": "Aminur Rahman",
          "url": "https://doi.org/10.1080/09644016.2025.2528183",
          "doi": "https://doi.org/10.1080/09644016.2025.2528183",
          "filter": 0
        },
        {
          "title": "The shame of the world in ordinary climate politics",
          "authors": "Benoit Dillet",
          "url": "https://doi.org/10.1080/09644016.2025.2526906",
          "doi": "https://doi.org/10.1080/09644016.2025.2526906",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "A restatement of the protein transition",
          "authors": "Océane Duluins, Renee Cardinaals, Hanna Karlsson Potter, Sarah Nájera Espinosa, Kajsa Resare Sahlin, Jeroen Candel, Sara Hornborg, Alan Matthews, Philippe Vincent Baret",
          "abstract": "A protein transition is promoted as a pathway toward a sustainable food system, but its application and progress are potentially hindered by diverse, often conflicting narratives among various stakeholders. These narratives are constituted and underpinned by statements and nurture a growing polarisation by isolation of their underlying scientific evidence. The multidimensional and interdisciplinary nature of a protein transition does not go well with an isolated approach in academia. The latter leads to fragmented and incomplete scientific evidence that fails to fully grasp the complexity of the issue, while being used to form partial statements that feed societal and political debates. Through a Restatement approach, this paper aims to i) synthesise scientific evidence from multiple academic disciplines related to a protein transition and ii) critically reflect on the implications of the current fragmented scientific evidence landscape of a protein transition in academia and beyond. The Restatement is structured into three sections: Background, Context, and Impacts, with subsections that each cover 4-17 statements, with a total of 68 statements. We connected each statement to its supporting scientific evidence which revealed the complexity of how evidence is related and interpreted, in addition to the inconsistent use of terminology and resulting ambiguities. The main takeaway from the Restatement process is that a protein transition cannot be reduced to a single message of a dietary shift but that it should be approached more holistically, while using the available evidence within the appropriate context and critical consideration of the methodologies used to obtain that evidence. Therefore, this Restatement can be used by researchers and decision-makers working toward more sustainable food systems in the EU and beyond, to understand the contexts and methods that are not within their own field of expertise. In addition, we stress that overcoming polarisation in a protein transition largely relies on critical reflections of the assumptions, interests and power dynamics shaping the protein transition debate.",
          "url": "https://doi.org/10.1088/1748-9326/ade86f",
          "doi": "https://doi.org/10.1088/1748-9326/ade86f",
          "filter": 0
        },
        {
          "title": "From congress to disadvantaged communities: an analysis of federal water infrastructure investments distributed to Alabama through state revolving funds",
          "authors": "Victoria Miller, Lacey Christian, Mark A. Elliott, Cindy Lowry, Jillian Maxcy-Brown",
          "abstract": "Millions of residents in high-income countries lack access to safely managed drinking water and wastewater services at home. Financing improvements to water-related infrastructure access are primarily dependent upon utility revenue or assistance from government agencies and non-governmental organizations. In the United States (U.S.), the State Revolving Fund (SRF) is the single largest government program for communities to obtain funding for improving their water-related infrastructure challenges. This program is funded annually by the U.S. Congress through the U.S. Environmental Protection Agency (USEPA) and was bolstered by an influx of funding through the Bipartisan Infrastructure Law ($50 billion) and American Rescue Plan Act ($350 billion). For the Federal fiscal year 2024, U.S. Congress allocated and the USEPA distributed $11.5 billion to the SRF programs among States, Territories, Tribes, and SRF initiatives at USEPA. However, accessing the SRF program is complicated and can prove insurmountable for the millions of residents living in rural, small, or otherwise disadvantaged communities (DACs) without reliable and affordable access to clean piped drinking water and functioning wastewater treatment systems. This study analyzed the $3.3 billion in funding requests to Alabama’s SRF to reveal that 69.6% of drinking water utilities and 70.3% of wastewater utilities have sought SRF funding for infrastructure upgrades since 2022. In Alabama, DACs comprised 55.4% of census tracts (2.2 million people) and 84.7% of SRF applications could potentially be serving DACs, yet only 24.6% of funds awarded through recent Intended Use Plans (IUPs) are intended for DACs. This novel analysis seeks to provide a greater understanding of key infrastructure funding mechanisms, analyze how Federal funds are being delivered to communities, and encourage decision-makers to shift funding programs to better reach DACs.",
          "url": "https://doi.org/10.1088/1748-9326/adeba1",
          "doi": "https://doi.org/10.1088/1748-9326/adeba1",
          "filter": 0
        },
        {
          "title": "Climate policy attitudes in consumers",
          "authors": "Nathan Mariano",
          "abstract": "Fully decarbonized markets for consumer goods would result in drastic lifestyle changes for many individuals. However, most research on climate policy attitudes focuses on energy policy, rather than policies that affect consumer goods that people use and enjoy. I conduct a survey experiment that compares views on an energy tax policy to views on a policy that taxes a high-emissions consumer good (red meat &amp; dairy products). The results show that the effect of targeting consumer goods on support for decarbonization depends on an individual's consumption preferences. Non-consumers become more supportive of climate policy when it affects a particular consumer good, whereas frequent consumers become less supportive. We observe the latter outcome even though the cost of the two policies to consumers is equivalent, highlighting the role of subjective and identity attachments to particular consumer goods in policy attitudes. This shows how climate policy can favor the interests of certain consumers over others, making groups of consumers another relevant distributive cleavage in climate politics.",
          "url": "https://doi.org/10.1088/1748-9326/ade893",
          "doi": "https://doi.org/10.1088/1748-9326/ade893",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Downscaled CMIP5 projections of physical fire risk understate historical trends",
          "authors": "Theo Conrad Avila, David Conway Lafferty, Madeline Stover, Spencer Guerrero, Charumeghana Samantula, Ian Sue Wing, Ryan Sriver",
          "abstract": "Reliable projections of wildfire risk are important for multi-sector impacts analysis. Statistically downscaled and bias-corrected Earth system model ensemble products are routinely used to analyze regional physical wildfire risk, but evaluations of historical observed trends and variability are lacking. Here, we evaluate physical fire risk over the western United States using the Canadian Forest Fire Weather Index (FWI) by comparing model outputs from the Coupled Model Intercomparison Project Phase 5 (CMIP5), statistically downscaled via the Multivariate Adaptive Constructed Analogs (MACA) approach, against the observational target dataset gridMET, a gridded high-resolution surface meteorological product. We analyze multidecadal trends and interannual variability in seasonal average FWI for the historical period and future projections under two emissions scenarios, and we compare MACA-CMIP5 ensemble results with a simple time series model that generates historical and future projections of seasonal FWI based on bootstrapping observed historical trends and variability. Our findings indicate that MACA-CMIP5 accurately captures the magnitude and spatial patterns of seasonally averaged FWI but tends to underestimate historical decadal trends. We show that future increases in fire risk may be underestimated relative to the simple time series model that projects historical variability into the future. We also highlight that model biases in relative humidity contribute significantly to model-data differences. Our results underscore the importance of historical hindcasting exercises for informing broader multi-sector applications.&amp;#xD;&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade892",
          "doi": "https://doi.org/10.1088/1748-9326/ade892",
          "filter": 2
        },
        {
          "title": "Right size, right place: scale-dependency of managed realignment to mitigate flood hazards in urban estuaries",
          "authors": "Octria A Prasojo, Richard D Williams, Larissa A Naylor, Jaime L Toney, Martin D Hurst",
          "abstract": "As home to ∼60% of the global population, low-lying coastal estuaries are increasingly vulnerable to storm tide flooding, especially under accelerating anthropogenic sea-level rise. Conventional approaches in estuarine flood mitigation have involved building and heightening hard-engineering structures. Recent evidence from small- to medium-sized estuaries highlights that managed realignment (MR)—relocating flood defences landward—is potentially more sustainable. However, the effectiveness of such MR on estuary-scale flood hazard reduction in large, urbanised estuaries where space for large-scale MR is limited remains poorly understood. To address this gap, we applied a calibrated 2D hydrodynamic simulation of the large (120 km 2 ) urban Clyde estuary on Scotland’s west coast and compared it with existing simulations from eight other UK estuaries of varying size. Our simulations of varying MR sizes (0.15–3.3 km 2 ) along the Clyde resulted in minimal estuary-scale reductions in peak water levels, flood extent, and tidal prism volume. In contrast, similar realignment measures applied to much smaller UK estuaries (3–108 km 2 ) yielded more significant estuary-scale flood attenuation. Our results show that MR exhibits scale-dependent behaviour: the effectiveness of estuary-scale flood risk reduction is proportional to the size of MR relative to estuary size. Larger estuaries require significantly more realignment space to achieve meaningful estuary-scale flood hazard reduction. Conversely, smaller estuaries achieve flood hazard reduction benefits with comparatively smaller interventions as they are more sensitive to geometric changes. The scale-dependent behaviour identified here requires consideration when designing tidal flood risk alleviation strategies for estuaries around the globe, particularly where existing land uses and plans in highly urbanised estuaries may limit available space and/or increase the cost of realignment. Moreover, it also provides evidence that avoiding buildings (re)-development in the tidal floodplains of large estuaries is the best means of minimising future flood risk in a rapidly warming world.",
          "url": "https://doi.org/10.1088/1748-9326/addf61",
          "doi": "https://doi.org/10.1088/1748-9326/addf61",
          "filter": 2
        },
        {
          "title": "Causal inference and mediation for summer precipitation over middle and lower reaches of the Yangtze River",
          "authors": "Yuheng Tang, Wenting Hu, Anmin Duan, Die Hu",
          "abstract": "The accurate attribution of summer precipitation in the middle and lower reaches of the Yangtze River (MLYR) is essential for operational forecasting and disaster prevention. However, traditional linear correlation methods are insufficient for capturing reliable causal linkages, making causal discovery algorithms a more appropriate solution. Causal effect measures suggest that tropical climate anomalies exert strong driving and mediating influences during boreal summer, while the Asian climate anomalies exhibit greater sensitivity. Causal analysis identifies seven direct drivers of MLYR precipitation: pressure anomalies over northwest Pacific, Northeast Asia, mid-latitude eastern Pacific, Ural Mountains, southwest Pacific, Scandinavia and Greenland. Additionally, we uncovered the further causal pathways linking MLYR precipitation with tropical Pacific and Antarctic Oscillation signals. These results identify the detailed mediations through the direct drivers of MLYR precipitation, which are crucial to capture its remote precursors. Our findings reveal the physical attributions of MLYR precipitation from the global climate, which may improve its operational prediction skills, and even broaden the precursors of East Asian summer monsoon.",
          "url": "https://doi.org/10.1088/1748-9326/adeb9f",
          "doi": "https://doi.org/10.1088/1748-9326/adeb9f",
          "filter": 2
        },
        {
          "title": "Timing of peat initiation across the central Congo Basin.",
          "authors": "Greta Dargie, Pauline Gulliver, Ian T Lawson, Paul J Morris, Bart Crezee, Pierre Bola, Ovide Emba Botuli, Nicholas Girkin, Joseph Kanyama, George Biddulph, Donna Hawthorne, Déo R. V. Boukono, Lisa F. Louvouandou, Jodrhy P. Milandou Matoko, Brice Milongo, Gloire J. Kibongui, Enno Schefuß, Yannick Garcin, Yannick Bocko, Dylan M Young, Andy J Baird, Arnoud Boom, Corneille E. N. Ewango, Suspense Averti Ifo, Chris Kiahtipes, Edward T.A. Mitchard, Susan Page, Sofie Sjoegersten, Ralph R. Schneider, Raphael Tshimanga, Mark A Trigg, Simon Lewis",
          "abstract": "The central Congo Basin contains the world’s most extensive tropical peatland complex, spanning 16.7 million hectares. Until now, radiocarbon dating of basal peats has been limited to 14 samples with poor spatial coverage, and suggested that peat typically initiated during the Holocene. We present 38 new basal dates, improving spatial coverage across the region. Some of the new basal dates are much older than any previous dates, indicating that peat initiated in the central Congo Basin at multiple locations in the Late Pleistocene. Our oldest basal date is 42,300 (41,200-43,800) calibrated years Before Present, making this one of the world’s oldest extant tropical peatlands, and twice as old as previously believed. The temporal distribution of basal dates suggests that changing climatic wetness has played a role in peat initiation in the region; numerous basal dates correspond with climatically wet phases, whilst few basal dates correspond with dry phases such as the Last Glacial Maximum. The oldest basal dates come from peatlands on the floodplains of left-bank tributaries of the Congo River, indicating a surprisingly high degree of channel stability over many millennia compared with, for example, peatlands on Amazonian floodplains, which are typically just a few thousand years old. The persistence of peat in the central Congo Basin since before the Last Glacial Maximum, likely the most climatically dry period during the last 42,000 years in this region, suggests that these areas may have played an important biogeographical role as forest refugia during glacial-interglacial cycles.",
          "url": "https://doi.org/10.1088/1748-9326/ade905",
          "doi": "https://doi.org/10.1088/1748-9326/ade905",
          "filter": 2
        },
        {
          "title": "Wildfire and forest treatments mitigate–but cannot forestall–climate-driven changes in streamflow regimes in a western US mountain landscape",
          "authors": "Tucker Furniss, Paul Hessburg, Derek J Churchill, Mark S. Wigmosta, Nicholas Povak, Zhuoran Duan, R. Brion Salter",
          "abstract": "Warming temperatures and increasingly variable precipitation patterns are reducing winter snowpack and critical late-season streamflows. Here, we used two models (LANDIS-II and DHSVM) in linked simulations to evaluate the effects of wildfire and forest management scenarios on future snowpack and streamflow dynamics. We characterized the biophysical attributes of the areas with the greatest potential for treatments to improve hydrologic functioning and we examined projected trends in flow regimes over the 21st century. &amp;#xD;We found that, despite a projected increase in total annual flows, there was a steep decline in snowpack and late-season flows. Wildfire was an important factor influencing streamflow and snowpack dynamics, with increasing burned area partially offsetting climate-driven declines in snowpack and spring flows. Forest thinning treatments contributed modest increases to annual flows, although effects were overshadowed by the influences of climate and wildfire. Warmer winter temperatures extinguished snowmelt-driven flows in low- and mid-elevation watersheds, causing a transition from spring snowmelt- to autumn rain-dominated streamflow regimes. &amp;#xD;Our results complement prior empirical studies showing that forest treatments can improve snowpack retention and annual streamflow, and they emphasize the importance of wildfire as a primary factor governing landscape hydrology. We found that neither land management practices nor wildfire could completely compensate for the top-down controls of future climate on landscape hydrology. Declines in snowpack retention and a regime shift in the timing of peak flows will have dramatic consequences for forest health, human water resources, and Pacific salmon populations.",
          "url": "https://doi.org/10.1088/1748-9326/ade896",
          "doi": "https://doi.org/10.1088/1748-9326/ade896",
          "filter": 2
        },
        {
          "title": "The economics of a circular urban water system",
          "authors": "Dale Whittington, Maya Chandrasekaran",
          "abstract": "In many water-scarce locations, cities will need to reduce their freshwater withdrawals in order to adapt to the changing climatic conditions of the Anthropocene, reduce the risks of ‘Day Zeros,’ and reduce the disruption to the global hydrological cycle. This paper shows that it is possible for water utilities to make dramatic reductions in raw water withdrawals without proportionally large increases in system-wide costs. A simulation model is built that characterizes the piped water and wastewater network of an urban water utility in a hypothetical high-income city and the costs at nodes and links of the system. This simulation model is used to estimate the effects of four interventions -- leakage reduction, demand reduction, potable reuse, and desalination – on raw water withdrawals and system-wide costs. We illustrate the effects of both individual interventions and policy mixes. Compared to the assumed baseline urban water and sanitation system, policy mixes can reduce raw water withdrawals by 74% with only modest increases in system-wide costs.",
          "url": "https://doi.org/10.1088/1748-9326/ade904",
          "doi": "https://doi.org/10.1088/1748-9326/ade904",
          "filter": 2
        },
        {
          "title": "Eﬀects of climate change and anthropic water uses on ecosystem services provided by an Alpine river",
          "authors": "Mauro Carolli, Davide Geneletti, Bruno Majone, Alberto Bellin, Guido Zolezzi",
          "abstract": "Several Alpine river ecosystem services depend on the streamﬂow regime, thus they might be aﬀected by multiple stressors such as changing climate and anthropic water uses, with still poorly investigated consequences. We focused on the suitability of three ecosystem services in an Alpine river, namely habitat provision, recreational activities, and hydroelectricity production from run-of-the-river power plants. We applied an integrated hydrological, hydraulic and habitat modeling approach to quantify the eﬀects of climate change on these services, based on the outcomes of four regional climate models. The paper investigated the eﬀects of water use policies such as the introduction of prescriptions for environmental ﬂow under the same climate change models. We observed that climate change signiﬁcantly aﬀects ecosystem services suitability at the catchment scale, while the introduction of environmental ﬂow releases are relevant at a more local scales (several reaches). Under future scenarios, simulated increasing abstractions for hydroelectricity production from run-of-the-river power plants have a stronger eﬀect on white-water rafting and a relatively smaller eﬀect on ﬁsh habitat. The possibility to quantitatively predict the potential eﬀects of climate change and of diﬀerent strategies of river ﬂow management under these scenarios represents a promising tool to support the design of long-term water resources management strategies at catchment and local level.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade902",
          "doi": "https://doi.org/10.1088/1748-9326/ade902",
          "filter": 2
        },
        {
          "title": "The biogeophysical impacts of land cover change on climate extremes in the Arctic and Boreal regions",
          "authors": "Shuai Li, Di Yang, Yaqian He, Nicholas C. Parazoo, Wei Liu",
          "abstract": "Land cover change (LCC)-climate interactions could amplify or mitigate climate change in the Arctic and Boreal regions. Revealing the impacts of LCC on climate extremes helps to improve risk assessment capability and provides targeted adaptation and mitigation strategies to enhance regional climate resilience. In this study, we parameterized remotely-sensed land cover maps into the Community Earth System Model version 2 (CESM2) to examine the biogeophysical effects of LCC on temperature and precipitation extremes in the Arctic-Boreal Vulnerability Experiment (ABoVE) core domain, where the contribution of substantial LCC to abnormal climate variations has been little explored. Results showed that LCC had varying degrees of impact on regional climate extremes. Alteration in surface albedo induced net radiation changes, which further resulted in variation in maximum temperature (Tmax), with ice days (ID) and warm spell duration index (WSDI) increased by more than 3 days, and the maximum value of daily maximum temperature (TXx) decreased by more than 0.6 ℃. The LCC-induced combined effects of water vapor supply and atmospheric dynamics resulted in a decreasing trend in precipitation extreme, with the number of days with precipitation exceeding 10 mm (R10mm) and annual total precipitation in days with precipitation exceeding 1 mm (PRCPTOT) decreased by more than 3 days and 15 mm, respectively, while consecutive dry days (CDD) increased by more than 3 days. These findings highlight the importance of LCC for regional climate variability in the Arctic and Boreal regions, contribute to a better understanding of LCC-climate interactions.",
          "url": "https://doi.org/10.1088/1748-9326/adeba0",
          "doi": "https://doi.org/10.1088/1748-9326/adeba0",
          "filter": 2
        },
        {
          "title": "Recent changes in the subseasonal influence of the Western Pacific pattern on winter temperature over South Korea",
          "authors": "Suyeon Moon, Seul-Hee Im, Ok-Yeon Kim, Woo-Seop Lee",
          "abstract": "The Western Pacific (WP) pattern is a crucial driver of mid-latitude teleconnections in the Northern Hemisphere, strongly influencing East Asian winter temperatures. Although its seasonal impacts are well established, its subseasonal variability and long-term changes remain less understood. This study identifies significant changes in the influence of WP on surface temperature over South Korea since the mid-1990s using observational and reanalysis datasets. Our analysis reveals a significant shift in the WP teleconnection, with its influence strengthening in December but weakening in January and February. This change is attributed to an anomalous displacement of the WP-associated anticyclone and modulated by interactions with the Arctic Oscillation. Furthermore, seasonal forecast models from the Asia-Pacific Economic Cooperation Climate Center multi-model ensemble capture the WP-induced temperature variations in December; however, strong modulation by El Niño–Southern Oscillation inhibits the independent effect of the WP teleconnection. These findings highlight the critical gaps in seasonal forecast models and emphasize the need for improved representations of WP teleconnections in subseasonal forecasts. A refined understanding of winter temperature variability is essential for enhancing climate predictions, supporting climate adaptation strategies, and mitigating societal risks associated with increasing winter temperature variability in South Korea.",
          "url": "https://doi.org/10.1088/1748-9326/ade897",
          "doi": "https://doi.org/10.1088/1748-9326/ade897",
          "filter": 2
        },
        {
          "title": "A review of methane emissions source types, characteristics, rates, and mitigation effectiveness across U.S. and Canadian cities",
          "authors": "Coleman Vollrath, Zhenyu Xing, Chris H Hugenholtz, Thomas E Barchyn, Jennifer Winter",
          "abstract": "Cities are major aggregated sources of methane (CH 4 ) emissions and can therefore play a role in mitigating climate warming. However, diverse, spatially distributed sources make characterizing urban CH 4 emissions challenging. A limited synthesis of existing research has hindered understanding of source characteristics and contributions, implicating research priorities, policies, and mitigation. This review consolidates findings from 106 peer-reviewed articles on CH 4 emissions in U.S. and Canadian cities, identifying key insights, gaps, and opportunities. We found that top-down (TD) estimates of city-scale CH 4 emissions from 34 studies exceeded, on average, bottom-up (BU) estimates by a factor of 3.9 (± 6.7). Urban CH 4 footprints were dominated by sources from natural gas distribution and end-use and landfills. Across 11 U.S. studies, the estimated mean CH 4 loss rate from delivered natural gas corrected for CH 4 content in cities was 2.3% (± 0.9%). TD estimates of CH 4 emissions from six U.S. landfills were, on average, 2.4 (± 1.7) times greater than self-reported BU estimates. Preferred methods for reporting may miss large fugitive point sources, systematically underestimating landfill CH 4 emissions. The studies indicated that wastewater systems emit less CH 4 than landfills and natural gas sources, but the research remains limited, and many wastewater sources are poorly characterized. Mitigation effectiveness varied by source, with scalability a challenge for small, distributed sources such as sewers, and the confirmation of reductions sensitive to measurement scale. Overall, results highlight challenges in quantifying, attributing, and mitigating CH 4 emissions in urban settings. Key research priorities are: (i) expanding CH 4 measurements from urban natural gas (distribution and end-use) and wastewater sources, and granular investigations to pinpoint and understand the causes of emissions; (ii) new emissions data to improve BU models and integrate into BU estimates; (iii) improving measurement-model coupling for landfill CH 4 quantification; and (iv) evaluating mitigation strategies for urban CH 4 sources.",
          "url": "https://doi.org/10.1088/1748-9326/ade9e1",
          "doi": "https://doi.org/10.1088/1748-9326/ade9e1",
          "filter": 2
        },
        {
          "title": "Integrating approaches and methodologies into phenological research in Neotropical dry forests: a systematic review",
          "authors": "Maria Maraiza Pereira dos Santos, Leonor Patricia Cerdeira Morellato, Thieres George Freire da Silva, Alexandre Maniçoba da Rosa Ferraz Jardim, Carlos André Alves de Souza, Wilma Roberta dos Santos, Luciana Sandra Bastos de Souza",
          "abstract": "Phenological shifts are increasingly recognized as tangible indicators of plant responses to climate change. Tropical dry forests, in particular, are key ecosystems for unraveling the mechanisms driving phenological dynamics, given their crucial role in biodiversity conservation and carbon balance. Although phenological research has advanced rapidly in recent decades in tandem with new methodological innovations, tropical dry forests remain underrepresented. Consequently, the extent to which recent approaches have improved our understanding of leaf changes is still poorly understood. Here, we conducted a comprehensive literature review of phenology in seasonally dry tropical forests (SDTFs) in the Neotropics using Web of Science and Scopus databases up to December 2024. We aimed to synthesize methodological advances, environmental drivers, and functional traits related to phenology, providing insights about mechanisms underlying phenological shifts in Neotropical SDTFs. We documented a significant expansion in phenology research in Neotropical SDTFs over the last decade, with a concentration of studies in South America, particularly Brazil, followed by Central America. Despite these advances, long-term studies remain scarce, limiting our ability to detect interannual variability and long-term trends. The integration of high-resolution monitoring tools, such as phenocameras, has enhanced data collection across spatial and temporal scales, improving our ability to track phenological changes. Furthermore, plant functional traits such as wood density and leaf characteristics associated with deciduousness are key for understanding drought adaptation strategies in dry forests. Given the strong dependence of SDTFs' phenological patterns on climate variability, predictive models that incorporate phenological observations, plant functional traits, and climate data will be further crucial for refining our understanding of adaptive mechanisms and improving forecasts of vegetation responses in dry forests. By highlighting research gaps and future directions, this synthesis provides a foundation to improve conservation efforts and climate resilience assessments in seasonally dry tropical ecosystems.",
          "url": "https://doi.org/10.1088/1748-9326/ade9e2",
          "doi": "https://doi.org/10.1088/1748-9326/ade9e2",
          "filter": 2
        },
        {
          "title": "Degrees of reversibility of ocean deoxygenation in an atmospheric carbon dioxide removal scenario",
          "authors": "Estela A Monteiro, David Peter Keller, James Christian, Jasmin G John, Michio Kawamiya, Roland Séférian, Jerry Tjiputra, Andrew J. Wiltshire, Andreas Oschlies",
          "abstract": "Over the last century, increasing atmospheric carbon dioxide (CO 2 ) concentrations, among other greenhouse gases, and resulting climate change have greatly impacted the ocean. Observed impacts include lower oxygen solubility and changes in ocean stratification, circulation and biological activity. To reduce the carbon burden in the atmosphere in the future and thereby mitigate anthropogenic climate change, carbon dioxide removal (CDR) techniques have been increasingly studied and tested. However, information on the impact of CDR on oceanic oxygen is still scarce. In the current study we explore dissolved oxygen responses from an idealized CDR implementation, with atmospheric CO 2 ramp-up and ramp-down simulations following the Carbon Dioxide Removal Model Intercomparison Project (CDRMIP) protocol. We find that over the timescale of a few centuries, the degree of recovery of marine oxygen, after atmospheric CO 2 has returned to pre-industrial levels, differs for different water depths. Oxygen concentrations strongly recover in the upper ocean, achieving a near reversibility within 97-99% across models, and even overshoot pre-industrial levels at depths of 100-600 m. Conversely, oxygen responses show a long-lasting deoxygenation signal in the deep ocean, with a much smaller initial recovery signal by the end of the experiment. The main factor driving oxygen changes in the deep ocean is indicated by the apparent oxygen utilization, related to changes in circulation and ventilation, as inferred by the simulated age of deep water masses. According to our models and despite the effective recovery of oxygen in the upper ocean, the effects of time lags and hysteresis on deep ocean responses could lead to longstanding and deleterious impacts on redox-sensitive biogeochemical processes and on marine biota throughout the ocean.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade900",
          "doi": "https://doi.org/10.1088/1748-9326/ade900",
          "filter": 2
        },
        {
          "title": "Detailed carbon footprint of long-term care in an aging society",
          "authors": "Narumi Kira, Sho Hata, Keisuke Nansai, Yosuke Shigetomi",
          "abstract": "As the concept of planetary health garners increased attention, the necessity of quantifying the carbon footprint (CF) of healthcare supply chains has become more pronounced. Although global studies have examined the CF of the healthcare sector, there remains a notable gap in research concerning the CF of long-term care (LTC) services, which are essential to human health and welfare. We harmonized environmental input–output analysis with data derived from the national representative consumer-expenditure survey and LTC insurance statistics obtained from domestic economic and medical datasets to detail the CF of Japanese households requiring LTC. In Japan, the CF per capita associated with care was boosted as the care level increased. Notably, there is a disparity of up to 14 times between the care level with the lowest CF emissions and that with the highest CF emissions. Furthermore, households with LTC insurance demonstrate higher per-capita CF than those without such insurance, even when other household consumption needs are considered. This trend may mitigate the reduction in total CF related to household consumption, despite a national population decline, due to the anticipated rise in demand for LTC driven by an aging population by the year 2050 which is the target year for achieving carbon neutrality in Japan. Although renewable energy promotion represents an effective supply-side solution, a demand-side approach, such as the prevention of LTC, offers benefits for both climate change mitigation and human health.",
          "url": "https://doi.org/10.1088/1748-9326/ade72b",
          "doi": "https://doi.org/10.1088/1748-9326/ade72b",
          "filter": 2
        },
        {
          "title": "Evaluating restoration success: long-term impact of sustainable land management practices in Ethiopia using synthetic control with matrix completion method",
          "authors": "Liya Weldegebriel, Dan M Kluger, David Lobell",
          "abstract": "Efforts to combat land degradation globally have led to the widespread promotion of sustainable land management practices (SLMPs) aimed at reducing surface runoff and erosion. Despite their extensive implementation, long-term evaluations of these practices are limited, especially in data-scarce regions. In our study, we assess the long-term impact of large-scale SLMPs in Ethiopia using remotely sensed data from the past 24 years on 122 watersheds. Using a synthetic control method that does not require an explicit control group, we find statistically significant positive effects of SLMPs in both wet and dry seasons. These benefits persist at least eight years beyond the intervention period. Our findings highlight the need for multi-season impact assessments. Focusing only on the wet season may overlook key outcomes in dryland regions, underestimating the effectiveness of large-scale, multi-year projects.&amp;#xD;We further find that effects were most positive in drought-prone agricultural highlands, and that some administrative zones appear more effective than others at implementation. Efficient and affordable monitoring of sustainable agricultural water and land management and watershed conservation is crucial for understanding which interventions are effective and can provide opportunities for alternative financing mechanisms.",
          "url": "https://doi.org/10.1088/1748-9326/adea89",
          "doi": "https://doi.org/10.1088/1748-9326/adea89",
          "filter": 2
        },
        {
          "title": "Emulating long-term CMIP6 projections of sterodynamic sea-level change using a three-layer energy balance model",
          "authors": "Víctor Malagón-Santos, Chris Smith, Hege-Beate Fredriksen, Tim Hermans, Tamsin Edwards, Aimée Slangen",
          "abstract": "Multi-century projections of sea-level change are crucial for understanding long-term climate impacts. However, projecting ocean dynamic processes affecting sea-level change faces two main challenges: (1) the ocean’s thermal inertia and dynamics can lead to substantial nonlinearities both on a global (thermal expansion) and regional scale (dynamic sea level); and (2) simulating ocean dynamic sea-level change over multiple centuries with global climate models is computationally intensive. To address these challenges, we use an Energy Balance Model (EBM) to emulate the thermal responses of models participating in the Coupled Model Intercomparison Project 6 (CMIP6) and evaluate its optimal layer configuration for reproducing both thermal expansion and dynamic sea-level change. We compare results between a two and a three-layer EBM configuration, as fitting more than three layers can lead to EBM parameter overfitting. We find that both configurations perform similarly when emulating thermal expansion, with performance being highly dependent on accurate EBM forcing. To emulate dynamic sea level, we couple the EBM to a multivariate pattern scaling approach that relates the response of layer temperatures to regional changes in dynamic sea level. The latter demonstrates clear advantages of a three-layer configuration under high-emission scenarios, leading to an 18% reduction in emulator error at 2300 while capturing nonlinearities more effectively. Coupling the regional emulator with a simple climate model to propagate climate uncertainties further highlights the advantage of using a three-layer approach, leading to more stable parameter fitting and reducing uncertainty in probabilistic projection by up to one global mean standard deviation. Our findings suggests that multi-layer EBMs can more accurately mimic long-term (up to 2300) CMIP6 projections of sterodynamic sea-level changes while limiting computational burden and reducing uncertainty in emulators due to statistical fitting.",
          "url": "https://doi.org/10.1088/1748-9326/ade906",
          "doi": "https://doi.org/10.1088/1748-9326/ade906",
          "filter": 2
        },
        {
          "title": "Sub-Seasonal Forest Carbon Dynamics Lose Persistence Under Extremes",
          "authors": "Tristan Keith Ellis Williams, Álvaro Moreno Martínez, Francesco Martinuzzi, Miguel D. Mahecha, Gustau Camps-Valls",
          "abstract": "Extreme weather events pose a growing threat to the stability of terrestrial ecosystems, and understanding how ecosystems respond remains a critical challenge. This study explores how extreme weather conditions affect the persistence of net ecosystem exchange (NEE) of CO₂ in forest ecosystems. Using Detrended Fluctuation Analysis (DFA), we quantify persistence and assess changes in carbon flux stability under stress. By analysing high-frequency carbon flux data across multiple European sites, we reveal that ecosystem persistence is tightly linked to hydrological conditions, particularly soil moisture. Moreover, we show that large drops in persistence can signal periods of ecosystem stress. Our findings show that drought–heat compound events can diminish resilience and prolong recovery times, with temperate and boreal forests lacking heat or drought adaptations emerging as especially vulnerable. Furthermore, these stress pulses alter carbon dynamics long after the event, suggesting physiological damage that heightens sensitivity to future weather fluctuations. Overall, identifying changes in persistence could signal potential ecological destabilisation, providing key insights into how terrestrial ecosystems might cope with intensifying climate extremes.",
          "url": "https://doi.org/10.1088/1748-9326/ade8ff",
          "doi": "https://doi.org/10.1088/1748-9326/ade8ff",
          "filter": 2
        },
        {
          "title": "Groundwater denitrification in Denmark – evolution, extent and reaction rates",
          "authors": "Birgitte Hansen, Jens Aamand, Rasmus Jakobsen, Hyojin Kim, Lærke Thorling, Denitza D. Voutchkova",
          "abstract": "Globally, reactive nitrogen (N) pollution of the environment is a widespread consequence of intensive agriculture. Denmark has combated this challenge from mid-1980 by implementing effective national N regulation of agriculture. Further reduction is needed to meet legislative objectives, and more targeted farm-level regulation schemes are under development. Assessing the necessary farm-level reduction of agricultural N losses to the aquatic environment such as groundwater requires detailed knowledge of denitrification in the groundwater system. In this paper we demonstrate how determinations of the extent of the anoxic nitrate-reducing zone and associated denitrification rates can be done by combined use of national and local level multiscreen groundwater monitoring data representing different agro-hydrogeochemical conditions across Denmark. A new concept for evaluating groundwater denitrification both nationally and locally is presented. The new concept relies on assessment of nitrate trends in oxic and anoxic nitrate-reducing groundwater using up to 35 years of groundwater monitoring data on nitrate content and groundwater age, dated with CFC or the 3H/3He method. The results from the anoxic nitrate-reducing zone indicate that the probability of denitrification increases with groundwater residence time. On average, the national level assessment shows that in the anoxic nitrate-reducing zone approximately 47% of the nitrate is being denitrified while in the local areas the assessments show variation between 14 – 59 %, and estimations of denitrification rates range from 0.008 – 0.032 µmol/L/day. Results show that the variation in the thickness of the anoxic nitrate-reducing zone can be up to 16 m, indicating that the denitrification can vary from very fast (thin zone or sharp interface) to slow (thick zone) in a homogenous aquifer layer with the same magnitude of residence time. These results are important for groundwater modelling of nitrate transport from agricultural fields to streams and coastal areas through the groundwater system.",
          "url": "https://doi.org/10.1088/1748-9326/adeb9e",
          "doi": "https://doi.org/10.1088/1748-9326/adeb9e",
          "filter": 2
        },
        {
          "title": "Tropical volcanic eruptions enhance Pacific-driven global tropical cyclone genesis",
          "authors": "Jiuwei Zhao, Ruifen Zhan, Yue Li, Yuqing Wang, Weiyi Sun, Xiangbo Feng, Shanshan Liu",
          "abstract": "Whether, and to what extent, strong tropical volcanic eruptions (TVEs) affect global tropical cyclone (TC) genesis frequency (TCGF) remains uncertain. Here, we address this issue using both high-resolution reanalysis data and large ensemble simulations. We find a significant increase in TCGF over the Pacific within two years following TVEs, while a statistically insignificant decrease over the South Indian Ocean, leading to an overall increase in global TCGF driven mainly by Pacific basin responses. Strong TVEs suppress precipitation over the Maritime Continent and lower global mean sea surface temperature (SST), while inducing warming in the equatorial central Pacific, resulting in an El Niño-like SST pattern. These anomalies weaken the Walker Circulation and drive low-level westerly wind and upper-level easterly wind anomalies over the tropical Pacific, creating favorable conditions for enhanced Pacific TCGF. These results offer new insights into how TVEs influence tropical cyclone activity on both global and regional scales.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade895",
          "doi": "https://doi.org/10.1088/1748-9326/ade895",
          "filter": 2
        },
        {
          "title": "Improved Storm Surge Prediction and Extreme Sea Level Future Projections in the Indian Ocean using Deep Learning",
          "authors": "P Sreeraj, P Swapna, Manmeet Singh, R Krishnan",
          "abstract": "Accurate prediction of storm surges and extreme sea level (ESL) is crucial for effective coastal flood monitoring and hazard management. However, dynamical models for the Indian Ocean often exhibit significant biases when compared to historic tide gauge (TG) based sea level records, highlighting the need for improved methods. To address this gap, we applied a Long Short Term Memory (LSTM) deep learning network to reconstruct hourly storm surges across 29 TG locations along the Indian Ocean coastlines for the period 1979 to 2021. Our results demonstrate the robust performance of the LSTM model, which outperforms existing global surge reconstructions by realistically capturing storm surges associated with tropical cyclones and extreme conditions. We extended this approach to generate future projections of ESL for the Indian Ocean, which has been lacking for the densely populated coastline. The ESL projections are generated by integrating storm surges predicted via LSTM with bias-corrected Coupled Model Intercomparison Project (CMIP6) predictors, tide data from hydrodynamic models, and mean sea level (MSL) from the Intergovernmental Panel on Climate Change (IPCC) 6th Assessment Report (AR6). The findings reveal that future ESL changes will be predominantly driven by mean sea level rise, with contributions from tides and storm surges accounting for approximately 10%. Notably, the analysis indicates a rapid emergence of ESL events in the Indian Ocean. By 2030–2040, equatorial islands are projected to experience the one-in-a-hundred-year ESL (ESL100) annually, and the Arabian Sea coastline and the south subtropical regions by 2050 under a high-emission scenario. The findings underscore the urgent need to implement adaptive measures to safeguard vulnerable coastal populations.",
          "url": "https://doi.org/10.1088/1748-9326/ade9e0",
          "doi": "https://doi.org/10.1088/1748-9326/ade9e0",
          "filter": 2
        },
        {
          "title": "Norway's electric vehicle revolution: unveiling greenhouse gas emissions reductions and material use of passenger cars across space and time",
          "authors": "Lola S. A. Rousseau, Jan Sandstad Næss, Marine Lhuillier, Romain G. Billy, Peter Schön, Edgar G. Hertwich",
          "abstract": "Electric vehicles (EVs) are a key strategy for mitigating greenhouse gas (GHG) emissions from personal mobility. Norway’s strong EV supporting policies has led to an explosion of EVs and reduced direct emissions, but with rural-urban differences and undocumented upstream impacts. We investigated how the material composition and life cycle GHG emissions of Norwegian vehicles have evolved between 2000 and 2023 by integrating spatiotemporal vehicle data with a vehicle life cycle assessment model. The average life cycle GHG emissions per vehicle-km of a newly registered car have significantly decreased (-49% since 2000) thanks to the decrease in use phase emissions (-89% since 2000). However, component-related emissions have increased (+81% since 2000) due to electrification and a trend towards large vehicles. Changes in the fleet are slow: EVs constituted 24% of the stock in 2023 and average life cycle GHG emissions per vehicle-km have barely declined (-8% since 2000). EVs are concentrated in urban and peri-urban areas, while remote areas have few EVs, illustrating the unequal spatial distribution of electric mobility. Our study highlights the challenges related to EV penetration and emphasizes the need to expand to additional indicators beyond direct GHG emissions for a comprehensive understanding of EVs’ role in climate change mitigation.",
          "url": "https://doi.org/10.1088/1748-9326/ade8fe",
          "doi": "https://doi.org/10.1088/1748-9326/ade8fe",
          "filter": 2
        },
        {
          "title": "Nationwide potential groundwater recharge trends in Bolivia: a remote sensing approach and a policy-ready decline indicator",
          "authors": "Mónica Guzmán-Rojo, César Pérez-Hurtado, Zorel Gómez-Vargas",
          "abstract": "Groundwater provides global water security, supplying over half of the world’s drinking water. In Bolivia, it is particularly important for mitigating drought impacts and sustaining municipal supply. Yet national planning still lacks a clear picture of how groundwater recharge is changing. This study maps potential groundwater recharge change for all 338 municipalities from 1983 to 2022 and presents a policy-oriented risk indicator. Monthly precipitation (P), evapotranspiration (ET), and runoff (R) were obtained from TerraClimate (≈4 km) and FLDAS (≈10 km). A water-balance model converted these variables to potential groundwater recharge. Mann–Kendall and Theil–Sen statistics quantified long-term trends, and Pettitt’s test located years of abrupt change. The Annual Reduction of Potential Groundwater Recharge (RAPReHS) was derived to classify each municipality into one of five risk levels based on long-term groundwater recharge trends. Negative trends are significant in 65% of municipalities, and 71% record at least one breakpoint, most often between 2012 and 2015. Santa Cruz shows the steepest mean decline (–1.9 mm yr −1 ), yet similar losses occur along the Chapare–Yungas corridor of La Paz and Cochabamba, the southern lowlands of Beni, and the Chaco of Tarija. By contrast, Pando and parts of northern Beni retain near-neutral or slightly positive slopes, highlighting strong hydro-climatic heterogeneity. Spatial comparison between RAPReHS results and, deforestation and fire statistics reveals strong alignment. Municipalities in the ‘high’ and ‘severe’ classes spatially overlap with the main zones of primary forest loss recorded in Bolivia between 2000 and 2022. The RAPReHS framework, therefore, provides a reproducible, policy-ready lens through which to track groundwater as land-use pressures and climate variability intensify.",
          "url": "https://doi.org/10.1088/1748-9326/ade16f",
          "doi": "https://doi.org/10.1088/1748-9326/ade16f",
          "filter": 2
        },
        {
          "title": "The effect of African Easterly Wave suppression by periodicity on Atlantic tropical cyclones",
          "authors": "Derrick K Danso, Christina M Patricola, Emily Bercos-Hickey, Christophe Lavaysse",
          "abstract": "Research has shown that suppressing African Easterly Waves (AEWs) does not reduce basin-wide North Atlantic tropical cyclone (TC) frequency but can enhance TC environmental favorability. We investigated the AEW-TC relationship further by examining the effects of suppressing the two AEW periodicities individually on TC activity. Using regional model simulations, AEWs were prescribed or suppressed in the 2–6 d or 6–10 d ranges through the lateral boundary conditions. Seasonal TC frequency increased significantly when either AEW periodicity was suppressed, with a larger increase when the 2–6 d waves were suppressed. We also found that suppressing the 2–6 d waves increased mid-tropospheric moisture by up to 8%, as well as overall atmospheric instability, near the western coast of northern Africa. Furthermore, the convective disturbances that developed into TCs exhibited stronger rotation, increased ascending motion, and higher rainfall. Our results suggest that reduced 2–6 d AEW activity may trigger a more active TC season.",
          "url": "https://doi.org/10.1088/1748-9326/ade609",
          "doi": "https://doi.org/10.1088/1748-9326/ade609",
          "filter": 2
        },
        {
          "title": "Evaluating temporal trade-offs in climate effects from carbon dioxide removal strategies across different metrics: a case study on wetland restoration",
          "authors": "Stavroula Stephane Sartzetakis, Tianyi Sun, Yangyang Xu, Emily Ury, Ilissa Bonnie Ocko, Brian Buma",
          "abstract": "Strategies to remove carbon dioxide from the atmosphere, known as carbon dioxide removal (CDR), are being pursued given the urgency of climate change. However, CDR measures may unintentionally increase emissions of other climate forcers. If emissions of potent short-lived climate forcers (like methane) are increased, the CDR mechanism could potentially worsen climate change in the near-term despite benefiting the climate in the long-term. This temporal trade-off can be easily overlooked when employing the standard climate metric used for assessments – carbon dioxide equivalent (CO2e) using a 100-year global warming potential (GWP) – because it solely conveys the long-term warming impacts of a pulse of emissions. A more sophisticated assessment method is needed to reveal potential temporal trade-offs in climate benefits — important information for effective decision making. In this study, we compare three climate impact assessment approaches of increasing complexity to evaluate temporal trade-offs in climate benefits from CDR strategies: (1) the standard CO2e using GWP approach with both 20- and 100-year time horizons (GWP20 and GWP100, respectively, or dual-valued CO2e); (2) a variation of GWP that considers the climate impact of continuous emissions over time (known as Technology Warming Potential (TWP); and (3) reduced complexity climate models. We use wetland restoration as a case study because studies have shown that it may remove carbon dioxide from the atmosphere, while also increasing methane emissions. Analyzing eleven rewetting scenarios, we find that all approaches identify temporal tradeoffs. The TWP and reduced complexity climate model results are largely consistent and reveal drawbacks of the dual-valued CO2e that considers pulse rather than continuous emissions. Given the accessibility of the TWP approach relative to reduced complexity climate models, we recommend its use for most stakeholders. Overall, our findings emphasize the need to thoroughly assess potential climate trade-offs of CDR measures across all timescales.",
          "url": "https://doi.org/10.1088/1748-9326/adeb9d",
          "doi": "https://doi.org/10.1088/1748-9326/adeb9d",
          "filter": 2
        },
        {
          "title": "Global intercomparison of satellite-derived variability in reservoir storage",
          "authors": "Sarah W Cooley, Jida Wang, Huilin Gao, Fangfang Yao, Ben Livneh, Yao Li, Jiawei Hou, Zhen Hao, Xiaobin Cai, Feng Ling",
          "abstract": "Understanding surface water reservoir storage variability enables vital insights into water management techniques, the impact of humans on global water storage, and climate-driven influences on water availability. In the past few years, recent improvements in satellite data availability and cloud computing have led to rapid growth in satellite-derived global observation of reservoir storage fluctuations, yet little research has directly compared the growing number of published storage datasets. Here we perform a first global intercomparison between five global satellite-derived reservoir storage datasets, namely GLWS, GRS, GloLakes, GRDL-Y and GRDL-L. Overall, we find generally good agreement in relative storage time series (median RMSE between datasets = 8.7% of capacity), with little substantial difference in agreement between datasets. Agreement in absolute storage is much worse (median = 19.4%), and for absolute storage, GloLakes has higher error than the other datasets. We find that agreement is worse in highly variable reservoirs, new reservoirs, and, notably, in developing countries. All datasets agree that, globally, construction of new reservoirs is driving a net increase in reservoir storage over 1999-2018, yet there is disagreement in the magnitude of these trends. Overall, our results lend confidence to the utility of satellite-derived global reservoir storage datasets for water management applications. We suggest that future research should involve reducing errors in water area observations, increasing consistency in which reservoirs are observed, and improving storage algorithm performance especially in developing areas.",
          "url": "https://doi.org/10.1088/1748-9326/ade903",
          "doi": "https://doi.org/10.1088/1748-9326/ade903",
          "filter": 2
        },
        {
          "title": "ENSO response depending on the state of the North Atlantic under a net-zero carbon emission scenario",
          "authors": "Sung-Hyun Song, Sang-Wook Yeh",
          "abstract": "Understanding the response of the El Niño-Southern Oscillation (ENSO) in a net-zero carbon emission scenario is critical for correctly projecting future climate variability after the Paris Agreement. This study examines the behavior of ENSO using the Community Earth System Model version 2, in which a 400-year simulation was performed, following the SSP5-8.5 pathway, then gradually reducing CO₂ emissions to net-zero with stabilization period. After reaching net-zero CO2 emissions, the state of the North Atlantic sea surface temperature (SST) is characterized by two different pathways, either fast warming or slow warming. We found that both El Niño and La Niña events have intensified during the North Atlantic fast warming period compared to that during the North Atlantic slow warming period. This is due to the strengthening of the La Niña-like mean state in the tropical Pacific under the rapid warming of the North Atlantic, which enhances the Ekman pumping feedback and zonal advective feedback. Therefore, this study suggests that in a net-zero CO₂ emission environment, ENSO amplitude can either increase or decrease, but it is regulated by the North Atlantic SST state, implying that the inter-basin interactions should be considered to understand ENSO variability even after reaching net-zero emissions. &amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade894",
          "doi": "https://doi.org/10.1088/1748-9326/ade894",
          "filter": 2
        },
        {
          "title": "Satellite data archives reveal positive effects of peatland restoration: albedo and temperature begin to resemble those of intact peatlands",
          "authors": "Iuliia Burdun, Mari Myllymäki, Rebekka R.E. Artz, Mélina Guêné-Nanchen, Leonas Jarašius, Ain Kull, Erik A. Lilleskov, Kevin McCullough, Mara Pakalne, Jiabin Pu, Jurate Sendzikaite, Liga Strazdina, Miina Rautiainen",
          "abstract": "Peatlands store significant amounts of carbon, which is released as greenhouse gases when peatlands are degraded. Restoration and rewetting can help prevent these emissions, while continuous monitoring is critical for evaluating their success. Using satellite-derived observations of essential climate variables, we conducted the first large-scale assessment of how peatland restoration influences land surface temperature (LST), albedo, and vegetation across 72 sites in North America and Europe. Before restoration, degraded peatlands had a commonly lower daytime LST and albedo but higher nighttime LST, leaf area index (LAI), and fraction of absorbed photosynthetically active radiation (FPAR) compared to intact sites. The largest restoration-induced absolute values of monthly changes reached +3.18°C (daytime LST), -1.22°C (nighttime LST), -2.54 (LAI), -0.29 (FPAR), and -0.16 (albedo). While restored peatlands tended to align more closely with intact sites a decade after restoration began, the probability of this alignment varied depending on the climate variables. Restored peatlands became more similar than different to intact sites in nighttime LST and albedo after a post-restoration decade, with high similarity projected within five decades. Peatland restoration modifies local and regional climate and should be included in future climate projections.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ade901",
          "doi": "https://doi.org/10.1088/1748-9326/ade901",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "The multifaceted spectra of power − A participatory network analysis on power structures in diverse dryland regions",
          "authors": "Veronica Olofsson, Maria Mancilla Garcia, Antonio J. Castro, Sofía Cortés Calderón, Amadou Hamath Diallo, Amanda Jiménez Aceituno, María D. López-Rodríguez, Taís Sonetti Gonzalez, Amanda Sousa Silvino, Ana Paula Aguiar",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102984",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102984",
          "filter": 0
        },
        {
          "title": "Agency, social networks, and adaptation to environmental change",
          "authors": "Michele L Barnes, Sarah Sutcliffe, Innocent Muly, Nyawira Muthiga, Stephen Wanyonyi, Petr Matous, Michael Murunga",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102983",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102983",
          "filter": 0
        },
        {
          "title": "Rethinking the science-policy interface for chemicals, waste, and pollution: Challenging core assumptions",
          "authors": "Jen Iris Allan, Anwesha Borthakur, Fiona Kinninburgh, Moritz Petersmann, Angeliki Balayannis, Andrew Barry, Silke Beck, Kevin Elliott, Tim Forsyth, Anita Hardon, Hannah Hughes, Philip Macnaghten, Henrik Selin, Yixian Sun, Alice Vadrot",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102995",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102995",
          "filter": 0
        },
        {
          "title": "Assessing land use change trajectories following food insecurity shocks in 25 low- and middle-income countries",
          "authors": "Evan Patrick, Van Butsic, Matthew D. Potts",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102999",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102999",
          "filter": 0
        },
        {
          "title": "Beyond ‘Not in my electoral Year’: Why do some elected officials oppose renewable energy projects?",
          "authors": "Hugo Delcayre, Sébastien Bourdin",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102998",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102998",
          "filter": 0
        },
        {
          "title": "Science and science communication of anthropogenic climate change and extreme weather-related events: A Critical Discourse Analysis of the Alpha Road/Tambaroora bushfire in Australia, 2023",
          "authors": "Phil McManus",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102996",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102996",
          "filter": 0
        },
        {
          "title": "Navigating political uncertainty and mineral policy: Pathways to Global South’s environmental sustainability",
          "authors": "Yugang He",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103002",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103002",
          "filter": 0
        },
        {
          "title": "Integrating climate mitigation and adaptation in the UK: A new anticipatory narrative for achieving “Climate Resilient Net Zero” in preparing for heat risk",
          "authors": "Candice Howarth, Niall McLoughlin, Ellie Murtagh, Andrew P. Kythreotis, James Porter",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102994",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102994",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Beyond borders: Unveiling trade-attributed greenhouse gas inequality under global value chains",
          "authors": "Wei Zhen, Yujie Tang, Quande Qin, Xiaoying Qian",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102997",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102997",
          "filter": 2
        },
        {
          "title": "Networked shorelines: A review of vulnerability interactions between human adaptation to sea level rise and wetland migration",
          "authors": "Celina Balderas Guzman",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102985",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102985",
          "filter": 2
        },
        {
          "title": "Transitioning to net Zero: Assessing the impacts on asset impairment, write-downs and the going concern of oil and gas companies operating in the UK",
          "authors": "Hafez Abdo, Duncan Angwin, Hakim Ben Othman, Freeman Brobbey Owusu",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103004",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103004",
          "filter": 2
        },
        {
          "title": "Impact of the EU biodiversity strategy for 2030 on the EU wood-based bioeconomy",
          "authors": "Fulvio Di Fulvio, Tord Snäll, Pekka Lauri, Nicklas Forsell, Mikko Mönkkönen, Daniel Burgas, Clemens Blattert, Kyle Eyvindson, Astor Toraño Caicoya, Marta Vergarechea, Clara Antón-Fernández, Julian Klein, Rasmus Astrup, Jani Lukkarinen, Samuli Pitzén, Eeva Primmer",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.102986",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.102986",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Extreme weather event attribution predicts climate policy support across the world",
          "authors": "Viktoria Cologna, Simona Meiler, Chahan M. Kropf, Samuel Lüthi, Niels G. Mede, David N. Bresch, Oscar Lecuona, Sebastian Berger, John Besley, Cameron Brick, Marina Joubert, Edward W. Maibach, Sabina Mihelj, Naomi Oreskes, Mike S. Schäfer, Sander van der Linden, character(0), Nor Izzatina Abdul Aziz, Suleiman Abdulsalam, Nurulaini Abu Shamsi, Balazs Aczel, Indro Adinugroho, Eleonora Alabrese, Alaa Aldoh, Mark Alfano, Innocent Mbulli Ali, Mohammed Alsobay, R. Michael Alvarez, Tabitha Amollo, Patrick Ansah, Denisa Apriliawati, Flavio Azevedo, Ani Bajrami, Ronita Bardhan, Keagile Bati, Eri Bertsou, Rahul Bhui, Olga Białobrzeska, Michal Bilewicz, Ayoub Bouguettaya, Katherine Breeden, Amélie Bret, Ondrej Buchel, Pablo Cabrera Alvarez, Federica Cagnoli, André Calero Valdez, Timothy Callaghan, Rizza Kaye Cases, Sami Çoksan, Gabriela Czarnek, Ramit Debnath, Sylvain Delouvée, Lucia Di Stefano, Celia Diaz-Catalàn, Kimberly C. Doell, Simone Dohle, Karen M. Douglas, Charlotte Dries, Dmitrii Dubrov, Malgorzata Dzimińska, Ullrich K. H. Ecker, Christian T. Elbaek, Mahmoud Elsherif, Benjamin Enke, Matthew Facciani, Antoinette Fage-Butler, Zaki Faisal, Xiaoli Fan, Christina Farhart, Christoph Feldhaus, Marinus Ferreira, Stefan Feuerriegel, Helen Fischer, Jana Freundt, Malte Friese, Albina Gallyamova, Patricia Garrido-Vásquez, Mauricio E. Garrido Vásquez, Olivier Genschow, Omid Ghasemi, Theofilos Gkinopoulos, Jamie L. Gloor, Ellen Goddard, Claudia González Brambila, Hazel Gordon, Dmitry Grigoryev, Lars Guenther, Håvard Haarstad, Dana Harari, Przemysław Hensel, Alma Cristal Hernández-Mondragón, Atar Herziger, Guanxiong Huang, Markus Huff, Mairéad Hurley, Nygmet Ibadildin, Mohammad Tarikul Islam, Tao Jin, Charlotte A. Jones, Sebastian Jungkunz, Dominika Jurgiel, Sarah Kavassalis, John R. Kerr, Mariana Kitsa, Tereza Klabíková Rábová, Olivier Klein, Hoyoun Koh, Aki Koivula, Lilian Kojan, Elizaveta Komyaginskaya, Laura M. König, Lina Koppel, Kochav Koren, Alexandra Kosachenko, John Kotcher, Laura S. Kranz, Pradeep Krishnan, Silje Kristiansen, André Krouwel, Toon Kuppens, Claus Lamm, Anthony Lantian, Aleksandra Lazić, Jean-Baptiste Légal, Zoe Leviston, Neil Levy, Amanda M. Lindkvist, Grégoire Lits, Andreas Löschel, Alberto López Ortega, Carlos Lopez-Villavicencio, Nigel Mantou Lou, Chloe H. Lucas, Kristin Lunz-Trujillo, Mathew D. Marques, Sabrina J. Mayer, Ryan McKay, Taciano L. Milfont, Joanne M. Miller, Panagiotis Mitkidis, Fredy Monge-Rodríguez, Matt Motta, Zarja Muršič, Jennifer Namutebi, Eryn J. Newman, Jonas P. Nitschke, Ntui-Njock Vincent Ntui, Daniel Nwogwugwu, Thomas Ostermann, Tobias Otterbring, Myrto Pantazi, Philip Pärnamets, Paolo Parra Saiani, Mariola Paruzel-Czachura, Michal Parzuchowski, Yuri G. Pavlov, Adam R. Pearson, Charlotte R. Pennington, Katerina Petkanopoulou, Marija B. Petrović, Dinara Pisareva, Adam Ploszaj, Ekaterina Pronizius, Karolína Pštross, Katarzyna Pypno-Blajda, Diwa Malaya A. Quiñones, Pekka Räsänen, Adrian Rauchfleisch, Felix G. Rebitschek, Gabriel Rêgo, James P. Reynolds, Joseph Roche, Jan Philipp Röer, Robert M. Ross, Isabelle Ruin, Osvaldo Santos, Ricardo R. Santos, Stefan Schulreich, Emily Shuckburgh, Johan Six, Nevin Solak, Leonhard Späth, Bram Spruyt, Samantha K. Stanley, Noel Strahm, Stylianos Syropoulos, Barnabas Szaszi, Ewa Szumowska, Mikihito Tanaka, Claudia Teran-Escobar, Boryana Todorova, Abdoul Kafid Toko, Renata Tokrri, Daniel Toribio-Florez, Manos Tsakiris, Michael Tyrala, Özden Melis Uluğ, Ijeoma Chinwe Uzoma, Jochem van Noord, Iris Vilares, Madalina Vlasceanu, Andreas von Bubnoff, Izabela Warwas, Tim Weninger, Mareike Westfal, Adrian Dominik Wojcik, Ziqian Xia, Jinliang Xie, Ewa Zegler-Poleska, Amber Zenklusen",
          "abstract": "Extreme weather events are becoming more frequent and intense due to climate change. Yet, little is known about the relationship between exposure to extreme events, subjective attribution of these events to climate change, and climate policy support, especially in the Global South. Combining large-scale natural and social science data from 68 countries ( N = 71,922), we develop a measure of exposed population to extreme weather events and investigate whether exposure to extreme weather and subjective attribution of extreme weather to climate change predict climate policy support. We find that most people support climate policies and link extreme weather events to climate change. Subjective attribution of extreme weather was positively associated with policy support for five widely discussed climate policies. However, exposure to most types of extreme weather event did not predict policy support. Overall, these results suggest that subjective attribution could facilitate climate policy support.",
          "url": "https://doi.org/10.1038/s41558-025-02372-4",
          "doi": "https://doi.org/10.1038/s41558-025-02372-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
