{
  "update": "2025-09-05",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "From parking place to public space: a factorial survey experiment on public acceptability of parking space reallocation in Germany",
          "authors": "Katharina Goetting, Ulf Liebe, Sophia Becker",
          "url": "https://doi.org/10.1080/14693062.2025.2539140",
          "doi": "https://doi.org/10.1080/14693062.2025.2539140",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [
        {
          "title": "Understanding the World Bank’s role in climate finance",
          "authors": "Ayse Kaya, Aslı Leblebicioglu",
          "abstract": "As the most well-resourced multilateral development bank, the World Bank is expected to play a central role in international climate finance (CF). However, systematic analysis of its CF projects remains limited, raising key questions such as what qualifies as a CF project, how the Paris Agreement has influenced the Bank’s CF, and whether CF projects are directed to areas of greatest need. Utilizing statistical analysis and natural language processing, this study offers a novel examination of the Bank’s CF projects. To provide a nuanced and detailed picture, we uniquely distinguish between the Bank-financed “pure” CF projects—those dedicated exclusively to climate objectives—and “mixed” CF projects, which combine climate aims with other priorities. Although there has been a significant increase in the Bank’s CF post-Paris, this rise is primarily driven by mixed CF projects with low climate components. Furthermore, while vulnerable countries and large emitters have received more mixed CF projects following the Paris Agreement, they have not received more pure CF projects. The findings indicate that the Bank incorporates climate goals when and where it can. The study provides insights into the pressing issue of CF flows from wealthier to poorer countries.",
          "url": "https://doi.org/10.1007/s10584-025-03995-4",
          "doi": "https://doi.org/10.1007/s10584-025-03995-4",
          "filter": 0
        },
        {
          "title": "From stealth to pragmatism: A telling shift in UK politicians’ views on climate action, 2018–2023",
          "authors": "Steve Westlake, Rebecca Willis",
          "abstract": "Limiting global warming to well below 2°C requires politicians to introduce contentious legislation to cut greenhouse gas emissions. Creating a political mandate for this is increasingly challenging when policies affect people’s lives directly via increased costs, new infrastructure, or changes to land use, transport or diet choices. Previous studies highlight the crucial but under-researched role of politicians in maintaining the conditions for such climate action. In this study, based on interviews with UK Members of Parliament and a focus group with civil society actors who work directly with MPs, we analyse the period 2018–2023 to examine how politicians have adapted to the rapidly changing political context during this time. This context includes a surge in global climate protests, political polarisation, extreme weather events, and increasingly urgent climate science. We find that climate change has gone from an “outsider” issue that UK politicians promote by stealth, to being mainstream. Most MPs now advocate strongly for climate action in general terms. However, they raise concerns about the pace of change, the impact on people’s lives, and warn of increased polarisation and opposition. We identify how narratives of “pragmatism” are used by politicians to protect a fragile political consensus, to promote incremental rather than transformative change, to defend fossil fuel companies, and to dismiss “extreme” calls for a more rapid climate transition. Our evidence suggests the political language of pragmatism may become a key component of climate delay and non-transformative solutions.",
          "url": "https://doi.org/10.1007/s10584-025-03987-4",
          "doi": "https://doi.org/10.1007/s10584-025-03987-4",
          "filter": 0
        },
        {
          "title": "Paying attention and paying the costs: wildfires in the American West",
          "authors": "Talbot M. Andrews, Sara M. Constantino, Alicia D. Cooperman, Alexander Gard-Murray",
          "url": "https://doi.org/10.1007/s10584-025-03998-1",
          "doi": "https://doi.org/10.1007/s10584-025-03998-1",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Past coastal evolution indicates low resilience of Mediterranean coastal plains to ongoing climate change",
          "authors": "G. Mattei, M. Vacchi, A. Rizzo, P. P. C. Aucelli",
          "url": "https://doi.org/10.1007/s10584-025-03985-6",
          "doi": "https://doi.org/10.1007/s10584-025-03985-6",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Heterogeneity in carbon footprint trends and trade-induced emissions in China’s urban agglomerations",
          "authors": "Chengqi Xia, Can Wang, Ying Fan, Kangxin An, Yiming Wang, Junnian Song, Han Zhang, Pengfei Du, Jing Meng, Yuli Shan, Yong Yan, Heran Zheng",
          "abstract": "Mitigation at the city level is vital for climate goals, yet most strategies overlook intercity interactions. This study examines carbon footprint changes in 16 Chinese urban agglomerations from 2012 to 2017 using city-level input-output models. Five agglomerations reduced emissions, six increased, and five plateaued. Drivers of reductions include consumption decline (Harbin-Changchun, 97.7%), low-carbon consumption (Beijing-Tianjin-Hebei, 701.4%), and technological advancement (Shandong Peninsula, 124.3%). Increases stem from rising per capita consumption, while plateaus reflect a balance of production and consumption factors. Although local emissions fell by 351.9 Mt, intercity trade raised external emissions by 801.7 Mt. A no-trade scenario shows trade-induced reductions declined from 1562.7 Mt in 2012 to 1374.5 Mt in 2017, indicating weakening trade mitigation. By 2017, 11 agglomerations still achieved net trade reductions, while others saw increases, underscoring regional heterogeneity. The findings stress the need for region-specific strategies integrating production, consumption, and trade to reduce urban carbon footprints effectively.",
          "url": "https://doi.org/10.1038/s43247-025-02636-z",
          "doi": "https://doi.org/10.1038/s43247-025-02636-z",
          "filter": 0
        },
        {
          "title": "Uneven participation of independent and contract smallholders in certified palm oil mill markets in Indonesia",
          "authors": "Andini Desita Ekaputri, David L. A. Gaveau, Robert Heilmayr, Kimberly M. Carlson",
          "abstract": "Sustainability requirements imposed on agricultural producers by downstream supply chain actors risk excluding smallholder farmers from upgraded markets. Here we investigated smallholder participation in sustainably certified palm oil mill markets in Indonesia. We developed and applied a conceptual model to estimate the importance of structural market access, smallholder capacity, and buyer/seller behavior in shaping mill smallholder sourcing. Smallholders who hold exclusive contracts with specific mills were overrepresented at certified mills. Independent smallholders unaffiliated with mills contributed one-third of regional oil palm production but 7% of certified mill supply. We found no evidence that independent smallholders exited markets after mill certification (“active” exclusion). Instead, only 36% of certified mills ever purchased from independent smallholders, and independent smallholder lands were less common around certified (29–38% of palm area) versus noncertified (41–42%) mills. To address such “passive” exclusion, supply chain governance programs should encourage participation of actors well-positioned to source from small-scale producers.",
          "url": "https://doi.org/10.1038/s43247-025-02683-6",
          "doi": "https://doi.org/10.1038/s43247-025-02683-6",
          "filter": 0
        },
        {
          "title": "Colonial-era settlements and post-colonial legacies have increased the loss of montane forests in the central highlands of Kenya",
          "authors": "Peter N. Gitau, Rahab N. Kinyanjui, Patrick Roberts",
          "abstract": "Long-term historical studies of montane tropical forest loss in eastern Africa have been relatively neglected compared to other world regions, despite ramifications for biodiversity, climate crises, and knock-on effects on the African continent. Moreover, there has been a relative lack of historical studies of the legacies of European colonialism on land use change, native population displacement, and resource dispossession in Africa. Using historical maps, archival documents, satellite images and settlement datasets, we map changes in montane forest extent in Kenya from 1910 to 2024. We estimate that during the colonial period (1910–1975) ~ 46% of the montane forest was lost, mainly attributed to large-scale forest concessions and agricultural conversions, and a further ~20% lost during the post-colonial period (1975–2024), attributed to post-colonial resettlement of small-scale farmers in colonially-designated areas and forest excisions. We argue that systematic studies of colonial forest histories are essential to understand contemporary deforestation and socioeconomic issues in eastern Africa and beyond.",
          "url": "https://doi.org/10.1038/s43247-025-02732-0",
          "doi": "https://doi.org/10.1038/s43247-025-02732-0",
          "filter": 0
        },
        {
          "title": "The 2021 Henan flood increased citizen demand for government-led climate change adaptation in China",
          "authors": "Shiran Victoria Shen",
          "url": "https://doi.org/10.1038/s43247-025-02745-9",
          "doi": "https://doi.org/10.1038/s43247-025-02745-9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: Recent asymmetric tropical ocean warming has altered regional propagation of Madden-Julian Oscillation",
          "authors": "Hye-Ryeom Kim, Kyung-Ja Ha, Mathew Koll Roxy, Eui-Seok Chung, Bin Wang, Sun-Seon Lee, Ja-Yeon Moon",
          "url": "https://doi.org/10.1038/s43247-025-02736-w",
          "doi": "https://doi.org/10.1038/s43247-025-02736-w",
          "filter": 2
        },
        {
          "title": "Marine heatwaves are shaping the vertical structure of phytoplankton in the global ocean",
          "authors": "Xueying Ma, Gengxin Chen",
          "url": "https://doi.org/10.1038/s43247-025-02718-y",
          "doi": "https://doi.org/10.1038/s43247-025-02718-y",
          "filter": 2
        },
        {
          "title": "Future directions for understanding the coevolution of life and oxygen",
          "authors": "Lewis J. Alcott, Fred T. Bowyer, Heda Agić",
          "abstract": "Our understanding of the coevolution of Earth’s surface environment and the biosphere is built on 50+ years of data collection and interpretation. Given the addition of data, and reinterpretations of mechanisms that drive observed long-term trends of planetary oxygenation, it is necessary to continually assess and critically review the status quo of our field in order to make meaningful progress as a global scientific community. Here we provide results of a survey, from globally distributed experts (n = 133; defined by a first author peer-reviewed publication between June 2017–2022, or co-authorship on several related peer-reviewed manuscripts) which was widely distributed during June-November 2022. This survey asked where our understanding of Earth’s oxygen history needs to be better developed and where our community should focus our efforts. Here we discuss avenues for future research, including key target intervals of Earth history, useful proxies that may require further development and/or a more nuanced section/sample-specific approach to data interpretation. Our hope is that this publication will stimulate future international collaboration and interdisciplinary research, whilst also providing support for funding grants that aim to investigate aspects of Earth history that lack clarity or are widely regarded as being poorly constrained.",
          "url": "https://doi.org/10.1038/s43247-025-02689-0",
          "doi": "https://doi.org/10.1038/s43247-025-02689-0",
          "filter": 2
        },
        {
          "title": "Land aridification persists in vulnerable drylands under climate mitigation scenarios",
          "authors": "Jinling Piao, Wen Chen, Jong-Seong Kug, Shangfeng Chen, Ji-Hoon Oh, Lin Wang, Qingyu Cai",
          "url": "https://doi.org/10.1038/s43247-025-02742-y",
          "doi": "https://doi.org/10.1038/s43247-025-02742-y",
          "filter": 2
        },
        {
          "title": "Redox evolutions of planetary mantle reservoirs constrained by titanium isotopes",
          "authors": "Zhengbin Deng, Katrine Nikolajsen, Martin Schiller, Lu Pan, Wenzhong Wang, Martin Bizzarro",
          "abstract": "The oxygen fugacity (hereafter referred as f O 2 ) of terrestrial planets is key in defining the outcome of planetary-scale differentiation and the planets’ potential habitability. Reconstructing the initial f O 2 records in the mantle right after core formation for terrestrial planets remain challenging due to frequent secondary modifications. Here, we show based on studies of ureilites and diogenites that measurable Ti isotope fractionation occurred during melt extraction from planetary mantle in the presence of Ti 3+ , and demonstrate that Ti isotopes can serve as a f O 2 tracer of planetary mantle reservoirs. We also show a positive correlation between the 49 Ti/ 47 Ti and La/Yb ratios for shergottites, which, when integrated with chronological constraints, imply the occurrence of Ti isotope fractionations arising from the presence of Ti 3+ during early mantle differentiation of Mars. Further constraints define reducing conditions of ~ΔIW–0.8 to ~ΔIW–1.6 for early-formed martian mantle reservoirs at ~4.5 Ga. This f O 2 estimate coincides with the lowest recommended values from martian meteorites, that of core-mantle differentiation for Mars and of diogenites, but is more oxidizing than that of ureilites. Mantle outgassing under these conditions would result in a reducing primordial atmosphere that is in stark contrast with Mars’ current CO 2 -dominated atmosphere.",
          "url": "https://doi.org/10.1038/s43247-025-02692-5",
          "doi": "https://doi.org/10.1038/s43247-025-02692-5",
          "filter": 2
        },
        {
          "title": "Diverging trends in large floods across Europe in a warming climate",
          "authors": "Beijing Fang, Oldrich Rakovec, Emanuele Bevacqua, Rohini Kumar, Jakob Zscheischler",
          "abstract": "Large floods, which affect multiple regions simultaneously, pose substantial risks to lives and economies. In a warmer climate, increased precipitation extremes and reduced snowmelt are expected to alter flood characteristics, but how the dynamics of large floods across Europe will evolve under climate change remains unclear. By jointly assessing projected changes in the timing, spatial extent and volume of large floods in a warmer world, here we show that earlier snowmelt generally leads to earlier floods, while increasing precipitation contributions attenuate flood seasonality. Although continental-scale averages suggest limited change, they mask substantial regional heterogeneity. In western Europe, projected increases in heavy precipitation result in larger flood extents and volumes. In contrast, reduced snowmelt dominates changes in the largest floods in northern Europe, with localized shifts from snowmelt-driven to rainfall-driven floods. These regionally diverse responses of large floods to climate change should be considered in transnational flood risk management across Europe.",
          "url": "https://doi.org/10.1038/s43247-025-02734-y",
          "doi": "https://doi.org/10.1038/s43247-025-02734-y",
          "filter": 2
        },
        {
          "title": "Flood inundation amplified by large-scale ground subsidence funnel under the ongoing global climate change",
          "authors": "Liming He, Yanzhuang Yin, Jiuyang Cai, Lixin Wu, Yongliang Tang, Ronghua He, Zhenglin Qu, Yu Liu, Panke Pei, Qiao Wang",
          "url": "https://doi.org/10.1038/s43247-025-02669-4",
          "doi": "https://doi.org/10.1038/s43247-025-02669-4",
          "filter": 2
        },
        {
          "title": "An editorial point of view for the five-year anniversary",
          "authors": "Rahim Barzegar, Aliénor Lavergne, Olusegun Dada, Alice Drinkwater, Somaparna Ghosh, Mengjie Wang, Yann Benetreau, Nandita Basu",
          "url": "https://doi.org/10.1038/s43247-025-02737-9",
          "doi": "https://doi.org/10.1038/s43247-025-02737-9",
          "filter": 2
        },
        {
          "title": "The editors’ highlights for the five-year anniversary",
          "authors": "Mojtaba Fakhraee, Joseph Aslin, Paula Ribeiro Prist, Martina Grecequet, Ariel Soto-Caro, Alireza Bahadori, Charlotte Kendra Gotangco Gonzales",
          "url": "https://doi.org/10.1038/s43247-025-02695-2",
          "doi": "https://doi.org/10.1038/s43247-025-02695-2",
          "filter": 2
        },
        {
          "title": "Survey coverage impacts ability to detect and predict zooplankton population change",
          "authors": "John A. Conroy, Jarrod A. Santora, Stephan B. Munch, Tanya L. Rogers, Deborah K. Steinberg, Megan A. Cimino",
          "abstract": "Ocean ecological time series grow more useful with longevity, but practical constraints hinder consistency, and evolving scientific priorities necessitate sampling adjustments. We leveraged 30 years of zooplankton observations (five species, 1993–2024) from the western Antarctic Peninsula to quantify how shifts in sampling intensity, timing, and survey frequency influenced accuracy, precision, and predictability. A 67% decline in sample size aliased a long-term trend in ice krill and increased uncertainty by 47% in log 10 space across species. Moving survey dates by two weeks influenced the density of salps, pteropods, and Antarctic krill by 48–83%. The ability to predict krill species density declined 47% in a simulated shift from annual to biennial survey frequency. Reduced spatial resolution and slight changes in timing can be accounted for statistically, but temporal gaps represent a challenge. Autonomous approaches are complementary to (rather than substitutable for) net sampling, necessitating ship operations to maintain valuable zooplankton time series.",
          "url": "https://doi.org/10.1038/s43247-025-02720-4",
          "doi": "https://doi.org/10.1038/s43247-025-02720-4",
          "filter": 2
        },
        {
          "title": "A unified representation of the temperature dependences of soil microbial growth and respiration",
          "authors": "Albert C. Brangarí, Johannes Rousk",
          "abstract": "Temperature impacts on microbiological processes are crucial for soil biogeochemistry and ecosystem functioning, yet existing models either fail to capture microbial temperature dependences across the full biokinetic range or risk overparameterization. Here we present the “Dual-Kinetics Ratkowsky” model (Ratkowsky DK), which simultaneously describes temperature dependences of microbial growth and respiration. Compared to established models (Arrhenius, Ratkowsky, MMRT, and MMRT-2S), Ratkowsky DK showed superior performance and parsimony when applied to soils along a climate gradient, with strong implications for estimating soil carbon stock changes. Although empirically derived, the model provides reliable estimates of microbial thermal traits and climate responsiveness, reflecting warm- and cold-shifted adaptations. It also offers a biological interpretation whereby temperature-driven cell death fuels respiration beyond a threshold, explaining the decoupling between anabolism and catabolism. Ratkowsky DK represents a promising tool for advancing our understanding of microbial and biogeochemical responses to climate and implementation of ecology into Earth system representations.",
          "url": "https://doi.org/10.1038/s43247-025-02707-1",
          "doi": "https://doi.org/10.1038/s43247-025-02707-1",
          "filter": 2
        },
        {
          "title": "Author Correction: Drivers of the summer 2024 marine heatwave and record salmon lice outbreak in northern Norway",
          "authors": "Silvana Gonzalez, Anne D. Sandvik, Mari F. Jensen, Jon Albretsen, Anne Britt Sandø, Randi B. Ingvaldsen, Solfrid S. Hjøllo, Frode Vikebø",
          "url": "https://doi.org/10.1038/s43247-025-02727-x",
          "doi": "https://doi.org/10.1038/s43247-025-02727-x",
          "filter": 2
        },
        {
          "title": "Abiotic processes dominate short-term carbon emissions in sandy soils following rewetting",
          "authors": "Fuhao Liu, Kecheng Zhu, Zhiqiang Wang, Huiqiang Yang, Zheng Ni, Yuanyuan Ding, Yalan Zheng, Jiyan Weng, Yanhua Wang, Hanzhong Jia",
          "url": "https://doi.org/10.1038/s43247-025-02733-z",
          "doi": "https://doi.org/10.1038/s43247-025-02733-z",
          "filter": 2
        },
        {
          "title": "On the optimum of the energy transfer efficiency in the generation of waves by subaerial landslides",
          "authors": "Stéphane Abadie, Amir H. Parvin, Kamal El Omari, Yves Le Guer, Aurélie Louis-Napoléon, Mohamed Rozki",
          "url": "https://doi.org/10.1038/s43247-025-02740-0",
          "doi": "https://doi.org/10.1038/s43247-025-02740-0",
          "filter": 2
        },
        {
          "title": "Snowfall decrease in recent years undermines glacier health and meltwater resources in the Northwestern Pamirs",
          "authors": "Achille Jouberton, Thomas E. Shaw, Evan Miles, Marin Kneib, Stefan Fugger, Pascal Buri, Michael McCarthy, Abdulhamid Kayumov, Hofiz Navruzshoev, Ardamehr Halimov, Khusrav Kabutov, Farrukh Homidov, Francesca Pellicciotti",
          "abstract": "Central Asia hosts some of the world’s last relatively healthy mountain glaciers and is heavily dependent on snow and ice melt for downstream water supply, though the causes of this stable glacier state are not known. We combine recent in-situ observations, climate reanalysis and remote sensing data to force a land-surface model to reconstruct glacier changes over the last two decades (1999–2023) and disentangle their causes over a benchmark glacierized catchment in Tajikistan. We show that snowfall and snow depth have been substantially lower since 2018, leading to a decline in glacier health and reduced runoff generation. Remote-sensing observations confirm wider snow depletion across the Northwestern Pamirs, suggesting that a lack of snowfall might be a cause of mass losses regionally. Our results provide an explanation for the recent decline in glacier health in the region, and reinforce the need to better understand the variability of precipitation.",
          "url": "https://doi.org/10.1038/s43247-025-02611-8",
          "doi": "https://doi.org/10.1038/s43247-025-02611-8",
          "filter": 2
        },
        {
          "title": "Unprecedented UK heatwave harmonised drivers of fuel moisture creating extreme temperate wildfire risk",
          "authors": "Katy Ivison, Kerryn Little, Alice Orpin, Claire M. Belcher, Gareth D. Clay, Stefan H. Doerr, Thomas E. L. Smith, Roxane Andersen, Laura J. Graham, Nicholas Kettridge",
          "abstract": "Climate change is resulting in more extreme fire weather during major heatwaves. Across temperate Europe, shrub landscapes dominate the area burned, with the moisture content of fuels during these events determining the threat posed. Current controls on the moisture content of temperate fuel constituents and their response to future extreme heatwaves are not known. We took field measurements of live and dead heather ( Calluna vulgaris ) and organic soil moisture content across the UK over 3 years, including an intensive sampling campaign during the July 2022 heatwave. Here, we show that the fuel moisture content of live fuel is associated significantly with phenological variables, dead fuel only with weather variables, whilst organic-rich ground fuels are more associated with landscape variables. However, during the record 2022 heatwave there was a harmonisation in fuel moisture controls across different fuel constituents, with those controls being driven by weather alone. This caused synchronised extreme dryness outside of current seasonal norms across all fuel constituents at the same time and place. Future intense summer heatwaves can therefore be expected to align the most severe conditions for fire ignition, spread and impact in traditionally non-fire prone regions, producing humid temperate landscapes susceptible to extreme wildfire events.",
          "url": "https://doi.org/10.1038/s43247-025-02746-8",
          "doi": "https://doi.org/10.1038/s43247-025-02746-8",
          "filter": 2
        },
        {
          "title": "Field in the frame: face to face with harlequin toads",
          "authors": "Alice Drinkwater",
          "url": "https://doi.org/10.1038/s43247-025-02697-0",
          "doi": "https://doi.org/10.1038/s43247-025-02697-0",
          "filter": 2
        },
        {
          "title": "Optimizing sea ice parameters mitigates the underestimation of Arctic marine access in CMIP6 climate models",
          "authors": "Chao Min, Qinghua Yang, Hao Luo, Frank Kauker, Qi Shu, Xin Wang, Jiping Liu, Dake Chen",
          "abstract": "Maritime activity in the Arctic is increasing, and climate change projections suggest that commercial vessels may soon have seasonal access to high-latitude waters. Accurate assessments of Arctic marine access are essential, yet the ability of climate models to reproduce historical navigability remains underassessed. Here, we show that the multi-model mean of the Coupled Model Intercomparison Project Phase 6 (CMIP6) underestimates overall Arctic navigability, despite capturing historical changes in summer navigable areas. Since the early 21st century, the multi-model mean underestimates the length of the shipping season in many regions of the Arctic Ocean, following a dipole-like pattern for moderately ice-strengthened vessels, with underestimates in the East Siberian and Laptev Seas, and overestimates in the Kara and Barents Seas. Moreover, inaccurate ice thickness simulations hinder the identification of trans-Arctic routes through the Northwest Passage. Improved simulation of ice concentration has a greater impact on assessing the length of the shipping season for ordinary ships, while improvements in ice thickness substantially improve the assessments for ice-strengthened ships. Better simulation of ice thickness is critical for accurately identifying trans-Arctic routes for both types of vessels.",
          "url": "https://doi.org/10.1038/s43247-025-02705-3",
          "doi": "https://doi.org/10.1038/s43247-025-02705-3",
          "filter": 2
        },
        {
          "title": "5th anniversary focus: author Peter Fretwell on penguins and climate change",
          "url": "https://doi.org/10.1038/s43247-025-02752-w",
          "doi": "https://doi.org/10.1038/s43247-025-02752-w",
          "filter": 2
        },
        {
          "title": "Fifth anniversary: Debate is the essence of community",
          "url": "https://doi.org/10.1038/s43247-025-02723-1",
          "doi": "https://doi.org/10.1038/s43247-025-02723-1",
          "filter": 2
        },
        {
          "title": "5th anniversary focus: reviewer Deniz Bozkurt on polar research",
          "url": "https://doi.org/10.1038/s43247-025-02751-x",
          "doi": "https://doi.org/10.1038/s43247-025-02751-x",
          "filter": 2
        },
        {
          "title": "Forest conversion in subtropical ecosystems reduces soil microbial phosphorus potential",
          "authors": "Xinjing Qu, Josep Peñuelas, Manuel Delgado-Baquerizo, Yakov Kuzyakov, Yangwenke Liao, Jiahuan Guo, Haiyun Zi, Chang Pan, Fuliang Cao, Xiaogang Li",
          "url": "https://doi.org/10.1038/s43247-025-02747-7",
          "doi": "https://doi.org/10.1038/s43247-025-02747-7",
          "filter": 2
        },
        {
          "title": "Intraslab stress heterogeneity and continental mantle faulting revealed by the 2006 Pingtung offshore earthquake doublet",
          "authors": "Wan-Lin Hu, Eh Tan, Ryo Okuwaki, Yuji Yagi",
          "abstract": "The impact of lithospheric rheology and subduction dynamics on intraslab stress and earthquake characteristics, as well as the cause of the scarcity of continental mantle earthquakes remain debated. We investigate the 2006 Pingtung offshore earthquake doublet (Mw 6.9) in the northern Manila subduction zone, where thinned continental lithosphere is subducting. These events exhibit complex source processes at mantle depths, making their fault geometry poorly constrained. Using potency density tensor inversion on teleseismic waveforms, we resolve the source process without predefined fault geometry. The first event exhibits normal faulting with minor reverse faulting at a deeper depth, while the second shows deeper strike-slip faulting. These diverse focal mechanisms reveal scattered mantle faulting and intraslab stress heterogeneity. Geodynamic modeling indicates mantle earthquakes require both strong subducting mantle lithosphere and substantial bending-induced differential stress. The global scarcity of such events stems from insufficient differential stress in most continental lithospheres.",
          "url": "https://doi.org/10.1038/s43247-025-02719-x",
          "doi": "https://doi.org/10.1038/s43247-025-02719-x",
          "filter": 2
        },
        {
          "title": "Divergent impacts of climate interventions on China’s north-south water divide",
          "authors": "Xiao Zhang, Yuanchao Fan, Jerry Tjiputra, Helene Muri, Qiao Chen",
          "abstract": "Solar radiation modification-based climate interventions may cause uneven regional hydrological changes while mitigating warming. Here, we investigate the effects of climate interventions on China’s North Drought-South Flood pattern using the Norwegian Earth System Model supplemented by volcanic data. Our results indicate that equatorial stratospheric aerosol injection could mitigate the north-south water divide by reducing inter-hemispheric and equator-to-North-pole temperature gradients, thereby modifying atmospheric circulation and the East Asian monsoon to increase precipitation and surface runoff in northern China while reducing them in the south, compared to the high emissions scenario. This mechanism is supported by observed precipitation changes following the Mount Pinatubo volcanic eruption. In contrast, marine cloud brightening may intensify southern flood risks, while cirrus cloud thinning and moderate emissions reduction might exacerbate northern droughts. Our findings reveal distinct regional hydroclimatic impacts of different climate interventions, highlighting potential synergies and trade-offs between their global intervention efficacy and regional water security.",
          "url": "https://doi.org/10.1038/s43247-025-02708-0",
          "doi": "https://doi.org/10.1038/s43247-025-02708-0",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Climate change mitigation and the European Union: a Lacanian exploration of desire and enjoyment",
          "authors": "Erik Swyngedouw",
          "url": "https://doi.org/10.1080/09644016.2025.2553468",
          "doi": "https://doi.org/10.1080/09644016.2025.2553468",
          "filter": 0
        },
        {
          "title": "Climate policy in an era of disruption: the impact of COVID-19 and the war in Ukraine on the United States, Russia, Canada and the European Union",
          "authors": "Kathryn Harrison, Lisa McIntosh Sundstrom",
          "url": "https://doi.org/10.1080/09644016.2025.2554446",
          "doi": "https://doi.org/10.1080/09644016.2025.2554446",
          "filter": 0
        },
        {
          "title": "What explains the relationship between populist radical right attitudes and opposition to climate policy?: structural vs. ideological factors",
          "authors": "Håkon Grøn Sælen, Aaron M. McCright",
          "url": "https://doi.org/10.1080/09644016.2025.2553951",
          "doi": "https://doi.org/10.1080/09644016.2025.2553951",
          "filter": 0
        },
        {
          "title": "Ecocide in Ukraine: the environmental cost of Russia’s war",
          "authors": "Yaroslava Kutsai",
          "url": "https://doi.org/10.1080/09644016.2025.2556565",
          "doi": "https://doi.org/10.1080/09644016.2025.2556565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "International trade and groundwater depletion: An econometric analysis",
          "authors": "Akshay Pandit, P J Ruess, Megan Konar, Peter Debaere",
          "abstract": "We contribute to the debate on trade and the environment by investigating the relationship between countries’ international trade and their groundwater use. We go beyond the virtual water literature that calculates the virtual water content of trade to assess how water use relates to international trade. We develop a suite of econometric regressions to account for the impact of trade liberalizations in a framework that includes standard determinants of countries’ water supply and demand. We focus on the agricultural sector and on the contribution of regional trade agreements to capture the impact of trade liberalizations. We find that more openness to trade due to an increasing number of regional trade agreements may actually reduce total groundwater abstractions, which is qualified by countries' comparative advantage. We do not find a statistically significant impact of trade on groundwater depletion, which also depends on the recharge rate of aquifers. Our analysis calls for assessing water use in a global world and in a framework that accounts for all the drivers of water use on the demand and supply side, including those behind international trade.",
          "url": "https://doi.org/10.1088/1748-9326/ae02a8",
          "doi": "https://doi.org/10.1088/1748-9326/ae02a8",
          "filter": 0
        },
        {
          "title": "Sustainability Issues of Deep-Sea Mining: A Bibliometric Review and Research Priorities",
          "authors": "Datu Buyung Agusdinata, Chris Robbins",
          "abstract": "Deep-sea mining (DSM) has gained attention due to the growing demand for critical minerals considered to be essential for green energy transitions as well as geopolitical drives to secure their supply. It has become a high-stakes issue involving divergent viewpoints among stakeholders driven by deep uncertainties about socio-environmental impacts. This bibliometric review of DSM highlights the current state of research, identifies gaps, and proposes future research priorities. The review employs a Social-Ecological-Technological Systems (SETS) framework to integrate various aspects of DSM and provides an analysis of trends of research themes from 1994 to 2023. Our findings indicate a significant gap in addressing the social impacts of DSM, particularly on coastal communities and broader societal implications. The results emphasize the need for comprehensive governance policies, technological advancements, and an understanding of ecological and social impacts to enhance community and ecosystem resilience. Such insights offer a guide for future research agendas by highlighting priority areas of investigation and fostering a holistic approach to DSM.",
          "url": "https://doi.org/10.1088/1748-9326/ae013f",
          "doi": "https://doi.org/10.1088/1748-9326/ae013f",
          "filter": 0
        },
        {
          "title": "Intersectional inequalities in heat-related mortality risks in South Korea",
          "authors": "Sera Kim, Jong-Tae Lee",
          "abstract": "Recent research has investigated spatial variation in temperature-related health risks and regional-level vulnerability. However, although a region has multiple advantages and disadvantages, the intersectionality of these factors has been overlooked. This study assessed spatial variation in heat-mortality associations in South Korea and investigated how regional characteristics intersect and interact to create distinct vulnerability patterns using a novel intersectionality framework. We analyzed the association between heat (defined as daily mean temperature at the 99th percentile) and non-accidental mortality across 229 regions of South Korea during 2011-2020. We conducted two-stage time-series analysis with a distributed lag nonlinear model to investigate heat-mortality associations and their spatial variations at the regional level. We then applied a multilevel analysis of individual heterogeneity and discriminatory accuracy (MAIHDA) framework to examine the role of intersectional strata in explaining the spatial variation of heat-related risks. Heat-related mortality risks were spatially heterogeneous. The multiply disadvantaged regions (having a low annual mean temperature, a high proportion of older housing stock, and a low proportion of timely emergency room visits) exhibited the highest heat-related relative risk (RR) of 1.105 (95% confidence interval [CI]: 1.097, 1,112), while the multiply advantaged regions exhibited the lowest heat-related RR of 1.065 (95% CI: 1.057, 1.072). These intersectional inequalities are primarily driven by additive effects, with minimal contribution from interaction effects. Our findings suggest the need to develop region-specific heat adaptation strategies that address local vulnerability. Employing an intersectional lens provides a more comprehensive understanding of spatial variation in heat-related health risks.",
          "url": "https://doi.org/10.1088/1748-9326/ae00e2",
          "doi": "https://doi.org/10.1088/1748-9326/ae00e2",
          "filter": 0
        },
        {
          "title": "The consequences of trade for agricultural water use: Evidence from subnational trade flows",
          "authors": "Hari Manish Dave, Anav Vora, Yi-Chia Chang, Megan Konar, Ximing Cai",
          "abstract": "We investigate the subnational impact of trade on water use in the Contiguous United States (CONUS). We develop an econometric model employing the instrumental variable (IV) approach to understand the causal impact of previous-year trade on current-year water use. Specifically, our analysis focuses on irrigated area and irrigation water use by water source (surface, groundwater, and total) across states in the CONUS for 2012-13, 2017-18, and 2022-23. We find that at the subnational scale, trade openness reduces groundwater withdrawals during droughts; a unit increase in previous-year trade openness results in a 2-2.5% and 1.4-2% reduction in groundwater irrigation withdrawals during 2012-13 and 2022-2023, respectively. This effect is identified as being driven by reductions in irrigated area and shifts towards advanced irrigation technologies. These findings enhance our understanding of how trade influences water use at the subnational scale and may provide helpful insights to policymakers.",
          "url": "https://doi.org/10.1088/1748-9326/ae00df",
          "doi": "https://doi.org/10.1088/1748-9326/ae00df",
          "filter": 0
        },
        {
          "title": "Predictors of pro-environmental behavior of political actors and residents in small German towns",
          "authors": "Vanessa Hiess, Lubna Rashid, Jan Kratzer, Elke U Weber",
          "abstract": "Understanding what drives pro-environmental behavior (PEB) in understudied settings such as the rural areas of industrialized nations is essential for advancing sustainable development and mitigating climate change. This study examined the effects of environmental concerns, feelings of cognitive dissonance and moral disengagement, as well as innovativeness and life satisfaction on PEB among 1,646 public officials and citizens from small German municipalities. Public officials, namely mayors and treasurers, are key actors for environmental decisions and serve as role models in those small communities. Hierarchical regression and moderation analysis examined the negative and positive influences of these variables on PEB. The results highlight the pivotal role of emotional factors, especially feelings of cognitive dissonance when failing to act pro-environmentally, with notable differences between public officials and the general public in these small towns. While environmental concerns have a positive impact on PEB, moral disengagement has a negative effect. Innovativeness does not have a significant influence, except when analyzing the subsample of public official sample alone, where it has a positive effect on PEB. These findings highlight the complexity of PEB determinants and emphasize the need for targeted interventions to encourage sustainable practices for decision makers in different settings.",
          "url": "https://doi.org/10.1088/1748-9326/ae00de",
          "doi": "https://doi.org/10.1088/1748-9326/ae00de",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Winter sea surface temperature interhemispheric dipole as a predictor for Sahel summer rainfall",
          "authors": "Ahmad Abdullahi Bello, Jianping Li",
          "abstract": "Skillful prediction of Sahel summer rainfall (SSR) is critical for mitigating hydrometeorological disasters in this vulnerable climate hotspot. In this study, we employ observational analysis from 1950–2023 to show that the sea surface temperature interhemispheric dipole in winter (SSTIDw) has a strong influence on SSR. A positive SSTIDw anomaly–marked by relatively warmer Northern Hemisphere SSTs–persists through spring to summer and leads to persistent negative surface pressure anomalies and anomalous cyclonic circulation. This intensifies the Saharan Heat Low (SHL) and reinforces anomalous westerly and southwesterly flows across the Atlantic and the Guinea Coast, enhancing moisture flux convergence and rainfall in the Sahel. Based on this relationship, we develop an SSTIDw-based linear regression model that skillfully captures SSR characteristics. These findings highlight the multi-month lead time predictability of SSR, which is critical for climate-informed decision making in the Sahel.",
          "url": "https://doi.org/10.1088/1748-9326/ae01c0",
          "doi": "https://doi.org/10.1088/1748-9326/ae01c0",
          "filter": 2
        },
        {
          "title": "Unraveling divergences: disagreement between precipitation datasets and stations in tropical South America",
          "authors": "Luis Gustavo Cattelan, Caio R Mattos, Marina Hirota",
          "abstract": "Precipitation datasets are widely used to monitor hydroclimatic trends, yet their accuracy in&amp;#xD;tropical South America remains uncertain. Here, we systematically compare trends from state-&amp;#xD;of-the-art precipitation datasets with station data across the region. Our results reveal&amp;#xD;substantial disagreements in both the magnitude and direction of trends, with datasets&amp;#xD;frequently failing to capture observed station trends. Trend accuracy varies considerably, with&amp;#xD;better agreement in more densely sampled areas like the Caatinga, while the western and&amp;#xD;northern Amazônia show lower accuracy. Moreover, we find limited agreement between&amp;#xD;datasets and stations regarding documented patterns, such as southern Amazônia drying during&amp;#xD;the dry season and western Amazônia wetting in the wet season. An exception is the&amp;#xD;southeastern Cerrado, where most datasets consistently capture significant drying trends in the&amp;#xD;wet season. Our findings highlight the need for a multi-dataset approach and an improved&amp;#xD;observational network to assess precipitation changes in tropical South America.",
          "url": "https://doi.org/10.1088/1748-9326/ae02aa",
          "doi": "https://doi.org/10.1088/1748-9326/ae02aa",
          "filter": 2
        },
        {
          "title": "Projecting U.S. coastal storm surge risks and impacts with deep learning",
          "authors": "Julian R Rice, Karthik Balaguru, Fadia Ticona Rollano, John Wilson, Brent Daniel, David Judi, Ning Sun, L Ruby Leung",
          "abstract": "Storm surge is one of the deadliest hazards posed by tropical cyclones (TCs), yet assessing its current and future risk is difficult due to the phenomenon’s rarity and physical complexity. Recent advances in artificial intelligence applications to natural hazard modeling suggest a new avenue for addressing this problem. We develop a deep learning storm surge model to efficiently estimate coastal surge risk in the United States from 900 000 synthetic TC events, accounting for projected changes in TC behavior and sea levels. The derived historical 100 year surge (the event with a 1% yearly exceedance probability) agrees well with historical observations and other modeling techniques. When coupled with an inundation model, we find that heightened TC intensities and sea levels by the end of the century result in a 50% increase in population at risk. Key findings include markedly heightened risk in Florida, and critical thresholds identified in Georgia and South Carolina.",
          "url": "https://doi.org/10.1088/1748-9326/adfd74",
          "doi": "https://doi.org/10.1088/1748-9326/adfd74",
          "filter": 2
        },
        {
          "title": "Rainfall-driven dissolved reactive phosphorus pulses: identifying landscape vulnerabilities for eutrophication control under climate variability",
          "authors": "Kunyang Wang, Shin-ichi Onodera, Mitsuyo Saito, Sharon Bih Kimbi, Takuya Ishida",
          "abstract": "Accurate identification of dissolved reactive phosphorus (DRP) sources and quantification of its loading into aquatic environments are critical for mitigating eutrophication and improving environmental management strategies. DRP, the most bioavailable form of phosphorus, stimulates algal proliferation directly, serving as a major driver of eutrophication, thereby threatening water quality degradation and freshwater sustainability. However, quantifying DRP loads and tracing their sources remains challenging due to landscape heterogeneity and the dynamic nature of precipitation events. In this study, a daily time-step DRP transport model was constructed for the entire Yamato River catchment (1,077 km²), utilizing the Soil and Water Assessment Tool (SWAT). A total of 106 weekly water quality samples, collected from January 2023 to December 2024, were analyzed for DRP concentrations and used for model calibration and validation. Results reveal that DRP fluxes are predominantly event-driven, with peak discharges closely associated with intense rainfall events. Non-point source (NPS) DRP loading, particularly from agricultural fields, was observed during rainfall, regardless of soil type or phosphorus adsorption capacity. These NPS contributions affect ecosystem vulnerability and closely correlate with environmental stability. Scenario analysis demonstrates that implementing deep fertilization practices can reduce annual NPS DRP loading by approximately 32% and lower peak loads during rainfall events by 28%. This study enhances the understanding of NPS DRP dynamics by identifying specific landscape characteristics linked to eutrophication risk, providing essential scientific guidance for targeted mitigation strategies. These findings are particularly important for enhancing the accuracy and effectiveness of environmental management strategies in the context of future climate change.",
          "url": "https://doi.org/10.1088/1748-9326/ae00e0",
          "doi": "https://doi.org/10.1088/1748-9326/ae00e0",
          "filter": 2
        },
        {
          "title": "Whitebark pine in the United States projected to experience an 80% reduction in climatically suitable area by the mid-21st century",
          "authors": "Sean A Parks, Kira L Hefty, Jaclyn F Rushing, Sara A Goeking, Diana F Tomback, Sharon M Hood, J Christopher Toney, Destin L Harrell, James Lindstrom, Cameron E Naficy, Michèle R Slaton, Benjamin S Soderquist, E J Taylor",
          "abstract": "Whitebark pine (WBP; Pinus albicaulis ) is a five-needle conifer tree species native to the western United States (US) and southwestern Canada. In the US, this ecologically important species is listed as ‘threatened’ under the Endangered Species Act because of population declines from compound stressors, including climate change, introduced white pine blister rust (WPBR), widespread outbreaks of mountain pine beetle, and altered fire regimes. Species recovery depends primarily on planting WBP seedlings that are resistant to WPBR, but suitable planting locations are likely to shift under climate warming. We modeled and mapped WBP climatic suitability in the US using forest inventory data and fine-scale (∼220 m) climate datasets under reference period (1961–1990) and mid-21st century climatic conditions. We projected an 80% reduction in the area climatically suitable for WBP by the mid-21st century. Moreover, 75% of the climatically suitable area for WBP under mid-21st century climate is located in designated wilderness areas and national parks. This could challenge WBP recovery efforts, as these protected areas strive to reduce human manipulation of ecological systems. WBP climate suitability maps resulting from our models can be used to identify priority or ‘target areas’ where planting will have the highest likelihood of success and to identify areas within the WPB’s current range that are most vulnerable to rapid change should high-severity wildfires or mountain pine beetle outbreaks occur. Mapping WBP reference period and mid-21st century climate suitability is a fundamental step to efficiently prioritize restoration areas and develop a successful recovery program.",
          "url": "https://doi.org/10.1088/1748-9326/adfcef",
          "doi": "https://doi.org/10.1088/1748-9326/adfcef",
          "filter": 2
        },
        {
          "title": "Decarbonization of the aviation sector must address air quality concerns",
          "authors": "Courtney Grimes, Ramon Alvarez",
          "abstract": "Abstract",
          "url": "https://doi.org/10.1088/1748-9326/ae0350",
          "doi": "https://doi.org/10.1088/1748-9326/ae0350",
          "filter": 2
        },
        {
          "title": "Mortality risk and burden associated with non-optimum temperatures in Puerto Rico",
          "authors": "Francisco Diaz-Collado, Lingzhi Chu, Daniel Carrión, Pablo Méndez-Lázaro, Kai Chen",
          "abstract": "The effects of a changing climate are already evident in Caribbean small island developing states (SIDS) like Puerto Rico, where heat episodes have become more frequent. Despite reports of increasing heat-related death rates, robust epidemiological evidence on the health impacts of high temperatures, as well as the effects of low temperatures, remains scarce, particularly outside of urban settlements in Caribbean SIDS. In this study, we conducted a case time-series study on municipality-level mortality and temperature in Puerto Rico from 2015–2023. We modeled the relationship between daily mortality count and mean temperature using a conditional quasi-Poisson regression, combined with a distributed lag non-linear model (dlnm) with a 21-day lag, adjusting for relative humidity, seasonality, and day of the week. We estimated the minimum mortality temperature (MMT) – the optimal temperature associated with the lowest mortality risk – and calculated the relative risk (RR) associated with extreme low and high temperature, defined as the 2.5th and 97.5th percentiles of daily temperature. Additionally, we estimated the municipality- and island-level excess mortality fractions attributable to both low and high temperatures, relative to MMT. Our findings indicate that exposure to non-optimum temperatures (both low and high temperatures) is significantly associated with increased mortality risk. Specifically, extreme low temperature was associated with a 1.23 (95% CI: 1.07–1.40) times risk of all-cause mortality, while extreme high temperature was associated with a 1.16 (95% CI: 1.05–1.27) times risk. We estimated that temperature-related mortality accounted for 3.88% of the total 280,568 deaths (95% eCI: 3.39%–4.29%), with low temperatures contributing 2.02% (95% eCI: 1.69%–2.32%) and high temperatures contributing 1.86% (95% eCI: 1.35%–2.35%). Furthermore, we found substantial spatial variability in temperature-related mortality burdens across municipalities. Our study identifies the vulnerable municipalities to temperature-related deaths in Puerto Rico, providing evidence to inform municipality-specific climate adaptation and mitigation strategies.",
          "url": "https://doi.org/10.1088/1748-9326/ae013e",
          "doi": "https://doi.org/10.1088/1748-9326/ae013e",
          "filter": 2
        },
        {
          "title": "Corrigendum: ‘The Paramo Fire Atlas: quantifying burned area and trends across the Tropical Andes’ (2025 Environ. Res. Lett . 20 054019)",
          "authors": "Laura Obando-Cabrera, Jhonatan Julián Díaz-Timoté, Aitor Bastarrika, Nathalia Celis, Stijn Hantson",
          "url": "https://doi.org/10.1088/1748-9326/adfb8f",
          "doi": "https://doi.org/10.1088/1748-9326/adfb8f",
          "filter": 2
        },
        {
          "title": "Using Long Short Term Memory networks to predict daily-averaged sea level anomaly and surface currents",
          "authors": "Athul C R, Balaji B, Vinod Daiya, Arya Paul",
          "abstract": "Short-term prediction of sea level anomaly (SLA) and ocean surface currents over a domain are usually carried out using ocean general circulation models. In this study, we present a univariate machine learning framework using Long Short Term Memory networks that forecasts daily-averaged SLA with a 3 day lead time over the north Indian Ocean using historical satellite altimetry data at a spatial resolution of ~13 km. Assuming that SLA reanalysis from state-of-the-art systems represent the pinnacle of performance skill of forecasts from dynamical models, we show that the SLA forecasts from our model exhibits superior skills through comprehensive analyses. The errors are typically less than 0.04 m over most of the domain and the correlations are close to unity. The skills of the daily-averaged forecasted currents with a 3 day lead, estimated using geostrophic and Ekman theory, are comparable with the best available reanalysis when compared to in-situ observations both in the open ocean or shelf. Treating these forecasted surface currents as synthetic observations, we show that assimilating them can significantly improve the instantaneous subsurface currents during forecasts. The subsurface correlations turn significant with 99% confidence level across depth which were otherwise mostly insignificant and the errors reduce by 0.1 m.s-1. We demonstrate that the short-term forecast of daily-averaged SLA and surface currents can be approached as a collection of localized low-dimensional independent univariate systems thereby reducing computational costs by large margins. This machine learning framework heralds a paradigm shift in the realm of ocean forecasting.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae00e1",
          "doi": "https://doi.org/10.1088/1748-9326/ae00e1",
          "filter": 2
        },
        {
          "title": "Towards a remote-sensing driven model of isoprene emissions from Alpine Tundra.",
          "authors": "Andreas Westergaard-Nielsen, Rune Maigaard, Cleo Davie-Martin, Roger Seco, Thomas Holst, Norbert Pirk, Simon Nyboe Laursen, Riikka Rinnan",
          "abstract": "This study investigates isoprene emissions in a high-latitude Alpine tundra ecosystem, focusing on using near-field remote sensing of surface temperatures, the Photochemical Reflectance Index (PRI) and Normalized Difference Vegetation Index (NDVI), and meteorological measurements to model these emissions. Isoprene is a key biogenic volatile organic compound (BVOC) emitted by select plants, and which can impact atmospheric chemistry and climate. Increased temperatures, particularly in high latitudes, may enhance isoprene emissions due to extended growing seasons and heightened plant stress.&amp;#xD;The research was conducted in Finse, Norway, where isoprene and CO₂ fluxes were measured with eddy-covariance alongside spectral-, meteorological data, and surface temperature. A Random Forest (RF) model was developed to predict isoprene fluxes, considering the variable importance of different environmental factors. Results showed that surface temperature and CO₂ flux were consistently important predictors, across three differential temporal data aggregations (hourly, daily, weekly) while PRI demonstrated low predictive power, possibly due to the heterogeneous vegetation and variable light conditions. NDVI was more effective than anticipated, likely linked to phenological changes in vegetation.&amp;#xD;Model performance varied with temporal resolution, with weekly data achieving the highest predictive accuracy (R² up to 0.76). The RF model accurately reflected seasonal emission patterns but underestimated short-term peaks, suggesting potential in combining machine-learning with process-based modeling. This research highlights the promise of proxy data from remote sensing for scaling BVOC emission models to regional levels, essential for understanding climate impacts in Arctic ecosystems.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae02a9",
          "doi": "https://doi.org/10.1088/1748-9326/ae02a9",
          "filter": 2
        },
        {
          "title": "Mining global soil carbon datasets: can modern machine learning uncover the missing pieces of process-based models?",
          "authors": "Shoji Hashimoto, Elisa Bruni, Boris Ťupek, Naoyuki Yamashita, Jumpei Toriyama, Taiki Mori, Akihiro Imaya, Bertrand Guenet, Akihiko Ito, Aleksi Lehtonen",
          "abstract": "The future of terrestrial soil carbon stocks plays a crucial role in climate change prediction. Modern machine learning techniques are now widely applied in soil science to predict the spatial distribution of soil properties from observational data. Beyond prediction, the use of machine learning as a data-mining tool offers a promising pathway for improving soil carbon modelling and refining projections of climate–carbon feedbacks. In this paper, we review recent advances in the application of machine learning to global soil carbon modelling as a data-mining tool and highlight its potential to drive an iterative feedback loop that improves the representation of soil carbon dynamics in Earth System Models.",
          "url": "https://doi.org/10.1088/1748-9326/adfe83",
          "doi": "https://doi.org/10.1088/1748-9326/adfe83",
          "filter": 2
        },
        {
          "title": "Global evidence that cold rocky landforms support icy springs in warming mountains",
          "authors": "Stefano Brighenti, Constance I Millar, Scott Hotaling, Agustina Reato, Tim Wiegand, Masaki Hayashi, Luca Carturan, Matthew Morriss, Francesca Bearzot, Valeria Lencioni, Alberto Scotti, Andrina Janicke, Andrea Fischer, Stefano Larsen, Andrea Benech, Andreas Gschwentner, Monica Tolotti, Maria Cristina Bruno, Debra S Finn, Michele Freppaz, David Herbst, Lusha Tronstad, Francesco Comiti, Nicola Colombo",
          "abstract": "Climate change is reducing the extent of cold aquatic habitats and their unique biodiversity in mountain areas. However, a variety of cold rocky landforms (CRLs) are thermally buffered and feed cold springs (&lt;2 °C) that may represent climate refugia for cold-adapted organisms. These landforms, hitherto overlooked by freshwater research, include rock glaciers, debris-covered glaciers, talus slopes, protalus ramparts, and young moraines. Here, we investigated the warm-season water temperature of 228 springs from clean (ice) glaciers, CRLs, and reference slopes (not sourced by any of these features) in 13 mountain ranges of Europe, South America, and North America. Only springs from glaciers (90%) and CRLs (45%) had average stream temperatures below the thermal optimum for coldwater organisms of 2 °C. Springs fed by CRLs were 3 °C–5 °C (up to 9 °C) colder than those from nearby reference slopes. In general, cold springs were rarer in Mediterranean/semi-arid climates than in temperate and sub-polar climates. Landforms comprising barren and coarse rocky surfaces or ice/rock mix, having a simple or absent soil/vegetation structure, and higher likelihood of permafrost more often supported cold springs. When water temperatures were compared to air temperature, most CRL springs were thermally buffered against warm periods, cumulative heat, and daily temperature fluctuations. With cold conditions maintained in a variety of climates and mountain landscapes, CRL springs in mountains likely have high conservation value. We call for integrated ecological and hydrological research for these ecosystems, aimed at understanding their potential as climate refugia.",
          "url": "https://doi.org/10.1088/1748-9326/adf07f",
          "doi": "https://doi.org/10.1088/1748-9326/adf07f",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Justice washing extractivism: Pacific Island activist perspectives on just transitions and deep-sea mining",
          "authors": "Jason Titifanue",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103053",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103053",
          "filter": 0
        },
        {
          "title": "Weathering change: Longitudinal patterns of residential mobility following extreme weather events in Australia",
          "authors": "Sasha Bacquet-Carlier, Aude Bernard, Francisco Perales",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103050",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103050",
          "filter": 0
        },
        {
          "title": "How is international CCS discussed locally? The case of Iceland",
          "authors": "Juanita von Rothkirch, Bjarnhéðinn Guðlaugsson, David Christian Finger, Michael Stauffacher",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103048",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Global Environmental Politics",
      "journal_short": "GEP",
      "articles": [
        {
          "title": "Reconsidering ICSID in the Context of Global Just Transitions",
          "authors": "Kyla Tienhaara",
          "abstract": "One global institution that has been largely neglected in the literature on just transitions is the International Centre for Settlement of Investment Disputes (ICSID), the most utilized forum for arbitrating disputes between foreign investors and states. ICSID tribunals play a role in determining the distribution of costs and benefits of the energy transition. This article develops a framework for understanding this role and surveys disputes that concern government measures aimed at restricting the development of fossil fuel reserves, accelerating the retirement of coal power plants, extracting greater value from critical mineral deposits, and altering incentive schemes for renewable energy. It is concluded that there is potential for ICSID tribunals to shift financial burdens associated with the energy transition from the private to the public sphere and from the Global North to the Global South. To facilitate just transitions, governments should reconsider their support for ICSID.",
          "url": "https://doi.org/10.1162/glep.a.8",
          "doi": "https://doi.org/10.1162/glep.a.8",
          "filter": 0
        },
        {
          "title": "Climate Litigation and Norm Dynamics: What’s the Role of Domestic Judges?",
          "authors": "J. Michael Angstadt, Hyeyoon Park",
          "abstract": "Domestic climate lawsuits are proliferating, and their framing and resolution increasingly suggest connections to broader global climate governance. This article examines the agency of domestic judges in shaping these connections. By reviewing 1,573 domestic climate decisions for references to five international environmental law (IEL) concepts (norms, principles, and emergent concepts), we demonstrate that domestic judges across regions and legal systems are connecting individual disputes to global climate discourse. Through qualitative review of decisions (n = 143) that exhibit evidence of reference to IEL concepts, we next characterize domestic judges’ engagement. We show that, collectively, judges’ incorporation of IEL concepts (through norm pairing and norm usage) can support their domestic adoption in ways that simultaneously advance global climate governance and reinforce the global effect of those concepts. Ultimately, we urge broader recognition of domestic judges as key agents of norm development in global climate governance and additional global environmental politics analysis of the collective agency exercised by domestic judges.",
          "url": "https://doi.org/10.1162/glep.a.4",
          "doi": "https://doi.org/10.1162/glep.a.4",
          "filter": 0
        },
        {
          "title": "Negotiating Just Transition at the UNFCCC",
          "authors": "Alix Dietzel",
          "abstract": "This article argues that the Global South’s whole-systems vision of just transition was undermined by the Global North at the UNFCCC Conference of the Parties 28 (COP28) in Dubai. Negotiations of the Work Program for Just Transition Pathways (WPJTP) were fraught, with those in the G20 making a strong case for a reductionist scope of just transition focusing on labor and the energy sector, and the G77+China, supported by climate vulnerable nations, calling for a whole-systems approach focused on multiple overlapping conceptions of justice and driving forward systemic change. By analyzing negotiation drafts and drawing on direct participant observation, the article argues that entrenched power dynamics saw a whole-systems vision of just transition all but erased by the time COP28 had concluded. The article concludes with some reflections on why this spells trouble for the future of just transition under the UNFCCC.",
          "url": "https://doi.org/10.1162/glep.a.9",
          "doi": "https://doi.org/10.1162/glep.a.9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "The vulnerability of women and children in West Africa",
          "authors": "Olalekan Moyosore Lalude",
          "url": "https://doi.org/10.1038/s41558-025-02415-w",
          "doi": "https://doi.org/10.1038/s41558-025-02415-w",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Moving beyond projects to achieve transformative adaptation",
          "authors": "Megan Mills-Novoa, Kimberley Anh Thomas, Michael Mikulewicz",
          "url": "https://doi.org/10.1038/s41558-025-02414-x",
          "doi": "https://doi.org/10.1038/s41558-025-02414-x",
          "filter": 2
        },
        {
          "title": "Unexpected decline in the ocean carbon sink under record-high sea surface temperatures in 2023",
          "authors": "Jens Daniel Müller, Nicolas Gruber, Aline Schneuwly, Dorothee C. E. Bakker, Marion Gehlen, Luke Gregor, Judith Hauck, Peter Landschützer, Galen A. McKinley",
          "abstract": "In 2023, sea surface temperatures (SSTs) reached record highs, partly due to a strong El Niño. Based on historical responses to elevated global mean SSTs, oceanic CO 2 uptake in 2023 should have increased (−0.11 ± 0.04 PgC yr −1 ), driven by reduced outgassing in the tropical Pacific Ocean. However, using observation-based estimates of ocean CO 2 fugacity, we show here that the global non-polar ocean absorbed about 10% less CO 2 than expected (+0.17 ± 0.12 PgC yr −1 ). This weakening was caused by the anomalous outgassing of CO 2 in the subtropical and subpolar regions, especially in the Northern Hemisphere, driven primarily by elevated SSTs reducing the solubility of CO 2 . In most regions, this SST-induced outgassing was mitigated by the depletion of dissolved inorganic carbon in the surface mixed layer. Such negative feedbacks caused an overall muted response of the ocean carbon sink to the record-high SSTs, but this resilience may not persist under long-term warming or more severe SST extremes.",
          "url": "https://doi.org/10.1038/s41558-025-02380-4",
          "doi": "https://doi.org/10.1038/s41558-025-02380-4",
          "filter": 2
        }
      ]
    }
  ]
}
