{
  "update": "2026-01-09",
  "content": [
    {
      "journal_full": "Climate Policy",
      "journal_short": "CP",
      "articles": [
        {
          "title": "Greenwashing the future? Computational text analysis of environmental reporting from the fossil fuel industry",
          "authors": "Robin Rauner",
          "url": "https://doi.org/10.1080/14693062.2025.2603031",
          "doi": "https://doi.org/10.1080/14693062.2025.2603031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Climatic Change",
      "journal_short": "CC",
      "articles": [],
      "articles_hidden": [
        {
          "title": "The sensitivity of hydroclimatic risk to plausible future hydroclimatic changes in the irrigated rice paddies of Malaysia",
          "authors": "Nurfarhana Raffar, Zed Zulkafli, Balqis Mohamed Rehan, Khairudin Nurulhuda, Chung Jing Xiang, Fredolin Tangang, Liew Juneng",
          "url": "https://doi.org/10.1007/s10584-025-04097-x",
          "doi": "https://doi.org/10.1007/s10584-025-04097-x",
          "filter": 2
        },
        {
          "title": "Multi-dimensional changes in drought patterns across India",
          "authors": "Arpit Tiwari, Soumi Chakravorthy, Preethi Nanjundan, Ravi Ranjan Kumar, Ananya Karmakar, Satyaban Bishoyi Ratna",
          "url": "https://doi.org/10.1007/s10584-025-04102-3",
          "doi": "https://doi.org/10.1007/s10584-025-04102-3",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Communications Earth & Environment",
      "journal_short": "CEE",
      "articles": [
        {
          "title": "Social-ecological-technological drivers of freshwater salinization in the Occoquan Reservoir, United States",
          "authors": "Stanley B. Grant, Shantanu V. Bhide, Anne Spiesman, Shalini Misra, Megan A. Rippy, Christopher S. Galik, Thomas A. Birkland, Todd Schenk, Sujay S. Kaushal, Peter Vikesland, William Knocke, Admin Husic, Harold Post, Chad Coneway, Greg Prelewicz, Brian Steglitz, Bethany Laursen, Kristin Rowles, Shannon Curtis, Ashley Studholme",
          "url": "https://doi.org/10.1038/s43247-025-03152-w",
          "doi": "https://doi.org/10.1038/s43247-025-03152-w",
          "filter": 0
        },
        {
          "title": "Meta-analytic evidence identifies efficacy beliefs and social norms as key correlates of public emergency preparedness",
          "authors": "Sofiia Skipor, Magnus Bergquist",
          "abstract": "Natural hazards are intensifying globally, necessitating public emergency preparedness to safeguard individuals and society. Yet, many citizens remain inadequately prepared. Here, we synthesized the current knowledge on public emergency preparedness by conducting a series of meta-analyses across 33 socio-psychological correlates of preparedness and their interplay in meta-analytic structural equation modeling. The dataset included 1,123 effect sizes from 167 independent samples spanning three decades, 30 countries, and 110,683 individuals facing hazards such as heatwaves and earthquakes. Results identified four key factors of public (un)preparedness: (1) social norms regarding preparedness, (2) efficacy beliefs and attitudes toward specific preparedness actions, preliminary – (3) information dissemination sources, and (4) barriers to preparedness. Notably, the effects considerably varied across studies. For researchers, we recommend refined conceptualizations and measurements of preparedness and focus on heat-related hazards. For practitioners, this synthesis provides insights to improve risk communication, inform policy decisions, and build resilient communities.",
          "url": "https://doi.org/10.1038/s43247-025-03151-x",
          "doi": "https://doi.org/10.1038/s43247-025-03151-x",
          "filter": 0
        },
        {
          "title": "Strong mismatch in climate change adaptation between intentions of private forest owners in Canada and institutional support",
          "authors": "Timothée Fouqueray, Daniel Schoenig, Rita Sousa-Silva, Jérôme Dupras, Christian Messier",
          "abstract": "Private forests, covering 20% of the global forest area, play a crucial role in climate change mitigation and adaptation. Yet, research on adaptation intentions among private forest owners remains limited. This study investigates the adaptation intentions of private forest owners in Canada, one of the world’s most forested countries, following the 2023 unprecedented wildfire season. Our findings reveal one of the highest levels of adaptation intention reported globally based on a comprehensive comparison of 179 covariates and an original Bayesian statistical analysis. We identify a mismatch between adaptation intentions and existing policy instruments: rather than traditional financial incentives, such as tax reductions or reimbursement schemes for forest operations, the most effective support involves providing detailed and locally relevant information on climate impacts, and technical assistance. These findings point to a substantial opportunity to leverage motivated private forest owners to establish a long-term social-ecological observatory and testing ground for adaptive forest management with global relevance.",
          "url": "https://doi.org/10.1038/s43247-025-02942-6",
          "doi": "https://doi.org/10.1038/s43247-025-02942-6",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Global mapping of potential coastal compound flood risk at 0.1∘ resolution",
          "authors": "Jiaqi Zhang, Matteo Convertino",
          "url": "https://doi.org/10.1038/s43247-025-03155-7",
          "doi": "https://doi.org/10.1038/s43247-025-03155-7",
          "filter": 2
        },
        {
          "title": "Intensified annual cycle of tropical Atlantic sea surface temperature regulates Pacific cooling",
          "authors": "Jianxiang Xu, Tomoki Tozuka, Jing-Jia Luo",
          "url": "https://doi.org/10.1038/s43247-025-03168-2",
          "doi": "https://doi.org/10.1038/s43247-025-03168-2",
          "filter": 2
        },
        {
          "title": "Abundant surface resins present on Middle Devonian land plants",
          "authors": "Daofu Song, Tieguan Wang, Ningning Zhong, Honghe Xu, Hao Wang, Zhengang Lu, Yue Liu, Yun Wang",
          "url": "https://doi.org/10.1038/s43247-025-03161-9",
          "doi": "https://doi.org/10.1038/s43247-025-03161-9",
          "filter": 2
        },
        {
          "title": "Variations in land-atmosphere coupling during drought-heatwave events",
          "authors": "Donghyuck Yoon, Jan-Huey Chen, Hsin Hsu, Kirsten L. Findell",
          "url": "https://doi.org/10.1038/s43247-025-02977-9",
          "doi": "https://doi.org/10.1038/s43247-025-02977-9",
          "filter": 2
        },
        {
          "title": "High H2 production in sediment-hosted hydrothermal fluids at an ultraslow spreading mid-ocean ridge",
          "authors": "Alexander Diehl, Eirini Anagnostou, Patrick Monien, Thomas Pape, Eva-Maria Meckel, Miriam Römer, Leila Mezri, Wolfgang Bach, Donata Monien, Christian Hansen, Aaron Röhler, Katharina Streuff, Sabina Strmic Palinkas, Yann Marcon, Ines Barrenechea Angeles, Charlotte Kleint, Stig‑Morten Knutsen, Gerhard Bohrmann",
          "abstract": "Hydrothermal systems at ultraslow-spreading mid-ocean ridges remain poorly characterized, particularly where sedimentary and ultramafic influences intersect. Here we present geochemical analyses of vent fluids collected in 2024 from the Jøtul hydrothermal field on the northern Knipovich Ridge. Major element concentrations, dissolved gases, and thermodynamic modeling are used to investigate fluid-rock interactions. The fluids exhibit exceptionally high CH 4 concentrations, that exceed those at the Guaymas Basin, and display characteristics typical of sediment-hosted hydrothermal systems, indicating thermal decomposition of organic matter in clastic sediments. In contrast, high H 2 (&gt;15 mM) and low H 2 S concentrations are more typical of ultramafic-hosted fluids, while geological evidence indicates that the vent field lies atop a detachment fault. Thermodynamic modeling suggests that these high H 2 /H 2 S ratios may result solely from degradation of organic matter followed by abiotic CH 4 oxidation at ~400 °C, rather than from reactions with ultramafic rocks. These results expand the known diversity of sediment-hosted vent fluid compositions and highlight fluid-sediment interaction as an underestimated source of carbon and hydrogen.",
          "url": "https://doi.org/10.1038/s43247-025-02962-2",
          "doi": "https://doi.org/10.1038/s43247-025-02962-2",
          "filter": 2
        },
        {
          "title": "Improved European heat event simulation in eddy-resolving climate models",
          "authors": "Julian Krüger, Joakim Kjellsson, Katja Lohmann, Daniela Matei, Robin Pilch Kedzierski",
          "abstract": "Owing to the rapid increase of European heat event occurrences over the past decades, the understanding of their physical drivers has become increasingly important for the scientific community. Recently, it has been shown that cold North Atlantic sea surface temperatures are strongly linked to European heat events such as in summers of 2015 and 2018. Thereby, an accurate representation of this mechanism in climate models is crucial for a more realistic European heat event simulation. Here, we investigate the mechanism by employing seven global coupled climate models, of which six models are embedded in the High Resolution Model Intercomparison Project. Our results show that, compared to the models with low-resolution versions, high-resolution ones simulate a more realistic relationship between North Atlantic sea surface temperatures and European summer temperature extremes. This is attributable to a better reproduction of the North Atlantic trough and the downstream ridge anomalies over central Europe. Improvements in high-resolution ocean configurations reduce the North Atlantic surface biases and improves air-sea interactions, thus having implications for the prediction and projection of climate extremes in the North Atlantic-European region.",
          "url": "https://doi.org/10.1038/s43247-025-03145-9",
          "doi": "https://doi.org/10.1038/s43247-025-03145-9",
          "filter": 2
        },
        {
          "title": "Climate change has increased crop water consumption in Central Asia despite less water-intensive cropping",
          "authors": "Mayra Daniela Peña-Guerrero, Gabriel B. Senay, Atabek Umirbekov, Larisa Tarasova, Philippe Rufin, Bakhtiyor Pulatov, Daniel Müller",
          "abstract": "Climate change and land use change are crucial determinants of crop water consumption, particularly in drylands where water scarcity limits crop production. In Central Asia, the effects of land use and climate changes on crop water consumption remain unknown. We estimated the dynamics of crop water consumption by mapping annual actual evapotranspiration from Landsat imagery from 1987 to 2019 for all irrigated croplands in the Amu Darya Basin, the largest transboundary river in Central Asia. Total crop water consumption increased by 10%, while average consumption per unit area increased by 18%. Climate change was the main driver of the rising crop water consumption; land use changes towards less water-intensive cropping practices offset only 3% of this increase. Our findings underscore that crop production will become increasingly challenging amidst accelerating climatic changes and that changing cropping practices alone will be insufficient to curb the growing water scarcity without a global commitment to reducing emissions.",
          "url": "https://doi.org/10.1038/s43247-025-03142-y",
          "doi": "https://doi.org/10.1038/s43247-025-03142-y",
          "filter": 2
        },
        {
          "title": "Enhanced forest management rather than afforestation has dominated China’s carbon sink over recent decades",
          "authors": "Mengyu Zhang, Honglin He, Martin Brandt, Li Zhang, Xiaoli Ren, Xiaowei Tong, Shiyong Yu, Yan Lv, Kailiang Yu, Yuanyuan Huang, Yuchuan Fan, Zhong’en Niu, Liang Shi, Keyu Qin, Tong Zhao, Guirui Yu",
          "url": "https://doi.org/10.1038/s43247-025-03176-2",
          "doi": "https://doi.org/10.1038/s43247-025-03176-2",
          "filter": 2
        },
        {
          "title": "Climatic variability, vegetation dynamics, and cultural innovation in Southern Africa during the Middle Stone Age",
          "authors": "Sara García-Morato, María Fernanda Sánchez-Goñi, Dunia H. Urrego, Francesco d’Errico",
          "abstract": "Paleoenvironmental reconstructions in southern Africa have often relied on isolated or fragmentary records, limiting our understanding of ecosystem dynamics during the Middle Stone Age (c. 300–40 ka). Here, we reassess vegetation and climate change between Marine Isotope Stages (MIS) 5 and 3 using high-resolution pollen records from two deep-sea cores—MD96-2048 (eastern margin) and MD96-2098 (western margin)—and contextualize these data with other marine (MD20-3592; 3CD154-17-17K) and terrestrial records. The pollen sequences reveal coherent, regionally synchronous trends: glacial periods were cooler and wetter, reflected in the expansion of Fynbos and Afromontane Forest, while interglacials were drier, marked by forest retreat and Nama-Karoo spread. In contrast to terrestrial records, which often reflect localized and inconsistent patterns due to taphonomic and ecological factors, these offshore archives provide a robust sub-continental signal. Comparisons with archaeological data suggest that the Still Bay (SB) technocomplex emerged near the MIS 5a/4 transition, during a humid phase of elevated environmental productivity. The Howiesons Poort (HP) technocomplex appeared slightly later ( ~ 68–64 ka), under conditions of climatic instability and ecological fragmentation. These contrasting ecological backdrops imply that cultural change was not driven by climate alone, but by complex interactions between environmental variability, technological innovation, and population connectivity.",
          "url": "https://doi.org/10.1038/s43247-025-03051-0",
          "doi": "https://doi.org/10.1038/s43247-025-03051-0",
          "filter": 2
        },
        {
          "title": "Large carbon dioxide emissions avoidance potential in improved commercial air transport efficiency",
          "authors": "Stefan Gössling, Milan Klöwer, Jorge Cardoso Leitão, Sebastian Hirsch, Dietrich Brockhagen, Andreas Humpe",
          "abstract": "Aviation’s climate impact continues to grow, with little progress toward emission reductions aligned with global targets. While technological advances attract attention, operational efficiency across aircraft, airlines, airports, city pairs, and regions remains underexplored. Here we assess carbon dioxide efficiency for 27.5 million flights between 26,156 city pairs in 2023, using data from Airline Data, International Civil Aviation Organization, International Air Transport Association. Results show wide variation: 32–890 gram carbon dioxide per revenue passenger kilometres across routes and 60–360 gram carbon dioxide per revenue passenger kilometre across aircraft models. Efficiency differs by region and is lowest in Africa, Australia, and Norway, and highest in Brazil, India, and Southeast Asia. Operating all routes at their demonstrated optimum could cut emissions by 10.7%. A theoretical 50% reduction is possible with the most efficient aircraft, all-economy layouts, and 95% load factors. Efficiency-focused policy could swiftly reduce fuel use without limiting air transport capacity.",
          "url": "https://doi.org/10.1038/s43247-025-03069-4",
          "doi": "https://doi.org/10.1038/s43247-025-03069-4",
          "filter": 2
        },
        {
          "title": "Patterns in solar activity over the first millennium CE",
          "authors": "Jian Wang, Michael W. Dee, Benjamin J. S. Pope, Mathew J. Owens, David Brown, Susanne Lindauer, Kirsten Schwabe, Hannes Knapp, Thorsten Westphal, Ronny Friedrich",
          "abstract": "Radiocarbon ( 14 C) measurements are a powerful tool for reconstructing past solar activity and identifying extreme events caused by bursts of high-energy particles from the Sun. Such reconstructions improve understanding of long-term solar behaviour and the likelihood of hazardous particle events that are capable of disrupting modern technology. Here we present an annually resolved 14 C record spanning 1 to 970 CE comprising five newly measured and three existing series from tree rings. The record is analysed with methods that combine statistical modelling of the carbon cycle, data-adaptive decomposition of solar cycles, and probabilistic detection of rapid 14 C increases associated with energetic particle events. These analyses reveal four major intervals of reduced solar activity, two patterns in which the eleven-year cycle weakens then strengthens, and four candidate particle events in the years 14, 553, 675 and 954 CE.",
          "url": "https://doi.org/10.1038/s43247-025-03120-4",
          "doi": "https://doi.org/10.1038/s43247-025-03120-4",
          "filter": 2
        },
        {
          "title": "High-resolution planet Dove data identify local drivers of kelp canopy persistence",
          "authors": "Katherine C. Cavanaugh, Kyle C. Cavanaugh, Lori A. Berberian, Emelly M. Ortiz-Villa, Maxmilian C. Callahan, Melanie Leung",
          "abstract": "In many regions, kelp forests have experienced losses due to ocean warming and other stressors, with negative impacts on ecosystems and fisheries. Detailed maps of kelp canopy extent are needed to understand the drivers of these losses, factors promoting resilience, and vulnerability to climate change. While moderate-resolution satellite data have been used to map kelp canopies over large scales, they often miss small, sparse, or nearshore canopies. We developed a convolutional neural network to map kelp canopy using Planet Dove imagery and created annual 3 m resolution maps from 2017 to 2024 across California. We show that kelp persistence during this post-disturbance period, following a marine heatwave, was positively associated with persistence before the heatwave, cooler sea surface temperatures, shallow habitats, and reduced fragmentation. There was high latitudinal variability in the effect of these drivers on persistence, highlighting the importance of data that capture ecological complexity from local to regional scales.",
          "url": "https://doi.org/10.1038/s43247-025-03134-y",
          "doi": "https://doi.org/10.1038/s43247-025-03134-y",
          "filter": 2
        },
        {
          "title": "Threshold-dependent shifts in ecosystem stability across aridity gradients on the Mongolian Plateau",
          "authors": "Wanjie Chen, Liji Wu, Bing Wang, Ying Wu, Yongfei Bai, Dima Chen",
          "url": "https://doi.org/10.1038/s43247-025-03173-5",
          "doi": "https://doi.org/10.1038/s43247-025-03173-5",
          "filter": 2
        },
        {
          "title": "Harnessing converted phases for rapid magnitude estimation and early warning with distributed acoustic sensing offshore Chile",
          "authors": "Claudio Strumia, Alister Trabattoni, Antonio Scala, Diane Rivet, Gaetano Festa",
          "abstract": "Distributed Acoustic Sensing provides a transformative view of seismic wavefields, offering spatially continuous recordings that enable tracking of seismic phases along fibre optic cables. Offshore, fibres often cross sedimentary layers that generate phase conversions dominating early waveforms, increasing signal complexity and hindering rapid magnitude estimation for Earthquake Early Warning. Here, we analyse the peak amplitudes of seismic signals in a wide magnitude range (2.5≤ M ≤7.4), recorded by three interrogators along a 400km-long fibre array offshore Chile. We show that the direct P-phase is quickly dominated by secondary phases, limiting its use for source size estimation of moderate-to-large earthquakes. Conversely, we report that converted P-to-S waves carry a signature of the source similar to that of the S-phase within a few seconds from the first arrivals, offering a valuable proxy for rapid magnitude estimation. This finding reinforces the potential of Distributed Acoustic Sensing for Early Warning when sensing offshore cables.",
          "url": "https://doi.org/10.1038/s43247-025-03167-3",
          "doi": "https://doi.org/10.1038/s43247-025-03167-3",
          "filter": 2
        },
        {
          "title": "Regional responses to oceanic variability constrain global drought synchrony",
          "authors": "Udit Bhatia, Hemant Poonia, Danish Mansoor Tantary, Vimal Mishra, Rohini Kumar",
          "abstract": "Synchronized droughts threaten global food security, with concerns about increased frequency and duration under climate change. However, their long-term evolution and physical limits remain unknown. We analyze 61 drought networks over 120 years (1901–2020) of Self Calibrating palmer drought severity index (sc-PDSI) data, employing a suite of network synchronization measures and empirical orthogonal functions to unravel the physical drivers and limiters of drought synchrony. Our results show that, contrary to claims that synchronized droughts could affect up to one sixth of the global land mass, the maximum synchronized area fluctuates between 1.84% and 6.5% of the total land mass. Although we observe a strong dependence between drought onset and local crop failures, global drought synchrony is shaped by a dichotomy: temperature trends exacerbate it, while precipitation variability, modulated by sea surface temperature oscillations, limits it. This suggests that although drought hubs are increasing, large-scale synchronization across multiple agricultural regions is less widespread than expected, affecting global food security strategies.",
          "url": "https://doi.org/10.1038/s43247-025-03111-5",
          "doi": "https://doi.org/10.1038/s43247-025-03111-5",
          "filter": 2
        },
        {
          "title": "On the foundations of Earth foundation models",
          "authors": "Xiao Xiang Zhu, Zhitong Xiong, Yi Wang, Adam J. Stewart, Konrad Heidler, Yuanyuan Wang, Zhenghang Yuan, Thomas Dujardin, Qingsong Xu, Yilei Shi",
          "abstract": "Foundation models have enormous potential in advancing Earth sciences. However, current approaches may not be optimal, as they focus only on a few basic features of a desirable Earth foundation model. Crafting the ideal Earth foundation model, we define eleven features which would allow such a foundation model to be beneficial for any geoscientific downstream application in an environmental- and human-centric manner. We further shed light on the way forward to achieve the ideal model and to evaluate Earth foundation models. What comes after foundation models? Energy efficient adaptation, adversarial defenses, and interpretability are among the emerging directions.",
          "url": "https://doi.org/10.1038/s43247-025-03127-x",
          "doi": "https://doi.org/10.1038/s43247-025-03127-x",
          "filter": 2
        },
        {
          "title": "Coupled climate–land-use interactions modulate projected heatwave intensification across Africa",
          "authors": "Oluwafemi E. Adeyeri, Kazeem Abiodun Ishola, Sodiq A. Ajadi, Bibian C. Ekot, Akinleye H. Folorunsho, Kayode I. Ayegbusi, Thierry N. Taguela, Akintomide A. Akinsanola, Christopher E. Ndehedehe, Tobi Eniolu Morakinyo",
          "url": "https://doi.org/10.1038/s43247-025-03110-6",
          "doi": "https://doi.org/10.1038/s43247-025-03110-6",
          "filter": 2
        },
        {
          "title": "Unveiling the large coverage of red snow algae blooms in antarctic coastal snowfields",
          "authors": "Alejandro Román, Gabriel Navarro, Luis Barbero, Beatriz Fernández-Marín, José Ignacio García-Plazaola, Enrique González-Ortegón, Isabel Caballero, Antonio Tovar-Sánchez",
          "url": "https://doi.org/10.1038/s43247-025-03156-6",
          "doi": "https://doi.org/10.1038/s43247-025-03156-6",
          "filter": 2
        },
        {
          "title": "Blue carbon sequestration dominated by dissolved organic carbon pathways for kelp forests and eelgrass meadows in Nova Scotia, Canada",
          "authors": "Kira A. Krumhansl, Melisa C. Wong, Manon M. M. Picard, Meredith Fraser, Carrie-Ellen Gabriel, Yongsheng Wu, Kumiko Azetsu-Scott",
          "abstract": "Existing estimates of carbon sequestration by coastal vegetated ecosystems (e.g., kelp forests, seagrass meadows) remain highly uncertain because they utilize few measurements with high uncertainty or focus on individual stocks or fluxes. Here, we combine empirical data with modeling to generate detailed carbon budgets for kelp forests and eelgrass meadows in Nova Scotia, Canada. Our budgeting showed that the release and export of dissolved organic carbon accounts for substantially more carbon sequestered by these habitats than has been estimated globally (98.5 ± 64.6% for kelp and 84 ± 36.0% for eelgrass), suggesting this carbon pathway has been undervalued. Further, kelp forests are estimated to sequester more carbon than eelgrass by ~1.3 orders of magnitude (27 ± 19% and 12.1 ± 6.3% of annual net primary production for kelp and eelgrass) mainly due to their large habitat area, highlighting their significant but largely overlooked role in ocean carbon sequestration relative to other blue carbon ecosystems.",
          "url": "https://doi.org/10.1038/s43247-025-03122-2",
          "doi": "https://doi.org/10.1038/s43247-025-03122-2",
          "filter": 2
        },
        {
          "title": "Deep crustal hot zones control shallow magma reservoirs in an active transcrustal magmatic system",
          "authors": "Bo Yang, Fan Zhang, Makoto Uyeshima, Jian Lin, Wule Lin, Jianfeng Yang, Xubo Zhang, Wei Wang, Chen Liao, Hui Fang, Gengen Qiu, Xiangyun Hu",
          "url": "https://doi.org/10.1038/s43247-025-03160-w",
          "doi": "https://doi.org/10.1038/s43247-025-03160-w",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Environmental Politics",
      "journal_short": "EP",
      "articles": [
        {
          "title": "Selective intersectionality: far-right populist Re-casting of social discontent in Europe’s green transition",
          "authors": "Mahir Yazar, Eeva Kesküla, Annela Anger-Kraavi",
          "url": "https://doi.org/10.1080/09644016.2026.2612815",
          "doi": "https://doi.org/10.1080/09644016.2026.2612815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Research Letters",
      "journal_short": "ERL",
      "articles": [
        {
          "title": "Characterizing global tropical cyclone events of 2024",
          "authors": "Lingke Jiang, G. Brooke Anderson, Yanran Li, Xiao Wu, Victoria D. Lynch, Robbie Parks",
          "abstract": "Full impact assessment of tropical cyclones each year requires a comprehensive sociodemographic analysis. We evaluated sociodemographic characteristics of tropical cyclone-impacted regions during the 2024 calendar year in recent historical context of 1980-2024. In 2024, tropical cyclone-force wind affected an estimated 429,902,820 people (5.5% of global population), the 12th highest since 1980, in disproportionately more deprived areas. Hurricane-force wind affected an estimated 59,672,600 people (0.8%), the 10th highest since 1980, in disproportionately less deprived areas. Our findings provide a global context for tropical cyclones to better guide resilience and recovery efforts.",
          "url": "https://doi.org/10.1088/1748-9326/ae34cc",
          "doi": "https://doi.org/10.1088/1748-9326/ae34cc",
          "filter": 0
        },
        {
          "title": "How are African livestock farmers responding to climate variability and change? A systematic review",
          "authors": "Michelle A. North, Nina B Hunter, Kevin Queenan, Rob Slotow",
          "abstract": "Livestock underpin livelihoods and food security in Africa, using marginal lands to produce high-quality protein for the household or as a source of income. For mixed farmers, livestock provide draught power, manure for fields, and buffer variations in crop productivity. Livestock also hold cultural significance. However, African livestock farmers are especially vulnerable to climate hazards, and attempt to reduce impacts in different ways, with varied outcomes. A synthesis of the state of knowledge of livestock farmers’ responses to climate variability and change would assist policymakers and practitioners to make informed decisions, and guide researchers towards gaps that need to be filled. To that end, we systematically reviewed articles published between 2014 and 2022—the period between the end of the Intergovernmental Panel on Climate Change’s Fifth Assessment and the end of the Sixth, recording study metadata, farmers’ responses, and their drivers, outcomes, barriers and enablers. We included 186 articles from 32 countries (most frequently Kenya or Ethiopia), from which 1089 responses were coded for analysis. Responses by small-scale farmers of cattle, sheep and goats, typically as part of mixed crop-livestock systems, were most common (n=816), with few documented responses of commercial farmers (121). Most responses pertained to changing herd management (437), followed by feed or pasture management (294). Drought was the most common climate driver of responses (567), while the most commonly mentioned barriers included financial constraints (116), a lack of knowledge or information (98), and government support (67). While there is a sizable body of literature on climate impacts and adaptation of livestock farmers, notable gaps included any work in Central and Northern Africa, and responses of commercial farming systems. In general, future research should focus on these gaps and on improving the depth of information collected, such as on barriers and enablers of adaptation, to better inform future interventions.",
          "url": "https://doi.org/10.1088/1748-9326/ae3591",
          "doi": "https://doi.org/10.1088/1748-9326/ae3591",
          "filter": 0
        },
        {
          "title": "A Bayesian network analysis on the interactions of flood resilience measures in the Vietnamese Mekong Delta",
          "authors": "Thanh Phuoc Ho, Nguyen Trung Ly, Wenhan Feng, Van Pham Dang Tri, Matthias Garschagen, Liang Emlyn Yang",
          "abstract": "The Vietnamese Mekong Delta (VMD) is a critical agricultural region but is highly vulnerable to the adverse impacts of climate change, particularly flooding. Nevertheless, flood resilience in the VMD has improved through engineering and adaptive practices initiated by local governments and farmers. However, the understanding of the internal interactions among flood resilience measures remains limited. Cho Moi district, An Giang province, VMD, has experienced flooding but shown resilience since the implementation of the South Vam Nao (SVN) project, making it a representative case for flood resilience investigation. This study employs qualitative methods and Bayesian Network (BN) analysis to examine the interrelationships among flood resilience measures in Cho Moi district to address the research gap. The results indicate that the project has facilitated coordination between the local governments and citizens, enhancing farmers’ capacity to reduce flood impacts. A BN inference test, assuming that all measures perform at 100% “High” efficiency, illustrates that the current system configuration performs strongly overall. “High-dike construction” is also highlighted as the central measure facilitating the transformation of agricultural practices. Yet, without the presence of high dikes, farmers remain the most critical factor in sustaining resilience, regardless of the adequacy of government-led measures. The study recommends redesigning the height of the high-dike system to mitigate landslide risk and address other environmental problems, such as nutrient-rich alluvium loss and soil compaction, while ensuring adequate flood protection. The study introduces an innovative framework for flood resilience assessment, helping governments understand their water management systems and identify necessary improvements to enhance flood resilience.",
          "url": "https://doi.org/10.1088/1748-9326/ae34c9",
          "doi": "https://doi.org/10.1088/1748-9326/ae34c9",
          "filter": 0
        },
        {
          "title": "Assessing climate-related non-economic loss and damage and rethinking the relation between L&amp;D and adaptation",
          "authors": "Joern Birkmann, Ali Jamshed, Edmond Totin, John Handmer, Lei Huang, Shuang Qiu, Carmen Anthonj, Janto Hess, Emily Boyd",
          "abstract": "The international discourse on Loss and Damages (L&amp;D) under the climate convention is ongoing. Significant attention has been given to a dedicated fund to assist vulnerable countries to recover from climate related L&amp;D. While much of the political discussion focuses on the amount of funding needed and who should pay, less attention is given to risk reduction initiatives eligible for the L&amp;D funding mechanisms. There is also an emerging need to link L&amp;D funding with adaptation (funds) which is not yet being given enough consideration. Against this background, the paper presents different dimensions of loss and damage for example on severity and compensability, and provides a new perspective that goes beyond the current discourse of economic versus non-economic or direct versus indirect loss and damage. This analysis is complemented with a set of L&amp;D related case studies to explore both conventional economic dimensions of L&amp;D, and under-represented dimensions, such as population displacement and human mobility, territory and cultural heritage. These cases highlight how different types of L&amp;D are articulated in climate related initiatives. The cases point towards the need to better connect L&amp;D and adaptation strategies and funding to strengthen climate resilience. The paper informs the ongoing international debate on L&amp;D, highlighting the importance of understanding its different dimensions, the effectiveness of climate-related policies across countries and the need to rethink the concept of L&amp;D as compensation, since this falls short of supporting climate resilience. Recommendations emphasize national and local level monitoring, funding tools and international cooperation.",
          "url": "https://doi.org/10.1088/1748-9326/ae34cb",
          "doi": "https://doi.org/10.1088/1748-9326/ae34cb",
          "filter": 0
        },
        {
          "title": "A critique of climate objectivity in the context of global injustice",
          "authors": "Ishfaq Hussain Malik, James D Ford, Abdur Rahim Hamidi",
          "abstract": "As climate science intersects with rising political urgency and global ecological crisis, calls for ‘neutrality’ risk obscuring the field’s entanglement with systems of power, historical dispossession, and structural inequality. This article challenges conventional framings of scientific objectivity, arguing that justice, accountability, and epistemic pluralism are not threats to scientific credibility but conditions of its ethical and societal relevance. Drawing on interdisciplinary insights, it advances a vision of climate science that is reflexive, engaged, and responsive to the unequal burdens of climate disruption. Amid compounding climate injustices, detachment is not a position of neutrality but a failure to engage with the responsibilities of knowledge production.",
          "url": "https://doi.org/10.1088/1748-9326/ae301b",
          "doi": "https://doi.org/10.1088/1748-9326/ae301b",
          "filter": 0
        },
        {
          "title": "Drawing the line: how levee accreditation shapes flood insurance winners and losers",
          "authors": "H Melville-Rea, C Bowers, K Schaefer, J Suckale",
          "abstract": "Millions of Californians live behind levees constructed to redirect water and prevent floods. Accurate assessments of these levees are crucial in flood hazard maps, which underpin federal floodplain regulations and insurance rates provided by the National Flood Insurance Program. However, when the federal government digitized California’s flood maps in the 2000s, it used a simplistic binary procedure that assessed levees as either meeting the minimum standards for accreditation or not. This study investigates the consequences of the ‘without levee’ procedure, which mapped flood risk as if non-accredited levees did not exist and shaped the 100 year flood zone in California. We combine publicly available datasets on levee systems, flood insurance enrollment, and demographics behind levees. We find that non-accredited levees outnumber accredited levees by a factor of 10-to-1, but accredited levees are concentrated in urban areas and protect more people and assets. Our results demonstrate that households behind non-accredited levees effectively cross-subsidize flood insurance costs in leveed areas—between 2009 and 2020, households behind non-accredited levees paid twice as much for flood insurance premiums than if their levee were accredited and they were removed from the flood zone. While Risk Rating 2.0 insurance pricing is narrowing the premium gap, accreditation continues to shape the 100 year flood zone, with enduring economic implications.",
          "url": "https://doi.org/10.1088/1748-9326/ae2495",
          "doi": "https://doi.org/10.1088/1748-9326/ae2495",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Stabilizing time-lagged climate impacts requires net-negative emissions for centuries",
          "authors": "Johannes Bednar, Artem Baklanov, Justin Macinante, Jim W Hall, Thomas Gasser, Michael Obersteiner",
          "abstract": "In July 2025, the International Court of Justice (ICJ) affirmed that States must prevent significant harm to the environment, including the climate system. Some of the most critical climate impacts, such as sea level rise (SLR) and permafrost thaw (PFT), will intensify for centuries even under 1.5–2 °C stabilization. In the terms expressed by the ICJ, we argue a duty exists to pursue stabilization of impacts at the lowest attainable levels. &amp;#xD;Using ensembles from a coupled integrated assessment and earth system model emulator, we show that achieving this requires sustained global net-negative CO2 emissions well beyond the 23rd century. Crucially, delayed mitigation does not increase carbon debts as under overshootable temperature-based targets, but instead increases long-term impacts, the likelihood of extreme outcomes, and shifts mitigation burdens further to future generations.&amp;#xD;These findings suggest that Paris targets are milestones, not endpoints, and that sustained carbon removal must become a structural element of future climate governance. In the ICJ’s terms, this points to a plausible legal trajectory toward recognizing sustained global carbon removal obligations. Robust frameworks to define and fairly distribute these obligations, both among nations and across generations, are essential yet currently absent from international climate governance.&amp;#xD;",
          "url": "https://doi.org/10.1088/1748-9326/ae34ca",
          "doi": "https://doi.org/10.1088/1748-9326/ae34ca",
          "filter": 2
        },
        {
          "title": "Urban heat mitigation under realistic roof and land area constraints",
          "authors": "Harsh Kamath, Tzu-Shun Lin, Naveen Sudharsan, Kwun Yip Fung, Andrea Zonato, Manmeet Singh, Cenlin He, Zong-Liang Yang, Marc Coudert, Dev Niyogi",
          "abstract": "To simulate realistic impact of rooftop-based heat mitigation strategies (HMS), we introduce a new capability in the Weather Research and Forecasting (WRF) model coupled with the Building Effect Parameterization urban physics module (WRF-Urban). This enhancement allows the model to ingest two dimensional fields of grid aggregated roof albedo and fractional rooftop area availability for HMS implementation. By incorporating these spatially varying inputs, the model overcomes previous limitations that relied on idealized scenarios. Using Austin, Texas, as a representative metropolitan area, we assessed the realistic potential for cooling the city by reducing the 2-meter air temperature (T2M) and Universal Thermal Climate Index (UTCI) through various HMS. Specifically, we evaluated cool roofs, green roofs, and solar photovoltaics under two scenarios: (i) complete roof area coverage and (ii) realistic implementation based on the available flat (non-pitched) roof area. Additionally, we implemented urban gardens and street trees and assessed their effectiveness in reducing T2M and UTCI. All experiments, including a control scenario without any HMS, were conducted during clear-sky days in August 2020, which was one of the hottest months recorded in Austin. The results indicate that while cool and green roofs are effective, their effectiveness is obfuscated in the city-wide mean T2M and UTCI reduction. Further, the realistic implementation of HMS had a negligible impact on city-wide mean T2M and UTCI. Nevertheless, these realistic rooftop simulations demonstrated potential for locally cooling certain neighborhoods. Combining realistic rooftop-based HMS with urban gardens and street trees similarly yielded limited city-wide cooling while yielding noticeable local cooling in specific neighborhoods. Street trees showed a large potential for locally reducing UTCI. These findings have direct implications for urban planning and heat mitigation approaches, as they highlight the need for evaluating HMS based on local impacts using realistic implementation constraints, rather than emphasizing city-wide reductions in T2M or UTCI.",
          "url": "https://doi.org/10.1088/1748-9326/ae32a7",
          "doi": "https://doi.org/10.1088/1748-9326/ae32a7",
          "filter": 2
        },
        {
          "title": "Potentials and pitfalls around green claims of e-fuels: insights from an exploratory case study",
          "authors": "Caroline H Gebara, Maria Flora Andersen, Edoardo Simioni, Julien Lavalley, Anders Bjørn",
          "abstract": "EU and US regulations have recently introduced requirements for calling e-fuels “green” or “renewable”, focusing on deliverability and additionality around renewable energy certificates (RECs) in emission inventories. At the same time, advocates of impact-based accounting argue for global REC markets, purposefully abandoning deliverability in favor of enabling cost-effective displacement of fossil power generation. At this point, the extent to which claims by individual e-fuel producers diverge from actual emissions under different potential regulations remains unclear. This study uses a hypothetical e-methanol case to investigate (1) how accounting requirements of different policy regimes affect the accuracy of inventory emissions, and (2) how these reported values compare with emissions estimated under an impact-based accounting perspective. Our results show that hourly energy matching is needed for accurate inventory accounting. When production is not aligned in time and place with renewable generation, reported emissions increase substantially. If RECs are non-additional, emissions can be 14-28 times higher than stated for hourly energy matching under inventory accounting, with carbon intensities exceeding those of the fossil reference fuel, stressing the critical role of additionality. Out of six scenarios, only hourly energy matching results in methanol that can be considered renewable according to EU regulation (i.e., below 28.2 gCO2e/MJ). Impact-based accounting shows potential for larger reductions, up to almost three times the inventory emissions when based on RECs from regions with high marginal emission factors. However, these reductions do not influence the company’s inventory and should be treated as complementary to it. Thus, to ensure accurate inventory claims, deliverability and additionality are crucial. Although based on a single e-fuel producer, the findings can apply broadly to other electricity consumers.",
          "url": "https://doi.org/10.1088/1748-9326/ae358f",
          "doi": "https://doi.org/10.1088/1748-9326/ae358f",
          "filter": 2
        },
        {
          "title": "Classifying pan-Arctic supra-permafrost aquifer function under present and projected conditions",
          "authors": "Bay Berry, Julia Guimond, Jacob Stolle, Barret Kurylyk",
          "abstract": "The changing Arctic climate is affecting groundwater flow and storage in supra-permafrost aquifers due to groundwater recharge changes and thaw-driven alterations to aquifer properties and connectivity. Changes to shallow subsurface hydrological processes can drive extensive ecological and biogeochemical changes in addition to potential surface hydrologic regime shifts. This study uses a pan-Arctic geospatial approach to classify shallow, unconfined Arctic aquifers (supra-permafrost aquifers) as topography-limited (characterized by low permeability, wet climate, and/or low slopes) or recharge-limited (high permeability, dry climate and/or steep slopes) based on the water table ratio framework. Under current conditions, the continuous and discontinuous permafrost zones were determined to be predominantly (65%) topography-limited, with an average net decrease of 5.6% by the year 2100 under RCP2.6 and RCP8.5 conditions. This apparent stability masks local-scale heterogeneity, with change in aquifer function projected at dispersed locations throughout the Arctic, and in clustered hot spots in Siberia and the central Canadian Arctic. Coastal zones around the Arctic are more topography-limited (94%) compared to the overall average, leaving them especially vulnerable to ocean-driven impacts on groundwater such as subsurface seawater intrusion or groundwater flooding. Arctic coasts in Siberia and eastern Canada are also particularly susceptible to water table rise due to high relative sea-level rise which may exceed the active layer thickness and result in substantive changes to saturation. Classification results are sensitive to input values, particularly hydraulic conductivity, which remains a source of uncertainty in the analysis. Despite the sparsity of Arctic data, the available open-source datasets provide valuable insight into broad spatiotemporal trends in aquifer function and highlight particularly vulnerable regions and geographic areas where uncertainty should drive additional data collection and study. These results provide new context for conceptualizing changes to shallow Arctic aquifers as the climate evolves in the 21st century.",
          "url": "https://doi.org/10.1088/1748-9326/ae358e",
          "doi": "https://doi.org/10.1088/1748-9326/ae358e",
          "filter": 2
        },
        {
          "title": "Typology of U.S. transit systems reveals energy data gap and potential for diesel-based emissions reductions",
          "authors": "Mahsa Arabi, Jimi Oke",
          "abstract": "We present a typology of 2,205 U.S. transit systems, derived from 167 operational indicators in the National Transit Database (NTD), to reveal distinct patterns. Using kernel principal component analysis and Gaussian mixture modeling, we identify five distinct transit system types: Metro Bus-Rail, Mid-Sized Urban, Hybrid Multimodal, Urban Specialized, and Diverse Operations. We also discover a gap in diesel consumption reporting (76% of systems), which are predominantly of the Mid-Sized Urban type. To bridge this critical data gap, we apply extreme gradient boosting (XGBoost) to predict the diesel consumption for 1,674 underreported systems. We then estimate lifecycle emissions, accounting for regional grid carbon intensity. The result highlights significant variability in&amp;#xD;diesel consumption and emissions across transit types, with Metro Bus-Rail systems contributing the highest emissions. To evaluate decarbonization potential, we simulate fleet electrification and grid decarbonization. Our scenario analyses indicate that up to&amp;#xD;82% of 10.27 MMTCO2e diesel-based transit emissions can be eliminated through fleet electrification, with further grid decarbonization eliminating the remainder. These findings provide actionable insights for policymakers to prioritize electrification, optimize resource&amp;#xD;allocation, and support sustainable transit strategies in the U.S.",
          "url": "https://doi.org/10.1088/1748-9326/ae33d4",
          "doi": "https://doi.org/10.1088/1748-9326/ae33d4",
          "filter": 2
        },
        {
          "title": "A theoretical framework for critical canopy temperature and its application to improve remote-sensing-based estimation of evapotranspiration",
          "authors": "Zhe Shi, Wenli Zhao, Yujiu Xiong, Xu Lian, Jianing Fang, Shijie Jiang, Chunhua Yan, Alexander J. Winkler, Guo Yu Qiu",
          "abstract": "Surface energy balance (SEB) models are widely employed for remote-sensing-based evapotranspiration estimation. A critical parameter in most SEB models is the surface temperature of wet or dry boundaries where sensible heat (H) or latent heat (LE) equals 0, which is difficult to measure or estimate. The wide application of SEB models is seriously limited due to this challenge. Therefore, this study introduces “critical canopy temperature (T cc )”, defined as the canopy temperature at which LE equals 0, corresponding to the dry boundary in SEB models. We develop a physics-constrained machine learning (ML) model (hybrid model) that conserves the SEB equation to predict T cc using meteorological measurements from 103 eddy covariance (EC) stations combined with remote-sensing data. The predicted T cc is integrated into the SEBAL model to replace the dry boundary, thereby to improve the estimation of LE estimation. Results demonstrate that the hybrid model effectively captures canopy temperature anomalies during stomatal closure and achieve better generalization than pure ML approaches in LE estimation, particularly under extreme conditions. Compared with conventional dry-boundary selection scheme without SEB constraints, incorporating T cc significantly improve SEBAL performance, reducing the RMSE for LE from 119.33 to 81.71 W m⁻² against EC observations (at 31.52% reduction). At regional scales, the hybrid model enables pixel-level estimation of T cc , addressing the long-standing challenge of dry-boundary underrepresentation. Overall, the T cc hybrid model provides a robust and accurate framework for predicting theoretical dry-boundary temperatures while conserving the SEB, supporting improved monitoring of vegetation physiological status and enhancing the accuracy of SEB models.",
          "url": "https://doi.org/10.1088/1748-9326/ae33d3",
          "doi": "https://doi.org/10.1088/1748-9326/ae33d3",
          "filter": 2
        },
        {
          "title": "Afforestation and reforestation have varying biodiversity impacts across and within biomes",
          "authors": "Pavithra Rangani Wijenayake, Kazuaki Tsuchiya, Haruka Ohashi, Akiko Hirata, Tomoko Hasegawa, Shinichiro Fujimori, Tetsuya Matsui, Kiyoshi Takahashi",
          "abstract": "Afforestation and reforestation (AR) are effective strategies for large-scale carbon dioxide removal and climate change mitigation, as they offer the potential to sequester vegetation and soil carbon. However, the expansion of AR raises concerns about the adverse impacts on biodiversity. While local studies have assessed these impacts, global-scale evaluations remain limited. Our study addressed the need for a comprehensive approach to mitigate the risks of AR and enhance its potential as a nature-based solution for both carbon dioxide removal and biodiversity conservation. Here, we introduce a novel approach for assessing AR’s strategic potential using a species distribution framework that considers both favorable and unfavorable effects on species in forest landscapes. We propose a biome-specific spatial prioritization framework to delineate where AR may negatively affect biodiversity. By adopting a habitat suitability index as a biodiversity proxy, our approach increased the compatibility between climate mitigation goals (i.e., carbon storage) and biodiversity conservation. We found that in forest biomes, and particularly in the Tropical and Subtropical Moist Broadleaf Forests biome and the Tropical and Subtropical Coniferous Forests biome, many areas offer high carbon sequestration per unit area alongside high habitat suitability values. However, even within the same biome, the impact of AR on biodiversity can vary among locations. Among the non-forested biomes, the existing species in Temperate Grasslands, Savannas, and Shrublands are particularly vulnerable to AR if carbon sequestration is prioritized over biodiversity. To mitigate these risks, prioritizing ecosystem restoration can support biodiversity and restore degraded lands to produce ecosystems that are tailored to regional ecological contexts. Our approach highlights how and where AR strategies can be deployed to simultaneously achieve climate change mitigation and biodiversity conservation.",
          "url": "https://doi.org/10.1088/1748-9326/ae34c8",
          "doi": "https://doi.org/10.1088/1748-9326/ae34c8",
          "filter": 2
        },
        {
          "title": "Divergent effects of climate factors on yield and area in Sub-Saharan Africa’s maize production",
          "authors": "Shaolong Du, Wei Xiong, Tek B Sapkota, Diego N L Pequeno, Wei Feng",
          "abstract": "Weather extremes are increasingly threatening food security across Sub-Saharan Africa, where maize serves as a critical staple for millions of smallholder farmers. While most research to date concentrated on climate impacts on crop yields, the climatic determinants of harvested area—an equally important component of production—remain insufficiently explored. Employing a machine learning framework on historical maize production and climate datasets, this study evaluates how both mean climate conditions and weather extremes have influenced maize yield and harvested area across Sub-Saharan Africa from 1979 to 2021. Our findings indicate that reported yield reductions are predominantly attributable to heat and drought stress, while contractions in harvested area are primarily associated with episodes of excessive wetness. Notably, our models account for a greater proportion of variance in harvested area (R² up to 0.75) than in yield (R² ≈ 0.43), suggesting that fluctuations in cultivation area are more readily anticipated from climate signals—potentially reflecting farmers' proactive adjustments to wet conditions—than the more complex physiological responses of yield to heat stress. The rising frequency of area-related shocks, in contrast to relatively stable trends in yield-shock, signals a shifting landscape of production risks. Collectively, these findings elucidate two principal climate-risk pathways: heat and drought diminishing yields, and wetness extremes constraining cultivated area. These insights underscore the urgent need for agronomic innovation, targeted economic incentives, and infrastructural investment to enhance the resilience of maize-based systems in Sub-Saharan Africa.",
          "url": "https://doi.org/10.1088/1748-9326/ae3590",
          "doi": "https://doi.org/10.1088/1748-9326/ae3590",
          "filter": 2
        },
        {
          "title": "The conservation metadata gap: why AI classification is a symptom, not a solution",
          "authors": "Christopher McCarthy, Troy Sternberg, Cassandra Brooks",
          "abstract": "Abstract",
          "url": "https://doi.org/10.1088/1748-9326/ae3335",
          "doi": "https://doi.org/10.1088/1748-9326/ae3335",
          "filter": 2
        },
        {
          "title": "Observation of CH 4 , CO and N 2 O in the upper troposphere and lower stratosphere over the Qinghai-Tibet Plateau",
          "authors": "You Yi, Zhaonan Cai, Yi Liu, Shuangxi Fang, Miao Liang, Mengchu Tao, Dongxu Yang, Bo Yao, Zhixuan Bai, Jianchun Bian",
          "abstract": "The Asian Summer Monsoon (ASM) anticyclone provides an efficient pathway for the upward transport of anthropogenic pollutants into the upper troposphere and lower stratosphere (UTLS). However, in-situ measurements of key trace gases in the UTLS remain scarce over the Qinghai-Tibet Plateau (TP), a core region of the ASM anticyclone. In August 2019, the first AirCore observations over the northern TP were conducted, providing high-resolution vertical profiles of CH 4 , CO and N 2 O from the surface up to 22 km. Instrument and campaign details are described. Notably, enhanced concentrations of CH 4 and CO, were observed at 13-14 km when the observation site was located within the ASM anticyclone, indicating that the primary influence of deep convection occurs at this altitude. Back-trajectory analyses indicate that these enhanced layers originated from northern India, the Bay of Bengal, and southern China. On average, CH 4 and CO concentrations inside the anticyclone were 30.2 ppb and 52.5 ppb higher, respectively, than those outside. N 2 O concentrations remain relatively constant throughout the troposphere but show a sharp decline approximately 2 km above the tropopause, indicating the onset of significant stratospheric influence and a weakening of ASM anticyclone confinement at this altitude. These results demonstrate the capability of the AirCore system to resolve the fine-scale vertical strucure of trace gases, offering critical insights into the upward transport of surface pollutants to the UTLS via the TP during the ASM.",
          "url": "https://doi.org/10.1088/1748-9326/ae34cd",
          "doi": "https://doi.org/10.1088/1748-9326/ae34cd",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Global Environmental Change",
      "journal_short": "GEC",
      "articles": [
        {
          "title": "Beyond projects: Relational durability and the measurement of climate adaptation success in practice",
          "authors": "Stacy-ann Robinson, Mara Dolan, Emma Bouton, J. Timmons Roberts, D’Arcy Carlson",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103110",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103110",
          "filter": 0
        },
        {
          "title": "Combined benefits of multi-hazard early warnings on human mobility resilience to tropical cyclones",
          "authors": "Haiyan Liu, Jianghao Wang, Zhifeng Cheng, Siqin Wang, Laurence Hawker, Jiatong Han, Phil J. Ashworth, Steve Darby, Faith Ka Shun Chan, Jian Liu, Andrew J. Tatem, Shengjie Lai",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103111",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103111",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Surging scientific capabilities in cities worldwide after significant earthquakes",
          "authors": "Yuting Liang, Carlos Navarrete, Jinfeng Wang",
          "url": "https://doi.org/10.1016/j.gloenvcha.2025.103109",
          "doi": "https://doi.org/10.1016/j.gloenvcha.2025.103109",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "Nature Climate Change",
      "journal_short": "NCC",
      "articles": [
        {
          "title": "Communicating the need for climate action",
          "authors": "Joris Lammers, Felix Johannes Formanski",
          "url": "https://doi.org/10.1038/s41558-025-02503-x",
          "doi": "https://doi.org/10.1038/s41558-025-02503-x",
          "filter": 0
        },
        {
          "title": "A registered report megastudy on the persuasiveness of the most-cited climate messages",
          "authors": "Jan G. Voelkel, Ashwini Ashokkumar, Adina T. Abeles, Jarret T. Crawford, Kylie Fuller, Chrystal Redekopp, Renata Bongiorno, Troy H. Campbell, Ullrich K. H. Ecker, Matthew Feinberg, P. Sol Hart, Matthew J. Hornsey, John T. Jost, Aaron C. Kay, Anthony Leiserowitz, Stephan Lewandowsky, Edward Maibach, Erik C. Nisbet, Nick F. Pidgeon, Alexa Spence, Sander van der Linden, Christopher V. Wolsko, Jane K. Willenbring, Neil Malhotra, Robb Willer",
          "url": "https://doi.org/10.1038/s41558-025-02536-2",
          "doi": "https://doi.org/10.1038/s41558-025-02536-2",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Barents Sea atlantification driven by a shift in atmospheric synoptic timescale",
          "authors": "Robinson Hordoir, Vahidreza Jahanmard, Pål Erik Isachsen, Ulrike Löptien, Heiner Dietze, Anne Britt Sandø, Vidar S. Lien",
          "abstract": "Climate change impinges on the Arctic Ocean, leading to sea-ice loss and potentially drastic cascading ecosystem changes. A recent process is atlantification, the growing influence of warm and salty waters from the Atlantic on the Arctic with increasing ocean volume transport from the Nordic Seas to the Barents Sea playing a key role. Despite its importance and a multitude of hypotheses that have been tested, this trend remains mainly unexplained. Here we explore nonlinear effects and successfully link the flow trend through the Barents Sea Opening to a frequency shift of atmospheric synoptic. We show that a part of the flow through Barents Sea Opening is driven by topographic Rossby waves, and that they have a very sensitive response to atmospheric frequency over the Nordic Seas. These findings highlight how anthropogenic changes to the atmosphere are altering ocean processes, with implications for sea-ice extent and ecosystems in the Arctic.",
          "url": "https://doi.org/10.1038/s41558-025-02535-3",
          "doi": "https://doi.org/10.1038/s41558-025-02535-3",
          "filter": 2
        },
        {
          "title": "Successes in climate action",
          "url": "https://doi.org/10.1038/s41558-025-02546-0",
          "doi": "https://doi.org/10.1038/s41558-025-02546-0",
          "filter": 2
        },
        {
          "title": "Building material stock drives embodied carbon emissions and risks future climate goals in China",
          "authors": "Chaoqun Zhang, Lin Yang, Dominik Wiedenhofer, Jianping Guo, Ziyue Chen, Shaoying Li, Zhen Wang, Mei-po Kwan, Yuyu Zhou, Lu Lin, Liqiang Zhang, Manchun Li, Qiqi Zhu, Bailang Yu, Bin Chen, Xing Yan, Xiaoqi Wang, Bingbo Gao, Ying Liang, Jianqiang Hu, Yuheng Fu, Qiancheng Lv, Jing Yang, Yanzhao Wang, Qianqian Wang, Qiao Wang",
          "url": "https://doi.org/10.1038/s41558-025-02527-3",
          "doi": "https://doi.org/10.1038/s41558-025-02527-3",
          "filter": 2
        },
        {
          "title": "Irreversibility in climate action",
          "authors": "Corinne Le Quéré, Charlie Wilson, Harriet Barton, Jim W. Hall, Asher Minns, Millie Prosser, Amy E. Russell, Mark G. L. Tebboth, Nigel Topping",
          "url": "https://doi.org/10.1038/s41558-025-02526-4",
          "doi": "https://doi.org/10.1038/s41558-025-02526-4",
          "filter": 2
        },
        {
          "title": "AI-driven weather forecasts for climate adaptation in India",
          "authors": "Neelima Vallangi",
          "url": "https://doi.org/10.1038/s41558-025-02521-9",
          "doi": "https://doi.org/10.1038/s41558-025-02521-9",
          "filter": 2
        }
      ]
    }
  ]
}
