{
  "update": "2024-10-04",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Talking back to white Italy: unpacking the knot of racism, colonialism and feminism from the perspective of Black asylum-seeking and refugee women",
          "authors": "Yvette Samnick, Ilaria Michelis",
          "abstract": "The relationship between feminist movements and racialised migrant women in Europe remains marred by the continued marginalisation of migrant women’s political claims in feminist struggles, despite the circulation of intersectional discourses within academic and activist circles. This article documents important spaces of experimentation which Black activists are creating within the Italian feminist movement to give voice to racialised migrant women without the mediating intervention of white feminists. Rooted in an understanding of the margins as a site of resistance, such efforts engage in practices of refusal and talking back to reclaim a Black epistemic identity which powerfully interpellates Italian institutions and feminist activists. Black migrant women demand the recognition not only of their inherent capacity to speak, act, decide, but also of their ability to articulate a political analysis and a political project to challenge the intersectional discrimination and violence they face. Their struggle centres work as a site of compounding gendered and racialised exploitation, thus carrying the potential to expand feminist thinking and action on reproductive labour, labour participation and equal pay.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00402-2",
          "doi": "10.1186/s40878-024-00402-2",
          "filter": 0
        },
        {
          "title": "The strength of migration and stay aspirations: understanding harmonious, conflicting and indeterminate aspirations",
          "authors": "Naiara Rodriguez-Pena",
          "abstract": "Studies on migration aspirations have provided fresh perspectives for two decades by focusing on the changing nature of aspirations, the aspirations-cap/abilities nexus, and by offering a counterpoint through the ‘aspirations to stay’. Building from these, this article proposes a model to explain the intensity and strength of (im)mobility aspirations, given that these can be strong and specific but also weak, mild, conditional, and even conflicting. To do so, I focus on the preferences to migrate or to stay by examining how the two dimensions of (im)mobility – the intrinsic and the instrumental – interact. I study the different emotions and thoughts attached to (im)mobility, how life and migration aspirations are intertwined, and the ways in which migration and stay aspirations can co-exist. In doing so, I differentiate between three ideal-type strengths of aspirations: harmonious , conflicting , and indeterminate aspirations . Harmonious aspirations capture strong convictions about what is more convenient: staying or migrating. Conflicting aspirations stress that both migration and stay aspirations can be concurrently present and equally strong. Indeterminate aspirations represent uncertainty or indifference about where to be. With this focus, the paper provides a simple approach to orient research beyond ideal-type categories by incorporating complex, often contradictory emotions. The paper draws on 37 qualitative interviews in two former mining regions in North-West Spain to advance theorization on migration aspirations and decision-making and to question if the division between migration and stay aspirations is clear-cut.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00392-1",
          "doi": "10.1186/s40878-024-00392-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Why Are Children of Immigrants Less Geographically Mobile? Examining the Role of Economic Disadvantage and Family Networks",
          "authors": "Alon Pertzikovitz, Gusta G. Wachter, Matthijs Kalmijn",
          "abstract": "Previous work has found that adult children of international migrants in Western Europe have lower internal migration rates than individuals of native origin. This gap is important for differences in well-being, educational opportunities, and labor market outcomes. So far, however, little is known about the reasons for the greater geographical stability of migrant children. Theories suggest that structural differences such as economic resources as well as preferences for living near family may explain their lower internal migration rates. The current study tests these explanations by examining unique longitudinal register data from the Netherlands in which we follow the internal migration trajectories of people aged 18–50 in an observation window of 16 years between 2006 and 2022. We compare individuals of native origin with children of immigrants from Turkey and Morocco, two of the largest migrant populations in the country. Event history models confirmed that once socio-demographic characteristics were controlled for, children of migrants were less likely to migrate internally than individuals of native origin. Mediation analysis showed that economic resources did not explain the negative association; instead, the lower migration rates observed among children of migrants were mediated by geographical proximity to kin. Because migrant family networks are more geographically concentrated, children of migrants are more often discouraged from moving away. These findings highlight the pivotal role of family networks in explaining migrant-native differences in migration decision-making.",
          "url": "http://dx.doi.org/10.1177/01979183241284529",
          "doi": "10.1177/01979183241284529",
          "filter": 0
        },
        {
          "title": "Home Country Work Experience and Immigrant Self-Employment in the United States",
          "authors": "Alejandro Gutierrez-Li",
          "abstract": "Immigrant entrepreneurship in the United States has grown steadily in the last four decades. In this paper, I study the occupational choices of legal permanent residents and their associated earnings in paid and self-employment. Using a unique data set with pre- and postmigration individual-level information, I analyze the role of home country work experience of immigrants in their probability of becoming entrepreneurs and their earnings after migration. To control for endogenous sector selection in the estimation of earnings distributions, I follow a novel identification strategy based on extremal quantile regressions that does not require exclusion restrictions or a large support variable. I find that foreign work experience in paid and self-employment is an important predictor of entrepreneurship after migration. In addition, it impacts earnings in the United States but differently across sectors, controlling for human capital, assimilation, time, region of origin, U.S. destination, previous migratory status, and demographic characteristics. Overall, my results highlight the role played by immigrants’ labor market history from their home countries to better understand their outcomes in the United States.",
          "url": "http://dx.doi.org/10.1177/01979183241262966",
          "doi": "10.1177/01979183241262966",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
