{
  "update": "2024-08-30",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "‘Firm but fair’? Migrant children’s rights through dramaturgy and nation branding in Norway and the UK",
          "authors": "Devyani Prabhat, Marie Louise Seeberg",
          "abstract": "Applying nation branding literature and the work of Erving Goffman on dramaturgy to the situation of asylum-seeking children in Norway and in the UK, this paper develops a comparative framework for understanding why child rights appear to be de-prioritised in the current climate of ‘migration control’. The paper identifies historically grounded differential approaches towards child rights and children in the two countries, which currently appear to merge into a common trajectory of migration control, framed in terms of national security and economic productivity. It explores similar tensions in both countries between the discourses of national migration management on the one hand and children's welfare and rights on the other. It finds that universal rights which should protect the welfare of all children are limited and fragmented by ideas of nationalism and foreignness. Despite a more robust legal framework for child rights, Norway is on a similar pathway as the UK; a worrying indictment of how nations fulfil their obligations towards children.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00394-z",
          "doi": "10.1186/s40878-024-00394-z",
          "filter": 0
        },
        {
          "title": "Correction: A voluntary-sector meeting place as a site for interpreting and ‘doing’ integration: a case of later-life Russian-speaking migrants",
          "authors": "Anastasia Asikainen",
          "url": "http://dx.doi.org/10.1186/s40878-024-00396-x",
          "doi": "10.1186/s40878-024-00396-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "The impact of the COVID‐19 pandemic on network dynamics among Chinese immigrants in the United States",
          "authors": "Ted Mouw, M. Giovanna Merli, Yingzhi Xu, Claire Le Barbenchon, Allison Stolte",
          "abstract": "We use longitudinal data on the social networks of Chinese immigrants in the United States from 2018 to 2020 to study the impact of the COVID‐19 pandemic on communication frequency and friendship formation. Understanding the pandemic's effect on social networks is important because, while individual social networks are always in flux (Schaefer &amp; Marcum, The Oxford handbook of social networks , 2017 and 254; Sekara et al., Proceedings of the National Academy of Sciences , 113, 2016 and 9977), they tend to change slowly over time in periods of social stability (Wrzus et al., Psychological Bulletin , 139, 2013 and 53). In contrast, the COVID‐19 pandemic was a massive disturbance in the social environment, similar to the effect of a natural disaster such as a hurricane on social networks, but on a much broader scale (Bertogg &amp; Koos, Frontiers in Sociology , 74, 2021). For Chinese immigrants in the United States, the social disruption of the COVID‐19 pandemic was magnified because, in addition to the social isolation caused by lockdowns and social distancing, there was a dramatic rise in anti‐Chinese discrimination and hate crimes in the United States which affected migrants' sense of inclusion and collective identity in their host society (Li et al., PLoS One , 16, 2021 and e0259866; Stolte et al., Social Science and Medicine – Mental Health , 2, 2022 and 100159). By examining how migrant networks changed and adapted to this altered macro‐level social environment, we can better understand how micro and macro‐level factors interact to affect network changes in general. The findings indicate that while stress during the pandemic affected the level of social network communication, the process of new tie formation to natives appears to be relatively unaffected.",
          "url": "http://dx.doi.org/10.1111/imig.13305",
          "doi": "10.1111/imig.13305",
          "filter": 0
        },
        {
          "title": "Multiplicities and fluidity in the networked relationships of migrant academics in Britain",
          "authors": "Mücahit Aydemir",
          "abstract": "Increasing internationalization and marketization of higher education, global research collaboration, and staff mobility place academics' networking practices at the centre of higher education systems. Migrant academics are conceptualized with different network types including personal, local and transnational family and friendship networks. However, this research aims to understand the boundaries between different types of participants' networked relationships. The data of this paper comes from a larger research project on transnational family relationships of migrant academics conducted between 2018 and 2022. Life story interviews with 45 migrant academics from 27 different national backgrounds working at British universities were conducted. Additionally, sociogram maps are used as embedded in qualitative interviews. Migration background (as European or non‐European countries); gender; age; the length of the stay in the UK; academic position/contract type; annual income level and marital/relationship status were considered while forming the sample. The findings reveal that network forms and structures do not determine the resources and benefits of relationships; rather, individuals' actions over a time period and the meanings they attribute shape the positions of an alter (other actors that the focal person have connection with) within the personal network structure. As such, actions and meanings regarding those actions can bring one forward or backward in the personal network hierarchy. The boundaries regarding the content of these networks are usually blurred in relation to time, relationality and human agency attributing specific sets of meanings to certain relationships. The findings of this research translate into specific contributions to the discussions in migration and social network research. That is, research findings emphasized that different types of networks shaping participants' lives and migratory experiences are far from being stable and fixed, rather, they are characterized by being transmissive and dynamic. It is revealed that none of the network categories are homogenous, stable and fixed in terms of the content of the relationships. This adds to Emirbayer and Goodwin's (1994) discussions around the ‘form’ and the ‘content’ of networks. This paper underscores the significance of the historical settings, dynamism and the content of each relationship in understanding individual networks.",
          "url": "http://dx.doi.org/10.1111/imig.13316",
          "doi": "10.1111/imig.13316",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Mapping the Future of Migration and Climate Change Science",
          "authors": "Stephanie Nawyn, Linlang He, Jiquan Chen, Mark Axelrod, Furqan Irfan, Fahad S. Ahmed, Mary Anne Walker",
          "abstract": "The scholarship on migration and climate change has been rapidly developed over recent decades, moving away from apocalyptic predictions of mass displacement toward more nuanced modeling of the complex relationships between climate change and migration. Unfortunately, much of that development has happened in parallel to the core of migration studies and thus our prevailing migration theories do not reflect these emerging studies of climate and migration. Our objectives for this article are to describe the general theoretical assertions made in the climate change-migration literature and propose a theoretical framework for guiding empirical investigations into the ways that climate change drives human migration, identifying the mediating variables that more directly shape migration and integrating multiple levels of analyses. We provide an example of how our theoretical framework can be used to design an analytic strategy and conclude by suggesting how future research can use this conceptual model to move toward a cohesive theory of climate-related migration and resulting policy responses.",
          "url": "http://dx.doi.org/10.1177/01979183241272470",
          "doi": "10.1177/01979183241272470",
          "filter": 0
        },
        {
          "title": "The Toll of Exclusion on Immigrants’ Health across the Life Course: Research Advances and Future Directions",
          "authors": "Molly Dondero, Claire E. Altman",
          "abstract": "Health is an integral feature of immigration, providing not only insight into population health but also a critical lens into immigrant integration and the power structure in receiving countries. The goal of this article is to chart the trajectory of scholarship on immigrants’ health, focusing on the formative shift away from dominant individualistic perspectives focused on cultural and behavioral explanations toward a profoundly structural understanding of immigrants’ health. Focusing primarily on the US context, we synthesize theoretical and empirical advances in structural perspectives of immigrants’ health. We anchor these advances in the concept of exclusion, detailing how it undergirds structuralist perspectives of immigrants’ health. We review common ways in which exclusion has been measured in the empirical literature on immigrants’ health and highlight recent evidence linking exposure to exclusion to immigrants’ health outcomes across the life course. We conclude by discussing key directions and challenges for future research.",
          "url": "http://dx.doi.org/10.1177/01979183241271638",
          "doi": "10.1177/01979183241271638",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Coerced return: formal policies, informal practices and migrants’ navigation",
          "authors": "Zeynep Sahin-Mencutek, Anna Triandafyllidou",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371209",
          "doi": "10.1080/1369183x.2024.2371209",
          "filter": 0
        },
        {
          "title": "Governing transit and irregular migration: informality and formal policies",
          "authors": "Maria Koinova",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371204",
          "doi": "10.1080/1369183x.2024.2371204",
          "filter": 0
        },
        {
          "title": "Ukrainian female refugees in Czechia after the Russian full-scale invasion: social reproduction of ‘(low) skill’?",
          "authors": "Petr Mezihorák",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393680",
          "doi": "10.1080/1369183x.2024.2393680",
          "filter": 0
        },
        {
          "title": "The affective economy of removal: ethnographic perspectives on deportation and (In)voluntary return",
          "authors": "Sabine Strasser, Martin Sökefeld",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377856",
          "doi": "10.1080/1369183x.2024.2377856",
          "filter": 0
        },
        {
          "title": "Under pressure: moods, affects and the violence of everyday life in a Spanish migrant detention centre",
          "authors": "Gerhild Perl",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377864",
          "doi": "10.1080/1369183x.2024.2377864",
          "filter": 0
        },
        {
          "title": "Making (in)formality work in a multi-scalar European border regime",
          "authors": "Lisa Marie Borrelli, Annika Lindberg",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371205",
          "doi": "10.1080/1369183x.2024.2371205",
          "filter": 0
        },
        {
          "title": "Porosity on the Thailand-Myanmar border: before and after Myanmar’s 2021 coup",
          "authors": "Susan Banki",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371233",
          "doi": "10.1080/1369183x.2024.2371233",
          "filter": 0
        },
        {
          "title": "‘As if the soul returns to the body’: affect, stuckedness, and (in)voluntary return to Nicaragua from Spain",
          "authors": "Elise Hjalmarson",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377862",
          "doi": "10.1080/1369183x.2024.2377862",
          "filter": 0
        },
        {
          "title": "Multidirectional mistrust: German female volunteers’ emotion work in the context of male deportation and return from Europe to Senegal",
          "authors": "Karlien Strijbosch",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377861",
          "doi": "10.1080/1369183x.2024.2377861",
          "filter": 0
        },
        {
          "title": "‘It was us, from Italy, that made him mayor’: drivers of migrant-led political change at the local level",
          "authors": "Vladimir Bortun, Eva Østergaard-Nielsen, Anatolie Coșciug",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393656",
          "doi": "10.1080/1369183x.2024.2393656",
          "filter": 0
        },
        {
          "title": "Power and informality in the polycentric governing of transit and irregular migration on EU’s eastern border with Belarus",
          "authors": "Maria Koinova",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371214",
          "doi": "10.1080/1369183x.2024.2371214",
          "filter": 0
        },
        {
          "title": "‘Leave no child behind’: investigating the undernutrition divide among Roma and non-Roma children in the Western Balkans",
          "authors": "Annalisa Busetta, Chiara Puglisi, Valeria Cetorelli",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393668",
          "doi": "10.1080/1369183x.2024.2393668",
          "filter": 0
        },
        {
          "title": "The feeling of destiny: taqdeer and ‘voluntary’ return in the everyday lives of irregularised Pakistani migrants",
          "authors": "Usman Mahar",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377859",
          "doi": "10.1080/1369183x.2024.2377859",
          "filter": 0
        },
        {
          "title": "Playing dirty: the shady governance and reproduction of migrant illegality",
          "authors": "Stephan Scheel",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2371207",
          "doi": "10.1080/1369183x.2024.2371207",
          "filter": 0
        },
        {
          "title": "‘I wish I had listened and not come to South Africa’: fantasies, expectations and trajectories of migration among Ethiopian unaccompanied child migrants into South Africa",
          "authors": "Henrietta Nyamnjoh",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2381703",
          "doi": "10.1080/1369183x.2024.2381703",
          "filter": 0
        },
        {
          "title": "The affective economy of ‘self-deportation’: materiality, spatiality, temporality",
          "authors": "Victoria Tecca",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377858",
          "doi": "10.1080/1369183x.2024.2377858",
          "filter": 0
        },
        {
          "title": "‘It takes courage to return’: West African migrants making sense of (In)voluntary return from Morocco amid adventure, failure and destiny",
          "authors": "Sabina Barone",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2377863",
          "doi": "10.1080/1369183x.2024.2377863",
          "filter": 0
        },
        {
          "title": "He leads a lonely life: single men’s narratives of dating and relationships in the context of transnational migration",
          "authors": "Katarzyna Wojnicka, Andrea Priori, Ulf Mellström, Andreas Henriksson",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2393673",
          "doi": "10.1080/1369183x.2024.2393673",
          "filter": 0
        },
        {
          "title": "Caribbean street vending experiences: Guyanese migrant women in Trinidad and Tobago",
          "authors": "Tivia Collins, Levi Gahman",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2395391",
          "doi": "10.1080/1369183x.2024.2395391",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
