{
  "update": "2025-04-18",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Will displaced Ukrainians return home? Exploring return migration through an aspirations-capabilities lens: cases from Spain and Sweden",
          "authors": "Oksana Udovyk, Míriam Acebillo-Baqué",
          "abstract": "Since February 2022 many Ukrainians have been being forcibly displaced in the ongoing war. However, little is known regarding the experiences of internationally displaced Ukrainians. This article explores these experiences and unpacks their return migration aspirations, through in-depth interviews, participatory workshops, and participatory observation with Ukrainians displaced to Spain and Sweden (May-December 2023), as well as policy and context analysis. Building on the aspirations-capabilities framework, we analyse how aspirations and capabilities, combined with macro and micro-factors, shape the narratives and decision-making processes of these displaced individuals regarding a possible return. Our findings reveal the interplay between macro sociopolitical environments and micro-factors such as stigma and trauma, highlighting a strong gender dimension. We showcase the concept of “virtual return”, underlining the role of digital connectivity in maintaining transnational ties and contributing to home country recovery. The study provides nuanced insights into the multifaceted nature of (return) migration and critical implications for both Ukrainian and EU migration policies.",
          "url": "https://doi.org/10.1186/s40878-025-00437-z",
          "doi": "https://doi.org/10.1186/s40878-025-00437-z",
          "filter": 0
        },
        {
          "title": "Correction: An eye for an ‘I:’ a critical assessment of artificial intelligence tools in migration and asylum management",
          "authors": "Lucia Nalbandian",
          "url": "https://doi.org/10.1186/s40878-025-00440-4",
          "doi": "https://doi.org/10.1186/s40878-025-00440-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "H.C.C. Astwood and the moral politics of race-making in the age of emancipation",
          "authors": "Quisqueya Lora",
          "url": "https://doi.org/10.1080/01419870.2025.2489089",
          "doi": "https://doi.org/10.1080/01419870.2025.2489089",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Bounded agency and aspirations: Understanding the motivations for irregular migration from Bangladesh to Europe",
          "authors": "Mohammad Jalal Uddin Sikder, Selim Reza, Sayed Nurullah Azad, Aziz Ahmed",
          "abstract": "State in modern times has seen globalization accentuating the phenomena of various types of irregular migration as it has brought about newer opportunities of life and livelihoods across the oceans in hitherto distant lands. Conversely, even though these irregular migrants encounter many obstacles along the route, they risk their lives in the hopes of securing a better future for themselves and their families. However, very few empirical studies have been conducted to examine the key factors that trigger this group's desperation for irregular migration. To fill this gap, this article examines this group's motivations for migration and the decision‐making process for such migration by drawing on primary data collected from 100 returnee migrants. It uses Evan's (2002, 2007) ‘Bounded Agency’ and de Haas's (2010) ‘Aspirations‐Capabilities Framework’ for exploring the broader spectrum of the phenomenon of irregular migration from Bangladesh to Europe. This article looks at how structural constraints, individual aspirations, and capabilities interact in shaping migration decisions. The findings demonstrate how socio‐economic constraints and a lack of legal migration options push migrants to follow dangerous and unorthodox routes in search of better economic possibilities in the contradiction‐ridden neoliberal system. The new knowledge contributed by the article, in relation to irregular migration from Bangladesh to Europe, might be relevant to other contexts where irregular migration is a common phenomenon.",
          "url": "https://doi.org/10.1111/imig.70035",
          "doi": "https://doi.org/10.1111/imig.70035",
          "filter": 0
        },
        {
          "title": "Narrative constructions of (non‐)return in older migrants",
          "authors": "Ute Karl, Anne Carolina Ramos",
          "abstract": "Much research has been carried out on (retirement) return migration, emphasizing the importance of family ties, infrastructure, the healthcare system and social relationships as factors that often boost non‐return. Less research, however, has looked at the biographies of older migrants from a phenomenological and social‐constructivist approach and how return is part of one's biographical narration and narrative identity in old age. In this article, we address this gap by discussing return and non‐return as a tópos that is woven throughout migrants' biographical narrations. We reconstruct how one's narrated life story is told, how socio‐historical contexts and discourses are part of older migrants' narratives and how (non‐)return appears as part of their lived life and narrative identity. We show that staying or returning is not a simple decision but rather a central theme to which the interviewees refer when giving sense to their life course.",
          "url": "https://doi.org/10.1111/imig.70034",
          "doi": "https://doi.org/10.1111/imig.70034",
          "filter": 0
        },
        {
          "title": "‘Going back home to my family and community’: Lived realities of old‐age return migrants in Zimbabwe",
          "authors": "Gracsious Maviza, Phillip Thebe, Mandlenkosi Maphosa",
          "abstract": "When Zimbabwean migrants age, they often retire and permanently return to their families in their home country. Before that, they periodically visit home on holidays and for family functions such as weddings, funerals or burials. Otherwise, they spend much of their lives abroad. Following their ‘retirement return’, several dynamics emerge about their reintegration, power dynamics and care needs within their families. To better understand such issues, this paper explores the lived realities of old‐age return migrants in Zimbabwe to answer the question: What informs the return and reintegration of old‐age migrants in Zimbabwe? We unpack this and other questions using data from in‐depth interviews with 10 old‐age return migrants, as well as several snapshots from semi‐formal and informal conversations with returnees' family members in one of Zimbabwe's mainstay migrant communities in Matabeleland. To fully describe the context in which informants live and perceive their experiences, research findings are complemented by long‐term participant observation from the researchers' erstwhile studies and ethnographic knowledge of the study area.",
          "url": "https://doi.org/10.1111/imig.70033",
          "doi": "https://doi.org/10.1111/imig.70033",
          "filter": 0
        },
        {
          "title": "The role of EU ‐promoted versus local narratives in migratory decision‐making in the Gambia",
          "authors": "Omar N. Cham, Florian Trauner, Ilke Adam",
          "abstract": "The EU tries to dissuade potential migrants from coming to Europe irregularly. However, can EU‐promoted narratives compete with local ones and actually influence migratory decision‐making? This article investigates how local migration narratives of potential migrants interrelate with the narratives put forward in EU‐funded migration information campaigns. Building upon focus groups and interviews conducted in the Gambia, the article demonstrates that there is a clear mismatch between locally held narratives and the EU‐promoted narratives. Contrary to the EU campaigns, the Gambian narratives put to the forefront the opportunities for a positive life change enabled by a person migrating to Europe. An exception has been the issue of risks during a migratory journey featuring strongly in EU campaigns, which correlates with the local narratives. However, information is only one factor influencing migratory decision‐making, with more relevant ones being livelihood opportunities and the material and social rewards associated with a successful migration.",
          "url": "https://doi.org/10.1111/imig.70036",
          "doi": "https://doi.org/10.1111/imig.70036",
          "filter": 0
        },
        {
          "title": "Impacts of COVID‐19 on Venezuelan migrants in the Andean corridor",
          "authors": "Julia Kieslinger",
          "abstract": "Since 2015, about 7.9 million Venezuelans left their country due to political turmoil, socio‐economic instability, and the ongoing humanitarian crisis. The Andean Corridor is the most frequented land route in South America. This article explores Venezuelan migrants' experiences with the COVID‐19 pandemic on their journeys. Migrants undertake spatial movements and phases of staying, here conceived of as (im)mobilities. The study draws on crises and lifeworld perspectives, and uses participatory qualitative interviews to address individuals' decision‐making under changing life conditions. The findings show that the governments' measures during the pandemic had severe impacts on the migrants, leading to forced (im)mobilization, changing mobility patterns, and means of transport. The informalization of (im)mobilities increased the risk of infection, endangered livelihoods, and resulted in greater exposure to insecurity and violence. The study highlights the need for inclusive, nuanced approaches to crises that acknowledge the voices and experiences of marginalized populations like Venezuelan migrants.",
          "url": "https://doi.org/10.1111/imig.70028",
          "doi": "https://doi.org/10.1111/imig.70028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Cross-Era Gender Differences in Educational Attainment Among Second-Generation Immigrants",
          "authors": "Jennifer Van Hook, Kendal Lowrey",
          "abstract": "Starting in the 1990s, the United States experienced a gender revolution in education whereby later born cohorts of women surpassed men in rates of higher education completion. However, little research has explored how gender differences in education for second-generation immigrants compare to the children of U.S.-born Whites over historical and contemporary time periods. Immigrants arrive with varying levels of socioeconomic status and may come from countries with paternalistic ideologies that reinforce traditional gender norms. However, immigrants also experience assimilation over time and may begin to mirror the U.S.-born in their educational outcomes by the second generation. While national trends show that women have surpassed men in years of education, we question whether immigrants will experience similar trends, or whether their outcomes will vary by national origin. We analyze newly obtainable linked census data collected from 1940 to the present, a timeline where linked data were previously unavailable, to test these ideas. These data offer insight into gendered trends in education by family background and socioeconomic status using a broader timeline than studies before. We find that while there is variation in the degree to which gender differences in education occur by ethnic origin, overall trends for immigrants are similar to those for U.S.-born Whites regardless of socioeconomic status in childhood. In the Industrial Era, men generally attained more years of schooling than women. However, there is greater gender equality and often a female advantage occurring for most groups in the post-Industrial Era. Educational trends for Blacks are an anomaly, whereby women have attained more years of schooling than men in both Eras.",
          "url": "https://doi.org/10.1177/01979183251329019",
          "doi": "https://doi.org/10.1177/01979183251329019",
          "filter": 0
        },
        {
          "title": "Book Review: Gendered Vulnerabilities and Violence in Forced Migration SalehinMohammad Musfequs. 2024. Gendered Vulnerabilities and Violence in Forced Migration: The Rohingya from Myanmar. Cham, Switzerland: Palgrave Macmillan. 108 pp., €49.99 (hbk).",
          "authors": " Hengki",
          "url": "https://doi.org/10.1177/01979183251333647",
          "doi": "https://doi.org/10.1177/01979183251333647",
          "filter": 0
        },
        {
          "title": "Book Review: Foreign in Two Homelands KahnM. L.2024. Foreign in Two Homelands: Racism, Return Migration, and Turkish–German History. United Kingdom: Cambridge University Press. 382 pp. $136.91",
          "authors": "İlhan Bilici",
          "url": "https://doi.org/10.1177/01979183251331823",
          "doi": "https://doi.org/10.1177/01979183251331823",
          "filter": 0
        },
        {
          "title": "The Role of Self-Reported Health and Healthcare Dissatisfaction in Shaping Migration Aspirations Across Africa",
          "authors": "Els Bekaert",
          "abstract": "This study explores the relationship between self-reported health problems, healthcare dissatisfaction, and migration aspirations, preparations, and expectations in Africa, based on individual-level data from 46 African countries (2008–2015). The findings indicate that individuals experiencing health problems are more likely to expect to move domestically within the next 12 months and to take preparatory steps for international migration, such as purchasing a ticket or applying for a visa. However, health problems do not significantly correlate with general aspirations for international migration, suggesting their role is more pronounced in short-term migration expectations and concrete preparations rather than long-term migration preferences. Healthcare dissatisfaction is strongly associated with international migration aspirations but shows little association with actual preparations. It is also linked to higher expectations for (domestic) migration in the short term. Notably, the combined experience of health problems and healthcare dissatisfaction dampens the likelihood of domestic migration expectations, particularly in low-income countries, suggesting potential barriers for individuals facing dual vulnerabilities. Migration aspirations related to poor health and healthcare dissatisfaction are most pronounced among active-age, affluent, and highly educated urban residents — those with a greater “ability for migration.”",
          "url": "https://doi.org/10.1177/01979183251325208",
          "doi": "https://doi.org/10.1177/01979183251325208",
          "filter": 0
        },
        {
          "title": "The Gendered Ways Families Reduce International Migration and Mobility",
          "authors": "Jacob Richard Thomas",
          "abstract": "Prior scholars have examined how in gendered ways families encourage, support, and sponsor family members to migrate and how migrants had confronted and overcame opposition from family members before they migratedt abroad. Yet we know less about how and why families prevent many potential migrants from migrating abroad. I draw on semistructured interviews and observational data from 61 Chinese parents and children in a region of Fujian which has had a historically high percentage of emigrants from China. Although China's traditional patrilocal and patrilineal kinship system puts stronger sanctions on sons than daughters from moving away from their parents, recent changes in China lead parents to oppose children and especially daughters from going abroad. This opposition derives from parent's (1) concerns for the child's safety and cultural-linguistic survival, (2) socioeconomic constraints and intergenerational resource dependence, and (3) extrafamilial pressures to conform to social norms, all further bolstered by filial piety of children toward parents and the strong paternalistic influence parents exercise over theirchildren's marital, educational, and career choices. This parental opposition lessens as adult children age and their economic resource dependence declines. This contributes to research on how family dynamics, intergenerational pressures, and the demands of the life course reduce international mobility and migration.",
          "url": "https://doi.org/10.1177/01979183251329050",
          "doi": "https://doi.org/10.1177/01979183251329050",
          "filter": 0
        },
        {
          "title": "A Fine Balance: Exploring Job Quality in Platform Work Between Migrants and Nonmigrants",
          "authors": "Georgiana Mathurin, Laura Lam, Souhail Al-Alaoui, Anna Triandafyllidou",
          "abstract": "Migrants’ engagement in digital platform work is pervasive in many cities around the world and certainly in Canada's metropoles (Toronto, Vancouver, and Montreal). While highly precarious, platform work has been shown to offer pathways into labor market integration for newly arrived migrants. Based on 62 qualitative interviews with digital platform workers, this article compares the work experiences of newcomers, settled migrants and nonmigrants engaged in platform work in Canada's three largest cities. The study examines how the different stages of their immigration journey shape the ways in which migrants (versus non migrants) perceive and evaluate their engagement in digital platforms. Satisfying urgent needs, achieving stability and allowing for personal development are three key elements that emerge from this study. These findings invite us to consider what are the main elements in current notions of “quality work” among migrants and nonmigrants and to consider how platforms shape broader labor market integration processes",
          "url": "https://doi.org/10.1177/01979183251328983",
          "doi": "https://doi.org/10.1177/01979183251328983",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Visa journeys and permanent temporariness: navigating welfare state borders and precarious status in Australia",
          "authors": "Rafael Azeredo",
          "url": "https://doi.org/10.1080/1369183x.2025.2492824",
          "doi": "https://doi.org/10.1080/1369183x.2025.2492824",
          "filter": 0
        },
        {
          "title": "Predatory rentierism in irregular migration: how debts, threats, and rackets shape lives on the move",
          "authors": "Cyril Bennouna",
          "url": "https://doi.org/10.1080/1369183x.2025.2490069",
          "doi": "https://doi.org/10.1080/1369183x.2025.2490069",
          "filter": 0
        },
        {
          "title": "Mare nero? Undoing the decolonial redux , multiplying (post)colonial legacies and struggles",
          "authors": "Maurice Stierl, Martina Tazzioli",
          "url": "https://doi.org/10.1080/1369183x.2025.2491608",
          "doi": "https://doi.org/10.1080/1369183x.2025.2491608",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Race and the Capital Riot: How Racial Attitudes Relate to Anti-Democratic Beliefs Following the January 6th Insurrection",
          "authors": "Matt Barreto, Lorrie Frasure, Matt Hall",
          "url": "https://doi.org/10.1017/rep.2025.24",
          "doi": "https://doi.org/10.1017/rep.2025.24",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Hiatus irrationalis in assessing adolescent converts’ asylum claims in Swedish migration courts",
          "authors": "Ebru Öztürk",
          "abstract": "This article critically examines the judgments issued by the Migration Court in Stockholm, particularly focusing on cases involving adolescent asylum applicants converted from Islam to Christianity. Drawing upon Max Weber’s conceptualization of substantive rationality and substantial irrationality, this research explores the interplay between these elements within the court’s decision-making process and the substantive rationality of asylum seekers, particularly how each party navigates complex value systems in the context of asylum claims. In the context of assessing credibility in conversion-based asylum claims in migration courts, substantive rationality entails applying general criteria consistently to evaluate asylum applicants’ credibility based on objective evidence, while also acknowledging that individuals may prioritize their values over their legal conformity, as seen in the case of asylum applicant converts. The Court’s credibility assessments, while intended to determine the trustworthiness of asylum claims, can lead to substantively irrational outcomes due to subjective judgment and overemphasis on written evidence. Politically appointed lay judges further complicate the decision-making process, often resulting in dissenting opinions from professional judges. In conclusion, while the court’s decision-making process may appear rationalized through administrative procedures, it often embodies substantial irrationality in its disregard for the challenges faced by asylum applicant converts and the subjective biases of decision-makers.",
          "url": "https://doi.org/10.1093/jrs/feaf001",
          "doi": "https://doi.org/10.1093/jrs/feaf001",
          "filter": 0
        },
        {
          "title": "How might we better support refugees’ admissions to universities? Reflections from Uganda, Edinburgh, and Oxford",
          "authors": "Martha Akello, Apollo Mulondo, Georgia Cole, Sarah Hoey, Ghazal Sarah Salehi",
          "abstract": "In this reflection, we draw on our findings, experiences, and recommendations from supporting admissions processes for refugees and asylum seekers into higher education across universities in Uganda, Edinburgh, and Oxford. We reflect on the practical, institutional, and systemic barriers that displaced populations face in gaining admission to universities (beyond disrupted secondary schooling and a dearth of financing and scholarship options, which are most often discussed in this context), and detail what factors we saw as key to enabling and driving institutional change in these spaces. We share learnings, successes, and failures from our attempts to address these challenges across multiple different institutional environments in the hope that these may prove instructive for similar initiatives elsewhere, as well as how we might begin to build a consensus around the need for these shifts in often ‘refugee blind’, sometimes resistant, sites of higher education.",
          "url": "https://doi.org/10.1093/jrs/feaf026",
          "doi": "https://doi.org/10.1093/jrs/feaf026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Evaluating Housing Policy Effects on Childbirth Intentions in South Korea: Preferences, Benefits, and Policy Implications",
          "authors": "Ji‐yun Kim, Miseon Jang",
          "abstract": "South Korea is experiencing an unprecedented decline in birth rates, prompting the government to expand various forms of support, with housing assistance requiring the largest budget allocation. Given this substantial financial investment, it is essential to evaluate the impact of housing policies on childbirth intentions. This study examines the housing preferences of unmarried young adults who are potential beneficiaries of government support and analyzes anticipated changes in their childbirth intentions when provided with housing assistance. Based on an online survey of 310 participants, the findings indicate that housing loans are the most preferred policy, followed by the special supply of presale housing. Respondents overwhelmingly reported that their intention to have children would increase if their preferred housing support were provided, with the special supply of presale housing having the greatest effect. Additionally, the study highlights that young adults prioritize housing quality and a safe living environment over affordability alone. The results further reveal that nonmetropolitan residents, older respondents, and those with strong pro‐natalist values are the most responsive to housing support. By offering empirical evidence from the South Korean context, this study contributes to international discussions on housing policies and fertility, emphasizing the necessity of targeted policy interventions to effectively address the low birthrate crisis.",
          "url": "https://doi.org/10.1002/psp.70036",
          "doi": "https://doi.org/10.1002/psp.70036",
          "filter": 0
        },
        {
          "title": "International Student Mobility: Precarity, Pandemics and Resilience",
          "authors": "S. Irudaya Rajan, Ajay Bailey",
          "url": "https://doi.org/10.1002/psp.70039",
          "doi": "https://doi.org/10.1002/psp.70039",
          "filter": 0
        },
        {
          "title": "Rethinking Transnational Places as Migratory Ecotones",
          "authors": "Thomas Lacroix, Judith Misrahi‐Barak",
          "abstract": "This paper revisits the concept of ecotone to shed a different light on migratory spaces. The notion of ecotone was first applied for the study of the contact zones between ecological systems. Over the last two decades, it has been used by scholars of postcolonial literature for the analysis of spaces of cultural interactions. Bridging this strand of work with the debate on more‐than‐relational space, this paper outlines the concept of migratory ecotones understood as the outcome of the process of territorialization of intersecting transnational circulations. Migratory ecotones are ambivalent spaces underlain by contradictory forces: a principle of encounter and cultural interaction, but also a principle of power, conflict, distribution, and hierarchy. We argue that ecotones are more‐than‐relational spaces in three regards: current encounters are shaped by the material environment in which they are taking place, by the political forces constraining the capabilities of migrants, by past encounters and events weighing on present ones. The theoretical considerations developed in this paper will be supported by a literary analysis of a short story by Canadian writer and artist Shani Mootoo and by the political geography analysis of a border camp, the Jungle of Calais.",
          "url": "https://doi.org/10.1002/psp.70034",
          "doi": "https://doi.org/10.1002/psp.70034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
