{
  "update": "2024-12-13",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Barriers to social mobility for ethnic minorities: a mixed method research of the prospects of Israeli Arabs",
          "authors": "Daria Gomelsky-Haiby, Rawan Kabiya, Einat Lavee, Asaf Levanon",
          "url": "https://doi.org/10.1080/01419870.2024.2436084",
          "doi": "https://doi.org/10.1080/01419870.2024.2436084",
          "filter": 0
        },
        {
          "title": "Religion, ethnocentrism and islamophobia: the case of Dutch evangelicals",
          "authors": "Paul Vermeer",
          "url": "https://doi.org/10.1080/01419870.2024.2437118",
          "doi": "https://doi.org/10.1080/01419870.2024.2437118",
          "filter": 0
        },
        {
          "title": "Racialization of xinyimin and their double lives: new immigrant youth in Hong Kong",
          "authors": "Yuk Wah Chan",
          "url": "https://doi.org/10.1080/01419870.2024.2436098",
          "doi": "https://doi.org/10.1080/01419870.2024.2436098",
          "filter": 0
        },
        {
          "title": "Negotiating ambivalent identities in geopolitical contexts: second-generation youth of Chinese immigrant mothers in Taiwan",
          "authors": "Pei-Chia Lan",
          "url": "https://doi.org/10.1080/01419870.2024.2436069",
          "doi": "https://doi.org/10.1080/01419870.2024.2436069",
          "filter": 0
        },
        {
          "title": "Affectivity, embodied knowledge and reflexivity in creative biographical research on migration in the Mediterranean context",
          "authors": "Gianluca Gatta, Monica Massari, Simona Miceli",
          "url": "https://doi.org/10.1080/01419870.2024.2435442",
          "doi": "https://doi.org/10.1080/01419870.2024.2435442",
          "filter": 0
        },
        {
          "title": "Making gaybies: queer reproduction and multi-racial feeling",
          "authors": "Brian Donovan",
          "url": "https://doi.org/10.1080/01419870.2024.2436626",
          "doi": "https://doi.org/10.1080/01419870.2024.2436626",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "How European integration rationales shape reintegration assistance in Guinea and Senegal",
          "authors": "Luzia Jurt, Eveline Odermatt",
          "abstract": "To date, discussions on migrants' integration and returnees' reintegration have been kept apart. With the increased salience of return migration, reintegration schemes have gained importance, not only for European countries aiming at preventing further migration after return but also for migrants' countries of origin. However, research on reintegration from the perspective of transnational migration governance is still scarce. This article thus contributes to the advancement of theoretical approaches to return and reintegration policies by showing how core rationales of migrant integration in Europe spill over to the context of reintegration beyond the continent. Drawing from an ethnographic research project on gender, return migration and reintegration in West Africa, we compare the European key actors' perceptions of (re)integration, in the cases of Germany and Switzerland, with those of their counterparts in Guinea and Senegal. Moreover, we touch on how the returnees and their families and communities perceive the key actors' definitions of reintegration. Our results show the different ways in which Eurocentric expectations and rationales of migrant integration come to shape their reintegration support schemes in the countries of return. These include the narrowly defined target groups, the paradigm of ‘promoting and demanding’, which currently gravitates towards the principle of ‘demanding and controlling’, a high priority on economic (re)integration, and accountability.",
          "url": "https://doi.org/10.1111/imig.13362",
          "doi": "https://doi.org/10.1111/imig.13362",
          "filter": 0
        },
        {
          "title": "Involuntary transnationalism and regulated precarity: Lived experiences of skilled Chinese and Indian migrants in Singapore",
          "authors": "Shaohua Zhan, Min Zhou",
          "abstract": "Transnationalism is often perceived as an agentic practice in migration studies. While acknowledging such agency, we argue that transnationalism also involves forced‐choice decision‐making by migrants whose work and daily lives are subjected to structural constraints beyond individual control. We employ the concept of ‘involuntary transnationalism’ to capture this often‐neglected dimension of transnationalism. Based on analysis of survey data and in‐depth interviews of skilled Chinese and Indian migrants in Singapore, we find that skilled foreign migrants face employment insecurity and other vulnerabilities largely due to visa regulations and that they have to turn to transnationalism as a coping strategy to mitigate precarity and temporality.",
          "url": "https://doi.org/10.1111/imig.13359",
          "doi": "https://doi.org/10.1111/imig.13359",
          "filter": 0
        },
        {
          "title": "Employment‐based visas: The inflexible U.S. Visa regime and the impact(s) on immigrant labour market integration",
          "authors": "Denise N. Obinna, Adrian M. Bacong",
          "abstract": "Economic migrants play an important role in the fiscal stability of the United States. Focusing on economic‐based (EB) green cards, our work presents an incongruence between labour demands of the American economy and the supply of highly skilled economic migrants. Using data from the United States Department of Justice and the Immigration and Naturalization Service (INS) from 1971 to 2000 as well as data from the 1990 to 2022 Visa Bulletins, we show that visa caps have meant that migrants from countries like China, India and the Philippines have had to wait between 12 and 15 years for their visas to be processed. We also show that the visa backlog accelerated in the 1990s, 2000s and 2010s despite the labour demands of the American economy. Currently, there are over 1.2 million people in the EB visa queue. Our work lays out the complexities of the visa system and advances policy recommendations to alleviate backlogs.",
          "url": "https://doi.org/10.1111/imig.13360",
          "doi": "https://doi.org/10.1111/imig.13360",
          "filter": 0
        },
        {
          "title": "Are Estonians the true Finns? Homeland and residence country perspectives on support for the populist radical right",
          "authors": "Mari‐Liis Jakobson, Josefina Sipinen, Kaarel Taimla",
          "abstract": "This article tackles the puzzle of why immigrant voters would support a populist radical right party (PRRP). Exploring the case of Estonian residents in Finland, it draws on 13 in‐depth interviews conducted with Estonians who voted for the Finns Party in the 2021 Finnish local elections, and survey data. The article produces a conceptual model explaining how both homeland politics and integration to residence country contribute to PRRP support. Estonians' support for the Finns Party partly results from a political realignment in Estonia and the Estonian PRRP's campaign activities. The influence of homeland politics is also furthered by their lack of political integration in the residence country, and their experience of immigrant integration, which prompts them to identify as ‘the good immigrant’ as opposed to groups they consider less integrated and thus position as inferior to themselves.",
          "url": "https://doi.org/10.1111/imig.13356",
          "doi": "https://doi.org/10.1111/imig.13356",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Uncovering Attitudes to Family Migration—A Conjoint Survey Experiment with a Dyadic Approach",
          "authors": "Lutz Gschwind, Johan Wejryd, Jonas Hultin Rosenberg, Anton Ahlén, Karin Borevi",
          "abstract": "Family migration constitutes by far the largest form of entry into countries with established democracies. Yet, it remains widely neglected in the literature on public attitudes. One of the key challenges in researching this topic is its inherent complexity. Family migration involves not only the claims of outsiders seeking entry, but also those of insiders wishing to reunite with family members. To address both dimensions simultaneously, we designed a conjoint survey experiment using an innovative dyadic approach. Respondents were presented with hypothetical cases of aspiring family migrants, alongside their respective family members already residing in the destination country. Key attributes, such as financial resources and types of family relationships, were randomized for each pair. We conducted the survey with 5,000 respondents across France, Germany, Italy, Sweden, and the United Kingdom. Our results suggest that respondents pay close attention to the characteristics of the incoming family migrant, such as language skills, while also being concerned with the economic resources of the family member already residing in the destination country. These findings indicate that research on public attitudes cannot treat family reunification as just one among many immigration motives. Study designs must also systematically account for the status of the family member already living in the destination country.",
          "url": "https://doi.org/10.1177/01979183241293391",
          "doi": "https://doi.org/10.1177/01979183241293391",
          "filter": 0
        },
        {
          "title": "Book Review: Historias migratorias y educativas de estudiantes transfronterizos entre Estados Unidos y México",
          "authors": "Francisco Salgado-Robles",
          "url": "https://doi.org/10.1177/01979183241299681",
          "doi": "https://doi.org/10.1177/01979183241299681",
          "filter": 0
        },
        {
          "title": "Becoming “Platform Workers”: A Biographical Exploration of Temporary Visa and Worker Subjectivities in the Gig Economy",
          "authors": "Isabella Stingl, Barbara Orth",
          "abstract": "As studies worldwide have highlighted, place-based platform work is predominantly carried out by migrant and/or racialized workers. By tracing the migration trajectories of Chilean and Argentinian gig workers on Working Holiday Visas (WHV) in Germany, we shed light on how platform-mediated work fits into the larger life trajectories of these migrant workers. Applying a lens of time and temporalities, we conceptualize migration as a process of becoming that involves the temporalities of particular visa regimes, wider scales of institutional and social temporal ordering, and progression through an individual's life course. We find that the temporal horizons of the visa and the transient nature of platform work foster distinct worker subjectivities that make platform work acceptable despite its precarity. We therefore argue that the temporariness of the WHV is a crucial factor in explaining why highly educated young people engage in low-status and low-waged platform work.",
          "url": "https://doi.org/10.1177/01979183241299717",
          "doi": "https://doi.org/10.1177/01979183241299717",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Mediating digital literacies across transnational refugee networks: language and resilience inside and outside Syria",
          "authors": "Tony Capstick",
          "url": "https://doi.org/10.1080/1369183x.2024.2432456",
          "doi": "https://doi.org/10.1080/1369183x.2024.2432456",
          "filter": 0
        },
        {
          "title": "Bloodline gateways: Italian ancestral citizenship as a resource to bypass European migration policies",
          "authors": "Melissa Blanchard",
          "url": "https://doi.org/10.1080/1369183x.2024.2438648",
          "doi": "https://doi.org/10.1080/1369183x.2024.2438648",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Entrepreneurial Back‐to‐Landers: How Neo‐Farmers in Turkey Choose Where to Settle",
          "authors": "Candan Turkkan",
          "abstract": "Recently, a new trajectory of urban‐to‐rural migration has begun to emerge in the Turkish countryside. This trajectory consists of primarily white‐collar workers, born and raised in the cities, with no background in agriculture, leaving their jobs in the cities, moving to villages and taking up farming. In this paper, through semi‐structured interviews with 83 such ‘neo‐farmers,’ I explore how they choose where to settle. I argue that even though they are concentrated in the Marmara, the Aegean and the western Mediterranean regions, commonly considered as vacation resorts with easy access to major cities, this concentration does not indicate a desire to continue urban habits and lifestyles. Rather, I show that they choose where to settle through a tradeoff between new lifestyle priorities, and political, social and economic constraints. I argue that economic and non‐economic factors act as priorities and constraints, and that the eventual choice rests on a complex calculation, determined, in the final stage, by non‐economic factors; more precisely, migrants' perceptions of the social and the political leanings of the larger community into which they are thinking of moving, and their thoughts on whether they can fit in or not.",
          "url": "https://doi.org/10.1002/psp.2863",
          "doi": "https://doi.org/10.1002/psp.2863",
          "filter": 0
        },
        {
          "title": "Future Subnational Population Change in Germany: The Role of Internal and International Migration",
          "authors": "Laura Cilek, Elke Loichinger, Frank Swiaczny, Claus Schlömer, Jana Hoymann, Steffen Maretzke",
          "abstract": "Population change in Germany at the subnational level is particularly driven by changes in net international migration and shifts in internal migration flows between urbanisation, suburbanisation and counter‐urbanisation. Official population projections at the county level use a single scenario, thereby omitting uncertainty that arises from changing patterns in the assumed components of demographic change. We use a cohort‐component model that incorporates the spatial distribution of a net number of international migrants and internal migration matrices to provide population projections for 401 counties in Germany until 2070, encompassing nine total international and internal migration scenario combinations. Our results show a full potential outcome space of future subnational population change in Germany and highlight the variability in this possible change in terms of population structure, size, and spatial distribution. Across the scenarios, the total population of Germany is projected to be between 74.25 and 86.84 million people in 2040 (83.4 in 2023). There are also considerable differences in how the total population and its distribution might change spatially, both between urban and rural areas and in age structure. Thus, depending on the assumed absolute level of net international migration and the direction of internal migratory patterns we, highlight how internal and international migration patterns will continue to play a large role in future population development in Germany at the county level.",
          "url": "https://doi.org/10.1002/psp.2871",
          "doi": "https://doi.org/10.1002/psp.2871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
