{
  "update": "2025-06-13",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Lima is good enough: exploring role of city in coping strategies and future planning among Venezuelan forced migrants in Peru",
          "authors": "Karolina Sobczak-Szelc, Marcin Stonawski, Katarzyna Górska, Agnieszka Olter-Castillo, Jan Brzozowski, Silvana Gomez",
          "abstract": "The economic, political and social situation in Venezuela has forced millions of its citizens to leave their country (Mazuera-Arias et al., Sociodemographic Profiles and the Causesof Regular Venezuelan Emigration. International Migration, https://doi.org/10.1111/IMIG.12693 (2020)). Over the past eight years, we have witnessed an unprecedented exodus of this nature. In June 2024, there were 7.7 million Venezuelan migrants and refugees worldwide, of which 1.5 million have settled in Peru. Lima, the city hosting the majority of Venezuelans in Peru (R4V 2022), seems to be the final destination on their migration trajectory. Despite challenges and barriers related to the complex legal status landscape, the city fulfils aspirations and needs that drove Venezuelans to leave their country. Most importantly, Lima allows them to fulfil economic needs that are sufficient to survive and support those left behind. The objective of this paper is to demonstrate the principal challenges confronted by forced migrants from Venezuela on the labor market of Lima (Peru), the adaptation and coping strategies they employ to overcome them and how this situation influences their decisions on further (im)mobility. The results are based on a mixed-method approach with the use of quantitative and qualitative research methods. The quantitative methods employed include questionnaire interviews with Venezuelans in Lima and their Peruvian neighbors, while the qualitative methods comprise in-depth interviews with Venezuelans in Lima, their Peruvian neighbors, and experts in Peru, as well as observation during study visits to the research area.",
          "url": "https://doi.org/10.1186/s40878-025-00451-1",
          "doi": "https://doi.org/10.1186/s40878-025-00451-1",
          "filter": 0
        },
        {
          "title": "…when the category ‘migration’ lost its innocence for migration scholars. And what now? A plea for dialogue",
          "authors": "Janine Dahinden",
          "url": "https://doi.org/10.1186/s40878-025-00459-7",
          "doi": "https://doi.org/10.1186/s40878-025-00459-7",
          "filter": 0
        },
        {
          "title": "Factors influencing the spatial distribution of international retirement migrants settling in Hungary",
          "authors": "Bálint Koós, Patrik Tátrai, Dóra Gábriel",
          "abstract": "Over the past few decades, the forms and geographies of international retirement migration have diversified globally. An outstanding example of this is Hungary, a destination for both retirement migrants from Western Europe and older people, mainly ethnic Hungarian migrants from neighbouring regions. While an increasing body of literature deals with the spatiality of international retirement migration, only a few studies have analysed the settlement choices of older immigrants in receiving countries. To fill this gap, our paper presents a multi-level analysis of the spatial characteristics of the older adults who are settling in Hungary. We examine two different groups of older people arriving in Hungary to identify the factors that may influence their choice of place of residence and explain the possible reasons for their mobility. The empirical data pertain to German and Ukrainian individuals aged over 60, whose migration choices, because their places of residence are characterised by remarkably different geographical patterns, can be considered distinct. Based on a multivariate statistical analysis of the size and distribution of German and Ukrainian migrants aged 60 and over, we found that only some of the German older adults arrive in Hungary as ‘classic’ lifestyle migrants. However, many of them live in urban areas or disadvantaged regions. In contrast, older persons from Ukraine, primarily ethnic Hungarians, are concentrated along the Ukrainian border or choose to reside in urban municipalities located farther from the border. Data suggest that retired people arriving in Hungary are driven mainly by economic strategies, which, in our view, can be identified as different forms of geoarbitrage, namely, higher pension-seeking among Ukrainians and escaping relative deprivation among Germans. The increasing number of older migrants entails new challenges at the local level, requiring municipalities to expand social services, underscoring the political relevance of our findings.",
          "url": "https://doi.org/10.1186/s40878-025-00455-x",
          "doi": "https://doi.org/10.1186/s40878-025-00455-x",
          "filter": 0
        },
        {
          "title": "Crisisology no more? (Comparative) Migration Studies beyond the Crisis",
          "authors": "Nir Cohen, Tatiana Fogelman",
          "abstract": "This short intervention starts from observing a persistent, if not growing, framing of migration research – in CMS and beyond - through a concept of crisis. We contend that such an unreflexive framing, or what we call ‘crisisology’, is deeply problematic due to the reproduction of a highly skewed and binary understanding of migration. We argue that a more spatially and temporally relational approach is needed in order to dismantle such binarism. In making our argument, we first review existing critical and reflexive research on migration and crisis, while pointing out the ongoing limitations, or blind spots, of this work in moving beyond crisisology. We conclude by briefly outlining what a spatio-temporally relational approach to studying migration and ‘crisis-ness’ would entail thematically, methodologically, and conceptually.",
          "url": "https://doi.org/10.1186/s40878-025-00462-y",
          "doi": "https://doi.org/10.1186/s40878-025-00462-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Negotiating the boundaries of Blackness and naming whiteness: the racialisation and identity formation process of French citizens of Indian descent",
          "authors": "Manuela Latchoumaya",
          "url": "https://doi.org/10.1080/01419870.2025.2513376",
          "doi": "https://doi.org/10.1080/01419870.2025.2513376",
          "filter": 0
        },
        {
          "title": "Meritocratic masks and the colonial echo of racial distinction",
          "authors": "Annalena Oppel",
          "url": "https://doi.org/10.1080/01419870.2025.2513374",
          "doi": "https://doi.org/10.1080/01419870.2025.2513374",
          "filter": 0
        },
        {
          "title": "An experimental test of “racist stacking” in football",
          "authors": "Marjorie Rachel Berns, Luisa Liekefett, Lara Aimée Kronenbitter, Tina Nobis, Julia Christina Becker",
          "url": "https://doi.org/10.1080/01419870.2025.2504626",
          "doi": "https://doi.org/10.1080/01419870.2025.2504626",
          "filter": 0
        },
        {
          "title": "From Kamala Harris to Vivek Ramaswamy: the rising and complex prominence of Indian Americans in US electoral politics",
          "authors": "Sara Sadhwani",
          "url": "https://doi.org/10.1080/01419870.2025.2503962",
          "doi": "https://doi.org/10.1080/01419870.2025.2503962",
          "filter": 0
        },
        {
          "title": "Who pays for diversity? Why programs fail at racial equity and what to do about it",
          "authors": "Román Liera",
          "url": "https://doi.org/10.1080/01419870.2025.2516132",
          "doi": "https://doi.org/10.1080/01419870.2025.2516132",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Dignity at Work: Employer Relations and the Experiences of Ukrainian Pre‐War Female Migrant Workers in Israel",
          "authors": "Anna Prashizky",
          "abstract": "This article examines the experiences of Ukrainian pre‐war female migrant workers in Israel's eldercare and cleaning sectors, focusing on how employer relations and workplace conditions shape their dignity. Drawing on in‐depth interviews with 26 Ukrainian migrant women, the study explores the structural constraints and power dynamics that influence their lived experiences. The analysis identifies three key themes shaping migrant women's dignity: employer‐inflicted abuse, the pursuit of dignity and resistance to humiliation and the impact of war in Ukraine on dignity construction. Findings reveal that while many women face economic control, emotional manipulation and social exclusion, they also engage in strategies of resistance to reclaim dignity. By framing vulnerability as a site of agency, this study demonstrates how Ukrainian migrant workers challenge systemic inequalities through defiance, negotiation and solidarity, asserting their dignity despite restrictive labour conditions.",
          "url": "https://doi.org/10.1111/imig.70046",
          "doi": "https://doi.org/10.1111/imig.70046",
          "filter": 0
        },
        {
          "title": "Refugee Health Inclusion: Legal, Geopolitical, and Economic Barriers",
          "authors": "Wafa Abu El Kheir‐Mataria, Maia C. Tarnas, Tomas Simonek, Ghada Al‐Jadba, Mary Boatemaa Setrana, Kate Ellis, Gerda Heck, Maysa Ayoub, Ahmet İçduygu, Muhammad H. Zaman, Daniel M. Parker",
          "abstract": "This commentary examines how structural constraints shape health access in refugee camps. It stems from a recent workshop on refugee health and reflects an interdisciplinary, policy‐focused dialogue. We argue that humanitarian aid alone is insufficient. Instead, long‐term, rights‐based approaches are needed. Donor dependency, legal exclusion and geopolitical dynamics undermine access to care. These challenges create artificial divides between camp and non‐camp settings. Our analysis complements a companion piece on health system design (see Tarnas et al. this issue). Together, the two pieces call for ethical, inclusive models that recognise refugee health as a global responsibility not a temporary emergency.",
          "url": "https://doi.org/10.1111/imig.70048",
          "doi": "https://doi.org/10.1111/imig.70048",
          "filter": 0
        },
        {
          "title": "The Intersection Between Migration and Global Health: Gaps in Research and Data",
          "authors": "Soorej Jose Puthoopparambil",
          "abstract": "Migration and health is one of the fields that encompasses all key aspects of global health. The health of migrants is impacted predominantly by determinants of health, conditions in which people are born, grow, live, work and age. The determinants are dynamic and vary during the pre‐departure, transit, arrival and return phases, spanning across cities, regions, countries and continents. Literature on migration and health is not reflective of the global migratory patterns and their composition. The literature is predominantly produced by researchers in high‐income countries, overlooking patterns and priorities in low‐ and middle‐income countries. Additionally, data on migratory status, a determinant of health, is often absent in national health information systems. It is essential to generate evidence that considers the diverse nature of migration and the heterogeneous migrant population across and within nations and regions.",
          "url": "https://doi.org/10.1111/imig.70045",
          "doi": "https://doi.org/10.1111/imig.70045",
          "filter": 0
        },
        {
          "title": "‘To Return or Not to Return, That Is the Question’: The Role of Health in Return Intentions Among Three Groups of Older Migrants in Italy",
          "authors": "Eralba Cela, Giulia Bettin, Russell King",
          "abstract": "The role played by health status in shaping return migration intentions and decisions has received little attention. The few existing studies show conflicting results: poor and deteriorating health can be associated with both higher and lower propensity to return‐migrate, depending on the context. In this paper, we investigate the health‐return nexus for older migrants in Italy. We carry out two analyses. First, we use quantitative survey data to explore the relationship between health and return intentions of older immigrants from both high‐migration‐pressure countries and Western European countries. Second, in order to dig deeper into the complexity of return‐migration decision‐making, we draw on interviews with three groups of older migrants in Italy: retired labour migrants from Morocco; the ‘zero‐generation’ Albanian parents of labour migrants who have joined their children in Italy; and British international retirement migrants. Results differ for each group and type of analysis, but the role of health and the location of children stand out as key factors in the stay‐return dilemma.",
          "url": "https://doi.org/10.1111/imig.70042",
          "doi": "https://doi.org/10.1111/imig.70042",
          "filter": 0
        },
        {
          "title": "Caring Across Time and Borders: Ukrainian Returnees' Journeys Towards Ageing and Belonging",
          "authors": "Alina Penkala, Ilse Derluyn, Ine Lietaert",
          "abstract": "The migration of Ukrainian women to Italy over the last three decades has been portrayed in diverse ways, with many narratives emphasising their vital economic and social contributions both in Italy and back home, whilst others cast these women, many of them mothers, as threats to Ukrainian families and the nation. However, as these migrants return to Ukraine in retirement, they renegotiate their sense of belonging to a new life and a changed place. Through three autobiographical interviews, our study explores how these women have mothered across borders, navigated care responsibilities and dealt with disenfranchised grief. The paper contributes to understanding the relationship between care and belonging, showing how returned migrants engage in acts of care and community integration, confronting challenges of grief and ambiguous belonging. Strong bonds formed with Italian families—and maintained across borders—now influence feelings of belonging back in the home country. These findings highlight the effects of transnational care‐giving on migrants' sense of place, suggesting that the quality‐of‐care relationships can add a nuance to understanding where people belong and, ultimately, influence return or non‐return decisions.",
          "url": "https://doi.org/10.1111/imig.70041",
          "doi": "https://doi.org/10.1111/imig.70041",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/imig.70044",
          "doi": "https://doi.org/10.1111/imig.70044",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "The Development and Dismantling of Fragmented Protection: Rohingya Refugee Experiences of Fragmented Governance Across India",
          "authors": "Rohini Mitra",
          "abstract": "Research has extensively explored the ad hoc nature of forced migration governance in India, with scholars arguing that India has tended to take a different approach to different asylum-seeking groups. Recent research also highlights how policy toward a single refugee group can shift drastically over time. What does this fragmentation and ad hocism mean for the everyday life of refugee and asylum-seeking communities? How does it affect the lived experience of refuge and protection in India? This article tackles these questions by examining the case of the Rohingya refugees in India—once granted official Long Term Visas as asylum seekers in 2012, now marked for detention and deportation as illegal immigrants in 2025. Drawing from fieldwork conducted with refugees, community leaders, and NGOs working across the country, this article examines how the combination of fragmented (forced) migration governance and divergent settlement patterns of the Rohingya in India has resulted in a form of fragmented protection, marked by different degrees of negotiated access to services such as health and education. At the same time, the precarity of the Rohingyas’ legal status in India (as UNHCR card-holders who are simultaneously deemed illegal by the Indian government) profoundly influences the operational space and potential impact of this fragmented protection. I show how fragmented protection is increasingly shaped by structural shocks including the political (negative government stance on refugees), the discursive (growing negative public perception of the Rohingya), and the administrative (drives toward all-encompassing digital identification schemes inhibiting the space for policy discretion).",
          "url": "https://doi.org/10.1177/01979183251337057",
          "doi": "https://doi.org/10.1177/01979183251337057",
          "filter": 0
        },
        {
          "title": "Public Belief in the “Great Replacement Theory”",
          "authors": "James Dennison, Alexander Kustov",
          "abstract": "The “Great Replacement Theory” (GRT) is an extremist narrative that has gained increased prominence within anti-immigration and conspiratorial discourses in Western societies, yet remains understudied. We first conceptualize the GRT as a narrative that typically claims that white majorities are being deliberately replaced by non-white immigrants in a secretive attempt by malevolent elites to undermine Western nations. Second, we devise measures of agreement with the GRT's several incremental components. Third, using original representative survey data from Germany, we explore and demonstrate widespread belief in even the most extreme propositions of the GRT and examine how these beliefs vary according to sociodemographics, conspiratorial tendencies, and political preferences. While further research is needed, our descriptive findings provide insight into the perhaps underestimated extremism of anti-immigration attitudes among some citizens and highlight the need for more nuanced assessments of immigration attitudes—and attitudes in general—beyond simple spectral measures.",
          "url": "https://doi.org/10.1177/01979183251343877",
          "doi": "https://doi.org/10.1177/01979183251343877",
          "filter": 0
        },
        {
          "title": "Book Review: Welfare Nationalism in Europe and Russia CookLinda J.2024. Welfare Nationalism in Europe and Russia: The Politics of 21st Century Exclusionary and Inclusionary Migrations. Cambridge University Press. 364 pages. $34.99(paperback).",
          "authors": "Agnieszka Weinar",
          "url": "https://doi.org/10.1177/01979183251345767",
          "doi": "https://doi.org/10.1177/01979183251345767",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Border times: welfare workers navigating the temporal intersections of migration law and the education system",
          "authors": "Sofi Jansson-Keshavarz",
          "url": "https://doi.org/10.1080/1369183x.2025.2514148",
          "doi": "https://doi.org/10.1080/1369183x.2025.2514148",
          "filter": 0
        },
        {
          "title": "Determinants of refugees’ generalised and institutional trust: evidence from Germany",
          "authors": "Agnieszka Kanas, Frank van Tubergen, Yuliya Kosyakova",
          "url": "https://doi.org/10.1080/1369183x.2025.2514800",
          "doi": "https://doi.org/10.1080/1369183x.2025.2514800",
          "filter": 0
        },
        {
          "title": "Being a rural mother in the urban space: understanding young rural migrant mothers’ agency in cultivating an urban child in Beijing",
          "authors": "Rong Bao, Robbie Gilligan, Catherine Conlon",
          "url": "https://doi.org/10.1080/1369183x.2025.2511890",
          "doi": "https://doi.org/10.1080/1369183x.2025.2511890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Theorizing experiential time in refugee migration: speed and duration",
          "authors": "Goshu Wolde Tefera, Alan Gamlen",
          "abstract": "This article theorizes the concept of experiential time in refugee migration. While recent migration studies have increasingly recognized the importance of immobility in understanding migration, research on refugee experiences remains predominantly focused on mobility from displacement through transit to settlement. This mobility-centric perspective overlooks the immobilities embedded within the broader mobility, which generate distinct temporalities that impact refugee experiences. To bridge this gap, we introduce experiential time as an analytical framework designed to capture the subjective, fluid, and multifaceted temporalities that refugees navigate. We view displacement as a dynamic process with distinct phases, emphasizing the interplay of two temporal properties: speed and duration. Through this lens, we identify four categories of experiential time: sluggish, stuck, racing, and shock each reflecting unique emotional and psychological responses to temporal experiences. This framework offers a fresh perspective on how refugees simultaneously experience and navigate the intersections of mobility and immobility, yet in distinctive ways.",
          "url": "https://doi.org/10.1093/jrs/feaf031",
          "doi": "https://doi.org/10.1093/jrs/feaf031",
          "filter": 0
        },
        {
          "title": "“In the hands of the UN”: remembering Gatumba and resisting encampment in Kenya",
          "authors": "Sophia Balakian",
          "abstract": "In 2014, the Banyamulenge Congolese community in Nairobi commemorated the tenth anniversary of a massacre in Burundi’s Gatumba refugee camp. The anniversary coincided with a Kenyan government directive to deport refugees from the capital city to UN-run camps. In this context, the community invited UNHCR and NGO staff to the memorial, where they connected the violence they experienced in Gatumba to their resistance to future encampment. By hosting humanitarian workers, the community inverted the roles of host and guest, speaking in a collective voice that was impossible in individual bureaucratic interviews. An ethnographic account of the Gatumba memorial broadens boundaries for understanding refugees’ resistance to hegemonic regimes. It shows how the community made use of their status as victims, reframed standard roles and narratives, and demanded accountability for past harms. It illuminates the terror of camps and possibilities of cities for the material well-being and political imaginaries of refugees today.",
          "url": "https://doi.org/10.1093/jrs/feaf033",
          "doi": "https://doi.org/10.1093/jrs/feaf033",
          "filter": 0
        },
        {
          "title": "Understanding the impact of social connectedness on health and well-being among refugees in Australia",
          "authors": "Jingyeong Song, Jonathan Corcoran, Renee Zahnow",
          "abstract": "The health and well-being of refugees are significant global concerns, yet the specific types of social connectedness that most effectively provide the greatest benefits during resettlement remain unclear. This study investigates the impact of social connectedness, including community participation and social ties, on general health and subjective well-being at different stages of the resettlement process. Using three waves of data from the Building a New Life in Australia study, we analyse responses from 1,509 principal applicants who completed the survey in Wave 1, employing weighted least squares regression to examine these associations. We find that while participation in community activities with co-ethnics is important for health and well-being at 3 and 5 years after arrival, neighbourly interactions within the local community most significantly and consistently predict better health and well-being throughout the resettlement process. The findings emphasize the importance of designing resettlement programs that foster neighbourly connections and encourage active participation in co-ethnic communities and the local neighbourhood to support refugees’ health and well-being.",
          "url": "https://doi.org/10.1093/jrs/feaf036",
          "doi": "https://doi.org/10.1093/jrs/feaf036",
          "filter": 0
        },
        {
          "title": "The Politics of Refugee Policy in the Global South . By Ola G. El-Taliawi",
          "authors": "Jasmin Lilian Diab",
          "url": "https://doi.org/10.1093/jrs/feaf038",
          "doi": "https://doi.org/10.1093/jrs/feaf038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Classical Gentrification in a Formerly Working‐Class Neighbourhood: Karlín as a Forerunner of Inner‐City Migration Trends in Prague",
          "authors": "Adela Petrović, Martin Ouředníček",
          "abstract": "During the transformation period, working‐class neighbourhoods in the inner city of Prague have demonstrated a growing dynamism and attractiveness, as reflected in the recurrent changes in the socio‐demographic composition of these neighbourhoods. This study investigates the changes in socio‐demographic characteristics of people moving in and out of one of the most dynamic inner‐city neighbourhoods in Prague – Karlín. The main objective of the paper is to understand and explain the impact of migration and quantify the characteristics of gentrification migration streams in this neighbourhood within the period 2010–2020. The migration data contains information regarding gender, age, marital status, state citizenship, and place of in‐ and out‐migration. We demonstrate migration behaviour within the transforming housing estate from the 1960s, the new‐built gentrification in New Karlín, and the classical gentrification in Old Karlín. The main outcomes of the analyses confirm that Karlín is going through an intense wave of classical gentrification, which is primarily driven by the influx of foreign migration and the displacement of the domestic population to other parts of the city. We argue that Karlín is a precursor of inner‐city development in Prague and other Central and Eastern European cities, and gentrification has become the most important urban transformation process in contemporary Central and Eastern European cities.",
          "url": "https://doi.org/10.1002/psp.70056",
          "doi": "https://doi.org/10.1002/psp.70056",
          "filter": 0
        },
        {
          "title": "Who Emigrates From a Wealthy, Peaceful Country? And Who Comes Back? Evidence From Norway",
          "authors": "Marianne Tønnessen, Amelie F. Constant, Astri Syse",
          "abstract": "Each year, millions of people emigrate from wealthy, peaceful countries. In this paper, we summarise research and available international data on the numbers and characteristics of those who move from wealthy countries in general. Next, we utilise rich Norwegian individual‐level register data and various quantitative methods to provide a broad description of emigrants from Norway over recent decades, as well as migration back to Norway, with a focus on heterogeneities among the emigrants. Finally, we summarise in seven key points how our descriptive findings can inform the research literature and relevant policy fields. For instance, our results reveal that emigration from Norway has become considerably less frequent for most immigrant groups in Norway, challenging notions that people are increasingly on the move between countries.",
          "url": "https://doi.org/10.1002/psp.70048",
          "doi": "https://doi.org/10.1002/psp.70048",
          "filter": 0
        },
        {
          "title": "An Inverted‐U, an Elephant or Neither? Exploring the Link Between Migrant Integration Policies and Pro‐Immigrant Sentiment",
          "authors": "Riccardo Borgoni, Andrea Gilardi, Alessandra Michelangeli, Kateryna Tkach",
          "abstract": "The increasing inflow of migrants from outside Europe has intensified efforts to promote social and economic inclusion while reinforcing social cohesion. These efforts are essential for fostering a fair society, which, in turn, supports a dynamic economy that benefits everyone. In this paper, we examine the relationship between integration policies and pro‐immigrant sentiment, which is regarded as a key‐factor in facilitating migrant integration. Our analysis draws on data from the European Social Survey (Round 10), which provides insights into natives' attitudes towards immigrants across a wide range of European countries during the period from September 2020 to August 2022. The empirical design is based on an extended version of the proportional‐odds cumulative logit model to estimate potential nonlinear effects of explanatory variables in determining pro‐immigrant sentiment. Additionally, we account for potential endogeneity between pro‐immigrant attitudes and immigrant inflows. Our findings reveal a bell‐shaped relationship between migrant integration policies and pro‐immigrant sentiment. This suggests that countries transitioning toward more inclusive policies tend to experience a rise in positive attitudes toward immigrants. In contrast, in countries where integration policies are already highly inclusive, further expansion may be associated with a decline in support. This bell‐shaped pattern also emerges when examining public perceptions of grants' contributions to the economy of host countries. The relationship becomes convex when focusing on views regarding the cultural impact of migrants. These distinct patterns carry important and differentiated policy implications, highlighting the need for context‐specific strategies in advancing integration.",
          "url": "https://doi.org/10.1002/psp.70053",
          "doi": "https://doi.org/10.1002/psp.70053",
          "filter": 0
        },
        {
          "title": "The Negotiation of Socio‐Spatial Background Among Elite Chinese University Graduates",
          "authors": "Benjamin Mulvey, Boya Li",
          "abstract": "An increasingly rich body of literature focuses on the relationship between socio‐spatial background, emotional attachment to place, and aspirations surrounding higher education. In this paper, we foreground the connections between attachment to place, mobility, education and aspirations—links that are often implicit and seldom highlighted in the Chinese context. To do so, we develop a theoretical framework that integrates Bourdieu's theory of practice , alongside the concepts of suspension, neo‐familism and individualisation . Drawing on interviews with 40 final‐year master's degree students at an elite Chinese university, from three social class factions, we explore how socio‐spatial inequality is embodied and reflected in the future aspirations of students, particularly in the form of attachments to (or lack thereof) particular places, and the internalisation of cultural logics that stigmatise rurality and associate it with ‘low quality’. These processes represent under‐recognised means through which social stratification is embodied and reproduced in the Chinese context, creating additional barriers for non‐affluent students from rural backgrounds in ‘keeping up’ with urban peers after graduation.",
          "url": "https://doi.org/10.1002/psp.70055",
          "doi": "https://doi.org/10.1002/psp.70055",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
