{
  "update": "2024-12-06",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Passive revolution and fractured militancy in South Africa and India",
          "authors": "Samantha Agarwal",
          "url": "https://doi.org/10.1080/01419870.2024.2431161",
          "doi": "https://doi.org/10.1080/01419870.2024.2431161",
          "filter": 0
        },
        {
          "title": "How racial inclusion undermines solidarities: on race, class, immigration and political mobilization",
          "authors": "Jennifer Jones",
          "url": "https://doi.org/10.1080/01419870.2024.2433032",
          "doi": "https://doi.org/10.1080/01419870.2024.2433032",
          "filter": 0
        },
        {
          "title": "The contemporary Black church: the new dynamics of African American religion",
          "authors": "Eric L. McDaniel",
          "url": "https://doi.org/10.1080/01419870.2024.2429748",
          "doi": "https://doi.org/10.1080/01419870.2024.2429748",
          "filter": 0
        },
        {
          "title": "Race and the printed language: roman and gothic letterforms in the making of the “Aryan race”",
          "authors": "Mila Waldeck, Athena S. Leoussi",
          "url": "https://doi.org/10.1080/01419870.2024.2430057",
          "doi": "https://doi.org/10.1080/01419870.2024.2430057",
          "filter": 0
        },
        {
          "title": "Beyond suspicion: the moral clash between rootedness and progressive liberalism",
          "authors": "Ofir Abu",
          "url": "https://doi.org/10.1080/01419870.2024.2431154",
          "doi": "https://doi.org/10.1080/01419870.2024.2431154",
          "filter": 0
        },
        {
          "title": "British children associated with ISIS in camps in North-East Syria: counter-terrorism, security and children’s rights concerns in repatriation decision-making",
          "authors": "Madeline-Sophie Abbas",
          "url": "https://doi.org/10.1080/01419870.2024.2431163",
          "doi": "https://doi.org/10.1080/01419870.2024.2431163",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Living in micro‐networks: Korean migrants' social networking practices in Canadian cities",
          "authors": "Kyong Yoon",
          "abstract": "Drawing on qualitative interviews with South Korean (Korean hereinafter) migrants in Western Canada, this study examines the migrants' sense of belonging and social networking practices during their post‐migration settlement and adaptation, including during the COVID‐19 pandemic. The study focuses on a relatively recent cohort of Korean labour migrants whose main motivation for migration was to explore flexible and relaxed ways of living in the host society. Through an analysis of these migrants' lived experiences, the study examines how they have managed various forms of social networking and developed particular senses of social belonging. The study reveals the migrants' lack of a sense of social belonging and tendency to pursue individualized micro‐networks, which were particularly challenged during the COVID‐19 pandemic.",
          "url": "https://doi.org/10.1111/imig.13357",
          "doi": "https://doi.org/10.1111/imig.13357",
          "filter": 0
        },
        {
          "title": "Revealing the role of intangible factors on migration in MENA: Religious identity and freedom perceptions",
          "authors": "Ayşe Perihan Kırkıç",
          "abstract": "This study investigates the role of intangible factors in the migration decision‐making processes of citizens from the Middle East and North Africa (MENA) region. While the existing literature often highlights economic factors as the primary drivers of migration, this research explores how religious identity and perception of democracy and freedoms—specifically, freedom of expression and electoral freedom—influence these decisions. Utilising data from the Arab Opinion Index from 2012 to 2020, the study covers nine MENA countries and considers variables, such as gender, education level, household economic status, age, residential area, religious affiliation, and views on social and political freedoms. The findings suggest that intangible factors, particularly religious identity and perceived lack of freedoms, significantly influence individuals' migration decisions, similar to economic factors. Individuals who identify as less religious, associate with a less religious social circle, and perceive that their freedoms are not protected are more likely to consider migrating. This research contributes to a deeper understanding of migration dynamics in the MENA region, providing policymakers with crucial insights to develop evidence‐based strategies addressing the complex drivers of migration.",
          "url": "https://doi.org/10.1111/imig.13354",
          "doi": "https://doi.org/10.1111/imig.13354",
          "filter": 0
        },
        {
          "title": "GBA + in Canada's immigration system: Opportunities and limitations",
          "authors": "Sasha Baglay",
          "abstract": "This exploratory study investigates the use of Gender‐based Analysis Plus (GBA+) in Canada's immigration programme development. The objectives of the article are as follows: first, to provide insight into the structures within the Immigration Refugees and Citizenship Canada (IRCC) that support GBA+ and understand how it is applied in practice; second, to evaluate the transformative potential of GBA+ in this context. Drawing on IRCC's policy, guidelines, Annual Reports to Parliament and self‐assessments, the article makes a preliminary finding that GBA+ is unlikely to prompt transformation of key tenets of the immigration system, but it can stimulate incremental changes, particularly in areas that are already more responsive to systemic barriers (such as the refugee class). However, more in‐depth study is needed into the IRCC's culture and attitude towards GBA+ as well as full content analysis of GBA+ of a larger sample of recent initiatives.",
          "url": "https://doi.org/10.1111/imig.13355",
          "doi": "https://doi.org/10.1111/imig.13355",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "The role of private sponsorship on refugee resettlement outcomes: a mixed methods study of Syrians in a mid-sized city with a linguistic minority",
          "authors": "Anyck Dauphin, Luisa Veronis",
          "url": "https://doi.org/10.1080/1369183x.2024.2434054",
          "doi": "https://doi.org/10.1080/1369183x.2024.2434054",
          "filter": 0
        },
        {
          "title": "Decentralization and diaspora capture: transnationalism, autocracy, and hybrid power in federal Ethiopia",
          "authors": "Abdirahman A. Muhumad, Daniel K. Thompson",
          "url": "https://doi.org/10.1080/1369183x.2024.2432448",
          "doi": "https://doi.org/10.1080/1369183x.2024.2432448",
          "filter": 0
        },
        {
          "title": "Reduced urgency, fewer options? How the EU influences kin-state politics in contemporary Europe",
          "authors": "Samuel A. T. Johnston",
          "url": "https://doi.org/10.1080/1369183x.2024.2432434",
          "doi": "https://doi.org/10.1080/1369183x.2024.2432434",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Intergenerational Care in Local, Long‐Distance, and Transnational Families: The Role of Geographical Distance and Cross‐Border Separation on Subjective Care Burden",
          "authors": "David Schiefer, Magdalena Nowicka",
          "abstract": "Transnational family research documented well the challenges that migrated adult children experience when they want to provide care to their stayed‐behind families. Yet similar results are provided by research on long‐distance carers who are not international migrants. So far, it remains unclear how challenges of providing support to family members relate to the geographical distance between them, or rather to the cross‐border character of migration, it is when the (expected) caregivers and care‐receivers live in two different nation‐states. This article thus investigates the role of geographical distance and cross‐border separation on perceived intergenerational care burden of residents in Germany who feel in responsibility or provide care to their parents. We use data from a survey with 2900 migrant and nonmigrant residents in Germany. Findings reveal that geographical distance and cross‐border separation constitute two independent, accumulating stressors for burden experienced by individuals caring for their parents. Furthermore, we can show that the link between cross‐border separation and intergenerational care burden is due to increased time and financial costs but particularly due to legal restrictions to mobility such as non‐German citizenship or visa restrictions. The study represents one of the initial attempts to elucidate the mechanisms underlying distance and cross‐border separation in transnational intergenerational care, demonstrating that general theoretical frameworks for understanding burden in intergenerational care relationships can be applied to cross‐border family constellations.",
          "url": "https://doi.org/10.1002/psp.2866",
          "doi": "https://doi.org/10.1002/psp.2866",
          "filter": 0
        },
        {
          "title": "Retaining Permanent and Temporary Immigrants in Rural Australia: Place‐Based and Individual Determinants",
          "authors": "Neil Argent, Aude Bernard, Dagmara Laukova, Tom Wilson, Tomasz Zajac, Anthony Kimpton",
          "abstract": "In many low‐fertility countries, immigration is increasingly seen a solution to the twin problem of rural depopulation and skill shortages. In Australia, this takes the form of regional visa schemes that require both skilled and humanitarian migrants to reside initially in nonmetropolitan regions for a minimum of 2 years. In the absence of nationally representative longitudinal data, the efficacy of this policy is yet to be assessed. Applying survival analysis to novel administrative data from the Person Level Integrated Data Asset (PLIDA), this paper establishes the level and determinants of rural retention among immigrants who arrived between January and August 2011 on eight different visas and compares these to the Australian population to the end of 2019. Our results suggest that regional visa schemes are effective in attracting permanent skilled migrants but not in retaining them, even when controlling for socio‐demographic characteristics. Migrants on regional skilled visa and temporary skilled workers display a 40% 9‐year retention rate compared with over 50% for Australian and New Zealand citizens, permanent family, skilled and humanitarian migrants and 30% for students. In contrast, the low retention of temporary skilled migrants is largely the product of their younger and more educated profile. We identify a negative selection process by which immigrants with less‐education, lower incomes, or less English proficiency—including humanitarian migrants—are more likely to stay in nonmetropolitan regions. This outcome signifies a process of socio‐spatial polarisation and a segmented labour market. At a regional‐level, we find that regions with a diverse occupational mix and co‐ethnic networks are more likely to retain immigrants whereas those with high housing costs are significantly less likely. These results provide policy levers to boost rural retention.",
          "url": "https://doi.org/10.1002/psp.2865",
          "doi": "https://doi.org/10.1002/psp.2865",
          "filter": 0
        },
        {
          "title": "Migration Infrastructure, Digital Connectivity and Porous Borders: Vietnamese Migration to Australia",
          "authors": "Lan Anh Hoang",
          "abstract": "The burgeoning literature on migration and information and communication technologies (ICTs) provides rich empirical evidence of how social media and networking platforms are becoming integral to cross‐border migration, increasingly blurring the boundaries between physical and virtual worlds. Drawing from a qualitative study conducted between 2019 and 2023 on the Vietnam–Australia migration corridor, I discuss how virtual communities and digitally mediated migration infrastructure shape the ways migrants navigate the restrictive, but also defective, neoliberal migration regimes in the Global North. Social media facilitate brokers' access to a wide range of potential clients but challenge their previously dominant position in migration mediation. Digital divides create uneven mobility pathways, reproducing and exacerbating social inequalities among people on the move. A focus on migration mediation at the intersection of social‐digital spheres generates vital insights into the continually evolving relationships between the state, market and migrants in the Digital Age.",
          "url": "https://doi.org/10.1002/psp.2868",
          "doi": "https://doi.org/10.1002/psp.2868",
          "filter": 0
        },
        {
          "title": "Rural‐Urban Differences in the Determinants of Subjective Well‐Being Among X/Twitter Users in the United States",
          "authors": "Wenting Jiang, Mengxi Zhang, Connor Y. H. Wu, Weichuan Dong",
          "abstract": "Twitter Sentiment Geographical Index (TSGI) has been proposed to complement traditional surveys to measure subjective well‐being (SWB) at the US county level. Our study aims to investigate determinants of TSGI‐measured SWB in rural and urban US counties. Using the Classification and Regression Tree, we identified phenotypes or county‐level characteristics associated with high SWB. Counties with newer homes were the top characteristic of high SWB in both urban and rural areas. Counties of the identical phenotypes tend to concentrate geographically, with the most favorable phenotypes clustered in the South. Random Forest analysis identified additional characteristics of high SWB, including higher population density in rural areas and lower real estate tax ratio in urban areas. Our results yield a comprehensive understanding of determinants of SWB at the local level, guiding evidence‐based policy decisions and community initiatives to improve well‐being in target populations.",
          "url": "https://doi.org/10.1002/psp.2861",
          "doi": "https://doi.org/10.1002/psp.2861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
