{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Young migrants, “integration” and the local: critical reflections from European stakeholders",
          "authors": "Izabela Grabowska, Christina Hansen, Agata Jastrzebowska, Jacob Lind, Ioana Manafi, Birte Nienaber, Ryan Powell, Thea Shahrokh",
          "abstract": "This article examines the complexities of integrating young adult migrants from non-EU countries into European contexts, advocating for a shift toward inclusive, locally informed, and reciprocal integration processes. It critiques state-centric, assimilationist frameworks that emphasize an imagined national identity and Western norms of youth transitions, neglecting local nuances and diverse migrant experiences. Through findings from a European Delphi study engaging 114 stakeholders from seven European countries, including migrant youth organisations, also represented by stakeholders with a migration background, the study highlights the need for a dynamic, process-oriented approach to integration. This approach prioritizes mutual adjustments between migrants and host communities, emphasizing flexibility, responsiveness, and local relevance. The study underscores the role of local actors and contexts in shaping integration policies, contrasting inclusivity at the local level with exclusionary national frameworks. Stakeholders emphasized the harmful impact of state-imposed policies and the importance of youth groups and migrant organizations as active contributors to policy development. The research proposes tailored solutions to address vulnerabilities and calls for long-term, multi-level governance that values the lived experiences of young migrants. Utilizing a two-stage Delphi methodology, the study facilitated anonymous stakeholder dialogue across seven European countries, yielding consensus on key integration challenges and innovative policy recommendations. By integrating diverse perspectives and recognizing young migrants as co-creators of their futures, this article advances debates on migration and integration, advocating for policies that are equitable, inclusive, and grounded in local realities.",
          "url": "https://doi.org/10.1186/s40878-025-00454-y",
          "doi": "https://doi.org/10.1186/s40878-025-00454-y",
          "filter": 0
        },
        {
          "title": "Decolonizing migration studies",
          "authors": "Beatriz Padilla",
          "url": "https://doi.org/10.1186/s40878-025-00461-z",
          "doi": "https://doi.org/10.1186/s40878-025-00461-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Speaking back through repetitioning: black women’s resistance and empowerment in global university spaces",
          "authors": "Naomi Alormele, Jessica S. Robles",
          "url": "https://doi.org/10.1080/01419870.2025.2515261",
          "doi": "https://doi.org/10.1080/01419870.2025.2515261",
          "filter": 0
        },
        {
          "title": "Privilege or marginalization: how Chinese youth from divergent class backgrounds make sense of racism in the U.S. and Australia",
          "authors": "Weirong Guo, Qing Tingting Liu",
          "url": "https://doi.org/10.1080/01419870.2025.2519807",
          "doi": "https://doi.org/10.1080/01419870.2025.2519807",
          "filter": 0
        },
        {
          "title": "A house still divided: the 2024 election and the racial politics of congress",
          "authors": "James Jones",
          "url": "https://doi.org/10.1080/01419870.2025.2519804",
          "doi": "https://doi.org/10.1080/01419870.2025.2519804",
          "filter": 0
        },
        {
          "title": "Confederate reckoning and resignifying racism in Brazil: local memory politics and anti-racist movement strategies",
          "authors": "Katherine Jensen",
          "url": "https://doi.org/10.1080/01419870.2025.2519801",
          "doi": "https://doi.org/10.1080/01419870.2025.2519801",
          "filter": 0
        },
        {
          "title": "Media reparations: evaluating media reform projects",
          "authors": "Irene Awino, David Cheruiyot",
          "url": "https://doi.org/10.1080/01419870.2025.2519799",
          "doi": "https://doi.org/10.1080/01419870.2025.2519799",
          "filter": 0
        },
        {
          "title": "“It’s like a disconnection” – political skepticism among poor and working-class black and Latine people",
          "authors": "Daniel Laurison, Rachel Broun, Kelly Diaz, Claudia Alegre, Lydia Orr, Ankit Rastogi, Elizabeth Zack",
          "url": "https://doi.org/10.1080/01419870.2025.2514671",
          "doi": "https://doi.org/10.1080/01419870.2025.2514671",
          "filter": 0
        },
        {
          "title": "Race in televised football: insights from behind-the-scenes within major English football media organizations",
          "authors": "J. Van Sterkenburg, I. Blum, M. Fried, A. Van Lienden, S. Bradbury",
          "url": "https://doi.org/10.1080/01419870.2025.2516133",
          "doi": "https://doi.org/10.1080/01419870.2025.2516133",
          "filter": 0
        },
        {
          "title": "Partner, not comrade: blackness, cross-racial coalition, and power in France",
          "authors": "Fania Noël",
          "url": "https://doi.org/10.1080/01419870.2025.2519805",
          "doi": "https://doi.org/10.1080/01419870.2025.2519805",
          "filter": 0
        },
        {
          "title": "Beyond “platitudes of support or denouncement”: researching antiracism at a time of monsters",
          "authors": "Alana Lentin",
          "url": "https://doi.org/10.1080/01419870.2025.2515252",
          "doi": "https://doi.org/10.1080/01419870.2025.2515252",
          "filter": 0
        },
        {
          "title": "#StopAsianHate in Australia: possibilities and paradoxes for local and global antiracism",
          "authors": "Aaron Teo, Erin Wen-Ai Chew",
          "url": "https://doi.org/10.1080/01419870.2025.2519798",
          "doi": "https://doi.org/10.1080/01419870.2025.2519798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "How Do They Stereotype Us? An Analysis of the Perceived Stereotypes of Chinese in Spain and Its Impact on Intergroup Relations",
          "authors": "Wang Zigang, Liang Fangjun, Zhou Feng, Peng Chuwen",
          "abstract": "As the largest Asian immigrant group in Spain, the Chinese community has emerged as an essential part of the nation's social fabric. Despite the flourishing research on stereotypes about the Chinese in Spanish society, the actual perceived stereotypes of the latter and their influence on intergroup relations have not been adequately addressed. This paper provides insights from the perspective of Chinese in Spain, utilising 258 questionnaires to collect and analyse the common and representative stereotypes perceived by this diaspora. Through quantitative analysis, the paper evaluates the impact of these perceived stereotypes on the Chinese community's favorability towards Spaniards, their contact experiences, and their willingness to forge closer intergroup ties. The research uncovers a diverse spectrum of stereotypes perceived by the Chinese in Spain, which are organised into five distinct dimensions. The study finds that positive stereotype perceptions significantly enhance the Chinese community's favorability towards Spaniards, improve intergroup contact experiences, and intensify their aspiration to establish intimate relationships. However, when it comes to negative perceived stereotypes, the Chinese community demonstrates a notable level of understanding and tolerance, which only negatively impacts their intergroup contact experiences with Spaniards. This finding reveales the complexity of the perceived stereotypes by Chinese in Spain and their role in dynamic intergroup relationships, providing insights for further understanding this ethnic group and promoting their social integration.",
          "url": "https://doi.org/10.1111/imig.70051",
          "doi": "https://doi.org/10.1111/imig.70051",
          "filter": 0
        },
        {
          "title": "Paths to Subjective Poverty Among Midlife and Older Russian‐Speaking Migrants: A Data Mining Approach Using the General Unary Hypotheses Automaton",
          "authors": "Lily Nosraty, Esko Turunen, Anne Kouvonen, Sirpa Wrede",
          "abstract": "In the Nordic countries, older migrants experience higher poverty rates compared with the majority population. Research on this issue highlights a gap in understanding the complex interplay of ageing, migration and poverty risks. Using the General Unary Hypotheses Automaton (GUHA) data mining approach, we identified various factor combinations that contribute to subjective poverty experiences. We analysed data from the 2019 Care, Health, and Ageing of the Russian‐Speaking Minority (CHARM) study in Finland ( N = 1082, 57% men), which covers migration‐related, socio‐demographic, health and behavioural domains. Our findings reveal 37 distinct paths to subjective poverty involving 13 factors, including health limitations, multi‐morbidity, receipt of housing benefit, religious affiliation, poor self‐rated health, immigration age of 36–55, discrimination and living alone. While health‐related factors predominated, our results highlight the intersection of multiple disadvantages in shaping subjective poverty, providing new insights on the dynamics of migrant poverty.",
          "url": "https://doi.org/10.1111/imig.70053",
          "doi": "https://doi.org/10.1111/imig.70053",
          "filter": 0
        },
        {
          "title": "Correction to: “Location and Visa‐Category Determinants of Naturalization in Australia”",
          "url": "https://doi.org/10.1111/imig.70058",
          "doi": "https://doi.org/10.1111/imig.70058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Ubuntu Tensions in Migrant Remittance Behavior: The Case of African Migrants’ Lived Experiences",
          "authors": "Abiodun Samuel Adegbile, Juliana Siwale, Ugbede Umoru, Olu Aluko",
          "abstract": "This study, based on in-depth interviews with 50 African migrants living in the United Kingdom, argues for a more nuanced approach to studying their remittance behavior. Drawing from the tension-centered approach, we posit that African migrants derived their remittance behavior in tensional ways based on the philosophy of Ubuntu, which is both enabling and constraining, stemming from the social context of the home and host countries. This occurs through ongoing negotiation with allegiance to Ubuntu from their home African country, their acculturation to the host country, and migrants scaling back from remitting due to ongoing experiences. In addition to examining migrant remittance behavior as a dynamic and contested negotiation, the sociocultural implications of such remittance behavior patterns are identified. We conclude by discussing some implications for future research on remittance behavior. Our research thus contributes to a more fine-grained understanding of the remittance behavior of African migrants.",
          "url": "https://doi.org/10.1177/01979183251337052",
          "doi": "https://doi.org/10.1177/01979183251337052",
          "filter": 0
        },
        {
          "title": "Income Aspirations and Migration: Evidence From Rural Tajikistan",
          "authors": "Jeffrey R. Bloem, Isabel Lambrecht, Kamiljon Akromov",
          "abstract": "In places with limited employment opportunities, households aspiring to increase their income are mainly left with two options: either (a) invest locally in their farm or non-farm enterprises, or (b) earn income elsewhere via migration. With survey data from 1,705 respondents from rural Tajikistan, we analyze the relationship between income aspirations and household investment strategies, and we contrast this to the relationship between income aspirations and international migration. We find evidence of a strong link between the income aspirations gap and international migration, but, strikingly, we do not observe any association between the income aspirations gap and local investment in farm or non-farm assets. These results suggest that households do not view local investment as a viable strategy for increasing income. Exploring heterogeneity, we find that these results can vary by household poverty status and household land endowments, but not by the respondent's gender. Given the prominence of migration in the study area, this also suggests that remittances commonly serve different purposes than farm or non-farm investments — such as supporting households in their day-to-day expenditures or funding major ritual events.",
          "url": "https://doi.org/10.1177/01979183251343885",
          "doi": "https://doi.org/10.1177/01979183251343885",
          "filter": 0
        },
        {
          "title": "Social Position and Migrant Networks in International Migration from Africa to Europe",
          "authors": "Sorana Toma, Mao-Mei Liu",
          "abstract": "Ample prior research shows that social capital is contingent on a person's position in society and is, consequently, a significant factor in perpetuating and amplifying social inequalities. In contrast, migration scholarship is relatively quiet about how social position may stratify the role of migrant networks, and instead conceptualizes migrant networks as broadening access to migration. This paper integrates theoretical insights from these two lines of research to offer a novel contribution on the interplay between social stratification and migrant networks. We examine three pathways—network access, network mobilization, and network returns—through which social position may shape migrant networks and, as such, reinforce inequalities in migration. To do so, we employ retrospective data from the multi-sited Migration between Africa and Europe survey that allows us to account for the dynamic nature of migrant networks and to distinguish among these pathways. Our study highlights significant stratification in access, mobilization, and returns to migrant networks among individuals in different social positions, operationalized as educational attainment. In a context of positive educational selectivity such as sub-Saharan African migration to Europe, access to migrant networks increases substantially with higher social position. And while lower-educated individuals rely more financially on migrant networks, which offer them larger relative gains, these networks ultimately exacerbate initial advantages and amplify social inequalities in migration opportunities.",
          "url": "https://doi.org/10.1177/01979183251343882",
          "doi": "https://doi.org/10.1177/01979183251343882",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "From students to refugees: students’ (im)mobility in the wake of the Russian invasion of Ukraine",
          "authors": "Ezenwa E. Olumba",
          "url": "https://doi.org/10.1080/1369183x.2025.2519424",
          "doi": "https://doi.org/10.1080/1369183x.2025.2519424",
          "filter": 0
        },
        {
          "title": "Reframing perceptions of immigrants’ desirability in a time of labour shortages: the case of racialised immigrant workers in Denmark",
          "authors": "Dorothea Pozzato",
          "url": "https://doi.org/10.1080/1369183x.2025.2519422",
          "doi": "https://doi.org/10.1080/1369183x.2025.2519422",
          "filter": 0
        },
        {
          "title": "(L)earning ‘belonging’: processes of inclusion and exclusion in Malta’s migrant integration programme",
          "authors": "Kirstin Sonne",
          "url": "https://doi.org/10.1080/1369183x.2025.2520378",
          "doi": "https://doi.org/10.1080/1369183x.2025.2520378",
          "filter": 0
        },
        {
          "title": "Multi-directional migration, land ownership and livelihood strategies in the Peruvian Andes: conceptualising urban-rural return flows during the COVID-19 pandemic",
          "authors": "Céline Delmotte, Conny Davidsen, Emmanuelle Piccoli",
          "url": "https://doi.org/10.1080/1369183x.2025.2520379",
          "doi": "https://doi.org/10.1080/1369183x.2025.2520379",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Drivers of Entrepreneurial Activities Among New‐Coming Ukrainian Female Refugees in Poland",
          "authors": "Aleksandra Gaweł, Katarzyna Mroczek‐Dąbrowska, Aleksandra Kania, Richard Bednár",
          "abstract": "Populations affected by armed conflicts are often forced to undergo internal or external displacement. The geographical proximity makes the direct neighbouring countries the main destination for forced migrants, and creates challenges in the reception and integration of newcomers. This study aims at determining what made new‐coming Ukrainian female forced migrants, fleeing the escalation of armed conflict in Spring 2022 from Ukraine, undertake entrepreneurial activities in Poland as a way of becoming self‐reliant and start integrating in the host country, both in the short‐ and long‐term. We used the novel framework, total interpretive structural modelling (TISM), to identify contextual relations among the critical antecedents of the female refugees’ willingness to undertake entrepreneurial activities in the host country shortly after their arrival. Furthermore, the long‐term impact of the drivers of female refugee entrepreneurship was evaluated through in‐depth interviews conducted 2 years after their arrival. In this paper, we establish the decision‐making model of undertaking entrepreneurial activities by new‐comers with 13 antecedents, significantly determined by the host‐country embedded factors. We discover their nature as drivers, linkage factors and dependent factors, as well as the direct and transitive links between them. Among the three fundamental drivers of entrepreneurial activity in the short‐term, namely the attitude of local communities towards refugees, uncertainty about the duration of the invasion and the support of Polish women in gaining life independence by refugees, the latter, understood as the effect of sisterhood solidarity, is the one which acts both shortly after female refugees’ arrival and in the long run, during integration with the host country's society.",
          "url": "https://doi.org/10.1002/psp.70059",
          "doi": "https://doi.org/10.1002/psp.70059",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
