{
  "update": "2025-11-14",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Steve Fenton, 1942–2025",
          "authors": "Jon E. Fox",
          "url": "https://doi.org/10.1080/01419870.2025.2584657",
          "doi": "https://doi.org/10.1080/01419870.2025.2584657",
          "filter": 0
        },
        {
          "title": "Mahommah Gardo Baquaqua: an enslaved Muslim of the Black Atlantic",
          "authors": "Jared Ross Hardesty",
          "url": "https://doi.org/10.1080/01419870.2025.2584660",
          "doi": "https://doi.org/10.1080/01419870.2025.2584660",
          "filter": 0
        },
        {
          "title": "Correction",
          "url": "https://doi.org/10.1080/01419870.2025.2584910",
          "doi": "https://doi.org/10.1080/01419870.2025.2584910",
          "filter": 0
        },
        {
          "title": "Living with political difference: a mutualist ethos for antiracisms",
          "authors": "Brett St Louis",
          "url": "https://doi.org/10.1080/01419870.2025.2578250",
          "doi": "https://doi.org/10.1080/01419870.2025.2578250",
          "filter": 0
        },
        {
          "title": "Demographic engineering and identity erasure: China's securitization of the Uyghur population",
          "authors": "Mehmetali Kasim",
          "url": "https://doi.org/10.1080/01419870.2025.2580516",
          "doi": "https://doi.org/10.1080/01419870.2025.2580516",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Running a Business in Albania. Returned Migrants as Outsiders in the Home Market",
          "authors": "Martin Kuka, Kalie Kerpaci",
          "abstract": "In this article, we investigate the category of returned migrants from Greece who own a small business in Albania. Using the snowball method, we conducted semi‐structured interviews with returnee entrepreneurs, who have been living in three cities of Albania, i.e., Tirana, Vlora and Durrës, for over a year. Our research is focused on the reasons for their return to Albania, the decision to establish a business and the difficulties they face as business owners. We also look at the outcome of their efforts, which is an aspect of Albanian return migration that remains relatively unexplored. In Greece, they had gained work experience and accumulated savings, which they used in Albania. While they were initially optimistic about their decision to return and start a business, they later faced many challenges related to the workings of the market, the relations with the local authorities and their employees, which drove many to closure. Being an entrepreneur in Albania was much more difficult than expected. In this paper, we argue that the returnees' individual skills and resources are not sufficient factors for achieving their entrepreneurial aspirations. Their initiatives are constrained by challenges related to the home country context and weak social networks. For a significant number of returned migrants, the difficulties in dealing with corruption and the poor performance of their business bring an end to their entrepreneurship and force them to remigrate. Hence, this paper looks to contribute to the discussion on factors shaping return decisions, the situation of returnee entrepreneurs and reintegration outcomes, by providing empirical results from an important migration–return–remigration corridor, namely Albania–Greece.",
          "url": "https://doi.org/10.1111/imig.70111",
          "doi": "https://doi.org/10.1111/imig.70111",
          "filter": 0
        },
        {
          "title": "The Intra‐ EU Relocation Scheme of 2015: A Test Run for a Dublin Reform",
          "authors": "Carolin Nieswandt",
          "abstract": "In 2015, the first obligatory scheme re‐distributing forced migrants from Italy and Greece to other EU member states was launched. The scheme anticipated the intra‐EU relocation of 160,000 people in 2 years. Ultimately, as few as 34,705 have actually been resettled. Drawing on Bourdieu's field‐theoretical approach, this paper treats the relocation scheme as an attempt to appease conflicts over responsibility‐sharing by integrating a relocation procedure into the Dublin system. In so doing, the scheme paved the way for the new solidarity mechanism which will enter into force in 2026 and targets at 30,000 relocations each year. Based on a qualitative investigation, the paper analyses the administrative design of the relocation scheme, and how this implied a redefinition of responsibilities within the European field of asylum administration. Second, the paper works out how this triggered struggles around the scheme's implementation and works out actors' relative capacity of enforcement and refusal.",
          "url": "https://doi.org/10.1111/imig.70112",
          "doi": "https://doi.org/10.1111/imig.70112",
          "filter": 0
        },
        {
          "title": "Crisis as Opportunity? Rethinking Humanitarianism and Refugee Protection in an Age of Retrenchment",
          "authors": "Heidi Mogstad",
          "abstract": "The landscape of aid and refugee protection is undergoing profound and unsettling change. Cuts to humanitarian programmes, the rise of privatised and securitised approaches, and the growing reliance on temporary and externalised solutions are reshaping both the lives of displaced people and the institutions meant to protect them. These shifts raise urgent questions not only about the future of asylum and resettlement but also about how we, as researchers or practitioners, should respond. This commentary identifies worrying normative and political developments in Europe and beyond and considers what they mean for us and the people we work with. It also discusses whether the current moment offers an opportunity to radically reimagine and rebuild systems of aid and protection.",
          "url": "https://doi.org/10.1111/imig.70114",
          "doi": "https://doi.org/10.1111/imig.70114",
          "filter": 0
        },
        {
          "title": "The Doctrine of Fragmentation–Reconstitution in Visa Classes, Accumulation, and the Socio‐Political Value of Migrant Governmentality",
          "authors": "Payal Banerjee",
          "abstract": "Migrants often say their ‘visa is being processed’. The person on a visa to work, study or seek entry for asylum does not carry themselves intact into the lives that follow: restrictions, temporariness and dependencies shape migrant lifeways in profound ways. Building on critical migration and feminist perspectives on accumulation and migrant governmentality, this paper utilises insights from research on work visas to conceptualise how visas and the larger order of visa classes mobilise a doctrine of fragmentation–reconstitution that evacuates vital forms of autonomy from migrants and reassembles them into particular value‐productive, governable subjects. Specifically, analysis of US visa classes theorises here the concurrent accumulation of multimodal value, constituted by: labour subordination (economic value), the making of definition and visibility (optogenic value), alongside classificatory knowledge about migrants (epistemic value) and disciplinary power distributed to institutions, such as farms, companies or universities, that is, where migrants become subjects of governmentality (political value).",
          "url": "https://doi.org/10.1111/imig.70108",
          "doi": "https://doi.org/10.1111/imig.70108",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: Did You Say “Migrant”? MistiaenV. 2025. Did You Say “Migrant”? Media Representations of People on the Move. Éditions del’Université de Bruxelles. 300 pp. €31.00",
          "authors": "Eleni Sideri",
          "url": "https://doi.org/10.1177/01979183251393999",
          "doi": "https://doi.org/10.1177/01979183251393999",
          "filter": 0
        },
        {
          "title": "Book Review: Sideways Migration Reed-DanahayDeborah2025. Sideways Migration: Being French in London. New York: Routledge. 178 pp. £135.00.",
          "authors": "Benedicte Brahic",
          "url": "https://doi.org/10.1177/01979183251393997",
          "doi": "https://doi.org/10.1177/01979183251393997",
          "filter": 0
        },
        {
          "title": "Pro-migrant Civil Society Organisations and the Law: Patterns of Legal Mobilisation at EU Borders",
          "authors": "Federico Alagna",
          "abstract": "Legal mobilisation, including its use within the pro-migrant movement, has been addressed by scholars from different disciplines. However, its deployment in the socio-spatial dimension of borderlands has received limited attention, despite the increasing use of legal strategies in the real world and the specificity of borderlands as unique sites of contention. This research note contributes to filling this gap through empirical research, prompting a dialogue between socio-legal, contentious politics, migration and border studies. In particular, I present and discuss the preliminary findings of a study on the legal mobilisation of pro-migrant civil society organisations at the Southern European borders. These findings, based on a descriptive quantitative media analysis, provide a first overview of the use of the law by civil society organisations in border areas, making it possible to highlight some trends and suggest some relevant hypotheses to be explored in the course of further research. As such, they contribute to the international migration scholarship and policy community, in that they help to develop the study of political contention around migration, with an innovative focus on the use of the law in border areas. Additionally, they provide fertile ground for strengthening the protection of the rights of people on the move and the promotion of the rule of law, in accordance with the concerns and recommendations expressed by bodies of the United Nations and of the Council of Europe.",
          "url": "https://doi.org/10.1177/01979183251394002",
          "doi": "https://doi.org/10.1177/01979183251394002",
          "filter": 0
        },
        {
          "title": "Book Review: Temporary Measures LeeSuzy K. 2024. Temporary Measures: Migrant Workers and the Developmental State in the Philippines and South Korea. New York: Oxford University Press. 199 pp.",
          "authors": "Rina Agarwala",
          "url": "https://doi.org/10.1177/01979183251393996",
          "doi": "https://doi.org/10.1177/01979183251393996",
          "filter": 0
        },
        {
          "title": "Changing Tech, Same Struggles: The Hidden Burdens of Connectivity Among Older Filipino Australians and Their Social Networks",
          "authors": "Earvin Charles B. Cabalquinto",
          "abstract": "Digitalization is often equated with generative social connections, inclusive civic participation and socio-economic progress in an increasingly global society. Yet, despite the widespread use of fast-evolving digital communication technologies, certain groups remain digitally vulnerable. This paper examines the ways older Filipino Australians in Victoria, Australia and their distant networks across Victoria, Australia and the Philippines use mobile devices and online channels to forge and maintain everyday connections. Deploying the socio-digital inequality lens to analyse the data based on a qualitative ethnographic study using interviews and visual methods, the paper exposes the situated and relational casualties in digital environments often deeply shaped by deep-seated, limited and asymmetrical social welfare and infrastructural support as well as the accelerated utility of online platforms for exploitative profiteering. In such contexts, older Filipino Australians and their distant networks bear the brunt of navigating mediated failures and tensions to sustain personal and familial relationships. Ultimately, by centering the ramifications of an uneven and unstable digital terrain, the paper subverts the celebratory promise of everyday and transnational connectivity in a digital-by-default landscape.",
          "url": "https://doi.org/10.1177/01979183251390570",
          "doi": "https://doi.org/10.1177/01979183251390570",
          "filter": 0
        },
        {
          "title": "Foreign Aid Allocation as Migration Control: Root Causes or Migration Management?",
          "authors": "Roxanne Corbeil",
          "abstract": "In a highly interdependent world, wealthy industrialized countries are directly affected by economic and social conditions elsewhere by way of “spillovers such as migration. In response, these countries target development and humanitarian assistance efforts, focusing on countries from which these spillovers originate. In this paper, I extend existing scholarship on targeted development by investigating the specificity of donor aid allocation strategies. I ask whether donors vary the type of aid they allocate in response to the type of spillover they experience. Using dyadic aid and migration data on 30 donors and 126 recipient countries from 2007 to 2023, I construct proxy measures of two donor strategies for migration deterrence: an indirect root causes strategy and a direct migration management strategy. I then assess their relationship with permanent-type immigration and asylum-seeker inflows, and find that donors respond to these two types of immigration with increased allocation of both types of aid. However, they do so with different emphases, stressing the root causes approach in response to permanent-type immigration and the migration management approach in response to asylum-seeker inflows. These findings show that donors use official development assistance to simultaneously pursue multiple strategies of migration control, but are responsive to the type of immigration they experience. At a broader level, this paper demonstrates how donors vary development and humanitarian aid composition and not just quantity in response to different types of international spillovers.",
          "url": "https://doi.org/10.1177/01979183251381275",
          "doi": "https://doi.org/10.1177/01979183251381275",
          "filter": 0
        },
        {
          "title": "Migrating Alone or With Family? Mental Health Among Internal and US Return Migrants in Mexico",
          "authors": "Margherita Odasso",
          "abstract": "Between 2010 and 2015, more than one million Mexican migrants returned to Mexico from the United States. US return migrants are disadvantaged in terms of health compared to stayers in the destination country and compared to nonmigrants. However, research has rarely considered whether this also holds for internal return migrants. In addition, we know little about heterogeneity in the health of return migrants, particularly whether health differs depending on whether individuals migrated with family members or not. Using representative panel data for the Mexican population from the Mexican Family Life Survey, this article makes several contributions. First, a mental health penalty is found for both US return migrants and internal return migrants compared to nonmigrants in Mexico. Second, I find health disadvantages for return migrants who migrated alone or alone with a child. Conversely, migration with a partner is not significantly related to mental health. A strength of the analytical approach is that longitudinal data, and more specifically individual fixed-effects models and coarsened exact matching, are used to account for important parts of selection into migration. Overall, this article shows that who individuals migrate with is strongly related to mental health after migrants return home.",
          "url": "https://doi.org/10.1177/01979183251390568",
          "doi": "https://doi.org/10.1177/01979183251390568",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Representing the national self and the cultural other: the Chinese diaspora on Douyin",
          "authors": "Xiaoyu Zhang, Delia Dumitrica, Jeroen Jansz",
          "url": "https://doi.org/10.1080/1369183x.2025.2585132",
          "doi": "https://doi.org/10.1080/1369183x.2025.2585132",
          "filter": 0
        },
        {
          "title": "‘In Burma, We're Not Called Burmese’: how nation-building and ethnic conflict at home influences ethnic and national identities abroad",
          "authors": "Swan Ye Htut",
          "url": "https://doi.org/10.1080/1369183x.2025.2585133",
          "doi": "https://doi.org/10.1080/1369183x.2025.2585133",
          "filter": 0
        },
        {
          "title": "Nursing as ethnic capital: perceptions of intergenerational niching among Filipino Americans",
          "authors": "Brenda Gambol, Rebecca Karam, Andrew Taeho Kim",
          "url": "https://doi.org/10.1080/1369183x.2025.2584342",
          "doi": "https://doi.org/10.1080/1369183x.2025.2584342",
          "filter": 0
        },
        {
          "title": "Multiple ‘in-betweens’: experiencing partial privilege while navigating racialised migrant labour hierarchies",
          "authors": "Clara Holzinger",
          "url": "https://doi.org/10.1080/1369183x.2025.2584347",
          "doi": "https://doi.org/10.1080/1369183x.2025.2584347",
          "filter": 0
        },
        {
          "title": "Towards closer convivialities: everyday intercultural connections among Eritrean migrants in Melbourne",
          "authors": "Jehonathan Ben",
          "url": "https://doi.org/10.1080/1369183x.2025.2582665",
          "doi": "https://doi.org/10.1080/1369183x.2025.2582665",
          "filter": 0
        },
        {
          "title": "Muslims and the COVID-19 pandemic: myth-busting the demonisation of Muslim communities",
          "authors": "Damian Breen, Imran Awan",
          "url": "https://doi.org/10.1080/1369183x.2025.2582667",
          "doi": "https://doi.org/10.1080/1369183x.2025.2582667",
          "filter": 0
        },
        {
          "title": "Free movement and the global colour line: origin-based stratification and race in regional mobility regimes",
          "authors": "Dorothea Biaback Anong, Zoé Perko",
          "url": "https://doi.org/10.1080/1369183x.2025.2584345",
          "doi": "https://doi.org/10.1080/1369183x.2025.2584345",
          "filter": 0
        },
        {
          "title": "Ageing in precarity: refugee and asylum seeker experiences of housing and home in later life",
          "authors": "Tess Hartland, Tanja Bastia, Tine Buffel, Patty Doran",
          "url": "https://doi.org/10.1080/1369183x.2025.2584348",
          "doi": "https://doi.org/10.1080/1369183x.2025.2584348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Race- and Class-Based Messaging and Anti-Carceral Policy Support",
          "authors": "Kristen Brock-Petroshius, Martin Gilens",
          "abstract": "Strategic messaging can be used to build support for racial equity policies, but most research has found that linking issues to race is ineffective. What if using strategic messages to increase support for racial equity policies is not simply a matter of whether racial appeals are present in a message, but how they are framed? Evidence from an original survey experiment conducted among a highly diverse group of 2,320 randomly sampled voters in Los Angeles County demonstrates that the most effective messages are those that discuss both race and class—with distinct outcomes on message favorability and anti-carceral policy support. In addition, we find the effect is moderated by ethnoracial identity, racial resentment, and personal contact with the criminal legal system. Our findings suggest that how racial appeals are framed—not simply whether racial frames are present—is important in shaping the impact of a message; they also highlight the need for more research innovation with a variety of ways to link issues to racial inequality with the aim of building support for racial equity policies.",
          "url": "https://doi.org/10.1017/rep.2025.10032",
          "doi": "https://doi.org/10.1017/rep.2025.10032",
          "filter": 0
        },
        {
          "title": "The European Union’s Neighbourhood Policy and the Unacknowledged Mediterranean Color Line",
          "authors": "Itxaso Domínguez de Olazábal",
          "abstract": "Existing studies of EU foreign policy often contrast its normative and geopolitical ambitions while overlooking its colonial entanglements. Although recent scholarship has interrogated the Union’s neo-imperial tendencies, the structuring role of race in external relations remains underexplored. This article introduces the concept of the “Mediterranean colour line” to capture how the EU’s relationship with its Southern Neighbourhood has consistently cast the region as politically marginal, economically extractable, and epistemically devalued. These hierarchies are not incidental: they are central to the reproduction of capitalism within racialized global orders. The European Neighbourhood Policy (ENP) provides a key site to examine these dynamics. Through a critical discourse analysis of the 2021 New Agenda for the Mediterranean, the article shows how colonial logics are retooled in the language of reform, resilience, and partnership. By focusing on digital transition and green growth—domains rarely read through race—the analysis demonstrates how racial capitalist governance persists precisely where its effects are most obscured.",
          "url": "https://doi.org/10.1017/rep.2025.10038",
          "doi": "https://doi.org/10.1017/rep.2025.10038",
          "filter": 0
        },
        {
          "title": "Immigrants Against Immigration: British Ethnic Minority Brexit Voter Attitudes to Immigration",
          "authors": "Neema Begum",
          "abstract": "Central to the UK’s Referendum on EU membership, immigration concerns underpinned support for Leave. This article examines ethnic minority support for Brexit, comparing their immigration attitudes with white British voters. Why immigrants and ethnic minorities would support immigration controls through voting Leave presents a theoretical puzzle with existing research finding they generally hold positive attitudes to immigration. Drawing on focus groups and interviews, I find opposition to Eastern European immigration motivated ethnic minority Leave support, who bolstered their own position as “good” immigrants while denigrating Eastern Europeans as “bad” immigrants. This echoes emerging trends of minoritized groups opposing newer migrants, including increased Latino/x support for Trump in 2024. White British Leave voters, however, rarely distinguished between EU and non-EU migrants, often including British ethnic minorities in their “mental image” of immigrants. Thus, tighter borders may do little to quell qualms over immigration which (partly) reflect concerns over rising racial diversity.",
          "url": "https://doi.org/10.1017/rep.2025.10021",
          "doi": "https://doi.org/10.1017/rep.2025.10021",
          "filter": 0
        },
        {
          "title": "The Mobilizing Effects of Islamophobic Discrimination in Europe and North America",
          "authors": "Aubrey Westfall",
          "abstract": "Discriminatory encounters are commonplace for Muslims living in the West. How do these experiences impact the political behaviors of Muslims within these societies? Scholars have examined the effects of Islamophobia on Muslims’ civic engagement and found mixed results. Some researchers argue that discrimination triggers demobilizing psychological processes, while others contend that discriminatory experiences motivate active citizenship as a corrective to injustice. Still others suggest that distinct experiences with discrimination mobilize differently. This article engages with original survey data from Canada, France, Germany, the UK, and the US to explore whether and how individual experiences with societal and political discrimination, and perceptions of group discrimination, influence Muslims’ political activities. It reveals that societal, political, and group discrimination are associated with greater breadth of mainstream political activities, while experiences with political discrimination and perceptions of group discrimination correlate with protest activities. These results suggest that Muslims discern the specific nature of discriminatory experiences and respond accordingly through democratic means.",
          "url": "https://doi.org/10.1017/rep.2025.10040",
          "doi": "https://doi.org/10.1017/rep.2025.10040",
          "filter": 0
        },
        {
          "title": "Parties, Race, and Political Violence: Evaluating Whether Attitudes toward the January 6 Insurrection Vary Across Racial Groups",
          "authors": "Sarah Perez, Natasha Altema McNeely",
          "abstract": "The insurrection and its aftermath remain salient to contemporary American Politics. Existing scholarship has shown the insurrection was fueled by an effort to return Donald Trump to power while also protesting the decline of the non-Hispanic white population. Scholars also discuss the impact of continuous division across partisan and ideological lines. We are interested in exploring if these divisions are visible across attitudes of non-Hispanic white, Black, Hispanic, and Asian American/Pacific Islander respondents in a nationally representative survey. We explore the following research question. Does the impact of partisanship, ideology, and attitudes toward Trump’s responsibility affect the attitudes of respondents from various racial and ethnic groups? We use the 2020 Collaborative Multiracial Post-Election Survey (CMPS) to complete our analyses. We contribute to the existing literature by examining whether partisanship, ideology, and attitudes toward Trump lead to potential differences across race and ethnicity. We find that respondents across all racial and ethnic groups share similar evaluations of the insurrection, the president’s role, and the rioters, particularly when they hold identical partisan and ideological views and identify the president as the cause of the insurrection.",
          "url": "https://doi.org/10.1017/rep.2025.10039",
          "doi": "https://doi.org/10.1017/rep.2025.10039",
          "filter": 0
        },
        {
          "title": "Paternalistic Push &amp; Pull: The Role of Sexism in Public Opinion of Kamala Harris",
          "authors": "Crystal Robertson",
          "abstract": "Studies indicate that sexism played a prominent role in the 2016 US Presidential election (Frasure 2018; Glick 2019; Ratliff et al. 2019). President Trump’s 2024 victory signifies a tendency wherein Trump prevails upon facing a female candidate. This paper examines sexism’s influence in favorability toward Vice President Harris relative to President Trump across race and gender given Trump’s gains in minority supporters (Geiger &amp; Reny, 2024; Robertson &amp; Tesler, 2024). Using data from the 2020 Collaborative Multiracial Post-election Survey I examine these attitudes across four racial groups, Asian Americans, Latinos, White, and Black U.S residents between men and women. Drawing on theories of modern and benevolent sexism, I find benevolent sexism is positively correlated with Harris favorability among men of color whereas among White men these attitudes are correlated with Trump favorability. White women high in modern sexism are less likely to favor Harris than some women of color, particularly Asian women. Notably this relationship between Trump favorability and modern sexism extends across race and gender. Such gender attitudes can inspire protective instincts toward Harris or seemingly bolster the public’s preference for male leadership, offering potential insights into the 2024 Presidential election.",
          "url": "https://doi.org/10.1017/rep.2025.10036",
          "doi": "https://doi.org/10.1017/rep.2025.10036",
          "filter": 0
        },
        {
          "title": "How Americans Evaluate Redistributive vs. Symbolic Racial Justice Policies",
          "authors": "Roxanne Rahnama, Mark Williamson",
          "abstract": "Recent debates over how to address racial injustice in the United States often center on two types of policies: redistributive measures that redress material inequities between groups and symbolic reforms that challenge dominant racial narratives. How do citizens evaluate these differing approaches to advancing racial justice? How do recent removals of Confederate symbols shape support for each of these policy types? In a survey of American adults, we find that support for redistributive and symbolic policies is positively correlated across partisan, racial, and regional lines. However, when pressed, respondents express a stronger preference for redistributive measures, often viewing symbolic reforms as insufficient or distracting. In an experimental framework, we find that informing respondents about recent Confederate statue removals does not significantly alter support for either policy type. Looking at qualitative reactions to the treatment, we identify a plausible explanation for this null finding: most respondents see the removals as a fight over history and less directly relevant to a broader racial justice policy agenda.",
          "url": "https://doi.org/10.1017/rep.2025.10035",
          "doi": "https://doi.org/10.1017/rep.2025.10035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Intermediaries and opacity: understanding refugee family reunification through migration infrastructures",
          "authors": "Ahmad Wali Ahmad Yar",
          "abstract": "This study investigates the bureaucratic and infrastructural challenges Afghanistani refugees face in Belgium during the family reunification process. Drawing on the migration infrastructure framework and theories of street-level bureaucracy, the research examines how institutional opacity, discretionary decision-making, and the involvement of intermediaries shape refugees’ navigation of complex administrative systems. While visa outsourcing is intended to enhance efficiency, it often compounds barriers for vulnerable groups by producing fragmented and profit-driven service environments. The study adopts an insider researcher methodology and presents two detailed case studies: one involving a former Afghanistani security officer and the other an unaccompanied minor seeking to reunite with family members in Turkey. Both cases expose systemic inefficiencies, inconsistent application of refugee-specific exemptions, and the emotional and financial burdens placed on applicants. Intermediaries emerge as both essential facilitators and ambivalent gatekeepers, stepping into gaps left by rigid procedures and institutional disengagement. Street-level actors, including consular officials, outsourced service providers, and NGO workers, exercise considerable discretion that often undermines humanitarian protections enshrined in law. The findings highlight how refugees’ mobility is shaped not only by legal frameworks but by the interplay of infrastructural fragmentation, procedural opacity, and informal assemblages. This study contributes to critical migration scholarship by documenting how family reunification is governed through overlapping and uneven systems of control, and by calling for greater transparency, regulatory oversight of intermediaries, and improved training for frontline actors to ensure the effective protection of refugee rights.",
          "url": "https://doi.org/10.1093/jrs/feaf070",
          "doi": "https://doi.org/10.1093/jrs/feaf070",
          "filter": 0
        },
        {
          "title": "‘The threat of forced return is the government’s last resort’: structural, cultural, and direct violence towards Syrian refugees in Lebanon",
          "authors": "Antea Enna",
          "abstract": "Bashar al-Assad’s downfall has intensified ongoing discussions about Syrian refugee return and repatriation, particularly in Lebanon, where the crisis has reopened old wounds, igniting a fervent political debate on refugees, characterised by stringent policies and increased physical and psychological violence against them amidst a worsening state of crisis. Employing Galtung’s triangle of violence–comprising direct, structural, and cultural forms–this study explores the experiences of Syrian refugees in Lebanon. It assesses how state-imposed and community-level coercion influence their decisions regarding onward migration or return to their homeland, challenging the binary voluntary/forced return paradigm. Based on ethnographic and interview findings, the study suggests that fears among the Lebanese population, stemming from the Syrian occupation of Lebanon (1976–2005), and the presence of Palestinian refugees since 1948, were politically exploited to shape and control the crisis narrative. This created an oppressive system that condones and justifies acts of violence, ultimately forcing many refugees to consider relocating elsewhere in Lebanon, migrating to another country, or returning to Syria.",
          "url": "https://doi.org/10.1093/jrs/feaf067",
          "doi": "https://doi.org/10.1093/jrs/feaf067",
          "filter": 0
        },
        {
          "title": "Asylum access adjudication: a multi-level framework for socio-legal research",
          "authors": "Alice Lacchei, Madalina Moraru",
          "abstract": "This article pursues three interconnected goals. First, it identifies key gaps in the literature on asylum adjudication. It argues that, despite the global expansion of barriers limiting access to asylum, existing research has focused primarily on Refugee Status Determination, leaving the topic of access to asylum underexplored, beyond the Global North and single jurisdictions, and employing limited socio-legal research methodologies. In response, the article advances a new research agenda for studying adjudication on access to asylum, drawing on interdisciplinary perspectives from legal, political, and socio-legal theories. To this end, it introduces a multi-level analytical framework for examining asylum access adjudication, investigating the macro (national), meso (court), and micro (individual) factors that influence judicial decision-making.",
          "url": "https://doi.org/10.1093/jrs/feaf069",
          "doi": "https://doi.org/10.1093/jrs/feaf069",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "The Association of Internal Migration and Intergenerational Educational Mobility With Mental and Cognitive Well‐Being in Later Life: Evidence From China",
          "authors": "Tao Zhou, Richard Harris, David Manley",
          "abstract": "In recent decades, as much attention has been paid to the relationship between social factors and health over the life course, a growing body of research has recognised that migratory behaviours and social mobility play a critical role in shaping health in later life. Using data from the China Health and Retirement Longitudinal Study, this study focuses on a wide range of internal migration and social mobility, along with their associations with mental and cognitive well‐being among Chinese middle‐aged and older adults. By conducting multilevel analyses, this study has found that migration categories with urban characteristics are generally linked to better health outcomes, even though some of the benefits are explained, to varying degrees, by early‐life selective factors, late‐life circumstances, and intergenerational educational mobility. However, the relationships are still nuanced by differing health outcomes. For example, after adjusting for intergenerational educational mobility, urban‐to‐urban migration demonstrates the strongest positive association with later‐life mental health, while rural‐to‐urban migration with an urban hukou (household registration system in China) has the most pronounced cognitive advantages in older age. One essential dimension of social mobility is intergenerational educational mobility. This study has also revealed that upward educational mobility (fathers with a primary school or below background and individuals with a secondary school or above background) is the optimal category for mental health, whereas cognitive function is best protected through high stability (both fathers and individuals have a secondary school or above background).",
          "url": "https://doi.org/10.1002/psp.70137",
          "doi": "https://doi.org/10.1002/psp.70137",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
