{
  "update": "2025-08-01",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Migration, space and place",
          "authors": "Ilse van Liempt",
          "url": "https://doi.org/10.1186/s40878-025-00480-w",
          "doi": "https://doi.org/10.1186/s40878-025-00480-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Lancaster Back History Group: anti-racist education after the 2020 Black Lives Matter protests",
          "authors": "Imogen Tyler",
          "url": "https://doi.org/10.1080/01419870.2025.2535766",
          "doi": "https://doi.org/10.1080/01419870.2025.2535766",
          "filter": 0
        },
        {
          "title": "Beneath skin-deep? Why colour-blind policies perpetuate racial stratification for justice-involved women",
          "authors": "Mariam Swehli, Carol Rivas, Gillian Stokes",
          "url": "https://doi.org/10.1080/01419870.2025.2524600",
          "doi": "https://doi.org/10.1080/01419870.2025.2524600",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Which Policy Attributes Affect Assisted Voluntary Return and Reintegration Uptake Among Ukrainian Evacuees in Japan?",
          "authors": "Harunobu Saijo, Ghulam Dastgir Khan, Alina Repeshko, Truong Pham, Ichihashi Masaru",
          "abstract": "What attributes of assisted voluntary return and remigration (AVRR) policies are likely to increase acceptance? Governments have put increasing efforts into remigration, or the return of migrants to their countries of origin. Whereas existing research has focused extensively on the determinants of policy choices, the efficacy of particular policies enacted by governments, as well as other push/pull factors in the host and origin societies that influence remigration choices, there is little work on what attributes of an AVRR policy influence policy uptake. To this end, we conducted a randomised conjoint survey on 242 Ukrainian evacuees in Japan from June to July 2024 which at the time accommodated approximately 2600 Ukrainians fleeing the 2022 Russian invasion. We find that factors such as guarantee of housing in an area less affected by conflict and the identity of the policy provider increase policy acceptance probability. Surprisingly, even large increases in one‐time payments had little influence on policy uptake. This paper is the first application of conjoint experiments to study which features of AVRR policy affect acceptance probability. This approach would be useful globally to understand the preferences of potential AVRR policy recipients in diverse contexts.",
          "url": "https://doi.org/10.1111/imig.70078",
          "doi": "https://doi.org/10.1111/imig.70078",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "url": "https://doi.org/10.1111/imig.70082",
          "doi": "https://doi.org/10.1111/imig.70082",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Canadian and Australian Immigration Policy Trends: An Institutional Isomorphic Comparative Historical Analysis",
          "authors": "Joyce Opare-Addo, Karen Farquharson",
          "abstract": "This comparative analysis examines the historical trajectories and contemporary trends of immigration policies in Canada and Australia, elucidating the enduring influence of past practices on current frameworks. Focusing on the pre-1960s through post-2000s eras, the study reveals how both nations’ migration policies have shifted from racially based to skills-based approaches, with a recent emphasis on language proficiency as a key selection criterion. Drawing on institutional isomorphism theory, the study argues that Canada and Australia exhibit normative and mimetic isomorphic processes, reflecting cultural values and mutual learning in policy development. It contends that these isomorphic practices are rooted in colonial legacies and may perpetuate historical hierarchies. Through an analysis of key events and occurrences, the study highlights the convergence of legal and regulatory regimes between the two nations, characterizing it as colonial isomorphism. This comprehensive examination provides insights into the sociocultural and historical factors shaping immigration policies, showing that migration policies in different nations appear to follow normative, coercive and mimetic isomorphic processes.",
          "url": "https://doi.org/10.1177/01979183251352434",
          "doi": "https://doi.org/10.1177/01979183251352434",
          "filter": 0
        },
        {
          "title": "The Uncertainty of Forced Displacement: How Language and Violence Shaped Displacement Trajectories During Russia's Invasion of Ukraine",
          "authors": "Brienna Perelli-Harris, Orsola Torrisi",
          "abstract": "Launched by President Putin to ostensibly “protect” the people living in the predominantly Russian-speaking Eastern regions, Russia's invasion of Ukraine in February 2022 produced the largest population displacement in Europe since World War II. Using unique data from a rapidly deployed online survey conducted throughout Ukraine and Europe from April to July 2022 (N = 7,974), this study examines how language and exposure to violence may have influenced trajectories of forced migration shortly after Russia's invasion. By exploiting the timing of the survey, it examines how contextual and conflict-specific factors shaped the (un)certainty of migration movements and beliefs about return. Results show that exposure to conflict in the form of witnessing or being injured by a blast explosion was associated with shorter-distance moves within Ukraine. Findings suggest disparate trajectories of displacement by language identities. Although the survey was only available in Ukrainian, and did not include those who fled (or were deported) to Russia, Ukrainian respondents who reported speaking Russian as both their “native” and “home” language (25% of the sample) had the highest probability of relocating to nonbordering countries such as Germany and the United Kingdom. Independent of their origin and destination, Russian-speakers were also more likely to be in transit or uncertain about their destination, and less hopeful about a potential return. Thus, Russia's invasion created profound uncertainty for Russian-speaking Ukrainians and appears to have pushed them even farther away.",
          "url": "https://doi.org/10.1177/01979183251359172",
          "doi": "https://doi.org/10.1177/01979183251359172",
          "filter": 0
        },
        {
          "title": "Refugee Return without Refoulement : Rethinking State Strategies to Evade Asylum Norms",
          "authors": "Stephanie Schwartz",
          "abstract": "How do states avoid hosting refugees? Whereas scholars have documented at length the strategies that rich democracies use to avoid hosting refugees, conventional wisdom holds that states in the Global South have no choice but to host refugees. This article presents a novel typology of state strategies to evade asylum obligations, demonstrating that just as rich democracies can feign compliance with the letter of international law without upholding the spirit, states in the Global South can manipulate liberal asylum policies towards illiberal ends. Identifying how they do so, however, requires looking to the governance of refugee return. Using a descriptive typology and inductive case study, the article identifies and describes a common but under-recognized tactic that states use to avoid asylum responsibilities. I call this strategy “return-without- refoulement ” because states seek to coerce refugees to return without technically violating non-refoulement , the international legal prohibition against states returning refugees to dangerous places. Conceptualizing return-without- refoulement alongside other well-studied state responses to asylum-seeking evinces the continued strength of non-refoulement in shaping state behavior—just to perverse ends. In so doing, the article advances both the research agendas on state responses to displacement and international norm compliance.",
          "url": "https://doi.org/10.1177/01979183251359175",
          "doi": "https://doi.org/10.1177/01979183251359175",
          "filter": 0
        },
        {
          "title": "Book Review: Strangers in the Land LuoMichael. 2025. Strangers in the Land: Exclusion, Belonging, and the Epic Story of the Chinese in America. Broadway, NY: Doubleday. 560 pp. $23.95 / £17.80.",
          "authors": "Mohamad Zreik",
          "url": "https://doi.org/10.1177/01979183251360631",
          "doi": "https://doi.org/10.1177/01979183251360631",
          "filter": 0
        },
        {
          "title": "Reintegration Infrastructure for Whom? Philippine Reintegration Governance in Retrospect and in Prospect",
          "authors": "Vanessa L. Banta, Kidjie Saguin",
          "abstract": "Recently, the Philippines’ migrant reintegration program has gained some renewed attention. In this article, we draw from the infrastructural lens often used in migration studies to foreground the ways in which key reintegration policies and regulation practices have been conceptualized and enacted over the past decades. Adopting the view that policies and ways of implementation are never static nor inert, we highlight two emerging developments in the field of Philippine reintegration. First, we trace and examine the shifting contours of an emerging infrastructure for migrant reintegration in the Philippines. Second, we situate reintegration policies alongside the more familiar, diaspora strategies. We do this to reveal what we contend as the growing classed nature of reintegration, whereby state's biases of the balikbayan (returnee from the diaspora) as more deserving than the migrant worker could effectively foreclose more nuanced policy and programs attendant to the differing needs of various returnees.",
          "url": "https://doi.org/10.1177/01979183251360686",
          "doi": "https://doi.org/10.1177/01979183251360686",
          "filter": 0
        },
        {
          "title": "Bridging Governance Gaps: The Role of Alternative Learning Centers in Sabah, Malaysia, as Repertoires of Migration Governance",
          "authors": "Omer Faruk Cingir",
          "abstract": "International migration management regimes have gained importance worldwide with the acceleration and intensification of global migration and mobility. This article examines the governance of irregular migration in Sabah, Malaysia, with a particular focus on the role of Alternative Learning Centers (ALCs) with the case study of Indonesian and Filipino irregular immigrants. It critically explores the structural challenges of migration governance, Malaysia's deep reliance on migrant labor, through repertoires of migration governance. Given the persistent influx of irregular migrants into Sabah, this study highlights the pressing need for research on migrants’ restricted access to fundamental rights, particularly in the areas of education and social integration. Additionally, it seeks to understand the role of ALCs as key facilitators in addressing migration challenges and fostering community resilience. Employing a qualitative research approach, this study integrates ethnographic fieldwork with semistructured interviews conducted with irregular immigrants, grassroots organization members, and civil society activists. By examining migration policies, international legal frameworks, and the perspectives of both migrants and nongovernmental organizations, the findings reveal that ALCs and grassroots initiatives play a pivotal role in bridging the gaps left by formal migration governance structures. The analysis demonstrates that ALCs in Sabah serve as critical institutions for education and social inclusion among irregular migrant children. This study advocates for the adoption of human-centered policies that prioritize the dignity and well-being of irregular migrants and calls for the implementation of more comprehensive, rights-based migration governance frameworks in Sabah, Malaysia.",
          "url": "https://doi.org/10.1177/01979183251359168",
          "doi": "https://doi.org/10.1177/01979183251359168",
          "filter": 0
        },
        {
          "title": "Integration or Exclusion? The Racial/Ethnic and Socioeconomic Composition of US Schools Attended by Mexican-Origin Youth",
          "authors": "Elizabeth Ackert, Matthew Snidal",
          "abstract": "This study examines the racial/ethnic and socioeconomic composition of schools attended by US Mexican-origin youth. On average, Mexican-origin students are double-segregated in high-minority, high-poverty schools, but the prior literature does not consider how markers of immigrant and residential integration shape differences in school compositional characteristics between Mexican-origin and non-Latino/a white students or how these factors are related to intragroup heterogeneity in Mexican-origin schooling contexts. Using the restricted-use High School Longitudinal Study of 2009 (HSLS:09), we analyze two school compositional characteristics of Mexican-origin ninth-graders: School percent white and school average peer socioeconomic status (SES). We investigate the extent to which observable factors related to immigrant integration explain school compositional differences between Mexican-origin and non-Latino/a white students, and show how school compositional characteristics differ within the Mexican-origin student group by these markers of integration. We find that several observable factors, including household SES, parental race/ethnicity, and school type and location explain around three-quarters of differences in school percent white and school SES levels between Mexican-origin and white students. School percent white and SES levels increase among Mexican-origin students whose households exhibit indicators of integration. One exception to these patterns is for parental nativity, which does not play an important role in explaining school compositional differences between Mexican-origin and white youth, or contribute to intragroup heterogeneity in Mexican-origin school composition patterns, once other markers of integration are considered. In sum, Mexican-origin students whose families exhibit socioeconomic integration, parental racial/ethnic mixing, engagement in school choice, and geographic dispersion attend less minority-concentrated and higher-SES schools.",
          "url": "https://doi.org/10.1177/01979183251359174",
          "doi": "https://doi.org/10.1177/01979183251359174",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "How introduction programs help and hinder refugee integration: evidence from Norway",
          "authors": "Edit Bugge, Sara Wallace Goodman, Marte Nordanger",
          "url": "https://doi.org/10.1080/1369183x.2025.2536702",
          "doi": "https://doi.org/10.1080/1369183x.2025.2536702",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Social networks and the dead: learning from South Sudanese military widows in exile in Khartoum (Sudan)",
          "authors": "Matot Yien, Naomi Pendle",
          "abstract": "Social networks play a key role in people’s coping strategies during humanitarian crisis and exile. However, so far, scholarship on these social networks has tended to ignore the continued role of the dead in social networks and the profound socio-economic obligations to the dead that can exist and impact the living, their ability to cope, their relationships and the moral economies that shape supportive exchange. Specifically, we focus on the powerful, ongoing obligations that military widows can have to their deceased husbands, and we critically consider how this impacts these widows’ abilities to cope and protect their children. We draw on interviews conducted between 2021 and 2023 with South Sudanese military widows who were living in Khartoum, some of whom had recently been widowed and others who had been widowed in the 1980s and 1990s. The article is based on long-term observations, as well as sixty life history interviews.",
          "url": "https://doi.org/10.1093/jrs/feaf043",
          "doi": "https://doi.org/10.1093/jrs/feaf043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Who Stays in Rural Areas? Understanding Gender Differences in Location Decisions Among Millennials in the United States",
          "authors": "Zuzana Bednarik, İlkay Unay‐Gailhard",
          "abstract": "This study investigates the factors associated with millennials' past, current and future rural staying, and compares rural with urban stayers, with a particular focus on gender differences. It examines residential choices through three attributes of the millennial generation: proficiency in using digital tools, a strong inclination toward environmental issues, and a desire for work‐life balance. Using data from the North Central Region of the United States (NCR‐Stat: Baseline Survey 2022), the study employed logistic regression and independent t ‐tests for data analysis. The findings reveal that the importance of internet availability plays a shifting role in rural staying behaviour throughout millennials' life stages. Millennials who grew up in rural areas tend to place less importance on internet availability than their urban counterparts, but for those planning to remain in rural areas, a reliable internet connection becomes significantly more valuable. Prioritizing outdoor spaces is positively associated with current rural residency, while a preference for low pollution levels is linked to a higher likelihood of residing in urban areas. Higher life satisfaction is significantly associated with both past and current rural living, though rural women report lower satisfaction than men. The gender‐specific analysis also indicates that millennial women place significantly more importance on internet availability, low pollution levels, and outdoor spaces than men. These findings extend existing knowledge of past, current and future staying behaviour in rural areas by focusing on a specific group of stayers and highlighting the complexity of staying behaviour and its implications for rural development.",
          "url": "https://doi.org/10.1002/psp.70076",
          "doi": "https://doi.org/10.1002/psp.70076",
          "filter": 0
        },
        {
          "title": "From Remittance Receivers to Senders: Unpacking Transnational Care Circulation Among South Asian Student Migrants in Finland and Sweden",
          "authors": "Zain Ul Abdin",
          "abstract": "Research on transnational care through remittances has gained traction but remains largely focused on one‐directional flows. Studies on remittances have examined external factors, such as structural facilities, and internal factors, including family dynamics, that shape remittance practices. However, most research predominantly explores North‐to‐South remittance flows. This study draws on a decade of periodic ethnographic research and 57 life story interviews with South Asian student migrants in Finland and Sweden to analyse how external and internal factors influence the bidirectional and multidirectional dynamics of transnational care economies. Families with members in two countries mainly receive support from India and Pakistan, whereas families spread across multiple countries receive support from both home and beyond, including the US and Spain, for up to 3 years. Some families transition from bidirectional to multidirectional support when the migrant moves abroad, expanding the household's remittance circulation capacity. Others receive remittances from already settled siblings within Finland and Sweden, reducing the need for cross‐border support. Achieving self‐sufficiency through employment marks a critical turning point where reverse remittances stop. Migrants then begin repaying support—often without explicit agreements—either to original supporters or to newer migrants until they establish their own families. This marks their transition from receivers to senders, often followed by a stage of non‐sending. A comprehensive ‘life course’ approach to analysing remittance practices challenges the dominant view of student migrants as passive recipients, highlighting the complex and evolving nature of remittance roles within transnational care circulation.",
          "url": "https://doi.org/10.1002/psp.70077",
          "doi": "https://doi.org/10.1002/psp.70077",
          "filter": 0
        },
        {
          "title": "Geographic Proximity Between Adult Children and Their Parents in Canada: The Role of Childhood Parental Income",
          "authors": "Samuel MacIsaac, Yuri Ostrovsky, Grant Schellenberg",
          "abstract": "Adult children's geographic distance from their ageing parents has important implications for understanding intergenerational family spatiality, caregiving, and labour mobility. Though many studies delve into the determinants of intergenerational residential proximity, few analyse household characteristics from childhood – including parental income during childhood. Using administrative tax data from the Canadian Intergenerational Income Database, this study tracks a cohort of individuals initially observed as teenagers co‐residing with their parents in the mid‐1980s and the geographic distance between children and parents from 1997 to 2019 when adult children moved through middle age and their parents through old age. Findings show that the geographic distance between adult children and their parents remains positively and significantly associated with the household parental income of adult children when they were teens, and accounting for other socioeconomic characteristics and adult children's own family income in adulthood. These results underscore the effects of characteristics dating back to childhood and their potential implications for intergenerational informal care provision and family ties. Lesser geographic distance between adult children and ageing parents is also correlated with parents' ages and the presence of grandchildren, which align with expectations regarding care needs.",
          "url": "https://doi.org/10.1002/psp.70078",
          "doi": "https://doi.org/10.1002/psp.70078",
          "filter": 0
        },
        {
          "title": "Migration and Short‐Term Fertility Intentions in Contexts of Socioeconomic and Political Crises an Origin (Albania)–Destination (Italy) Perspective",
          "authors": "Thaís García‐Pereiro, Anna Paterno",
          "abstract": "This article analyses women's intentions to have a(nother) child from an origin‐destination perspective, comparing the fertility intentions of Albanian migrants in Italy to those of non‐migrants in Albania, a country facing complex historical, socioeconomic, institutional and political challenges on its path toward European integration. This comparison tests both selection and socialisation hypotheses. Additionally, the short‐term fertility intentions of Albanian migrants according to time passed since migration are compared to those of Italian women (non‐migrants in the host country) to test for adaptation. We also account for differences and similarities in fertility intentions across groups of women according to parity and test our hypotheses applying binary logistic regressions as well as Propensity Score Matching (PSM) techniques. Findings point out to migrants’ selectivity, given that their intention to have a(nother) child is far lower than the intention of non‐migrants at origin; and adaptation, as migrants show fertility intentions that are more like those of non‐migrants at destination (natives), in particular less recent migrants.",
          "url": "https://doi.org/10.1002/psp.70075",
          "doi": "https://doi.org/10.1002/psp.70075",
          "filter": 0
        },
        {
          "title": "Paying a Premium Only in Native Neighborhoods: The Role of Migrant Share in Shaping Housing Price Differentials in the Netherlands",
          "authors": "Weiyi Cao, Nico Heerink, Eveline van Leeuwen",
          "abstract": "Understanding housing price differentials across nativity, gender, or racial groups is crucial because housing costs influence economic well‐being, wealth accumulation, and long‐term security. While extensively studied in the U.S., similar research is limited in Europe. This study extends U.S. analyses of racial disparities to examine nativity disparities in the Netherlands by investigating intra‐ and inter‐neighborhood price differentials among migrant, mixed, and native households using pooled data from the 2015 and 2018 Housing Research Netherlands surveys. Classifying neighborhoods as native, mixed, and migrant, the study identifies both similarities and differences with the U.S. context. First, negative associations between migrant shares and housing prices are more pronounced in native neighborhoods than in mixed or migrant neighborhoods. Second, upward tipping points driving price increases as migrant shares rise are not observed in the Dutch context; instead, downward tipping effects are identified. Additionally, intra‐neighborhood price differentials vary across the three neighborhood types. Migrant households in native neighborhoods pay, on average, 7.83% more for housing compared to native households, while no such premiums are observed in mixed neighborhoods or among mixed households. These findings highlight the influence of neighborhood migrant or native shares in shaping price differentials, suggesting mechanisms such as housing discrimination and limited bargaining power faced by migrant households. The study underscores the need for further research, such as utilizing repeat‐sales transaction data, to more precisely identify the causes behind these housing price disparities in the Netherlands.",
          "url": "https://doi.org/10.1002/psp.70066",
          "doi": "https://doi.org/10.1002/psp.70066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
