{
  "update": "2025-05-09",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "The impact of the Covid-19 pandemic on social inequalities in international student mobility: a scoping review",
          "authors": "Joana Almeida, Nicolai Netz, David Nika, Ewa Krzaklewska, Joyce Aguiar, Alina Botezat, Thais França, Suvi Jokila, Bernhard Streitwieser, Rúna Vigdís Guðmarsdóttir, Daniel Malet Calvo",
          "abstract": "This systematic literature review sheds light on social inequalities in students’ access to and experiences of international student mobility (ISM) in the context of the Covid-19 pandemic. Following a scoping approach based on the 2020 PRISMA guidelines, it synthesises 48 empirical studies published in the most intense phase of the Covid-19 pandemic, namely between January 2020 and June 2022. The findings demonstrate that the social inequalities that became visible due to the pandemic relate to different study abroad phases (before, during, and after ISM) and levels of analysis (micro, meso, and macro level). At the micro level, the four most frequently examined dimensions of social inequality comprise (1) students’ mental health and wellbeing, (2) experiences of exclusion, discrimination, or racism, (3) financial vulnerability, and (4) determinants of study abroad plans. At the meso level, the reviewed studies mostly address (5) institutional support services. Macro-level studies focus on (6) governmental policies and negative public perceptions of international students. The review demonstrates that the pandemic not only exacerbated previously known social inequalities, but also created new ones, which were experienced by students mostly whilst they were abroad. It also highlights that different social inequalities are connected to specific study abroad phases, student groups, and social structures. Moreover, it shows that the inefficiency or lack of support of both meso- and macro-level structures may enhance the social vulnerability of specific groups of international students. Overall, the review indicates that during the most intense phase of the Covid-19 pandemic, scholarly attention has shifted from inequalities in access to ISM to the lived experiences of international students.",
          "url": "https://doi.org/10.1186/s40878-025-00436-0",
          "doi": "https://doi.org/10.1186/s40878-025-00436-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Gendered transnational impunity and infrastructural violence on the migrant journey through Mexico",
          "authors": "Talia Mills",
          "url": "https://doi.org/10.1080/01419870.2025.2494243",
          "doi": "https://doi.org/10.1080/01419870.2025.2494243",
          "filter": 0
        },
        {
          "title": "“I’ll still continue to rise:” Black women’s experiences in academia",
          "authors": "Christy M. Howard, Benjamin Blaisdell, Syntia Santos Dietz",
          "url": "https://doi.org/10.1080/01419870.2025.2496262",
          "doi": "https://doi.org/10.1080/01419870.2025.2496262",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Temporalities and change in Senegalese and Gambian self-organisation in Germany: accelerated immigration, demographic dynamics, and political opportunities",
          "authors": "Judith Altrogge, Hamza Safouane, Julia Stier",
          "url": "https://doi.org/10.1080/1369183x.2025.2500642",
          "doi": "https://doi.org/10.1080/1369183x.2025.2500642",
          "filter": 0
        },
        {
          "title": "From ‘migrant’ to ‘refugee’: what changed? Working lives of Ukrainian women in the Czech Republic",
          "authors": "Olga Gheorghiev",
          "url": "https://doi.org/10.1080/1369183x.2025.2492348",
          "doi": "https://doi.org/10.1080/1369183x.2025.2492348",
          "filter": 0
        },
        {
          "title": "Losing and finding home twice: Ukrainian women’s experiences of secondary internal displacement",
          "authors": "Marnie Howlett, Daryna Dvornichenko",
          "url": "https://doi.org/10.1080/1369183x.2025.2499712",
          "doi": "https://doi.org/10.1080/1369183x.2025.2499712",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Determinants of Attitudes Toward Reconciliation with Indigenous Peoples",
          "authors": "Christopher Alcantara, Allison Harell, Laura Stephenson, Megan Payler",
          "abstract": "Existing research on public opinion towards Indigenous peoples tends to focus on the extent to which citizens hold racist and anti-Indigenous attitudes. In contrast, few empirical studies have examined the extent to which citizens support reconciliation with Indigenous peoples. Drawing on data from the 2021 Canadian Election Study (CES), we construct a novel Indigenous reconciliation scale to measure non-Indigenous support for policies that seek to address the historical and ongoing legacies of residential schools. We then compare this scale to existing measures of Indigenous resentment before investigating the effects of several individual-level determinants related to attitudes, elite cues, and policy preferences on support for Indigenous reconciliation policies. Our findings shed light on the ongoing efforts in settler countries in North and South America and Australasia to decolonize their settler institutions and to create new and renewed relationships with Indigenous communities in those countries.",
          "url": "https://doi.org/10.1017/rep.2025.30",
          "doi": "https://doi.org/10.1017/rep.2025.30",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Gender Attitudes, Inequality and Migration Decision‐Making",
          "authors": "Sandra Morgenstern, Carlos Vargas‐Silva",
          "abstract": "We explore the role of gender‐unequal attitudes towards gender norms and perceived structural gender inequality in the migration decision‐making of men and women. Adopting a conceptual model based on possible selves theory, the research employs a contextual social identity perspective concerning gender. We posit that the disparate spheres of inequality experienced by women relative to men should have a distinct relationship with the constituent elements of migration decision‐making per gender. We expect a negative (positive) relationship between more conservative gender attitudes and women's (men's) aspirations to migrate. Similarly, gender inequalities concerning structural opportunities should have a negative (positive) relationship with women's (men's) expectation to migrate. We explore these propositions using survey data from a sample of 11,563 young adults aged 18‐39 from Afghanistan, Cabo Verde, Ethiopia, Ghana, Guinea, Nigeria, Pakistan, Somalia, Tunisia and Turkey. The results provide insights regarding the role of gender‐unequal attitudes and structural gender inequality in migration decision‐making. More conservative gender‐unequal attitudes are associated with a lower preference for migration among women. More conservative gender‐unequal attitudes have no statistically significant relationship with a preference for migration among men. On the other hand, higher perceived structural gender inequality is linked to higher expectations of migration for men, but with no statistically significant indication for women.",
          "url": "https://doi.org/10.1002/psp.70044",
          "doi": "https://doi.org/10.1002/psp.70044",
          "filter": 0
        },
        {
          "title": "The Diffusion of Late Fertility Across European Regions (2006–2018)",
          "authors": "Ingrid Setz, Marie‐Caroline Compans, Éva Beaujouan",
          "abstract": "The rise in late fertility has emerged as a landmark trend in high‐income countries in recent decades. Yet, its spread has been geographically uneven, which has largely been attributed to socioeconomic contextual factors. Our study introduces a new perspective: the role of spatial diffusion processes. We exploit the regional variation in the increase in the contribution of late fertility rates to total fertility to assess whether a region follows the behaviour of nearby regions in preceding periods. To test this, we use a comprehensive panel of 193 regions across 18 European countries and utilise a dynamic spatial Durbin model that captures both temporal and spatial interdependencies. After accounting for socioeconomic factors known to affect late fertility rates, such as the tertiarisation of education or changes in the opportunity structure of the labour market, we still find a significant association between geographic proximity and the rise in late fertility across European regions. This underlines the deep interconnectedness within and across contemporary societies. Thus, beyond socioeconomic transformations, our research provides empirical evidence that diffusion processes have contributed to the spread of late births across the continent, and will likely continue to shape future fertility trends.",
          "url": "https://doi.org/10.1002/psp.70031",
          "doi": "https://doi.org/10.1002/psp.70031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
