{
  "update": "2025-02-14",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Women of rendezvous: a transatlantic story of family and slavery",
          "authors": "Ronald J. Angel",
          "url": "https://doi.org/10.1080/01419870.2025.2461743",
          "doi": "https://doi.org/10.1080/01419870.2025.2461743",
          "filter": 0
        },
        {
          "title": "Redefining the political Black feminism and the politics of everyday life",
          "authors": "Nadia E. Brown",
          "url": "https://doi.org/10.1080/01419870.2025.2460697",
          "doi": "https://doi.org/10.1080/01419870.2025.2460697",
          "filter": 0
        },
        {
          "title": "“Multicultural secularism”: a remedy in times of religious conflict and rising populism?",
          "authors": "Matthias Kortmann",
          "url": "https://doi.org/10.1080/01419870.2025.2459208",
          "doi": "https://doi.org/10.1080/01419870.2025.2459208",
          "filter": 0
        },
        {
          "title": "The asymmetric alliances in America’s new racial battle lines",
          "authors": "Michael Tesler",
          "url": "https://doi.org/10.1080/01419870.2025.2459210",
          "doi": "https://doi.org/10.1080/01419870.2025.2459210",
          "filter": 0
        },
        {
          "title": "Superdiversity and transnationalism: past, present, and future in an ever-changing America",
          "authors": "Nancy Foner",
          "url": "https://doi.org/10.1080/01419870.2025.2461250",
          "doi": "https://doi.org/10.1080/01419870.2025.2461250",
          "filter": 0
        },
        {
          "title": "Speculative whiteness: science fiction and the alt-right",
          "authors": "Omran Shroufi",
          "url": "https://doi.org/10.1080/01419870.2025.2461742",
          "doi": "https://doi.org/10.1080/01419870.2025.2461742",
          "filter": 0
        },
        {
          "title": "Exclusionary Inclusion in the German higher education system. Students designated as refugees and the coloniality of epistemic power",
          "authors": "Lukas Engelmeier, Yasemin Karakaşoğlu, Paul Mecheril, Vanessa Ohm",
          "url": "https://doi.org/10.1080/01419870.2024.2438279",
          "doi": "https://doi.org/10.1080/01419870.2024.2438279",
          "filter": 0
        },
        {
          "title": "Worlds at the end: Los Angeles, infrastructure, and the apocalyptic imagination",
          "authors": "Viorel Mionel",
          "url": "https://doi.org/10.1080/01419870.2025.2461740",
          "doi": "https://doi.org/10.1080/01419870.2025.2461740",
          "filter": 0
        },
        {
          "title": "Emergency in transit: witnessing migration in the colonial present",
          "authors": "Ayşe Şanlı",
          "url": "https://doi.org/10.1080/01419870.2025.2460707",
          "doi": "https://doi.org/10.1080/01419870.2025.2460707",
          "filter": 0
        },
        {
          "title": "Beyond left-right cleavages: making sense of refugees within the fields of struggle",
          "authors": "Pelin Gül",
          "url": "https://doi.org/10.1080/01419870.2025.2459854",
          "doi": "https://doi.org/10.1080/01419870.2025.2459854",
          "filter": 0
        },
        {
          "title": "Decolonising refugee integration paradigms: visions for a new politics of inclusion and participation in Europe and beyond",
          "authors": "Fiona Murphy, Ulrike M. Vieten",
          "url": "https://doi.org/10.1080/01419870.2024.2438284",
          "doi": "https://doi.org/10.1080/01419870.2024.2438284",
          "filter": 0
        },
        {
          "title": "Immigration realities: challenging common misperceptions",
          "authors": "Jennifer Van Hook",
          "url": "https://doi.org/10.1080/01419870.2025.2460681",
          "doi": "https://doi.org/10.1080/01419870.2025.2460681",
          "filter": 0
        },
        {
          "title": "Babygirl, you’ve got this! Experiences of Black girls and women in the English education system",
          "authors": "Bridget Byrne",
          "url": "https://doi.org/10.1080/01419870.2025.2460692",
          "doi": "https://doi.org/10.1080/01419870.2025.2460692",
          "filter": 0
        },
        {
          "title": "Navigating racist encounters in the workplace: experiences of young people in Birmingham, Melbourne and Toronto",
          "authors": "Serena Hussain, Fethi Mansouri, Lori Beaman",
          "url": "https://doi.org/10.1080/01419870.2025.2457681",
          "doi": "https://doi.org/10.1080/01419870.2025.2457681",
          "filter": 0
        },
        {
          "title": "2024 Martin Bulmer Prize",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2454853",
          "doi": "https://doi.org/10.1080/01419870.2025.2454853",
          "filter": 0
        },
        {
          "title": "Subverting monoracial hegemony? The multiracial identities of mixed-race Asians in the United States",
          "authors": "Takeyuki (Gaku) Tsuda",
          "url": "https://doi.org/10.1080/01419870.2025.2461248",
          "doi": "https://doi.org/10.1080/01419870.2025.2461248",
          "filter": 0
        },
        {
          "title": "Dreaming the Canadian Dream: citizenship pathways and migration influencers in Canada",
          "authors": "Maria Cecilia Hwang",
          "url": "https://doi.org/10.1080/01419870.2024.2441909",
          "doi": "https://doi.org/10.1080/01419870.2024.2441909",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "The Freedom Paradox: Meanings and Configurations of Digital Nomadic Work",
          "authors": "Mari Toivanen",
          "abstract": "The digitalization of professions and the new modes of (remote) work have resulted in an increase in work-related lifestyle mobilities such as digital nomadism. This paper deals with the meanings and configurations of digital nomadic work as recounted by digital nomads themselves. What meanings do digital nomads attach to digital nomadic work? What spatial or other configurations does digital nomadic work entail? What does the examination of meanings attached to digital nomadic work and its configurations tell us more broadly about the rising phenomenon of work on the move? The study data come from qualitative interviews with twenty digital nomads in Mallorca, Spain (2021–2022) and from observation in co-working and co-living spaces, networking meetings, and informal get-togethers. Although the nomads often described digital nomadic work as the opposite to traditional and classical nine-to-five office work, I argue that it should not be approached as such. The study findings show that despite expressing a strong anti-office sentiment and describing digital nomadic work as a way to escape “traditional office work,” digital nomads paradoxically end up “mimicking” and replicating the organizational aspects of office-based work. A closer examination of digital nomadic work's spatial configurations further shows that it has distinct temporal, material and performative dimensions, which is why it deserves analysis in its own right. More research is needed on the paradoxical aspects of digital nomadic work for us to understand whether digital nomadism, as a precursor to work-related mobilities, speaks of broader trends in mobile, digitalized work.",
          "url": "https://doi.org/10.1177/01979183251314848",
          "doi": "https://doi.org/10.1177/01979183251314848",
          "filter": 0
        },
        {
          "title": "Bolstering Autocracy, Hindering Democracy: Local Stakeholders’ Perspectives on the Effects of EU Migration Policy Externalization in Morocco",
          "authors": "Luisa Faustini Torres",
          "abstract": "This article explores how the European Union's (EU) externalization of migration policies affects democratization in Morocco, drawing on the perspectives of local stakeholders, including government officials, civil society actors, and frontline bureaucrats. While the EU frames its partnership with Morocco as grounded in shared and normative values, the findings show that migration (control) priorities often take precedence over democratic reforms. Using a multilevel theoretical framework that combines structural factors (linkage, leverage, and organizational power) with the agency of domestic actors (gatekeeper elites and street-level bureaucrats), the analysis identifies three key dynamics: the prioritization of migration control over democratic progress, the consolidation of Morocco's authoritarian power through the externalization bargain, and the marginalization of civil society and migrants, intensifying their repression and curtailing their capacity to advocate for change. Based on qualitative fieldwork, this study highlights how these policies redistribute resources and power in ways that bolster autocratic structures and hinder democratic reform. By focusing on the lived experiences of local stakeholders, the article sheds light on how the EU's approach to migration can inadvertently undermine democratization in Morocco.",
          "url": "https://doi.org/10.1177/01979183251314854",
          "doi": "https://doi.org/10.1177/01979183251314854",
          "filter": 0
        },
        {
          "title": "Book Review: Time and Power in Azraq Refugee Camp",
          "authors": "Emrah Atar",
          "url": "https://doi.org/10.1177/01979183251319003",
          "doi": "https://doi.org/10.1177/01979183251319003",
          "filter": 0
        },
        {
          "title": "Gender, Displacement, and the Ethics of Protection",
          "authors": "Pía Riggirozzi, Natalia Cintra, David Owen",
          "abstract": "Focusing on the flight of women and girls from Venezuela to Brazil, and on South American refugee regimes, this paper addresses the ethics of forced displacement and the requirements of gender-responsive systems of protection. The analysis centers the voices of displaced women brought in through fieldwork in Manaus and Boa Vista, Brazil, in 2020–2022, to identify gaps and negative effects of gender-blind provision of shelter, healthcare, and other services at crossing and reception. We argue that current approaches to protection privilege humanitarian responses to victims, whereas any efforts to break cycles of deprivation and exclusion affecting displaced women and girls should privilege determinants of relational autonomy and the social agency of displaced women and girls. By developing this analysis, we contribute directly to feminist critiques of refugee protection, and reconstruct (based on migrant women's perspectives and feminist work on relational autonomy) key elements of a gendered account of protection that centers on the recognition of autonomy.",
          "url": "https://doi.org/10.1177/01979183251319014",
          "doi": "https://doi.org/10.1177/01979183251319014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Cross-ethnic integration through participation in leisure organisations? Evidence from two-wave panel data",
          "authors": "Anders Bastrup Jørgensen",
          "url": "https://doi.org/10.1080/1369183x.2025.2461649",
          "doi": "https://doi.org/10.1080/1369183x.2025.2461649",
          "filter": 0
        },
        {
          "title": "‘A security built in the dark’: operazione strade sicure and the productivity of ignorance",
          "authors": "Nina Perkowski",
          "url": "https://doi.org/10.1080/1369183x.2025.2461352",
          "doi": "https://doi.org/10.1080/1369183x.2025.2461352",
          "filter": 0
        },
        {
          "title": "The promise of empowerment: football migration brokerage between west Africa and Europe",
          "authors": "Uroš Kovač",
          "url": "https://doi.org/10.1080/1369183x.2025.2462247",
          "doi": "https://doi.org/10.1080/1369183x.2025.2462247",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "‘Living in a world of ambivalence’: The complexity of home in exile",
          "authors": "Oudai Tozan",
          "abstract": "The concept of home is a complicated topic for many migrants, and the dynamics of forced migration add more complexity to the concept of home. This paper shows how exile and forced migration complicate the various dimensions of the home concept, leading to ambivalence in people’s relationships with their previous homes. In particular, the paper unpacks four dilemmas related to home that forced migrants might experience. These are as follows: what helps people connect with home triggers their difficult feelings, when homeland does not feel like home anymore, missing what no longer exists and wanting to connect with home but also disconnect. As I have direct and personal experience of exile, I used a heuristic methodology that involves self-search, self-dialogue, and self-discovery to understand the nature and meaning of the phenomena. I also interviewed 13 people in exile to explore the various aspects of forced migrants’ experiences with the concept of home.",
          "url": "https://doi.org/10.1093/jrs/feaf002",
          "doi": "https://doi.org/10.1093/jrs/feaf002",
          "filter": 0
        },
        {
          "title": "Formal and informal integration in contexts of displacement: Exploring implications for youth civic identities",
          "authors": "Kate Pincock, Nicola Jones, Sally Youssef, Sarah Al Heiwidi",
          "abstract": "A vast number of young refugees are formally excluded from basic civil, political, and social rights in the countries where they have lived for many years, with little prospect of safe return to (and citizenship in) the places their families fled. While development policies frame youth civic participation as key to creating inclusive futures, frameworks like the Global Compact on Refugees focus on labour market integration, without reference to young people or their political subjectivities. This article draws on children’s political geographies and an intersectional approach to analyse findings from research with displaced youth in Jordan and Lebanon. Data show that although legal recognition is important, historical geopolitical dynamics, economic precarity, location, and gender significantly shape how young refugees relate to host states and navigate refugee- and nationality-based identities across and within contexts. These findings nuance understandings of young refugees’ civic identities as shaped by both interpersonal and institutional marginalization.",
          "url": "https://doi.org/10.1093/jrs/feaf004",
          "doi": "https://doi.org/10.1093/jrs/feaf004",
          "filter": 0
        },
        {
          "title": "Climate Displacement. By Jamie Draper",
          "authors": "Étienne Sinotte",
          "url": "https://doi.org/10.1093/jrs/feaf008",
          "doi": "https://doi.org/10.1093/jrs/feaf008",
          "filter": 0
        },
        {
          "title": "Opening Up the University: Teaching and Learning with Refugees. By Céline Cantat, Ian M. Cook, and Prem Kumar Rajaram",
          "authors": "Tiffany Tryon",
          "url": "https://doi.org/10.1093/jrs/feaf009",
          "doi": "https://doi.org/10.1093/jrs/feaf009",
          "filter": 0
        },
        {
          "title": "Feeling out-of-sync: navigating new rhythms in places of settlement",
          "authors": "Amber Kale, Sara Kindon, Polly Stupples",
          "abstract": "In this article, we draw upon Lefebvre’s method of rhythmanalysis to analyse themes emerging from a participatory research project with former refugees in Aotearoa New Zealand. Specifically, we explore how participants navigate everyday rhythms, routines, and cycles in new places, and the nuanced ways in which these repetitive time structures influence their sense of place attachment and well-being. While resettlement discourse prioritizes abstract, linear framings of time, our research suggested that concrete temporal experiences (such as the pace-of-life and changing seasonal cycles) are also important to consider. Being out-of-sync with everyday rhythms evoked disorientation and discomfort for participants, while synchronizing and/or syncopating with local rhythms helped them to maintain important habits and routines and regain a sense of stability. We therefore argue for a broader conceptualization of time in resettlement, which considers how everyday rhythms are embodied and felt by former refugees in ways that influence their well-being and wider resettlement outcomes.",
          "url": "https://doi.org/10.1093/jrs/feaf007",
          "doi": "https://doi.org/10.1093/jrs/feaf007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Special Issue Young People's Caring Practices in Transnational Families in Sweden and the UK: Care Ethics and Wellbeing",
          "authors": "Brigitte Suter, Ruth Evans, Rosa Mas Giralt, Katarina Mozetič",
          "abstract": "Children are often regarded as ‘dependents’ within migration studies, rendering their care work invisible. Drawing on the ethics of care, this paper analyses young people's active roles in caring for family members in Sweden and the UK and for transnational kin, based on qualitative and participatory research with young people (aged 6–25). Many young people provided emotional support, language brokering and practical assistance to navigate care, welfare and immigration systems. Some young people engaged in higher levels of caregiving, often linked to inadequate formal care resources and the absence of a parent or extended kin who would usually be expected to provide care. Caregiving was often accompanied by gendered and inter‐ and intra‐generational conflicts, which could impact on young people's wellbeing and competence to provide ‘good care’. More awareness is needed of young people's crucial roles in filling the gaps in care, welfare and migration regimes in transnational spaces.",
          "url": "https://doi.org/10.1002/psp.70002",
          "doi": "https://doi.org/10.1002/psp.70002",
          "filter": 0
        },
        {
          "title": "Migration's Role in Shaping Socio‐Demographic Structure in the Peripheral Rural Regions: A Case Study of Lithuania",
          "authors": "Rūta Ubarevičienė, Tautvydas Žinys, Edis Kriaučiūnas",
          "abstract": "This paper aims to deepen our understanding of how migration shapes the socio‐demographic structure of the peripheral rural regions. We bridge the fields of peripherality and migration research to address the gap in understanding their interplay. We use Lithuania as a case study, exemplifying the metropolization‐peripheralization trend and selective migration patterns. Our analysis uses a unique longitudinal, geocoded data set covering the entire population, including inner and international migrants, allowing for a detailed examination of migration patterns across spatial and temporal dimensions from 2001 to 2021. The results show significant variations in the characteristics of individuals migrating to and from peripheral rural regions across different directions, with two‐way migration flows playing an important role in shaping the socio‐demographic structure of these regions. Furthermore, migration—particularly inner migration—has become an increasingly important factor influencing population dynamics and contributing to further peripheralization.",
          "url": "https://doi.org/10.1002/psp.70010",
          "doi": "https://doi.org/10.1002/psp.70010",
          "filter": 0
        },
        {
          "title": "Population Growth and Decline in China: A Geographical Analysis, 1982–2020",
          "authors": "Yingzhi Qiu, Guangzhong Cao, Tao Liu",
          "abstract": "Understanding historical population processes is crucial for interpreting current trends, forecasting future dynamics, and shaping regional and national development strategies. However, the historical trajectories and heterogeneous determinants of regional population growth and decline remain understudied. This study employs data from long‐term national population censuses, diverse supplementary datasets, and regression models to reveal the historical dynamics and drivers of prefecture‐level population growth and decline in China from 1982 to 2020. Our results disclosed the spread process of regional population decline in quantity and space, identified four major types and eight subtypes of population growth and decline trajectories by combining the regional population growth and decline status across every decade, delineated the distinct spatial patterns of these trajectories, and revealed the differentiated and evolving determinants of regions with population growth in the previous decade and those with population decline. Future trends of regional population growth and decline were predicted based on these analyses. These findings offer the following policy implications for addressing the challenges posed by widespread yet uneven regional population decline: adopting smart shrinkage strategies, enhancing economic and social resilience, and fostering higher‐scale regional cooperation.",
          "url": "https://doi.org/10.1002/psp.70003",
          "doi": "https://doi.org/10.1002/psp.70003",
          "filter": 0
        },
        {
          "title": "Does Migration Widen Mortality Inequalities Between Rural and Urban Areas? Long‐Term Mortality Risk Among Rural Stayers, Rural Migrants, Urban Migrants, and Returners in Norway",
          "authors": "Monika Dybdahl Jakobsen, Knut Fylkesnes, Tonje Braaten",
          "abstract": "In many countries, the main internal migration trend has been from rural to urban areas. However, there is little knowledge of whether internal migration from rural to urban areas contributes to widening geographical inequalities in health and survival. In the present study, we investigated differences in long‐term mortality risk among stayers (individuals who did not move from their rural municipality), rural migrants (individuals who moved to other rural municipalities), urban migrants (individuals who moved to urban municipalities), and returners (individuals who first moved to urban municipalities and then returned to rural municipalities). Data from a population‐based survey carried out among adults in Finnmark aged 30–62 years in 1987/88 was linked to the National Population Register and the Norwegian Cause of Death Registry to identify migration and deaths from recruitment to the health survey up to December 2017. Flexible parametric survival models were used to examine the age‐varying associations between different migration careers and mortality. For both men and women, the estimated mortality risk was lower for all internal migrant groups when compared to stayers. However, for men, the findings only applied to ages under 85 years for rural migrants, 81 years for urban migrants, and 71 years for returners, while for women, the findings applied to ages under 75 years for rural migrants, 78 years for urban migrants, and the age range 46–86 years for returners. The lower mortality risk observed among migrants contributes to widening health inequalities between rural depopulation areas and areas with increasing populations. Migrants to rural areas may limit this effect.",
          "url": "https://doi.org/10.1002/psp.70013",
          "doi": "https://doi.org/10.1002/psp.70013",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
