{
  "update": "2025-05-02",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Correction: Brain drain in Bhutan: its impacts and countermeasures",
          "authors": "Rinchen Dorji, Nobuhiro Hosoe",
          "url": "https://doi.org/10.1186/s40878-025-00445-z",
          "doi": "https://doi.org/10.1186/s40878-025-00445-z",
          "filter": 0
        },
        {
          "title": "New country, new ties? Eritrean and Syrian refugees’ personal social networks after arrival in Germany",
          "authors": "Lenore Sauer, Ludovica Gambaro, Elisabeth K. Kraus",
          "abstract": "This paper examines the new ties refugees form within the first years after arriving in destination countries. While prior research has assessed new ties mainly in relation to integration outcomes and within inter-ethnic ties, our analyses take a broader view of the importance of new contacts by systematically adopting an ego-centric network approach and by differentiating between various types of networks (emotional support, companionship, and practical support network). Drawing on representative quantitative survey data of recent refugees from Eritrea and Syria collected in Germany in 2020 (TransFAR survey), our analytical approach is divided into two parts: First, we investigate on the alter-level (i.e., the persons mentioned in the network) who the newly met persons are and which kind of support they provide, employing descriptive analyses. Second, we conduct multivariate regression analyses on the ego-level (i.e., the respondent) to examine the migration and family-related factors associated with forming new ties. The empirical findings underscore the importance of new contacts as crucial sources of resources and support, particularly in providing practical assistance. Furthermore, our study shows that migration and family-related factors are important for establishing new ties: refugees having other family members in Germany, either a spouse or because they arrived together with kin, are less likely to include newly established contacts in their networks compared to those without a spouse or who arrived in Germany without family. The relative importance of these factors varies between network types. Moreover, as migration circumstances and family constellations differ by gender and country of origin, substantial variations concerning the formation of new ties are observed between men and women and between refugees from Eritrea and Syria.",
          "url": "https://doi.org/10.1186/s40878-025-00443-1",
          "doi": "https://doi.org/10.1186/s40878-025-00443-1",
          "filter": 0
        },
        {
          "title": "The violence of uncertainty: theorizing everyday immigrant necropolitics across three cases",
          "authors": "Breanne Grace, John Doering-White, Benjamin Roth",
          "abstract": "This article theorizes everyday forms of uncertainty that immigrant and refugee populations negotiate as a form of violence. We argue that while the state has made immigrants and refugees an explicit target on which to exercise sovereignty through detention and deportation, sovereignty also operates through a necropolitics of uncertainty where immigrants and refugees face inconsistent and spatially diffuse states of exception that target their material, social, and psychological wellbeing. To support this argument, we draw on three case studies that illustrate how avoiding or opting out of social services and health care, or by “self-deporting,” are effects of targeted violence.",
          "url": "https://doi.org/10.1186/s40878-025-00441-3",
          "doi": "https://doi.org/10.1186/s40878-025-00441-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "The affective politics of whiteness: mobilizing white women on the left before (and after) the 2024 U.S. Election",
          "authors": "Jessie Daniels",
          "url": "https://doi.org/10.1080/01419870.2025.2489092",
          "doi": "https://doi.org/10.1080/01419870.2025.2489092",
          "filter": 0
        },
        {
          "title": "Introduction",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2481168",
          "doi": "https://doi.org/10.1080/01419870.2025.2481168",
          "filter": 0
        },
        {
          "title": "Decolonizing bodies: stories of embodied resistance, healing and liberation",
          "authors": "Syra Shakir",
          "url": "https://doi.org/10.1080/01419870.2025.2492241",
          "doi": "https://doi.org/10.1080/01419870.2025.2492241",
          "filter": 0
        },
        {
          "title": "Geopolitics and romance: how South Asian Muslim Canadians perceive and experience race and religion in mixed partnerships",
          "authors": "Tahseen Shams",
          "url": "https://doi.org/10.1080/01419870.2025.2493934",
          "doi": "https://doi.org/10.1080/01419870.2025.2493934",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Return governance and diplomacy between Türkiye and Afghanistan",
          "authors": "Zeynep Sahin‐Mencutek, Hidayet Sıddıkoğlu, Soner Barthoma",
          "abstract": "There is growing scholarly and policy interest in understanding how destination and transit countries develop return migration policies and collaborate with origin countries. This study investigates the dynamics, drivers and outcomes of the collaborative process between Turkish and Afghan authorities in governing the return of Afghan migrants. Drawing on the concept of return diplomacy, derived from the broader framework of migration diplomacy—which explores the interplay between cross‐border mobility and foreign policymaking—we analyse the bilateral talks and arrangements shaping these returns. Our examination of official documents, news sources, interviews and engagements with key informants reveals that authorities on both sides get involved in return diplomacy by leveraging historical and religious networks, as well as humanitarian diplomacy instruments. The drivers of this process are rooted in the domestic priorities of the Turkish government to manage return flows and the expectations of Afghan authorities and the Taliban for international legitimacy and aid through cooperation. The collaboration reflects a blend of formal and informal relations and practices. The outcomes, however, highlight significant opacity in bilateral negotiations and arrangements. These efforts lack a structured readmission framework and have resulted in record‐high coerced returns of Afghan migrants (officially 42,498 in 2022) with minimal monitoring. While not fully representative, this case study provides valuable insights for enhancing theories of migration diplomacy and return governance by underscoring the utility of a decentred approach and emphasis on South‐to‐South contexts.",
          "url": "https://doi.org/10.1111/imig.70037",
          "doi": "https://doi.org/10.1111/imig.70037",
          "filter": 0
        },
        {
          "title": "Immigration realities: Challenging common misperceptions By ErnestoCastañeda &amp; CarinaCione, New York: Columbia University Press. 2024. pp. 368",
          "authors": "Recep Baydemir",
          "url": "https://doi.org/10.1111/imig.70039",
          "doi": "https://doi.org/10.1111/imig.70039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Why wouldn’t they return? Examining the return decisions through the integration-transnationalism matrix among Ghanaian immigrants from Canada",
          "authors": "Emmanuel Kyeremeh, Senanu Kutor, Bridget Annor",
          "url": "https://doi.org/10.1080/1369183x.2025.2492354",
          "doi": "https://doi.org/10.1080/1369183x.2025.2492354",
          "filter": 0
        },
        {
          "title": "‘Just look at those shabby trains in Lisbon’: post-arrival disappointment amongst Chinese migrants in Portugal",
          "authors": "Olga Cojocaru, Sofia Gaspar, Xuheng Wang",
          "url": "https://doi.org/10.1080/1369183x.2025.2495046",
          "doi": "https://doi.org/10.1080/1369183x.2025.2495046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "Minority Legislators Sponsor and Cosponsor Differently from White Legislators: Causal Evidence from U.S. Congress",
          "authors": "Jose Javier Alcocer",
          "abstract": "How do race, ethnicity, and gender shape a legislator’s approach to bill sponsorship and cosponsorship? This paper examines how institutional marginalization influences the legislative strategies of racial and gender minority representatives. Constrained by systemic barriers that limit their ability to sponsor legislation, minority legislators prioritize cosponsorship to achieve policy goals, build coalitions, and demonstrate responsiveness to their constituencies. Using the quasi-experimental context of the 2016 and 2018 U.S. congressional elections, I apply the synthetic difference-in-differences estimator and find that minority legislators sponsor fewer bills but cosponsor significantly more than their non-Hispanic White counterparts. Additionally, race-gendered effects reveal that women of color sponsor significantly less legislation than non-minority legislators and men of color. These patterns cannot be explained by factors like freshman status or primary election competitiveness. The findings highlight the strategic adaptations of minority legislators to navigate structural inequities and amplify their legislative influence. This study is the first to use a causal inference approach to explore the intersection of race, gender, and sponsorship and cosponsorship of congressional bills, contributing to a deeper understanding of legislative behavior among marginalized groups.",
          "url": "https://doi.org/10.1017/rep.2025.29",
          "doi": "https://doi.org/10.1017/rep.2025.29",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Empowering refugee women in Brazil: the moral economy of corporate-sponsored initiatives for social integration",
          "authors": "Carolina Gallo Garcia",
          "abstract": "This paper presents the Empowering Refugee Women program, created in 2015, an inter-agency initiative of UN Women, UNHCR, the Global Compact Network, and the corporate sector aimed at enhancing the employability of refugee women in Brazil. Focusing on how entering the labor market is positioned as the primary means to ensure successful integration, the program calls upon refugee women to acquire a specific set of mindsets and behaviors prescribed by a moral economy based on individual merits, maternal altruism, and strong work ethics. Through a critical content analysis of the program’s institutional communication, I demonstrate how this corporate-sponsored initiative is built upon a particular moral economy formed by corporate humanitarianism and ideals of economic independence as a symbol of moral progress and deservingness for refugee women. By presenting refugee women as valuable investments and competitive advantages in corporate discourses, I argue that opportunity emerges as an all-encompassing category capable of accommodating capital accumulation, ideals of social inclusion, and solutions to the humanitarian crisis.",
          "url": "https://doi.org/10.1093/jrs/feaf027",
          "doi": "https://doi.org/10.1093/jrs/feaf027",
          "filter": 0
        },
        {
          "title": "A Review of the Research Ethics Guidelines Provided by IASFM, Kaldor Centre and German Network for Forced Migration Studies",
          "authors": "Basma El Doukhi",
          "url": "https://doi.org/10.1093/jrs/feaf029",
          "doi": "https://doi.org/10.1093/jrs/feaf029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Motivation and Migration Trajectories of EU Citizens on the Move: Repeat and Multiple Migrants in Britain, France, Germany, Italy and Spain",
          "authors": "Justyna Salamońska",
          "abstract": "Intra‐European migrants move in different configurations, both in terms of trajectories (one‐off, repeat, multiple) and in terms of motivations (including work, family, education and/or lifestyle). In this article I provide a statistical picture of migrant trajectories and motivations based on a survey of EU internal movers coming from and residing in Britain, France, Germany, Italy and Spain. While around 49 per cent of migrants migrated internationally only once, 13 per cent moved repeatedly between their country of origin and their current destination, and further 38 per cent had lived in a different destination country in the past. The motives for migration and past trajectories are related to future migration plans. Multiple movers are more willing to move outside the EU in the future if they could significantly improve their working or living conditions and they are more likely to declare to live in another destination country in 5 years' time. Moving for quality of life is a good predictor of not being willing to return to the country of origin or move to another country in 5 years' time.",
          "url": "https://doi.org/10.1002/psp.70040",
          "doi": "https://doi.org/10.1002/psp.70040",
          "filter": 0
        },
        {
          "title": "Navigating Care in the Assemblage of (im)Mobilities: Social Protection Strategies Among Latin American Transnational Families in the Post‐Pandemic Period",
          "authors": "Laura Oso, Raquel Martínez‐Buján, Paloma Moré",
          "abstract": "This article analyses the social protection strategies that Latin American transnational families have deployed to cope with the new regime of (im)mobilities that emerged after the COVID‐19 crisis. It reflects on how the pandemic has restructured the articulation of the family welfare model and the migration regime in Spain. From a theoretical point of view, it combines the analysis of family strategies of “transnational social protection” with the approach of spatial and social (im)mobilities. The article also includes a multilevel analysis (macro, meso, micro) of the connections between care and migration. A mixed methodology was used: (1) the exploitation of secondary sources to show the impact of the Covid‐19 crisis on Latin American immigrant families in Spain; and (2) an analysis of ethnographic material consisting of in‐depth interviews ( n = 41) with transnational families ( n = 13) whose members reside both in Spain ( n = 27) and their countries of origin ( n = 14). The results show that after the COVID‐19 crisis, an “assemblage of spatial and social (in)mobilities” was generated for the immigrant population. They highlight the social blockages that the immigrant population had to face: legal, residential, occupational, and care, and also how informal arrangements to solve these immobilities are led by women. Families who were further along in the migration cycle or who had social capital (relatives in Spain) were less affected by the impact of the crisis.",
          "url": "https://doi.org/10.1002/psp.70035",
          "doi": "https://doi.org/10.1002/psp.70035",
          "filter": 0
        },
        {
          "title": "Beyond Homeownership: Uncovering the Impact of Ownership‐Residence Mismatch on Subjective Well‐Being in Urban China",
          "authors": "Sainan Lin, Kewei Ding, Jiangbin Yin",
          "abstract": "While extensive research has explored the impact of housing tenure on individuals' subjective well‐being (SWB), little is known about the implications of the emerging owner‐renting phenomenon—where homeowners live in rented housing instead of their owned property within the same city—referred to as the ownership‐residence mismatch. This study draws on nationally representative survey data from the 2017 CHFS, supplemented by qualitative interviews conducted in 2025, to examine how both homeownership and the alignment between ownership and residence affect SWB. Our findings confirm the positive effect of homeownership on SWB. However, owner‐renters, despite being well‐educated and having high incomes, report lower SWB than those who both own and reside in their homes, highlighting the importance of ownership‐residence alignment. Drawing on the concept of ontological security, we argue that not living in one's own home may undermine the sense of stability, control and identity crucial to SWB. The mismatch is particularly detrimental in first‐tier cities, where high housing costs and intense competition exacerbate the challenges faced by owner‐renters. These results call for more nuanced housing policies that move beyond the traditional own‐rent dichotomy.",
          "url": "https://doi.org/10.1002/psp.70041",
          "doi": "https://doi.org/10.1002/psp.70041",
          "filter": 0
        },
        {
          "title": "Spatial Segregation, Socioeconomic Disparities and Spatial (in)Justice in a Region of the Mediterranean",
          "authors": "Alfredo Cartone, Andrea D'Isidoro, Domenica Panzera, Paolo Postiglione",
          "abstract": "In recent decades, interest in residential segregation has increased in Southern Europe and the Mediterranean region, primarily due to immigration. This study explores segregation and its potential links to socioeconomic disparities and social (in)justice. The analysis uses standard segregation indicators, along with their spatial counterparts, and employs permutation tests for inference. These methods are applied to the province of Pescara, a Mediterranean city in Southern Italy, to also explore segregation differences between urban and rural areas. Finally, we discuss how this approach can assist policymakers in identifying segregation pockets in rural outskirts and prevent potential spatial (in)justices and socioeconomic disparities affecting ethnic minorities.",
          "url": "https://doi.org/10.1002/psp.70042",
          "doi": "https://doi.org/10.1002/psp.70042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
