{
  "update": "2025-11-21",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Critical transitions in migration studies: Comparative Migration Studies’ 10thanniversary issue",
          "authors": "Sanam Roohi, Peter Scholten, Martin Bak Jorgensen, Thais Franca, Andreas Pott, Tabea Scharrer, Zana Vathi",
          "url": "https://doi.org/10.1186/s40878-025-00501-8",
          "doi": "https://doi.org/10.1186/s40878-025-00501-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Reflections on settlerism: recreational colonialism and the rhetorical landscapes of the outdoors",
          "authors": "Rasul A. Mowatt",
          "url": "https://doi.org/10.1080/01419870.2025.2584658",
          "doi": "https://doi.org/10.1080/01419870.2025.2584658",
          "filter": 0
        },
        {
          "title": "From the Editor",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2579693",
          "doi": "https://doi.org/10.1080/01419870.2025.2579693",
          "filter": 0
        },
        {
          "title": "Antiracism I: theories and perspectives",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2586152",
          "doi": "https://doi.org/10.1080/01419870.2025.2586152",
          "filter": 0
        },
        {
          "title": "Global Hong Kong - Post-2019 migration and the New Hong Kong diaspora",
          "authors": "Kim Kwok",
          "url": "https://doi.org/10.1080/01419870.2025.2587230",
          "doi": "https://doi.org/10.1080/01419870.2025.2587230",
          "filter": 0
        },
        {
          "title": "Humanity’s ruins: ethics, feminism, and genocidal humanitarianism",
          "authors": "Antonius C. G. M. Robben",
          "url": "https://doi.org/10.1080/01419870.2025.2589292",
          "doi": "https://doi.org/10.1080/01419870.2025.2589292",
          "filter": 0
        },
        {
          "title": "Toward Black educational freedom: a commentary on Karida Brown’s The Battle for the Black Mind",
          "authors": "John B. Diamond, Chinyere Odim",
          "url": "https://doi.org/10.1080/01419870.2025.2581848",
          "doi": "https://doi.org/10.1080/01419870.2025.2581848",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Non‐Linearities in Labour Migration and Economic Growth: Evidence From ECOWAS",
          "authors": "Richard Eshun",
          "abstract": "This study investigates the existence of asymmetry in the relationship between labour migration and economic growth within the Economic Community of West African States (ECOWAS). Utilising a non‐linear approach informed by Shin et al., the research analyses data from the World Development Indicators of the World Bank for the years 2000–2021. Results indicate a positive impact of labour migration on economic growth, revealing that a 1% increase in labour migration corresponds to a 0.66% decline in Gross Domestic Product (GDP) with statistical significance. Conversely, non‐linear findings suggest that increases in labour migration statistically reduce GDP by 0.16%, while decreases enhance GDP by 1.36%, though this effect is insignificant in the long run. The study concludes that there is an asymmetric relationship between labour migration and economic growth in ECOWAS, underscoring the necessity for policymakers to adopt practical measures to maximise the benefits of migration.",
          "url": "https://doi.org/10.1111/imig.70115",
          "doi": "https://doi.org/10.1111/imig.70115",
          "filter": 0
        },
        {
          "title": "Geopolitical Uses of Organised Forced Migration",
          "authors": "Fiona B. Adamson, Kelly M. Greenhill",
          "abstract": "State use of organised forced migration has played a central role in geopolitics and foreign policy. In this piece, we draw attention to its prevalence, including its widespread use as a tool in contemporary migration management policies. In order to effectively tackle questions of forced migration, it is necessary to first recognise that it is frequently purposefully perpetuated by states.",
          "url": "https://doi.org/10.1111/imig.70113",
          "doi": "https://doi.org/10.1111/imig.70113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Book Review: Everyday Futures CanizalesStephanie L.O'ConnorBrendan H.2025. Everyday Futures: Language as Survival for Indigenous Youth in Diaspora. Stanford: Stanford University Press. 240 pp., $26.00.",
          "authors": "Oluwateniola O. Kupolati",
          "url": "https://doi.org/10.1177/01979183251394604",
          "doi": "https://doi.org/10.1177/01979183251394604",
          "filter": 0
        },
        {
          "title": "Toward a Neoliberal Regime of Belonging?: Rethinking Contemporary Statelessness Governance in Thailand",
          "authors": "Janepicha Cheva-Isarakul",
          "abstract": "Critical migration scholars have noted the rise of neoliberalization of immigration and citizenship policies in the Global North, where citizenship is increasingly reconceptualized not as a right, but a privilege to be earned or a commodity to be “purchased.” However, this literature is in sufficiently explored in relation to statelessness governance and in the Global South contexts. This article examines the shift in the Thai state's governance of statelessness in the last two decades through the lens of neoliberal citizenship and belonging. Drawing on policy analysis and long-term ethnographic research in northern Thailand, I argue that what emerges in place of a previous regime of total exclusion and marginalization of ethnic “other” is a new regime of belonging that operates simultaneously on two levels. Firstly, neoliberal citizenship logics (such as contributions through financial and human capital, citizenship-as-investment, self-responsibilitization, deservedness and earned citizenship) are becoming central to mediating legal status for stateless persons. In particular, educated stateless youth, who are “products” of the Thai educational system, have come to understand citizenship in these terms. Secondly, immigration policies and related registration practices continue to create and sustain temporariness and precarity for labor migrants and their children. My preliminary findings suggest that a neoliberal regime of belonging has resulted in a new hierarchy among stateless persons—those with higher social and cultural capital are more likely to successfully navigate their way out of legal precarity. As a result of this regime of stratified belonging, I observe that statelessness in Thailand will not likely be eradicated despite the Thai state's public commitments.",
          "url": "https://doi.org/10.1177/01979183251390567",
          "doi": "https://doi.org/10.1177/01979183251390567",
          "filter": 0
        },
        {
          "title": "Factors Affecting Illegal Migration to the UK by Small-Boat Crossing of the English Channel: Descriptive, Inferential and Predictive Analyses",
          "authors": "Richard M. Wood",
          "abstract": "Small-boat crossing of the English Channel is a relatively new phenomenon, with relatively sporadic attempts prior to 2020 preceding the 148,998 migrant arrivals in the five years since. While this has elevated the issue to a major political priority in the UK, little remains known about the factors which influence the number of crossings. This IMR Dispatch from the Field combines various sources of public data to calibrate a statistical model for explaining daily migrant arrivals along this route. To account for a preponderance of zero-arrival days and overdispersion, a zero-inflated negative binomial regression was used. This essentially composes two models. The first estimates the probability of a day being ‘viable’ (possible for crossings to occur) and quantifies – for the first time – the specific contributions of wave height, sea temperature, and wind direction and speed. The second model estimates the number of migrant arrivals on such viable days, revealing – alongside weather-related effects – the impact of past EU illegal immigration (affecting the candidate pool) and new and defunct migrant-return agreements (representing deterrents). Plausible associations with other variables were also identified, although they did not achieve statistical significance. In addition to the inferential analysis, predictive modelling of several hypothetical scenarios for 2025 was also performed. Reported insights may have value at an operational level in supporting intelligent deployment of enforcement agencies based on forecasted conditions, and at a strategic level in guiding government policy based on evidenced deterrents.",
          "url": "https://doi.org/10.1177/01979183251394003",
          "doi": "https://doi.org/10.1177/01979183251394003",
          "filter": 0
        },
        {
          "title": "Rescue Beacons and Migrant Deaths in Southern Arizona",
          "authors": "Stephanie Leutert, Ludovica Gazze, Mary Evans",
          "abstract": "Since the mid-1980s, the US Border Patrol has positioned itself both as an enforcement agency and a provider of life-saving humanitarian assistance to migrants in distress. Over the past few decades — as the agency ratcheted up border enforcement — the number of migrant deaths along the US–Mexico border simultaneously increased. In response, the Border Patrol launched various humanitarian programs and initiatives, including deploying “rescue beacons” throughout the borderlands. These beacons are small towers that allow migrants to press a button and call for help. While the Border Patrol has championed these beacons as saving lives, there is no systematic evaluation of the relationship between rescue beacons and migrant deaths. This paper aims to better understand the Border Patrol's humanitarian activities and their effects by exploring the relationship between rescue beacons and migrant deaths in Pima County, Arizona from 2001 to 2022. Although the Border Patrol links rescue beacons to saving lives, this quantitative study finds little systematic evidence that the beacons reduce the discovery of recovered migrant remains in their vicinity.",
          "url": "https://doi.org/10.1177/01979183251390572",
          "doi": "https://doi.org/10.1177/01979183251390572",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Forced migrants’ agency between victimhood and self-efficacy – biographies of Syrians in Turkey",
          "authors": "Ludger Pries, Nick Linsel",
          "url": "https://doi.org/10.1080/1369183x.2025.2586723",
          "doi": "https://doi.org/10.1080/1369183x.2025.2586723",
          "filter": 0
        },
        {
          "title": "‘Bad hombres’ across the border? Experiences of discrimination and exclusion beyond ethno-racial bias among immigrants and return migrants in Mexico",
          "authors": "Ana P. Canedo",
          "url": "https://doi.org/10.1080/1369183x.2025.2589250",
          "doi": "https://doi.org/10.1080/1369183x.2025.2589250",
          "filter": 0
        },
        {
          "title": "‘My view of the world and my place in it has been shaken’: shifting political identities among young refugees in Jordan since 7 October 2023",
          "authors": "Kate Pincock, Nicola Jones, Sarah Al Heiwidi",
          "url": "https://doi.org/10.1080/1369183x.2025.2586729",
          "doi": "https://doi.org/10.1080/1369183x.2025.2586729",
          "filter": 0
        },
        {
          "title": "Naturalisation in decline? A cross-national study of recent immigrants in Australia and Canada",
          "authors": "Feng Hou, Yan Tan, Garnett Picot, Li Xu",
          "url": "https://doi.org/10.1080/1369183x.2025.2585131",
          "doi": "https://doi.org/10.1080/1369183x.2025.2585131",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "When the best is the enemy of the good: the ironic negotiation process of Japan’s controversial asylum amendment bill",
          "authors": "Naoko Hashimoto",
          "abstract": "After more than 2 years of intense public debate, controversy, and nationwide protests, the Amendment Bill on Immigration Control and Refugee Recognition Act (ICRRA) was passed into law by the Japanese Diet in June 2023 and took full effect in June 2024. The Bill contained problematic proposals regarding asylum, detention, and deportation, receiving harsh national and international criticism. The legislative negotiation process saw a real possibility of bipartisan compromise and substantial revisions to reduce the risks for unlawfully staying asylum seekers. Ironically, this possibility was crushed by a few politicians and pro-human rights activists who rejected any compromise and inadvertently allowed the original government-sponsored Bill to be passed by the Diet. Based on my direct involvement in the negotiation process as an independent expert witness who testified before the Japanese Diet, this field reflection underlines the critical importance of political analysis and strategic concessions, particularly on controversial subjects like irregular migration and failed asylum seekers.",
          "url": "https://doi.org/10.1093/jrs/feaf072",
          "doi": "https://doi.org/10.1093/jrs/feaf072",
          "filter": 0
        },
        {
          "title": "IDP perspectives on IDP participation",
          "authors": "Laura Borrero Fierro, Luz Becerra Panesso, Tetiana Durnieva, Nestor Hernández, Yana Liubymova, Valeriia Vershynina, Rose Kobusinge, Paula Gaviria Betancur, Nadine Walicki, Mark Yarnell, Guadalupe Jolicoeur, Megan Bradley",
          "abstract": "Participation is a humanitarian mantra and a mainstay in development discourse. Some important steps have recently been taken to strengthen meaningful and effective refugee participation, including through refugee-led organizations. Although more than half of those displaced by conflict and violence worldwide are uprooted within their own countries, progress in supporting participation opportunities for internally displaced persons (IDPs) has been more limited. This Field Reflection aims to advance conversations on participation in the context of internal displacement and understanding of the important contributions of IDP-led organizations. It does so by drawing on the perspectives of IDP leaders and co-authors from Ukraine, Iraq, Ethiopia, Nigeria, Colombia and Honduras to address seven interconnected themes: (1) local, accountable approaches to enabling participation; (2) risks and challenges of working internally; (3) balancing IDP-specific and integrated approaches; (4) distinctive challenges associated with disaster contexts; (5) diversity and inclusion in IDP participation, including in relation to race, gender and sexuality; (6) mental health and IDP participation; and (7) the value of international solidarity among IDPs. The analysis emphasizes the need for decentralization and sustained resources to support IDP participation, as well as concrete steps to reduce insecurity. A balance must be achieved between participation processes that focus on IDPs and integrated, intersectional approaches that engage IDPs alongside others affected by conflict and disasters. Outstanding challenges include the integration of mental health concerns into participation processes to prevent burnout and fostering cross-border solidarity among IDP leaders to share experiences and strategies. These insights highlight the need for systemic changes to enhance IDP participation in policymaking, humanitarian response, and long-term development efforts.",
          "url": "https://doi.org/10.1093/jrs/feaf063",
          "doi": "https://doi.org/10.1093/jrs/feaf063",
          "filter": 0
        },
        {
          "title": "Digitalisation of the Finnish asylum procedure: from efficiency to procedural vulnerabilities",
          "authors": "Frida Alizadeh Westerling",
          "abstract": "This article examines the ongoing change brought by digitalisation to the Finnish asylum procedure. It presents findings from interviews conducted with legal representatives of asylum applicants and public officials at the Finnish Immigration Service on the benefits and risks related to digitalisation. In addition to the interview material, publicly available documentation is also analysed on the digitalisation of the asylum procedure and its legal framework. First, the study finds that digitalisation in this context is multilayered; however, it is understood rather differently between the two professional groups. Second, the different needs and interests of the stakeholders involved in sociotechnical practices meet, clash and are negotiated. This is exemplified in the study particularly in relation to the organization of remote asylum interviews. The findings suggest that these sociotechnical practices produce procedural vulnerabilities that particularly affect asylum seekers in weaker positions.",
          "url": "https://doi.org/10.1093/jrs/feaf071",
          "doi": "https://doi.org/10.1093/jrs/feaf071",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "The Income Returns of Moving for Work: Does Distance Matter?",
          "authors": "Elias Hofmann, Nico Stawarz, Heiko Rüger, Clara H. Mulder",
          "abstract": "The positive link between work‐related moves and income is well‐established, but little robust evidence exists on whether the distance moved matters in this relationship. There are, however, theoretical arguments on why distance should shape the economic rewards from moving for work. To address this research gap, we draw on longitudinal data from the German Socio‐Economic Panel (SOEP, N = 154,236 person‐years). We employ fixed effects panel regressions to estimate the impact of moving for work‐related reasons ( N = 1186 movers) on gross monthly income, with moving distance and gender as moderators. The results show that the economic returns from moving for work increase with distance. When using a categorical specification of the distance variable, we find that the largest differences in returns are between individuals who move over distances shorter and longer than 200 km. Furthermore, although women have lower overall income gains than men when moving for work, the additional effects of moving longer distances on incomes are similar. In sum, our findings suggest that moving distance does shape the income returns and that the rewards to moving longer distances are higher.",
          "url": "https://doi.org/10.1002/psp.70145",
          "doi": "https://doi.org/10.1002/psp.70145",
          "filter": 0
        },
        {
          "title": "An Inclusive Economy Classification of British Local Authority Districts and Assessment of Its Association With Life Expectancy and Lifespan Variation",
          "authors": "Nik Lomax, Hugh P. Rice, Andreas Hoehn, Ceri Hughes, Alison Heppenstall, Corinna Elsenbroich, Petra Meier",
          "abstract": "Using primarily open‐source data, we curated 13 indicators to consistently capture the concept of the inclusive economy across Local Authority Districts in Great Britain. We used unsupervised k ‐means clustering to identify clusters of similar Local Authority Districts with respect to their economic inclusivity. We identified four distinct clusters of Local Authority Districts, those which are: (1) more economically inclusive; (2) less economically inclusive; (3) closest to the national average; and (4) a mix of extremes and mostly represented within the London metropolitan area. For Local Authority Districts of all clusters, we then explored the relationship between life expectancy and lifespan variation. Here, results clearly indicated a key role of economic inclusivity for average population health alongside population health inequality: the least inclusive cluster had the lowest life expectancy and the highest lifespan variation, while the most inclusive cluster had the highest life expectancy and the lowest lifespan variation. This points towards a double disadvantage among the economically less inclusive cluster.",
          "url": "https://doi.org/10.1002/psp.70151",
          "doi": "https://doi.org/10.1002/psp.70151",
          "filter": 0
        },
        {
          "title": "Comparative Advantage, Multidimensional Proximity and Labour Return Migration: Evidence From Induced Whole Networks",
          "authors": "Yike Ren, Xing Wang, Xianhong Su, Haifeng Du",
          "abstract": "Comparative advantage and multidimensional proximity between origin and destination regions intricately shape labour return migration. However, prior studies have predominantly focused on the adverse economic conditions of destination cities, neglecting the dual influence of both origins and destinations. To address this gap, we utilize data from the 2019 China Household Finance Survey (CHFS) and the National Bureau of Statistics to construct whole networks of interprovincial origin‐destination relationships. Employing social network multiple regression quadratic assignment procedure (MRQAP) regression and exponential random graph models (ERGMs), the study examines how interprovincial comparative advantages and multidimensional proximity affect labour return migration. Our findings underscore the critical role of comparative advantages and multidimensional proximity between origin and destination regions in shaping labour return. Specifically, origins with higher economic levels and better employment opportunities relative to destinations are more likely to attract returning labour. Additionally, stronger information proximity and social proximity between origins and destinations further facilitate labour return. These findings enrich the theoretical framework of population migration and also deepen our understanding of labour return mechanisms, offering guidance for promoting orderly labour return and facilitating regional coordinated development.",
          "url": "https://doi.org/10.1002/psp.70154",
          "doi": "https://doi.org/10.1002/psp.70154",
          "filter": 0
        },
        {
          "title": "The Resilience of the Interprovincial Population Mobility Network in China? Spatial Reorganization under the Impact of the COVID‐19 Pandemic",
          "authors": "Shiyu Xu, Liyue Lin, Wenqian Ke, Xiaoye Xiang, Tao Huang",
          "abstract": "The COVID‐19 pandemic significantly affected population mobility and triggered adaptive shifts in mobility patterns. Using migration data from Gaode Map (2019–2023), this study applies spatiotemporal statistical analyses, social network analysis, and panel fixed‐effects models to systematically examine the spatiotemporal patterns, structural characteristics, and determinants of interprovincial population mobility networks in China before and after the pandemic. The results indicate that the intensity of interprovincial population mobility in China followed an N‐shaped trajectory during the study period, demonstrating notable resilience and recovery. Although the pandemic's impact on the overall strength of the mobility network was temporary, it exacerbated structural heterogeneity within the network, leading to a reconfiguration of degree centrality in several provinces. The study also reveals that the number of confirmed COVID‐19 cases acted as a primary inhibiting factor for mobility, while foreign direct investment (FDI), employment opportunities, nonagricultural industrial structures, educational resources, and natural climate conditions served as significant pull factors. Notably, per capita GDP had a significant negative impact on mobility. These findings offer important theoretical and practical insights into the long‐term effects of major public health events on changes in the geographical characteristics of population distribution and the structure of population mobility networks.",
          "url": "https://doi.org/10.1002/psp.70152",
          "doi": "https://doi.org/10.1002/psp.70152",
          "filter": 0
        },
        {
          "title": "Changing Fertility Patterns in Poland: Urban, Suburban, and Rural Dimensions",
          "authors": "Sławomir Kurek",
          "abstract": "This study examines contemporary fertility patterns in Poland with a focus on differences across the rural‐urban continuum. Results reveal higher fertility rates in suburban areas than in core cities and rural districts. The study examines how total fertility rates evolve in relation to other demographic measures, such as marriage and divorce patterns, the share of births outside marriage, and the mean age of mothers at childbirth. By applying spatial autocorrelation methods, it uncovers apparent regional differences in fertility and lends support to the idea that demographic transitions often spread through diffusion processes. The total fertility rate is decomposed into tempo and quantum components. At the same time, geographically weighted regression is employed to investigate how spatial variations in fertility correlate with marriage, divorce, Nonmarital births, and maternal age. Findings shed light on the spatial differentiation of fertility and demographic change in Poland, highlighting the complex interplay between socioeconomic and geographic determinants that influence family formation and reproductive behaviour.",
          "url": "https://doi.org/10.1002/psp.70158",
          "doi": "https://doi.org/10.1002/psp.70158",
          "filter": 0
        },
        {
          "title": "Transient Migrants’ Attachment to the Place of Destination: A Case Study of African Migrants in Guangzhou China",
          "authors": "Xin Jin, Xu Huang",
          "abstract": "Rising global mobility for work, trade, and entrepreneurship has created a growing population of transient migrants, yet little is known about how they form attachments to host societies separated from their home countries. This paper addresses this gap by presenting findings from an ethnographic study conducted from 2012 to 2018 with 40 African migrants in Guangzhou, China. Using a multiscalar framework, it analyzes attachment at three spatial scales: urban enclave, suburban neighbourhoods and underground churches. Findings reveal that African migrants in Guangzhou experience disrupted residential attachments during spatial transitions and relocations from urban enclaves to suburban neighbourhoods, while reconstructed attachments emerge in sacred spaces within underground churches. State‐led relocations from downtown enclaves to peripheral suburbs generate spatial fragmentation, isolation, and a sense of rootlessness. Although urban enclaves continue to sustain economic livelihoods, ethnic entrepreneurship, and cultural familiarity, their role as residential hubs has weakened due to policy constraints. Suburban neighbourhoods provide housing but offer limited social interaction with local residents, resulting in weak attachments to these residential spaces. In contrast, underground churches serve as the most positive sites of attachment, offering emotional support, social resources, and a sense of belonging that bridges migrants’ post‐relocation experiences. This study contributes to place attachment literature by: (1) proposing a multi‐scalar perspective that reflects the fluid and dynamic nature of transient migration; (2) demonstrating how authoritarian urban governance disrupts traditional immigrant community functions while religious spaces offer alternative forms of solidarity; and (3) revealing how attachments can persist in marginal, less visible urban spaces despite regulatory pressures.",
          "url": "https://doi.org/10.1002/psp.70153",
          "doi": "https://doi.org/10.1002/psp.70153",
          "filter": 0
        },
        {
          "title": "In Search for Spaces of Wellbeing: Predictors of Transition From Temporary to Permanent Residency Among Second Home Users in Croatia",
          "authors": "Geran‐Marko Miletić, Mateo Žanić, Sara Ursić",
          "abstract": "Occasional stays in a second home, along with the specific activities and social interactions they involve, often contribute to an improvement in quality of life and personal wellbeing. This is one of the main reasons for the lasting appeal of second homes, which can even motivate some users to consider a permanent move to place where second home is situated. This paper examines the experiences of second home users in Croatia to explore how characteristics of the spatial context in which second homes take place influence the decision to convert a location occasionally used for leisure into a permanent residence. The study is grounded in the lifestyle migration framework and its perspective on migration driven by the search for a more fulfilling and healthier living environment. To assess the living environment at the place where second home is located, we draw on the framework of spaces of wellbeing and analyse the effect of the regenerative, integrative, stimulative, and security dimensions on plans for a permanent move. The results show that three of the four mentioned dimensions have a statistically significant effect, underscoring the important role of perception of living environment in the shift from temporary to permanent residence.",
          "url": "https://doi.org/10.1002/psp.70160",
          "doi": "https://doi.org/10.1002/psp.70160",
          "filter": 0
        },
        {
          "title": "Development of Grid‐Based Population Projection Method: A Modified Cohort Component Approach Applied to South Korea",
          "authors": "Bokyeong Lee, Byeonghwa Jeong",
          "abstract": "This study develops a method for downscaling population projections from municipalities to a 500 m grid level. The method adapts the cohort component approach, utilizing grid‐level age and gender population data as weights to distribute municipal‐level projections. This methodology was applied to South Korea, which has recently been experiencing population decline and sharp spatial disparities in population distribution. Using 2018 as the base year, projections are made at 5‐year intervals to 2038. Results show significant spatial variation in projected population changes across South Korea, with 66.7% of populated grids expected to experience population decline by 2038. The model's accuracy was evaluated by comparing 2023 projections to actual data, revealing challenges in rapidly developing areas but better performance in stable regions. We further classify grids into five demographic typologies such as extinction risk and functional decline areas, to identify vulnerable locations and support targeted policy responses. These typologies show a contrast between resilient urban centres and shrinking rural peripheries, highlighting the need for differentiated spatial strategies. This grid‐based projection method offers a valuable tool for place‐based policymaking, urban planning and infrastructure development in the context of demographic change.",
          "url": "https://doi.org/10.1002/psp.70161",
          "doi": "https://doi.org/10.1002/psp.70161",
          "filter": 0
        },
        {
          "title": "Students' Willingness to Live in a Studentified Neighbourhood",
          "authors": "Ozge Erbas Melis, Burcin Burcu Varlik",
          "abstract": "This study investigates the factors influencing university students' residential preferences in the studentified neighbourhood of Balatcik, İzmir, shaped by the establishment of İzmir Katip Çelebi University (İKÇÜ). A survey was conducted with 216 students currently living in Balatcik, and logistic regression analysis was employed to identify determinants of willingness to continue residing in the area. The results reveal that physical attributes (such as the availability of green spaces, quality of housing and student‐friendly amenities) significantly increase the likelihood of living in Balatcik, while nuisances (noise, littering and safety issues) significantly decrease it. Other factors, such as inclusivity and student‐friendliness, did not show significant effects, reflecting the contextual nature of studentification. The findings highlight both the attractiveness of physical amenities and the deterrent role of nuisances, while also acknowledging that proximity to campus remains the primary reason for students' residential decisions. While studentification is shaped by multiple stakeholders, this study focuses on the student perspective, offering insights into how students themselves evaluate neighbourhood conditions. By presenting evidence from Türkiye, where studentification dynamics differ from those observed in other countries, the study contributes an original perspective to the international literature.",
          "url": "https://doi.org/10.1002/psp.70148",
          "doi": "https://doi.org/10.1002/psp.70148",
          "filter": 0
        },
        {
          "title": "Tempora et Spatia Disrupta: Space‐Temporal Disruptions and the Hauntological Shaping of Migrants' Narrative Identities on the Balkan Route",
          "authors": "Fabio Indìo Massimo Poppi",
          "abstract": "This article examines how disruptions of time and space along the Balkan route affect migrants' narrative identities and uses hauntology to describe these effects. The research, based on qualitative interviews and selected excerpts, shows that migrants experience prolonged liminality, repeated violence, and unstable legal conditions that fragment their sense of identity. The concept of hauntology signifies the enduring manifestations of loss, displacement, and trauma that hinder migrants' capacity to completely disengage from their pasts. These dynamics reveal that the Balkan Route is not merely a transit corridor; it is a site where time and space intersect, giving rise to unresolved states of identity and belonging. The aim of this study is to explore how migrants cope with these disruptions and fragmentations, thereby challenging the conventional view of migration as a linear journey. Instead, it is characterized as an ongoing process of negotiating absence, presence, and an uncertain future. This approach offers critical insights into the complex interrelationships between space, time, and identity in contemporary migration. By doing so, it sheds light on the intricate dynamics that shape the understanding of mobility and belonging in the modern world.",
          "url": "https://doi.org/10.1002/psp.70165",
          "doi": "https://doi.org/10.1002/psp.70165",
          "filter": 0
        },
        {
          "title": "The Role of Housing Tenure in Shaping Perceived Wage Discrimination Among Chinese Migrant Workers",
          "authors": "Yufeng Wu, Siyi Liu, Chu Liu",
          "abstract": "China's rapid urbanization has produced a large migrant workforce that not only drives economic growth but also faces widespread social exclusion and discrimination. This study directly investigates both objective wage discrimination and subjective discrimination perceptions among migrant workers, with a focus on the role of housing tenure. Using cross‐sectional survey data from 2020 across 46 cities, we apply Propensity Score Matching (PSM) to control for key demographic and employment factors. Our findings demonstrate that, after controlling for these factors, the objective wage gap between migrant and local workers is not significant. This indicates that most of the observed wage differences stem from subjective perceptions of discrimination rather than actual wage disparities. Moreover, our logistic regression and instrumental variable analyses reveal that housing tenure plays a critical role in shaping perceived discrimination. Specifically, migrant workers who own homes report substantially lower levels of perceived discrimination compared to those residing in employer‐provided dormitories or rented housing. These results emphasize that stable housing, particularly homeownership, can effectively reduce subjective experiences of discrimination, providing clear policy insights for enhancing urban integration through improved housing opportunities.",
          "url": "https://doi.org/10.1002/psp.70149",
          "doi": "https://doi.org/10.1002/psp.70149",
          "filter": 0
        },
        {
          "title": "Increasing Attractiveness in Semi‐Peripheral Areas of China to International Students: A Macro‐Meso‐Micro Analysis",
          "authors": "Min Hong, Chao Huang",
          "abstract": "Due to the differences in geographic locations and economic levels among Chinese provinces, the attractiveness of different regions to international students is quite disparate. Employing a questionnaire survey of 787 international students in ten Wuhan universities, this study identifies the most attractive factors to international students under a macro‐meso‐micro framework. It also examines the different perceptions between different characteristics of international student groups regarding attractiveness in a less desirable inland city in central China. This study thus contributes to the knowledge of diversification and stratification of international student mobility. It offers references and implications to universities in semi‐peripheral areas, considering geographic location and economic levels, in China and other countries.",
          "url": "https://doi.org/10.1002/psp.70162",
          "doi": "https://doi.org/10.1002/psp.70162",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Issue Information",
          "abstract": "No abstract is available for this article.",
          "url": "https://doi.org/10.1002/psp.70146",
          "doi": "https://doi.org/10.1002/psp.70146",
          "filter": 1
        }
      ]
    }
  ]
}
