{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "Motivations in transition: destination choices of inter-provincial migration among Chinese older adults",
          "authors": "Sen Li, Zehan Pan",
          "abstract": "Despite the growing interest in the migration of older adults in China, the intricacies linking migration motivations with destination choices remain insufficiently explored. Drawing from China’s unique context, we categorize inter-provincial older migrants into three types: employment-led, dependent, and lifestyle. Using microdata from the Sixth Population Census of 2010 and the 1% Population Sampling Survey of 2015, we examine their evolving motivations and corresponding shifts in destination preferences. The analysis shows an increase in lifestyle-oriented migration and a decrease in dependent migration, while employment-led migration has remained stable relative to the total. Older migrants seeking employment tend to favor destinations further south, prioritizing regional economic conditions. In contrast, those motivated by lifestyle factors exhibit a broader range of destination choices, largely due to their preference for amenities. Dependent older adult migrants consider both job-related and amenity-related factors and demonstrate a stronger tendency to relocate to the east. Amenity-related factors have increasingly influenced the destination choices across all three types of migration over time. Our findings provide deeper insights into the intricacies of migration in old adulthood and highlight the need for tailored policymaking.",
          "url": "http://dx.doi.org/10.1186/s40878-024-00411-1",
          "doi": "10.1186/s40878-024-00411-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Migration statecraft. The European migration and development regime",
          "authors": "Thijl Sunier",
          "url": "http://dx.doi.org/10.1080/01419870.2024.2424341",
          "doi": "10.1080/01419870.2024.2424341",
          "filter": 0
        },
        {
          "title": "The sound of difference: race, class and the politics of “diversity” in classical music",
          "authors": "Jiwon Yun",
          "url": "http://dx.doi.org/10.1080/01419870.2024.2425038",
          "doi": "10.1080/01419870.2024.2425038",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "‘A knife with two sides’: naturalization and the ambivalent value of citizenship for Syrians in Turkey",
          "authors": "Paladia Ziss",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2405061",
          "doi": "10.1080/1369183x.2024.2405061",
          "filter": 0
        },
        {
          "title": "Spatial overlap: trade-offs in refugees’ residential choices",
          "authors": "Jonas Wiedner, Merlin Schaeffer",
          "url": "http://dx.doi.org/10.1080/1369183x.2024.2425213",
          "doi": "10.1080/1369183x.2024.2425213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Experiences of Losing and Re‐Establishing a ‘Sense of Place’: Insights From Forced Resettlement in Myanmar",
          "authors": "Gillian E. Cornish",
          "abstract": "Forced resettlement, the process of intentionally displacing and moving people from one location to another, increases impoverishment risks and creates severe and long‐lasting economic and psycho‐socio‐cultural impacts. While these impacts are well established, there is comparatively much less research about ‘loss of place’ after displacement when people are disconnected from a space or spaces that are meaningful to them. Therefore, this paper seeks to address this gap through empirical research on the experiences of residents who were displaced and relocated to an outer township in Yangon, Myanmar, 25 years after the resettlement event. The study examines what it means to lose a sense of place after forced resettlement, and how despite the disorientating impacts of displacement, individuals actively worked to re‐establish social and physical connections over time. The paper outlines how displaced residents developed and implemented strategies to re‐establish their sense of place and rebuild their community. It finds that multiple levels of strategies were developed—at individual, household, and community scales—to restore social connections and adapt to a new environment. These findings contribute to a deeper understanding of place attachment and community rebuilding, particularly in contexts where displacement is driven by urban development, climate change, or state interventions.",
          "url": "http://dx.doi.org/10.1002/psp.2859",
          "doi": "10.1002/psp.2859",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
