{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Comparative Migration Studies",
      "journal_short": "CMS",
      "articles": [
        {
          "title": "A tale of two homecomings: the fragmented reintegration of first- and 1.5-generation returnees in Mexico",
          "authors": "Ana P. Canedo",
          "abstract": "During the past decade, an unprecedented number of Mexicans residing in the U.S. returned to Mexico. This high level of return migration entails great social, cultural, economic, and political challenges for a country that has long struggled to absorb its young and low-skilled workforce—and that is likely to continue receiving returnees as immigration enforcement in the United States intensifies. Drawing on semi-structured interviews with Mexican migrants returning from the United States, this paper examines the key barriers that returnees face to be able to reintegrate successfully. The analysis shows that first-generation migrants or those who migrated to the United States in adulthood and 1.5-generation migrants or those who migrated as minors with their parents have strikingly different reintegration experiences upon return. Findings also point to a fragmented form of embeddedness, in which returnees may reintegrate along one dimension (social, economic, or psychological) but not others. These insights contribute to the literature on return migration by deepening our understanding of the complexities of reintegration in the Mexican context, with the aim of informing more effective policy responses and anticipating future challenges.",
          "url": "https://doi.org/10.1186/s40878-025-00477-5",
          "doi": "https://doi.org/10.1186/s40878-025-00477-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Anti-racism in grassroots football: bridging policy gaps and local struggles in migration-shaped communities",
          "authors": "Alessandro Mazzola",
          "url": "https://doi.org/10.1080/01419870.2025.2532715",
          "doi": "https://doi.org/10.1080/01419870.2025.2532715",
          "filter": 0
        },
        {
          "title": "Symposium on Tariq Modood’s and Thomas Sealy’s The New Governance of Religious Diversity",
          "authors": "John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2524598",
          "doi": "https://doi.org/10.1080/01419870.2025.2524598",
          "filter": 0
        },
        {
          "title": "American dark age: racial feudalism and the rise of black liberalism",
          "authors": "Alford A. Young, Jr.",
          "url": "https://doi.org/10.1080/01419870.2025.2534514",
          "doi": "https://doi.org/10.1080/01419870.2025.2534514",
          "filter": 0
        },
        {
          "title": "“It’s okay to be white”: anatomy of a white supremacist trolling campaign",
          "authors": "Mark Davis",
          "url": "https://doi.org/10.1080/01419870.2025.2529402",
          "doi": "https://doi.org/10.1080/01419870.2025.2529402",
          "filter": 0
        },
        {
          "title": "Stories of the changing same: the contribution of public scholarship to antiracism",
          "authors": "Anna Numa Hopkins",
          "url": "https://doi.org/10.1080/01419870.2025.2531304",
          "doi": "https://doi.org/10.1080/01419870.2025.2531304",
          "filter": 0
        },
        {
          "title": "“Don’t complain. Adapt. Be successful”: how highly educated, middle-class Germans of Polish, Turkish, and sub-Saharan African background respond to racism",
          "authors": "Eunike Piwoni",
          "url": "https://doi.org/10.1080/01419870.2025.2529413",
          "doi": "https://doi.org/10.1080/01419870.2025.2529413",
          "filter": 0
        },
        {
          "title": "“Not by preaching” but storytelling: anti-racist podcast production in Finland in the European context",
          "authors": "Outi Kähäri",
          "url": "https://doi.org/10.1080/01419870.2025.2531300",
          "doi": "https://doi.org/10.1080/01419870.2025.2531300",
          "filter": 0
        },
        {
          "title": "#PeroNoSomosRacistas: examining Dominican (anti)blackness in a time of global racial reckoning",
          "authors": "Pamela Zabala Ortiz",
          "url": "https://doi.org/10.1080/01419870.2025.2531297",
          "doi": "https://doi.org/10.1080/01419870.2025.2531297",
          "filter": 0
        },
        {
          "title": "“Antiracism for sale”: commodification, antiracialism, and the politics of antiracism campaigns in France",
          "authors": "Guillaume Johnson, Noémi Michel",
          "url": "https://doi.org/10.1080/01419870.2025.2531298",
          "doi": "https://doi.org/10.1080/01419870.2025.2531298",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Comparative Analysis of Reintegration Policies",
          "authors": "Katie Kuschminder, Kidjie Saguin",
          "abstract": "The term ‘reintegration policies’ is increasing in utility within academic and policy communities. However, exactly what constitutes a reintegration policy is unclear, and the term is being operationalised within a conceptual vacuum. We define reintegration policies as instruments intended to address the social, economic, and political needs of returnees to facilitate their reintegration into society. In doing so, we consider five elements within a reintegration policy: (1) the target population; (2) the policy goals; (3) instruments; (4) administration and funding; and (5) the implementers of the policy. Three contemporary reintegration policies are compared and used as examples: the EU‐IOM Joint Initiative on Migrant Protection and Reintegration, the Netherlands Subsidy Scheme for Supporting Voluntary Departure, and the Philippines reintegration policy for Overseas Foreign Workers. The results show that contemporary reintegration policies are diverse and manage trade‐offs between migration management‐led and protection‐led reintegration policies.",
          "url": "https://doi.org/10.1111/imig.70072",
          "doi": "https://doi.org/10.1111/imig.70072",
          "filter": 0
        },
        {
          "title": "Skilled Migrants' Experiences of Othering, Alterity and Language Policing",
          "authors": "Uma Jogulu, Maggie McAlinden, Melissa A. Parris, Juliana Mutum",
          "abstract": "The Australian Permanent Migration Program and related settlement services have been critical to Australia's success as a stable, democratic and culturally diverse nation. However, emerging research has revealed that this success may come with a high price for as many as one in four skilled migrants who find themselves employed beneath their level of education, expertise and experience, which we define as underemployment. We designed a study that sought to understand the settlement experiences of 36 Asia‐Pacific‐skilled migrants working as managers. Incorporating Spivak's concepts of subalternity, othering and alterity as a theoretical framework, our analysis uncovered how migrant identity intersected with the linguistic prejudice and othering that arose in migrants' everyday interactions with coworkers and employers. We found that the skilled migrants experienced linguistic prejudice and discrimination despite their high levels of English language proficiency.",
          "url": "https://doi.org/10.1111/imig.70074",
          "doi": "https://doi.org/10.1111/imig.70074",
          "filter": 0
        },
        {
          "title": "Computational Research in Ethnic and Migration Studies. By EmanuelDeutschmann, Lucas G. Drouhot, Carolina V. Zuccotti, and EmilioZagheni (eds.), London: Routledge, 2025. 234 pp. £108.00 (hardback) ISBN: 978‐1‐03‐287571‐2; £42.39 (e‐book) ISBN: 978‐1‐00‐353336‐8",
          "authors": "Şükrü Atsızelti",
          "url": "https://doi.org/10.1111/imig.70073",
          "doi": "https://doi.org/10.1111/imig.70073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Governing Migration, Producing Skills: Emigration and Education in the Philippines",
          "authors": "Yasmin Y. Ortiga, Roderick Galam",
          "abstract": "This article examines skill as an integral yet understudied aspect of emigration governance. To date, migration studies have mainly focused on how the demand for migrant skills drive people's movements across borders, shaping the conditions for entry into popular destinations in the West. In contrast, less is known as to how skills also shape the way governments manage emigration, pushing would-be migrants to acquire certain capacities well before they leave their countries of origin. Drawing from the case of the Philippines, this article discusses how state agencies have used skills training to dominate specific markets for migrant professionals and demand higher wages for Filipino workers abroad. Yet, this emphasis on skilling has also worsened existing inequalities within the country, creating social problems that state officials are unable to fully address and control. We argue that such issues stem from the private schools and training companies who dominate skills provision for aspiring migrants. Such actors remain largely overlooked in current scholarship, despite their increasing influence on workers’ migration trajectories. This paper highlights the challenges of producing workers for labor markets beyond borders, as well as its implications on how we understand migration governance as a whole.",
          "url": "https://doi.org/10.1177/01979183251359171",
          "doi": "https://doi.org/10.1177/01979183251359171",
          "filter": 0
        },
        {
          "title": "The Limits of Refugee Status Determination Through Credibility Assessment: Empirical Evidence from Sexual Orientation Asylum Cases",
          "authors": "Thomas Wimark",
          "abstract": "Using credibility assessment methods in determining refugee status for asylum claimants is a widely used practice. Scholars tend to argue that this is inappropriate when sexual orientation forms the basis of the claim. Detailedness, consistency, and plausibility in sexual orientation narratives are hard to establish, as the narratives relate to identity and inner emotions rather than solely to external events. We have yet to determine which parts of the credibility assessments can affect refugee status outcomes. To address this gap, this article uses a representative sample of sexual orientation asylum decisions from Sweden, aiming to test which credibility aspects influence asylum determination outcomes. The findings reveal that case assessors put emphasis on detailedness and inconsistencies to determine whether statements are truthful. This emphasis on detail and consistency poses challenges in verifying the credibility of sexual orientation claims, as it is susceptible to deception. These insights underscore the need for a deeper understanding of credibility assessment methods to ensure a fairer treatment of sexual orientation claimants in asylum processes.",
          "url": "https://doi.org/10.1177/01979183251360677",
          "doi": "https://doi.org/10.1177/01979183251360677",
          "filter": 0
        },
        {
          "title": "Migration, Advanced Digital Technologies, and the Future of Work",
          "authors": "Anna Triandafyllidou",
          "abstract": "Advanced digital technologies are transforming the way we work, connect, participate, and even live. Their impact is most visible in the migration field where they facilitate decoupling the place of work and the place of residence, potentially leading to whole new opportunities and challenges. Today, digital nomads can travel while they work, while labor migrants, particularly those with temporary status, may find themselves trapped in digital platform work. Contributions to this special Issue shed light on these seemingly opposed phenomena of digital nomadism and migrant worker engagement in digital platforms. This introductory paper offers a critical review of the notion of quality of work, arguing that its contours have been fundamentally shifting in recent times. Empirical insights arising from research on digital platforms (particularly immigrant employment in those) and work on digital nomadism reveal new elements valued by migrant and digital nomad workers. This paper and the other contributions included in this special issue point to the ambivalence of these new configurations, which create vulnerable workers but also agentic subjects who seek to negotiate better career aspirations, whether through digital nomadism or engagement in digital platform work.",
          "url": "https://doi.org/10.1177/01979183251359176",
          "doi": "https://doi.org/10.1177/01979183251359176",
          "filter": 0
        },
        {
          "title": "Estimating and Conditional Forecasting Bilateral Migration Flows Between South America and Europe, 1985–2050",
          "authors": "Andrea Lisette Aparicio Castro, Arkadiusz Wiśniowski, Dilek Yildiz, Michaela Potančoková",
          "abstract": "South America and Europe have a history of reversals in the directionality of migration. While South America was a major destination for European migrants in the early twentieth century, migration flows have reversed in recent decades, with increasing South American emigration to Europe. However, inconsistencies in bilateral migration data hinder empirical assessments of migration systems between these regions. This study addresses this gap by (1) estimating a complete, comparable, reliable, and consistent time series of bilateral migration flows between South America and Europe from 1985 to 2018 and (2) generating conditional forecasts until 2050. Using a two-level hierarchical Bayesian model, it integrates one-year and five-year transition census data, corrects for undercounting of native-born migrants, adjusts for census approaches and data quality, and incorporates key migration drivers, including demographics, socioeconomic disparities, historical ties, and environmental factors. By producing reliable migration data, this study provides a robust foundation for analyzing the persistence and evolution of migration patterns between South America and Europe across time. It contributes to migration systems theory by integrating theoretical insights with empirical modeling, assessing whether South America–Europe flows form a structured, evolving network, whilst also serving as a valuable reference for analyzing future migration trajectories.",
          "url": "https://doi.org/10.1177/01979183251352404",
          "doi": "https://doi.org/10.1177/01979183251352404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Aquapelagic necropolitics: governing migrants through more-than-human technologies on the Atlantic route to the Canary Islands",
          "authors": "Ángela Iranzo, Sira Dupain",
          "url": "https://doi.org/10.1080/1369183x.2025.2536166",
          "doi": "https://doi.org/10.1080/1369183x.2025.2536166",
          "filter": 0
        },
        {
          "title": "Re-thinking how people and societies change through migration: comparisons across boundaries – Nancy Foner discusses her intellectual, career, and life journey with Paul Statham",
          "authors": "Nancy Foner, Paul Statham",
          "url": "https://doi.org/10.1080/1369183x.2025.2521560",
          "doi": "https://doi.org/10.1080/1369183x.2025.2521560",
          "filter": 0
        },
        {
          "title": "‘ I’m not Swedish, I’m not Arab, I’m a mother’ narratives of fragile (un)belonging in a postmigrant society",
          "authors": "Mostafa Hosseini",
          "url": "https://doi.org/10.1080/1369183x.2025.2529495",
          "doi": "https://doi.org/10.1080/1369183x.2025.2529495",
          "filter": 0
        },
        {
          "title": "Unpacking ‘birth tourism’: incidental citizenship and the diverse migration and reproduction trajectories of nonresident mothers in Canada",
          "authors": "Amanda R. Cheong, Megan Gaucher, Jing Li, Stephanie Nedoshytko, Jamie Chai Yun Liew, Angela M. Contreras-Chavez, Hilal Kina, Nikita McDavid, David Brush",
          "url": "https://doi.org/10.1080/1369183x.2025.2534416",
          "doi": "https://doi.org/10.1080/1369183x.2025.2534416",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Refugee Studies",
      "journal_short": "JRS",
      "articles": [
        {
          "title": "Art as a path to social inclusion: perspectives of Syrian refugees in Istanbul",
          "authors": "Gizem Karaköse",
          "abstract": "Art provides refugees with a way to navigate linguistic and cultural challenges, creating opportunities for expression and connection in the context of displacement. Despite significant research on art’s role in refugee integration within Western contexts, its influence on non-Western settings remains underexplored. This study examines how art enables Syrian refugees in Istanbul to redefine their identities and engage with host communities. Drawing on theories of integration, identity negotiation, and social inclusion, the research explores how initiatives like Yolo Art and Addar support refugees in challenging stereotypes and building mutual understanding. The paper argues for expanding traditional integration frameworks to include social inclusion, highlighting the complexities of refugee experiences. It also addresses challenges such as language barriers and economic constraints that limit participation in art-based inclusion efforts. Findings suggest that inclusive, culturally adaptive art initiatives can foster dialogue and enhance social cohesion between refugees and host societies.",
          "url": "https://doi.org/10.1093/jrs/feaf048",
          "doi": "https://doi.org/10.1093/jrs/feaf048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Population Space and Place",
      "journal_short": "PSP",
      "articles": [
        {
          "title": "Economic Conditions, Education and Parity‐Specific Fertility: A Sub‐National Regional Study Across 15 Countries in Europe",
          "authors": "Jessica Nisén, Sebastian Klüsener, Johan Dahlberg, Lars Dommermuth, Aiva Jasilioniene, Michaela Kreyenfeld, Trude Lappegård, Peng Li, Pekka Martikainen, Karel Neels, Bernhard Riederer, Saskia te Riele, Harun Sulak, Laura Szabó, Alessandra Trimarchi, Francisco Viciana, Mikko Myrskylä",
          "abstract": "There is a longstanding interest in the link between economic conditions and fertility levels. Most research measuring economic development has focused on national‐level patterns and period total fertility levels. We aim to extend existing knowledge by carrying out a sub‐national regional analysis of the link between economic conditions and parity‐specific cohort fertility, while taking into account heterogeneity by educational level. We study three fertility outcomes by women's education: the share of women who remain childless, the mean number of children per mother and the mean number of children per woman. For this analysis, we harmonised register, census and large‐scale survey data from 15 European countries, with a focus on women born in the late 1960s. Women's fertility was measured at the end of their reproductive careers and combined with contextual information, including information on the regional GDP (per capita). In our multiple regression models that controlled for country‐level factors, we found that GDP was positively associated with childlessness among women with medium and high levels of education. However, GDP was negatively associated with the number of children per mother among women with low levels of education. These findings show that the relationship between economic conditions and fertility varies depending on the level of education of the women, and it differs between childlessness and continued childbearing. High‐income contexts may be less supportive of continued childbearing for women with lower levels of education.",
          "url": "https://doi.org/10.1002/psp.70074",
          "doi": "https://doi.org/10.1002/psp.70074",
          "filter": 0
        },
        {
          "title": "Time Since Separation, Repartnering, and Homeownership in England and Wales, and Germany",
          "authors": "Júlia Mikolai, Hill Kulu, Michael J. Thomas, Sergi Vidal",
          "abstract": "Separation, divorce, and repartnering are increasingly common across European societies. These partnership transitions are closely related to individuals' housing careers. For example, after separation, individuals are likely to move out of homeownership and experience a period of elevated residential mobility. However, little is known about the role of repartnering for post‐separation housing careers. This paper investigates homeownership levels among separated and repartnered individuals in Germany, and England and Wales, two societies with similar levels of economic development but different welfare and housing systems. We use multi‐level logistic regression to study the probability of being a homeowner on combined data from the British Household Panel Survey and the United Kingdom Household Longitudinal Study, and the German Socio‐Economic Panel. We find that separated individuals are significantly less likely to own a home than those who are married or cohabiting in both countries. Homeownership levels increase over time since separation, but this increase is largely associated with repartnering. Homeownership rates remain low among separated individuals who do not repartner, especially among those with low socio‐economic status. We conclude that separation has a long‐term effect on individuals' housing careers, which exacerbates existing housing inequalities particularly in countries such as England and Wales where homeownership is the main tenure type.",
          "url": "https://doi.org/10.1002/psp.70073",
          "doi": "https://doi.org/10.1002/psp.70073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
