{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "Ethnic and Racial Studies",
      "journal_short": "ERS",
      "articles": [
        {
          "title": "Racism, antiracism, football and migration: introduction",
          "authors": "Marco Martiniello, John Solomos",
          "url": "https://doi.org/10.1080/01419870.2025.2555493",
          "doi": "https://doi.org/10.1080/01419870.2025.2555493",
          "filter": 0
        },
        {
          "title": "Worth a try? Left-wing media’s discursive struggle on the hardened European asylum law",
          "authors": "Marek Winkel",
          "url": "https://doi.org/10.1080/01419870.2025.2552391",
          "doi": "https://doi.org/10.1080/01419870.2025.2552391",
          "filter": 0
        },
        {
          "title": "Transnationalism beyond migrant and second-generation experiences: ethnic diasporism, diasporic localism and impersonal transnationalism",
          "authors": "Vahe Sahakyan",
          "url": "https://doi.org/10.1080/01419870.2025.2556016",
          "doi": "https://doi.org/10.1080/01419870.2025.2556016",
          "filter": 0
        },
        {
          "title": "Political (dis)interest during the transition to adulthood among immigrant adolescents in four Western countries",
          "authors": "Muna Adem, Patricia A. McManus",
          "url": "https://doi.org/10.1080/01419870.2025.2531303",
          "doi": "https://doi.org/10.1080/01419870.2025.2531303",
          "filter": 0
        },
        {
          "title": "National populists of Christian Europe, unite! Exploring civilizationist alliances in the British far right",
          "authors": "Rafal Soborski, Michał P. Garapich, Anna Jochymek",
          "url": "https://doi.org/10.1080/01419870.2025.2554752",
          "doi": "https://doi.org/10.1080/01419870.2025.2554752",
          "filter": 0
        },
        {
          "title": "Antiracism and the current moment",
          "authors": "Chetan Bhatt",
          "url": "https://doi.org/10.1080/01419870.2025.2555562",
          "doi": "https://doi.org/10.1080/01419870.2025.2555562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration",
      "journal_short": "IntMigr",
      "articles": [
        {
          "title": "Decoding Sexual Orientation in Refugee Status Determination: The Influence of Accounts of Emotions on Decision‐Making in Sweden",
          "authors": "Thomas Wimark",
          "abstract": "The understanding of sexual orientation as the basis for a Particular Social Group under the Refugee Convention is a contentious issue. Conventional thought suggests that sexual orientation (SO) claimants often face unfavourable treatment by asylum decision makers. Although much extant knowledge derives from in‐depth qualitative and doctrinal studies, only a few jurisdictions (e.g., Canada, the UK) have been analysed using large‐scale data or experimental methods. To complement this work, this article analyses a representative sample of SO asylum decisions from Sweden, aiming to elucidate the factors influencing refugee status determination outcomes. The findings reveal that emotional responses narrated in relation to the discovery of SO play a significant role in shaping decision makers' understanding of sexuality. This emphasis on internal accounts over observable practices poses challenges in verifying the credibility of SO claimants, raising questions about the reliability of credibility assessments. These insights underscore the need for nuanced approaches to assessing the credibility of SO claimants and ensuring fair treatment in asylum processes.",
          "url": "https://doi.org/10.1111/imig.70101",
          "doi": "https://doi.org/10.1111/imig.70101",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Migration Review",
      "journal_short": "IMR",
      "articles": [
        {
          "title": "Countering Brain Drain through Circulation and Linkage: Illustrations and Lessons from China and India",
          "authors": "Gi-Wook Shin, Kelsi Caywood",
          "abstract": "Countries that face brain drain have adopted various approaches to address its adverse impacts on development. However, the extant literature grounded in the return migration paradigm stresses regaining “lost” human capital through the repatriation of skilled migrants (brain circulation), neglecting the contributions skilled diasporic talent can make through transnational social capital (brain linkage) without permanent return. Building on recent theoretical advancements that reconsider return-centric accounts of migration and talent policies, the authors propose a framework that treats circulation and linkage as distinctive yet intertwined phenomena, accounting for both the human and social capital offered by skilled diaspora members. The utility of the revised framework is illustrated through a comparative analysis of India and China, two countries that have experienced the largest magnitudes of skilled emigration worldwide but adopted divergent strategies to mitigate brain drain, reflecting different resources, needs, and capacities. China has focused on circulating back its overseas talent, while India has cultivated transnational linkages that do not center on the permanent repatriation of its overseas talent. Additionally, circulation has facilitated linkage in China, whereas linkage has fostered circulation in India. The authors conclude by discussing the framework's theoretical contributions to the skilled migration literature and policy implications for countries of different sizes, levels of development, and geographic regions.",
          "url": "https://doi.org/10.1177/01979183251371676",
          "doi": "https://doi.org/10.1177/01979183251371676",
          "filter": 0
        },
        {
          "title": "The Political Ecology of Philippine Migration in a Changing Climate",
          "authors": "Marvin Joseph F. Montefrio",
          "abstract": "In a warming planet, climate variability, extreme weather events, and sea-level rise are putting pressure on poor and precarious rural and urban households to seek livelihood opportunities abroad. This phenomenon is evident in the Philippines, a country highly vulnerable to climate change and a leading exporter of migrant workers. This paper examines the intricate relationship among climate change impacts and interventions, (mal)adaptation of poor rural and urban households, and climate-induced (im)mobility. While the Philippine literature already demonstrates many of the complexities of the climate-migration nexus, there is still a need to examine understudied topics such as the effects of both climate change impacts and interventions, the role of other environmental and economic crises that overlap with climate change, and the implications of and conditions leading to climate immobility. Uncovering these additional complexities, especially through a political ecology lens, emphasizes the need to interrogate and inform both migration and climate/disaster governance.",
          "url": "https://doi.org/10.1177/01979183251377434",
          "doi": "https://doi.org/10.1177/01979183251377434",
          "filter": 0
        },
        {
          "title": "Dragons Soaring to Success – Zodiac Sign, Education, and Wages of Immigrants from Chinese Societies in Germany",
          "authors": "Florian Zimmermann",
          "abstract": "How culture shapes individuals’ actions is a question at the heart of social sciences, but causal evidence on this topic is scarce, particularly for immigrants. In this research note, I investigate how the belief in Chinese zodiac signs, a cultural belief without scientific basis, influences wages of immigrants from Chinese societies Germany. I focus on the effect of the Dragon zodiac sign, the most auspicious sign. To estimate the causal effect of the Dragon zodiac on wages, I employ a sharp regression discontinuity design. I focus on immigrants from Hong Kong, Macau, Mainland China, Singapore, and Taiwan (i.e., societies with ethnically Chinese majorities) born 12 weeks around Chinese New Year in the year of the Dragon. Using German administrative data from 125 individuals and 512 observations, I show that Dragons earn higher wages than non-Dragons in Germany. This wage premium is mediated by higher educational attainment of Dragons compared to non-Dragons. I do not find an effect of the Dragon zodiac sign on Germans’ wages. In summary, I show that origin-region culture shapes immigrants’ labor market success in the host region.",
          "url": "https://doi.org/10.1177/01979183251365910",
          "doi": "https://doi.org/10.1177/01979183251365910",
          "filter": 0
        },
        {
          "title": "Liberal Reform of Guest Worker Programs: Challenges to Labor Mobility Governance",
          "authors": "Qiaoyan Li Rosenberg",
          "abstract": "I investigate the design and implementation of Japan's Specified Skilled Worker (SSW) program in the context of a growing global trend toward liberalization of guest worker programs. The SSW is built upon the guest worker program — the Technical Intern Training Program (TITP). TITP workers may transition to the SSW, thereby obtaining the freedom to change employers and other rights. I compare the structure of labor mobility governance in the TITP and the SSW. The TITP is rooted in the privatization of mobility control, in which the state delegates mobility governance to private brokerage agencies. In the SSW, the state reverses the privatization of mobility governance by withdrawing the regulatory power from brokerage agencies and transferring the power to administrative ministries. By drawing on data collected over 14 months in Japan, I show how the freedom to change employers is difficult to obtain on the ground. The shift of mobility governance from brokers to the state could not eliminate control held by brokers who withhold required documents for employer changes. Ministries erect barriers to balance labor supply among industries that have impeded workers’ employer changes across industries (such as from agriculture to the food industry). Moreover, workers’ precarity persists due to inadequate legal protections and regulations on brokers. The discrepancies between policy intentions and implementation outcomes demonstrate three major challenges to liberalizing guest worker programs: lifting structural constraints on labor mobility built into guest worker programs, handling inherent conflicts between permitting employer change and meeting labor demand in noncompetitive sectors, and regulating brokers and employers for labor protection.",
          "url": "https://doi.org/10.1177/01979183251363544",
          "doi": "https://doi.org/10.1177/01979183251363544",
          "filter": 0
        },
        {
          "title": "Book Review: A Place in the Homeland? KılınçN.KingR.2025. A Place in the Homeland?: Turkish-German Return Migration. Edinburgh: Edinburgh University Press. 328 pp., £95.00.",
          "authors": "Michelle Lynn Kahn",
          "url": "https://doi.org/10.1177/01979183251377350",
          "doi": "https://doi.org/10.1177/01979183251377350",
          "filter": 0
        },
        {
          "title": "The Role of Social Media Content in Migration Aspirations: Mixed-Methods Evidence From Two Senegalese Regions",
          "authors": "Daniel Meierrieks, Julia Stier",
          "abstract": "How does the viewing of social media content produced by Senegalese migrants residing in Europe correlate with migration aspirations of people in Senegal? We answer this research question by interrogating original survey data from two regions in Senegal, Dakar and the Casamance, as well as original interview data of (potential) Senegalese migrants, repatriates, migration experts, and stakeholders. Using a mixed-methods approach that combines our qualitative interview and quantitative survey data, we provide robust evidence that viewing more social media content produced by compatriots in Europe coincides with stronger migration aspirations among respondents in Dakar and the Casamance. We also shed light on potential mechanisms. Here, our findings suggest that viewers of social media content by Senegalese migrants in Europe express higher admiration for migrants, consider the migration journey to Europe to be more viable and expect life in Europe to be especially rewarding. Our findings are in line with the cognitive migration model, which posits that migration aspirations are shaped by the potential migrants’ mental time travel to an imagined future abroad. We argue that browsing social media content produced by Senegalese migrants residing in Europe creates particularly positive notions about migration and life in Europe, fueling migration aspirations by facilitating and making the cognitive migration of people in Dakar and the Casamance especially appealing.",
          "url": "https://doi.org/10.1177/01979183251376544",
          "doi": "https://doi.org/10.1177/01979183251376544",
          "filter": 0
        },
        {
          "title": "Double Jeopardy: Adaptive Social Protection for Venezuelans in Peru during the Pandemic",
          "authors": "Matthew D Bird, Luisa Feline Freier, Denisse Piérola",
          "abstract": "During the COVID-19 pandemic, many refugees and migrants were excluded from otherwise generous government emergency cash transfer programs. What were the consequences of this exclusion, and what does it reveal about designing adaptive social protection for forcibly displaced populations? This randomized study evaluates the impact of a one-time cash transfer to Venezuelan forced migrants in Peru. Using a baseline survey and follow-ups at one, three, and nine weeks post-transfer, the study measured outcomes related to income, spending, consumption, and health. One week after the transfer, income declined, while spending, consumption, and health improved. By week three, the negative impact on income persisted. By week nine, all effects had faded. Post hoc analysis suggests that the decline in income was driven by labor market withdrawal among men, older adults, and households with higher per capita expenses. Unlike other studies of pandemic-era cash transfers to native populations, we find negative labor effects—likely due to the unique urban conditions faced by displaced migrants. These findings contribute to the limited experimental evidence on cash transfers for forcibly displaced populations and offer insights for designing adaptive social protection in future emergencies.",
          "url": "https://doi.org/10.1177/01979183251370713",
          "doi": "https://doi.org/10.1177/01979183251370713",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Ethnic and Migration Studies",
      "journal_short": "JEMS",
      "articles": [
        {
          "title": "Can activation of a shared identity increase cooperation between natives and migrants?",
          "authors": "Han Il Chang, Leonid Peisakhin",
          "url": "https://doi.org/10.1080/1369183x.2025.2556701",
          "doi": "https://doi.org/10.1080/1369183x.2025.2556701",
          "filter": 0
        },
        {
          "title": "From Konya to Europe and back: diaspora politics and the reinvention of Kurdish identity in Central Anatolia",
          "authors": "Haci Cevik",
          "url": "https://doi.org/10.1080/1369183x.2025.2556700",
          "doi": "https://doi.org/10.1080/1369183x.2025.2556700",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Race Ethnicity and Politics",
      "journal_short": "JREP",
      "articles": [
        {
          "title": "The Racialized Impacts of Confederate Symbols in Public Spaces: The Case of Courthouses",
          "authors": "Emily Wager, Lucy Britt",
          "abstract": "Commemorations of the Confederacy remain pervasive throughout the Southern U.S. Historians have long established that many of these symbols were erected during the Jim Crow era to reinforce white political dominance in public spaces. Yet, little is known about how these enduring symbols shape perceptions among people of different racial identities today. This study examines Confederate monuments where they are most prominently placed: courthouse grounds. Using an original survey experiment of Black, white, and Latino Southerners, it investigates whether the presence of a Confederate monument in front of a courthouse influences feelings of personal safety and welcomeness, as well as perceptions of the fairness of the court system. Findings reveal that a Confederate monument made Black and Latino Southerners feel less safe and welcome at the courthouse and led Black Southerners to perceive the court system as less fair toward people like them. In contrast, Confederate monuments had no overall effect on white Southerners’ perceptions of courthouses or the judicial system. These results underscore the role of contentious symbols in reinforcing inequalities in public spaces.",
          "url": "https://doi.org/10.1017/rep.2025.10015",
          "doi": "https://doi.org/10.1017/rep.2025.10015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
