{
  "update": "2024-11-08",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Cellular ATP demand creates metabolically distinct subpopulations of mitochondria",
          "authors": "Keun Woo Ryu, Tak Shun Fung, Daphne C. Baker, Michelle Saoi, Jinsung Park, Christopher A. Febres-Aldana, Rania G. Aly, Ruobing Cui, Anurag Sharma, Yi Fu, Olivia L. Jones, Xin Cai, H. Amalia Pasolli, Justin R. Cross, Charles M. Rudin, Craig B. Thompson",
          "url": "http://dx.doi.org/10.1038/s41586-024-08146-w",
          "doi": "10.1038/s41586-024-08146-w",
          "filter": "2"
        },
        {
          "title": "Stochastic neuropeptide signals compete to calibrate the rate of satiation",
          "authors": "Stephen X. Zhang, Angela Kim, Joseph C. Madara, Paula K. Zhu, Lauren F. Christenson, Andrew Lutas, Peter N. Kalugin, Praneel S. Sunkavalli, Yihan Jin, Akash Pal, Lin Tian, Bradford B. Lowell, Mark L. Andermann",
          "url": "http://dx.doi.org/10.1038/s41586-024-08164-8",
          "doi": "10.1038/s41586-024-08164-8",
          "filter": "2"
        },
        {
          "title": "A multicellular developmental program in a close animal relative",
          "authors": "Marine Olivetta, Chandni Bhickta, Nicolas Chiaruttini, John Burns, Omaya Dudin",
          "url": "http://dx.doi.org/10.1038/s41586-024-08115-3",
          "doi": "10.1038/s41586-024-08115-3",
          "filter": "2"
        },
        {
          "title": "Bioelastic state recovery for haptic sensory substitution",
          "authors": "Matthew T. Flavin, Kyoung-Ho Ha, Zengrong Guo, Shupeng Li, Jin-Tae Kim, Tara Saxena, Dimitrios Simatos, Fatimah Al-Najjar, Yuxuan Mao, Shishir Bandapalli, Chengye Fan, Dongjun Bai, Zhuang Zhang, Yanlin Zhang, Eunhye Flavin, Kenneth E. Madsen, Yi Huang, Luoqian Emu, Jingyang Zhao, Jae-Young Yoo, Minsu Park, Jaeho Shin, Aaron G. Huang, Hee-Sup Shin, J. Edward Colgate, Yonggang Huang, Zhaoqian Xie, Hanqing Jiang, John A. Rogers",
          "url": "http://dx.doi.org/10.1038/s41586-024-08155-9",
          "doi": "10.1038/s41586-024-08155-9",
          "filter": "2"
        },
        {
          "title": "Nucleosome flipping drives kinetic proofreading and processivity by SWR1",
          "authors": "Paul Girvan, Adam S. B. Jalal, Elizabeth A. McCormack, Michael T. Skehan, Carol L. Knight, Dale B. Wigley, David S. Rueda",
          "abstract": "The yeast SWR1 complex catalyses the exchange of histone H2A–H2B dimers in nucleosomes, with Htz1–H2B dimers 1–3 . Here we used single-molecule analysis to demonstrate two-step double exchange of the two H2A–H2B dimers in a canonical yeast nucleosome with Htz1–H2B dimers, and showed that double exchange can be processive without release of the nucleosome from the SWR1 complex. Further analysis showed that bound nucleosomes flip between two states, with each presenting a different face, and hence histone dimer, to SWR1. The bound dwell time is longer when an H2A–H2B dimer is presented for exchange than when presented with an Htz1–H2B dimer. A hexasome intermediate in the reaction is bound to the SWR1 complex in a single orientation with the ‘empty’ site presented for dimer insertion. Cryo-electron microscopy analysis revealed different populations of complexes showing nucleosomes caught ‘flipping’ between different conformations without release, each placing a different dimer into position for exchange, with the Swc2 subunit having a key role in this process. Together, the data reveal a processive mechanism for double dimer exchange that explains how SWR1 can ‘proofread’ the dimer identities within nucleosomes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08152-y",
          "doi": "10.1038/s41586-024-08152-y",
          "filter": "2"
        },
        {
          "title": "Immune responses in checkpoint myocarditis across heart, blood and tumour",
          "authors": "Steven M. Blum, Daniel A. Zlotoff, Neal P. Smith, Isabela J. Kernin, Swetha Ramesh, Leyre Zubiri, Joshua Caplin, Nandini Samanta, Sidney Martin, Mike Wang, Alice Tirard, Yuhui Song, Katherine H. Xu, Jaimie Barth, Pritha Sen, Kamil Slowikowski, Jessica Tantivit, Kasidet Manakongtreecheep, Benjamin Y. Arnold, Mazen Nasrallah, Christopher J. Pinto, Daniel McLoughlin, Monica Jackson, PuiYee Chan, Aleigha Lawless, William A. Michaud, Tatyana Sharova, Linda T. Nieman, Justin F. Gainor, Catherine J. Wu, Dejan Juric, Mari Mino-Kenudson, Giacomo Oliveira, Ryan J. Sullivan, Genevieve M. Boland, James R. Stone, Molly F. Thomas, Tomas G. Neilan, Kerry L. Reynolds, Alexandra-Chloé Villani",
          "url": "http://dx.doi.org/10.1038/s41586-024-08105-5",
          "doi": "10.1038/s41586-024-08105-5",
          "filter": "2"
        },
        {
          "title": "Selective ion transport through hydrated micropores in polymer membranes",
          "authors": "Anqi Wang, Charlotte Breakwell, Fabrizia Foglia, Rui Tan, Louie Lovell, Xiaochu Wei, Toby Wong, Naiqi Meng, Haodong Li, Andrew Seel, Mona Sarter, Keenan Smith, Alberto Alvarez‐Fernandez, Mate Furedi, Stefan Guldin, Melanie M. Britton, Neil B. McKeown, Kim E. Jelfs, Qilei Song",
          "abstract": "Ion-conducting polymer membranes are essential in many separation processes and electrochemical devices, including electrodialysis 1 , redox flow batteries 2 , fuel cells 3 and electrolysers 4,5 . Controlling ion transport and selectivity in these membranes largely hinges on the manipulation of pore size. Although membrane pore structures can be designed in the dry state 6 , they are redefined upon hydration owing to swelling in electrolyte solutions. Strategies to control pore hydration and a deeper understanding of pore structure evolution are vital for accurate pore size tuning. Here we report polymer membranes containing pendant groups of varying hydrophobicity, strategically positioned near charged groups to regulate their hydration capacity and pore swelling. Modulation of the hydrated micropore size (less than two nanometres) enables direct control over water and ion transport across broad length scales, as quantified by spectroscopic and computational methods. Ion selectivity improves in hydration-restrained pores created by more hydrophobic pendant groups. These highly interconnected ion transport channels, with tuned pore gate sizes, show higher ionic conductivity and orders-of-magnitude lower permeation rates of redox-active species compared with conventional membranes, enabling stable cycling of energy-dense aqueous organic redox flow batteries. This pore size tailoring approach provides a promising avenue to membranes with precisely controlled ionic and molecular transport functions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08140-2",
          "doi": "10.1038/s41586-024-08140-2",
          "filter": "2"
        },
        {
          "title": "Coordinated inheritance of extrachromosomal DNAs in cancer cells",
          "authors": "King L. Hung, Matthew G. Jones, Ivy Tsz-Lo Wong, Ellis J. Curtis, Joshua T. Lange, Britney Jiayu He, Jens Luebeck, Rachel Schmargon, Elisa Scanu, Lotte Brückner, Xiaowei Yan, Rui Li, Aditi Gnanasekar, Rocío Chamorro González, Julia A. Belk, Zhonglin Liu, Bruno Melillo, Vineet Bafna, Jan R. Dörr, Benjamin Werner, Weini Huang, Benjamin F. Cravatt, Anton G. Henssen, Paul S. Mischel, Howard Y. Chang",
          "abstract": "The chromosomal theory of inheritance dictates that genes on the same chromosome segregate together while genes on different chromosomes assort independently 1 . Extrachromosomal DNAs (ecDNAs) are common in cancer and drive oncogene amplification, dysregulated gene expression and intratumoural heterogeneity through random segregation during cell division 2,3 . Distinct ecDNA sequences, termed ecDNA species, can co-exist to facilitate intermolecular cooperation in cancer cells 4 . How multiple ecDNA species within a tumour cell are assorted and maintained across somatic cell generations is unclear. Here we show that cooperative ecDNA species are coordinately inherited through mitotic co-segregation. Imaging and single-cell analyses show that multiple ecDNAs encoding distinct oncogenes co-occur and are correlated in copy number in human cancer cells. ecDNA species are coordinately segregated asymmetrically during mitosis, resulting in daughter cells with simultaneous copy-number gains in multiple ecDNA species before any selection. Intermolecular proximity and active transcription at the start of mitosis facilitate the coordinated segregation of ecDNA species, and transcription inhibition reduces co-segregation. Computational modelling reveals the quantitative principles of ecDNA co-segregation and co-selection, predicting their observed distributions in cancer cells. Coordinated inheritance of ecDNAs enables co-amplification of specialized ecDNAs containing only enhancer elements and guides therapeutic strategies to jointly deplete cooperating ecDNA oncogenes. Coordinated inheritance of ecDNAs confers stability to oncogene cooperation and novel gene regulatory circuits, allowing winning combinations of epigenetic states to be transmitted across cell generations.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07861-8",
          "doi": "10.1038/s41586-024-07861-8",
          "filter": "2"
        },
        {
          "title": "Layered hybrid superlattices as designable quantum solids",
          "authors": "Zhong Wan, Qi Qian, Yu Huang, Xiangfeng Duan",
          "url": "http://dx.doi.org/10.1038/s41586-024-07858-3",
          "doi": "10.1038/s41586-024-07858-3",
          "filter": "2"
        },
        {
          "title": "Author Correction: Differentiation fate of a stem-like CD4 T cell controls immunity to cancer",
          "authors": "Maria A. Cardenas, Nataliya Prokhnevska, Ewelina Sobierajska, Petra Gregorova, Christopher B. Medina, Rajesh M. Valanparambil, Rachel Greenwald, Luke DelBalzo, Mehmet Asim Bilen, Shreyas S. Joshi, Vikram M. Narayan, Viraj A. Master, Martin G. Sanda, Haydn T. Kissick",
          "url": "http://dx.doi.org/10.1038/s41586-024-08303-1",
          "doi": "10.1038/s41586-024-08303-1",
          "filter": "2"
        },
        {
          "title": "Colibactin-driven colon cancer requires adhesin-mediated epithelial binding",
          "authors": "Maude Jans, Magdalena Kolata, Gillian Blancke, Aline D’Hondt, Claudia Gräf, Maarten Ciers, Mozes Sze, Alexandra Thiran, Ioanna Petta, Vanessa Andries, Sara Verbandt, Engy Shokry, David Sumpton, Johan Vande Voorde, Geert Berx, Sabine Tejpar, Geert van Loo, Iliyan D. Iliev, Han Remaut, Lars Vereecke",
          "url": "http://dx.doi.org/10.1038/s41586-024-08135-z",
          "doi": "10.1038/s41586-024-08135-z",
          "filter": "2"
        },
        {
          "title": "India–Eurasia convergence speed-up by passive-margin sediment subduction",
          "authors": "Hao Zhou, Jiashun Hu, Luca Dal Zilio, Ming Tang, Keqing Li, Xiumian Hu",
          "url": "http://dx.doi.org/10.1038/s41586-024-08069-6",
          "doi": "10.1038/s41586-024-08069-6",
          "filter": "2"
        },
        {
          "title": "Automated real-world data integration improves cancer outcome prediction",
          "authors": "Justin Jee, Christopher Fong, Karl Pichotta, Thinh Ngoc Tran, Anisha Luthra, Michele Waters, Chenlian Fu, Mirella Altoe, Si-Yang Liu, Steven B. Maron, Mehnaj Ahmed, Susie Kim, Mono Pirun, Walid K. Chatila, Ino de Bruijn, Arfath Pasha, Ritika Kundra, Benjamin Gross, Brooke Mastrogiacomo, Tyler J. Aprati, David Liu, JianJiong Gao, Marzia Capelletti, Kelly Pekala, Lisa Loudon, Maria Perry, Chaitanya Bandlamudi, Mark Donoghue, Baby Anusha Satravada, Axel Martin, Ronglai Shen, Yuan Chen, A. Rose Brannon, Jason Chang, Lior Braunstein, Anyi Li, Anton Safonov, Aaron Stonestrom, Pablo Sanchez-Vela, Clare Wilhelm, Mark Robson, Howard Scher, Marc Ladanyi, Jorge S. Reis-Filho, David B. Solit, David R. Jones, Daniel Gomez, Helena Yu, Debyani Chakravarty, Rona Yaeger, Wassim Abida, Wungki Park, Eileen M. O’Reilly, Julio Garcia-Aguilar, Nicholas Socci, Francisco Sanchez-Vega, Jian Carrot-Zhang, Peter D. Stetson, Ross Levine, Charles M. Rudin, Michael F. Berger, Sohrab P. Shah, Deborah Schrag, Pedram Razavi, Kenneth L. Kehl, Bob T. Li, Gregory J. Riely, Nikolaus Schultz, character(0), Aaron Lisman, Gaofei Zhao, Ino de Bruijn, Walid K. Chatila, Xiang Li, Aarman Kohli, Darin Moore, Raymond Lim, Tom Pollard, Robert Sheridan, Avery Wang, Calla Chennault, Manda Wilson, Hongxin Zhang, Robert Pimienta, Surya Rangavajhala, Guru Subramanian, Jowel Garcia, Naveen Rachuri, Kevin Boehm, Mitchell Parker, Henry Walch, Subhiksha Nandakumar, Jordan Eichholz, Ayush Kris, Paolo Manca, Xuechun Bai, Tejiri Agbamu, Justin U, Xinran Bi",
          "url": "http://dx.doi.org/10.1038/s41586-024-08167-5",
          "doi": "10.1038/s41586-024-08167-5",
          "filter": "2"
        },
        {
          "title": "Intermittent rate coding and cue-specific ensembles support working memory",
          "authors": "Matthew F. Panichello, Donatas Jonikaitis, Yu Jin Oh, Shude Zhu, Ethan B. Trepka, Tirin Moore",
          "abstract": "Persistent, memorandum-specific neuronal spiking activity has long been hypothesized to underlie working memory 1,2 . However, emerging evidence suggests a potential role for ‘activity-silent’ synaptic mechanisms 3–5 . This issue remains controversial because evidence for either view has largely relied either on datasets that fail to capture single-trial population dynamics or on indirect measures of neuronal spiking. We addressed this controversy by examining the dynamics of mnemonic information on single trials obtained from large, local populations of lateral prefrontal neurons recorded simultaneously in monkeys performing a working memory task. Here we show that mnemonic information does not persist in the spiking activity of neuronal populations during memory delays, but instead alternates between coordinated ‘On’ and ‘Off’ states. At the level of single neurons, Off states are driven by both a loss of selectivity for memoranda and a return of firing rates to spontaneous levels. Further exploiting the large-scale recordings used here, we show that mnemonic information is available in the patterns of functional connections among neuronal ensembles during Off states. Our results suggest that intermittent periods of memorandum-specific spiking coexist with synaptic mechanisms to support working memory.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08139-9",
          "doi": "10.1038/s41586-024-08139-9",
          "filter": "2"
        },
        {
          "title": "Origins and impact of extrachromosomal DNA",
          "authors": "Chris Bailey, Oriol Pich, Kerstin Thol, Thomas B. K. Watkins, Jens Luebeck, Andrew Rowan, Georgia Stavrou, Natasha E. Weiser, Bhargavi Dameracharla, Robert Bentham, Wei-Ting Lu, Jeanette Kittel, S. Y. Cindy Yang, Brooke E. Howitt, Natasha Sharma, Maria Litovchenko, Roberto Salgado, King L. Hung, Alex J. Cornish, David A. Moore, Richard S. Houlston, Vineet Bafna, Howard Y. Chang, Serena Nik-Zainal, Nnennaya Kanu, Nicholas McGranahan, character(0), J. C. Ambrose, P. Arumugam, R. Bevers, M. Bleda, F. Boardman-Pretty, C. R. Boustred, H. Brittain, M. A. Brown, M. J. Caulfield, G. C. Chan, A. Giess, J. N. Griffin, A. Hamblin, S. Henderson, T. J. P. Hubbard, R. Jackson, L. J. Jones, D. Kasperaviciute, M. Kayikci, A. Kousathanas, L. Lahnstein, A. Lakey, S. E. A. Leigh, I. U. S. Leong, F. J. Lopez, F. Maleady-Crowe, M. McEntagart, F. Minneci, J. Mitchell, L. Moutsianas, M. Mueller, N. Murugaesu, A. C. Need, P. O’Donovan, C. A. Odhams, C. Patch, D. Perez-Gil, M. B. Pereira, J. Pullinger, T. Rahim, A. Rendon, T. Rogers, K. Savage, K. Sawant, R. H. Scott, A. Siddiq, A. Sieghart, S. C. Smith, A. Sosinsky, A. Stuckey, M. Tanguy, A. L. Taylor Tavares, E. R. A. Thomas, S. R. Thompson, A. Tucci, M. J. Welland, E. Williams, K. Witkowska, S. M. Wood, M. Zarowiecki, Adrienne M. Flanagan, Paul S. Mischel, Mariam Jamal-Hanjani, Charles Swanton",
          "abstract": "Extrachromosomal DNA (ecDNA) is a major contributor to treatment resistance and poor outcome for patients with cancer 1,2 . Here we examine the diversity of ecDNA elements across cancer, revealing the associated tissue, genetic and mutational contexts. By analysing data from 14,778 patients with 39 tumour types from the 100,000 Genomes Project, we demonstrate that 17.1% of tumour samples contain ecDNA. We reveal a pattern highly indicative of tissue-context-based selection for ecDNAs, linking their genomic content to their tissue of origin. We show that not only is ecDNA a mechanism for amplification of driver oncogenes, but it also a mechanism that frequently amplifies immunomodulatory and inflammatory genes, such as those that modulate lymphocyte-mediated immunity and immune effector processes. Moreover, ecDNAs carrying immunomodulatory genes are associated with reduced tumour T cell infiltration. We identify ecDNAs bearing only enhancers, promoters and lncRNA elements, suggesting the combinatorial power of interactions between ecDNAs in trans . We also identify intrinsic and environmental mutational processes linked to ecDNA, including those linked to its formation, such as tobacco exposure, and progression, such as homologous recombination repair deficiency. Clinically, ecDNA detection was associated with tumour stage, more prevalent after targeted therapy and cytotoxic treatments, and associated with metastases and shorter overall survival. These results shed light on why ecDNA is a substantial clinical problem that can cooperatively drive tumour growth signals, alter transcriptional landscapes and suppress the immune system.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08107-3",
          "doi": "10.1038/s41586-024-08107-3",
          "filter": "2"
        },
        {
          "title": "Autonomous mobile robots for exploratory synthetic chemistry",
          "authors": "Tianwei Dai, Sriram Vijayakrishnan, Filip T. Szczypiński, Jean-François Ayme, Ehsan Simaei, Thomas Fellowes, Rob Clowes, Lyubomir Kotopanov, Caitlin E. Shields, Zhengxue Zhou, John W. Ward, Andrew I. Cooper",
          "abstract": "Autonomous laboratories can accelerate discoveries in chemical synthesis, but this requires automated measurements coupled with reliable decision-making 1,2 . Most autonomous laboratories involve bespoke automated equipment 3–6 , and reaction outcomes are often assessed using a single, hard-wired characterization technique 7 . Any decision-making algorithms 8 must then operate using this narrow range of characterization data 9,10 . By contrast, manual experiments tend to draw on a wider range of instruments to characterize reaction products, and decisions are rarely taken based on one measurement alone. Here we show that a synthesis laboratory can be integrated into an autonomous laboratory by using mobile robots 11–13 that operate equipment and make decisions in a human-like way. Our modular workflow combines mobile robots, an automated synthesis platform, a liquid chromatography–mass spectrometer and a benchtop nuclear magnetic resonance spectrometer. This allows robots to share existing laboratory equipment with human researchers without monopolizing it or requiring extensive redesign. A heuristic decision-maker processes the orthogonal measurement data, selecting successful reactions to take forward and automatically checking the reproducibility of any screening hits. We exemplify this approach in the three areas of structural diversification chemistry, supramolecular host–guest chemistry and photochemical synthesis. This strategy is particularly suited to exploratory chemistry that can yield multiple potential products, as for supramolecular assemblies, where we also extend the method to an autonomous function assay by evaluating host–guest binding properties.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08173-7",
          "doi": "10.1038/s41586-024-08173-7",
          "filter": "2"
        },
        {
          "title": "Evolving antibody response to SARS-CoV-2 antigenic shift from XBB to JN.1",
          "authors": "Fanchong Jian, Jing Wang, Ayijiang Yisimayi, Weiliang Song, Yanli Xu, Xiaosu Chen, Xiao Niu, Sijie Yang, Yuanling Yu, Peng Wang, Haiyan Sun, Lingling Yu, Jing Wang, Yao Wang, Ran An, Wenjing Wang, Miaomiao Ma, Tianhe Xiao, Qingqing Gu, Fei Shao, Youchun Wang, Zhongyang Shen, Ronghua Jin, Yunlong Cao",
          "url": "http://dx.doi.org/10.1038/s41586-024-08315-x",
          "doi": "10.1038/s41586-024-08315-x",
          "filter": "2"
        },
        {
          "title": "Identification and genetic dissection of convergent persister cell states",
          "authors": "Sydney B. Blattman, Wenyan Jiang, E. Riley McGarrigle, Menghan Liu, Panos Oikonomou, Saeed Tavazoie",
          "url": "http://dx.doi.org/10.1038/s41586-024-08124-2",
          "doi": "10.1038/s41586-024-08124-2",
          "filter": "2"
        },
        {
          "title": "A mechanism for hypoxia-induced inflammatory cell death in cancer",
          "authors": "Abhishek Bhardwaj, Maria C. Panepinto, Beatrix Ueberheide, Benjamin G. Neel",
          "url": "http://dx.doi.org/10.1038/s41586-024-08136-y",
          "doi": "10.1038/s41586-024-08136-y",
          "filter": "2"
        },
        {
          "title": "Mutant-selective AKT inhibition through lysine targeting and neo-zinc chelation",
          "authors": "Gregory B. Craven, Hang Chu, Jessica D. Sun, Jordan D. Carelli, Brittany Coyne, Hao Chen, Ying Chen, Xiaolei Ma, Subhamoy Das, Wayne Kong, Adam D. Zajdlik, Kin S. Yang, Solomon H. Reisberg, Peter A. Thompson, J. Russell Lipford, Jack Taunton",
          "url": "http://dx.doi.org/10.1038/s41586-024-08176-4",
          "doi": "10.1038/s41586-024-08176-4",
          "filter": "2"
        },
        {
          "title": "Enhancing transcription–replication conflict targets ecDNA-positive cancers",
          "authors": "Jun Tang, Natasha E. Weiser, Guiping Wang, Sudhir Chowdhry, Ellis J. Curtis, Yanding Zhao, Ivy Tsz-Lo Wong, Georgi K. Marinov, Rui Li, Philip Hanoian, Edison Tse, Salvador Garcia Mojica, Ryan Hansen, Joshua Plum, Auzon Steffy, Snezana Milutinovic, S. Todd Meyer, Jens Luebeck, Yanbo Wang, Shu Zhang, Nicolas Altemose, Christina Curtis, William J. Greenleaf, Vineet Bafna, Stephen J. Benkovic, Anthony B. Pinkerton, Shailaja Kasibhatla, Christian A. Hassig, Paul S. Mischel, Howard Y. Chang",
          "abstract": "Extrachromosomal DNA (ecDNA) presents a major challenge for cancer patients. ecDNA renders tumours treatment resistant by facilitating massive oncogene transcription and rapid genome evolution, contributing to poor patient survival 1–7 . At present, there are no ecDNA-specific treatments. Here we show that enhancing transcription–replication conflict enables targeted elimination of ecDNA-containing cancers. Stepwise analyses of ecDNA transcription reveal pervasive RNA transcription and associated single-stranded DNA, leading to excessive transcription–replication conflicts and replication stress compared with chromosomal loci. Nucleotide incorporation on ecDNA is markedly slower, and replication stress is significantly higher in ecDNA-containing tumours regardless of cancer type or oncogene cargo. pRPA2-S33, a mediator of DNA damage repair that binds single-stranded DNA, shows elevated localization on ecDNA in a transcription-dependent manner, along with increased DNA double strand breaks, and activation of the S-phase checkpoint kinase, CHK1. Genetic or pharmacological CHK1 inhibition causes extensive and preferential tumour cell death in ecDNA-containing tumours. We advance a highly selective, potent and bioavailable oral CHK1 inhibitor, BBI-2779, that preferentially kills ecDNA-containing tumour cells. In a gastric cancer model containing FGFR2 amplified on ecDNA, BBI-2779 suppresses tumour growth and prevents ecDNA-mediated acquired resistance to the pan-FGFR inhibitor infigratinib, resulting in potent and sustained tumour regression in mice. Transcription–replication conflict emerges as a target for ecDNA-directed therapy, exploiting a synthetic lethality of excess to treat cancer.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07802-5",
          "doi": "10.1038/s41586-024-07802-5",
          "filter": "2"
        },
        {
          "title": "Imaging shapes of atomic nuclei in high-energy nuclear collisions",
          "authors": "character(0), M. I. Abdulhamid, B. E. Aboona, J. Adam, J. R. Adams, G. Agakishiev, I. Aggarwal, M. M. Aggarwal, Z. Ahammed, A. Aitbaev, I. Alekseev, E. Alpatov, A. Aparin, S. Aslam, J. Atchison, G. S. Averichev, V. Bairathi, J. G. Ball Cap, K. Barish, P. Bhagat, A. Bhasin, S. Bhatta, S. R. Bhosale, I. G. Bordyuzhin, J. D. Brandenburg, A. V. Brandin, C. Broodo, X. Z. Cai, H. Caines, M. Calderón de la Barca Sánchez, D. Cebra, J. Ceska, I. Chakaberia, B. K. Chan, Z. Chang, A. Chatterjee, D. Chen, J. Chen, J. H. Chen, Z. Chen, J. Cheng, Y. Cheng, W. Christie, X. Chu, H. J. Crawford, M. Csanád, G. Dale-Gau, A. Das, T. G. Dedovich, I. M. Deppner, A. A. Derevschikov, A. Dhamija, P. Dixit, X. Dong, J. L. Drachenberg, E. Duckworth, J. C. Dunlop, J. Engelage, G. Eppley, S. Esumi, O. Evdokimov, O. Eyser, R. Fatemi, S. Fazio, C. J. Feng, Y. Feng, E. Finch, Y. Fisyak, F. A. Flor, C. Fu, T. Gao, F. Geurts, N. Ghimire, A. Gibson, K. Gopal, X. Gou, D. Grosnick, A. Gupta, A. Hamed, Y. Han, M. D. Harasty, J. W. Harris, H. Harrison-Smith, W. He, X. H. He, Y. He, C. Hu, Q. Hu, Y. Hu, H. Huang, H. Z. Huang, S. L. Huang, T. Huang, Y. Huang, Y. Huang, T. J. Humanic, M. Isshiki, W. W. Jacobs, A. Jalotra, C. Jena, Y. Ji, J. Jia, C. Jin, X. Ju, E. G. Judd, S. Kabana, D. Kalinkin, K. Kang, D. Kapukchyan, K. Kauder, D. Keane, A. Kechechyan, A. Khanal, A. Kiselev, A. G. Knospe, H. S. Ko, L. Kochenda, A. A. Korobitsin, A. Yu. Kraeva, P. Kravtsov, L. Kumar, M. C. Labonte, R. Lacey, J. M. Landgraf, A. Lebedev, R. Lednicky, J. H. Lee, Y. H. Leung, C. Li, D. Li, H-S. Li, H. Li, W. Li, X. Li, Y. Li, Y. Li, Z. Li, X. Liang, Y. Liang, T. Lin, Y. Lin, C. Liu, G. Liu, H. Liu, L. Liu, T. Liu, X. Liu, Y. Liu, Z. Liu, T. Ljubicic, O. Lomicky, R. S. Longacre, E. M. Loyd, T. Lu, J. Luo, X. F. Luo, V. B. Luong, L. Ma, R. Ma, Y. G. Ma, N. Magdy, R. Manikandhan, S. Margetis, O. Matonoha, G. McNamara, O. Mezhanska, K. Mi, N. G. Minaev, B. Mohanty, B. Mondal, M. M. Mondal, I. Mooney, D. A. Morozov, A. Mudrokh, M. I. Nagy, A. S. Nain, J. D. Nam, M. Nasim, E. Nedorezov, D. Neff, J. M. Nelson, M. Nie, G. Nigmatkulov, T. Niida, L. V. Nogach, T. Nonaka, G. Odyniec, A. Ogawa, S. Oh, V. A. Okorokov, K. Okubo, B. S. Page, S. Pal, A. Pandav, A. Panday, Y. Panebratsev, T. Pani, P. Parfenov, A. Paul, C. Perkins, B. R. Pokhrel, M. Posik, A. Povarov, T. Protzman, N. K. Pruthi, J. Putschke, Z. Qin, H. Qiu, C. Racz, S. K. Radhakrishnan, A. Rana, R. L. Ray, C. W. Robertson, O. V. Rogachevsky, M. A. Rosales Aguilar, D. Roy, L. Ruan, A. K. Sahoo, N. R. Sahoo, H. Sako, S. Salur, E. Samigullin, S. Sato, B. C. Schaefer, W. B. Schmidke, N. Schmitz, J. Seger, R. Seto, P. Seyboth, N. Shah, E. Shahaliev, P. V. Shanmuganathan, T. Shao, M. Sharma, N. Sharma, R. Sharma, S. R. Sharma, A. I. Sheikh, D. Shen, D. Y. Shen, K. Shen, S. S. Shi, Y. Shi, Q. Y. Shou, F. Si, J. Singh, S. Singha, P. Sinha, M. J. Skoby, Y. Söhngen, Y. Song, B. Srivastava, T. D. S. Stanislaus, D. J. Stewart, M. Strikhanov, Y. Su, C. Sun, X. Sun, Y. Sun, Y. Sun, B. Surrow, D. N. Svirida, Z. W. Sweger, A. C. Tamis, A. H. Tang, Z. Tang, A. Taranenko, T. Tarnowsky, J. H. Thomas, D. Tlusty, T. Todoroki, M. V. Tokarev, S. Trentalange, P. Tribedy, O. D. Tsai, C. Y. Tsang, Z. Tu, J. Tyler, T. Ullrich, D. G. Underwood, I. Upsal, G. Van Buren, A. N. Vasiliev, V. Verkest, F. Videbæk, S. Vokal, S. A. Voloshin, G. Wang, J. S. Wang, J. Wang, K. Wang, X. Wang, Y. Wang, Y. Wang, Y. Wang, Z. Wang, J. C. Webb, P. C. Weidenkaff, G. D. Westfall, H. Wieman, G. Wilks, S. W. Wissink, J. Wu, J. Wu, X. Wu, X. Wu, B. Xi, Z. G. Xiao, G. Xie, W. Xie, H. Xu, N. Xu, Q. H. Xu, Y. Xu, Y. Xu, Z. Xu, Z. Xu, G. Yan, Z. Yan, C. Yang, Q. Yang, S. Yang, Y. Yang, Z. Ye, Z. Ye, L. Yi, Y. Yu, W. Zha, C. Zhang, D. Zhang, J. Zhang, S. Zhang, W. Zhang, X. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Z. J. Zhang, Z. Zhang, Z. Zhang, F. Zhao, J. Zhao, M. Zhao, S. Zhou, Y. Zhou, X. Zhu, M. Zurek, M. Zyzak",
          "abstract": "Atomic nuclei are self-organized, many-body quantum systems bound by strong nuclear forces within femtometre-scale space. These complex systems manifest a variety of shapes 1–3 , traditionally explored using non-invasive spectroscopic techniques at low energies 4,5 . However, at these energies, their instantaneous shapes are obscured by long-timescale quantum fluctuations, making direct observation challenging. Here we introduce the collective-flow-assisted nuclear shape-imaging method, which images the nuclear global shape by colliding them at ultrarelativistic speeds and analysing the collective response of outgoing debris. This technique captures a collision-specific snapshot of the spatial matter distribution within the nuclei, which, through the hydrodynamic expansion, imprints patterns on the particle momentum distribution observed in detectors 6,7 . We benchmark this method in collisions of ground-state uranium-238 nuclei, known for their elongated, axial-symmetric shape. Our findings show a large deformation with a slight deviation from axial symmetry in the nuclear ground state, aligning broadly with previous low-energy experiments. This approach offers a new method for imaging nuclear shapes, enhances our understanding of the initial conditions in high-energy collisions and addresses the important issue of nuclear structure evolution across energy scales.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08097-2",
          "doi": "10.1038/s41586-024-08097-2",
          "filter": "2"
        },
        {
          "title": "Learning-associated astrocyte ensembles regulate memory recall",
          "authors": "Michael R. Williamson, Wookbong Kwon, Junsung Woo, Yeunjung Ko, Ehson Maleki, Kwanha Yu, Sanjana Murali, Debosmita Sardar, Benjamin Deneen",
          "url": "http://dx.doi.org/10.1038/s41586-024-08170-w",
          "doi": "10.1038/s41586-024-08170-w",
          "filter": "2"
        },
        {
          "title": "Electrically driven long-range solid-state amorphization in ferroic In2Se3",
          "authors": "Gaurav Modi, Shubham K. Parate, Choah Kwon, Andrew C. Meng, Utkarsh Khandelwal, Anudeep Tullibilli, James Horwath, Peter K. Davies, Eric A. Stach, Ju Li, Pavan Nukala, Ritesh Agarwal",
          "url": "http://dx.doi.org/10.1038/s41586-024-08156-8",
          "doi": "10.1038/s41586-024-08156-8",
          "filter": "2"
        },
        {
          "title": "Preferential occurrence of fast radio bursts in massive star-forming galaxies",
          "authors": "Kritti Sharma, Vikram Ravi, Liam Connor, Casey Law, Stella Koch Ocker, Myles Sherman, Nikita Kosogorov, Jakob Faber, Gregg Hallinan, Charlie Harnach, Greg Hellbourg, Rick Hobbs, David Hodge, Mark Hodges, James Lamb, Paul Rasmussen, Jean Somalwar, Sander Weinreb, David Woody, Joel Leja, Shreya Anand, Kaustav Kashyap Das, Yu-Jing Qin, Sam Rose, Dillon Z. Dong, Jessie Miller, Yuhan Yao",
          "url": "http://dx.doi.org/10.1038/s41586-024-08074-9",
          "doi": "10.1038/s41586-024-08074-9",
          "filter": "2"
        },
        {
          "title": "Postsynaptic competition between calcineurin and PKA regulates mammalian sleep–wake cycles",
          "authors": "Yimeng Wang, Siyu Cao, Daisuke Tone, Hiroshi Fujishima, Rikuhiro G. Yamada, Rei-ichiro Ohno, Shoi Shi, Kyoko Matsuzawa, Saori Yada, Mari Kaneko, Hirokazu Sakamoto, Taichi Onishi, Maki Ukai-Tadenuma, Hideki Ukai, Carina Hanashima, Kenzo Hirose, Hiroshi Kiyonari, Kenta Sumiyama, Koji L. Ode, Hiroki R. Ueda",
          "url": "http://dx.doi.org/10.1038/s41586-024-08132-2",
          "doi": "10.1038/s41586-024-08132-2",
          "filter": "2"
        },
        {
          "title": "Observation of vortices in a dipolar supersolid",
          "authors": "Eva Casotti, Elena Poli, Lauritz Klaus, Andrea Litvinov, Clemens Ulm, Claudia Politi, Manfred J. Mark, Thomas Bland, Francesca Ferlaino",
          "url": "http://dx.doi.org/10.1038/s41586-024-08149-7",
          "doi": "10.1038/s41586-024-08149-7",
          "filter": "2"
        },
        {
          "title": "A broadband hyperspectral image sensor with high spatio-temporal resolution",
          "authors": "Liheng Bian, Zhen Wang, Yuzhe Zhang, Lianjie Li, Yinuo Zhang, Chen Yang, Wen Fang, Jiajun Zhao, Chunli Zhu, Qinghao Meng, Xuan Peng, Jun Zhang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08109-1",
          "doi": "10.1038/s41586-024-08109-1",
          "filter": "2"
        },
        {
          "title": "Offline ensemble co-reactivation links memories across days",
          "authors": "Yosif Zaki, Zachary T. Pennington, Denisse Morales-Rodriguez, Madeline E. Bacon, BumJin Ko, Taylor R. Francisco, Alexa R. LaBanca, Patlapa Sompolpong, Zhe Dong, Sophia Lamsifer, Hung-Tu Chen, Simón Carrillo Segura, Zoé Christenson Wick, Alcino J. Silva, Kanaka Rajan, Matthijs van der Meer, André Fenton, Tristan Shuman, Denise J. Cai",
          "abstract": "Memories are encoded in neural ensembles during learning 1–6 and are stabilized by post-learning reactivation 7–17 . Integrating recent experiences into existing memories ensures that memories contain the most recently available information, but how the brain accomplishes this critical process remains unclear. Here we show that in mice, a strong aversive experience drives offline ensemble reactivation of not only the recent aversive memory but also a neutral memory formed 2 days before, linking fear of the recent aversive memory to the previous neutral memory. Fear specifically links retrospectively, but not prospectively, to neutral memories across days. Consistent with previous studies, we find that the recent aversive memory ensemble is reactivated during the offline period after learning. However, a strong aversive experience also increases co-reactivation of the aversive and neutral memory ensembles during the offline period. Ensemble co-reactivation occurs more during wake than during sleep. Finally, the expression of fear in the neutral context is associated with reactivation of the shared ensemble between the aversive and neutral memories. Collectively, these results demonstrate that offline ensemble co-reactivation is a neural mechanism by which memories are integrated across days.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08168-4",
          "doi": "10.1038/s41586-024-08168-4",
          "filter": "2"
        },
        {
          "title": "Central pattern generator control of a vertebrate ultradian sleep rhythm",
          "authors": "Lorenz A. Fenk, Juan Luis Riquelme, Gilles Laurent",
          "abstract": "The mechanisms underlying the mammalian ultradian sleep rhythm—the alternation of rapid-eye-movement (REM) and slow-wave (SW) states—are not well understood but probably depend, at least in part, on circuits in the brainstem 1–6 . Here, we use perturbation experiments to probe this ultradian rhythm in sleeping lizards ( Pogona vitticeps ) 7–9 and test the hypothesis that it originates in a central pattern generator 10,11 —circuits that are typically susceptible to phase-dependent reset and entrainment by external stimuli 12 . Using light pulses, we find that Pogona ’s ultradian rhythm 8 can be reset in a phase-dependent manner, with a critical transition from phase delay to phase advance in the middle of SW. The ultradian rhythm frequency can be decreased or increased, within limits, by entrainment with light pulses. During entrainment, Pogona REM (REM P ) can be shortened but not lengthened, whereas SW can be dilated more flexibly. In awake animals, a few alternating light/dark epochs matching natural REM P and SW durations entrain a sleep-like brain rhythm, suggesting the transient activation of an ultradian rhythm generator. In sleeping animals, a light pulse delivered to a single eye causes an immediate ultradian rhythm reset, but only of the contralateral hemisphere; both sides resynchronize spontaneously, indicating that sleep is controlled by paired rhythm-generating circuits linked by functional excitation. Our results indicate that central pattern generators of a type usually known to control motor rhythms may also organize the ultradian sleep rhythm in a vertebrate.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08162-w",
          "doi": "10.1038/s41586-024-08162-w",
          "filter": "2"
        },
        {
          "title": "Ab initio characterization of protein molecular dynamics with AI2BMD",
          "authors": "Tong Wang, Xinheng He, Mingyu Li, Yatao Li, Ran Bi, Yusong Wang, Chaoran Cheng, Xiangzhen Shen, Jiawei Meng, He Zhang, Haiguang Liu, Zun Wang, Shaoning Li, Bin Shao, Tie-Yan Liu",
          "url": "http://dx.doi.org/10.1038/s41586-024-08127-z",
          "doi": "10.1038/s41586-024-08127-z",
          "filter": "2"
        },
        {
          "title": "A cellular basis for mapping behavioural structure",
          "authors": "Mohamady El-Gaby, Adam Loyd Harris, James C. R. Whittington, William Dorrell, Arya Bhomick, Mark E. Walton, Thomas Akam, Timothy E. J. Behrens",
          "abstract": "To flexibly adapt to new situations, our brains must understand the regularities in the world, as well as those in our own patterns of behaviour. A wealth of findings is beginning to reveal the algorithms that we use to map the outside world 1–6 . However, the biological algorithms that map the complex structured behaviours that we compose to reach our goals remain unknown. Here we reveal a neuronal implementation of an algorithm for mapping abstract behavioural structure and transferring it to new scenarios. We trained mice on many tasks that shared a common structure (organizing a sequence of goals) but differed in the specific goal locations. The mice discovered the underlying task structure, enabling zero-shot inferences on the first trial of new tasks. The activity of most neurons in the medial frontal cortex tiled progress to goal, akin to how place cells map physical space. These ‘goal-progress cells’ generalized, stretching and compressing their tiling to accommodate different goal distances. By contrast, progress along the overall sequence of goals was not encoded explicitly. Instead, a subset of goal-progress cells was further tuned such that individual neurons fired with a fixed task lag from a particular behavioural step. Together, these cells acted as task-structured memory buffers, implementing an algorithm that instantaneously encoded the entire sequence of future behavioural steps, and whose dynamics automatically computed the appropriate action at each step. These dynamics mirrored the abstract task structure both on-task and during offline sleep. Our findings suggest that schemata of complex behavioural structures can be generated by sculpting progress-to-goal tuning into task-structured buffers of individual behavioural steps.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08145-x",
          "doi": "10.1038/s41586-024-08145-x",
          "filter": "2"
        },
        {
          "title": "How I hunt down fake degrees and zombie universities",
          "authors": "Christine Ro",
          "url": "http://dx.doi.org/10.1038/d41586-024-03419-w",
          "doi": "10.1038/d41586-024-03419-w",
          "filter": "4"
        },
        {
          "title": "Distributed peer review: how Ukraine has reaped the benefits and minimized the risks",
          "authors": "Denys Kurbatov, Yana Suchikova",
          "url": "http://dx.doi.org/10.1038/d41586-024-03611-y",
          "doi": "10.1038/d41586-024-03611-y",
          "filter": "4"
        },
        {
          "title": "‘We need to be ready for a new world’: scientists globally react to Trump election win",
          "authors": "Jeff Tollefson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03635-4",
          "doi": "10.1038/d41586-024-03635-4",
          "filter": "4"
        },
        {
          "title": "Division of labour: mitochondria split to meet energy demands",
          "authors": "Lena Pernas",
          "url": "http://dx.doi.org/10.1038/d41586-024-03469-0",
          "doi": "10.1038/d41586-024-03469-0",
          "filter": "4"
        },
        {
          "title": "Mysterious radio bursts mostly come from massive galaxies",
          "authors": "Daniele Michilli",
          "url": "http://dx.doi.org/10.1038/d41586-024-03465-4",
          "doi": "10.1038/d41586-024-03465-4",
          "filter": "4"
        },
        {
          "title": "All we are is our memories",
          "authors": "Simon Quellen Field",
          "url": "http://dx.doi.org/10.1038/d41586-024-03597-7",
          "doi": "10.1038/d41586-024-03597-7",
          "filter": "4"
        },
        {
          "title": "Science communication will benefit from research integrity standards",
          "url": "http://dx.doi.org/10.1038/d41586-024-03586-w",
          "doi": "10.1038/d41586-024-03586-w",
          "filter": "4"
        },
        {
          "title": "First DNA from Pompeii body casts illuminates who victims were",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03576-y",
          "doi": "10.1038/d41586-024-03576-y",
          "filter": "4"
        },
        {
          "title": "The antibodies don’t work! The race to rid labs of molecules that ruin experiments",
          "authors": "Diana Kwon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03590-0",
          "doi": "10.1038/d41586-024-03590-0",
          "filter": "4"
        },
        {
          "title": "Chemists make ‘impossible’ molecules that break 100-year-old bonding rule",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03538-4",
          "doi": "10.1038/d41586-024-03538-4",
          "filter": "4"
        },
        {
          "title": "ChatGPT is transforming peer review — how can we use it responsibly?",
          "authors": "James Zou",
          "url": "http://dx.doi.org/10.1038/d41586-024-03588-8",
          "doi": "10.1038/d41586-024-03588-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Lots of sugar as a child raises the risk of diabetes as an adult",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03630-9",
          "doi": "10.1038/d41586-024-03630-9",
          "filter": "4"
        },
        {
          "title": "Western science diplomacy must rethink its biases and treat all partners equally",
          "authors": "Hussam Hussein, Abdullah Awad",
          "url": "http://dx.doi.org/10.1038/d41586-024-03610-z",
          "doi": "10.1038/d41586-024-03610-z",
          "filter": "4"
        },
        {
          "title": "How ‘miracle’ weight-loss drugs will change the world",
          "authors": "Sara Reardon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03589-7",
          "doi": "10.1038/d41586-024-03589-7",
          "filter": "4"
        },
        {
          "title": "‘Anyone engaging in scientific practice shouldn’t be excluded’: The United Kingdom’s only Black chemistry professor, on diversity",
          "authors": "Shihab Jamal",
          "url": "http://dx.doi.org/10.1038/d41586-024-02972-8",
          "doi": "10.1038/d41586-024-02972-8",
          "filter": "4"
        },
        {
          "title": "Clues to the origin of embryonic development in animals",
          "authors": "Thibaut Brunet",
          "url": "http://dx.doi.org/10.1038/d41586-024-03468-1",
          "doi": "10.1038/d41586-024-03468-1",
          "filter": "4"
        },
        {
          "title": "Eyes in the sky usher in new era of law and order",
          "authors": "Neil Savage",
          "url": "http://dx.doi.org/10.1038/d41586-024-03593-x",
          "doi": "10.1038/d41586-024-03593-x",
          "filter": "4"
        },
        {
          "title": "Why do wet dogs shake themselves dry? Neuroscience has an answer",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03657-y",
          "doi": "10.1038/d41586-024-03657-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Variant of mpox virus is getting better at human-to-human transmission",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03583-z",
          "doi": "10.1038/d41586-024-03583-z",
          "filter": "4"
        },
        {
          "title": "The scale of the biodiversity crisis laid bare",
          "authors": "Julia P. G. Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-03592-y",
          "doi": "10.1038/d41586-024-03592-y",
          "filter": "4"
        },
        {
          "title": "Blood test could help diagnose bipolar disorder — but some researchers are sceptical",
          "authors": "Astrid Landon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03616-7",
          "doi": "10.1038/d41586-024-03616-7",
          "filter": "4"
        },
        {
          "title": "Creating new materials by turning failure on its head",
          "url": "http://dx.doi.org/10.1038/d41586-024-03599-5",
          "doi": "10.1038/d41586-024-03599-5",
          "filter": "4"
        },
        {
          "title": "Five protein-design questions that still challenge AI",
          "authors": "Sara Reardon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03595-9",
          "doi": "10.1038/d41586-024-03595-9",
          "filter": "4"
        },
        {
          "title": "Is there a ‘Goldilocks zone’ for paper length?",
          "authors": "Jackson Ryan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03494-z",
          "doi": "10.1038/d41586-024-03494-z",
          "filter": "4"
        },
        {
          "title": "Tracking methane super-emitters from space",
          "authors": "Jonathan O’Callaghan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03594-w",
          "doi": "10.1038/d41586-024-03594-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The man sniffing out fraudsters that sell fake degrees",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03644-3",
          "doi": "10.1038/d41586-024-03644-3",
          "filter": "4"
        },
        {
          "title": "How understudied endometriosis causes pain for hundreds of millions of women",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03628-3",
          "doi": "10.1038/d41586-024-03628-3",
          "filter": "4"
        },
        {
          "title": "Scientists must hold President Trump to account with courage and unity",
          "url": "http://dx.doi.org/10.1038/d41586-024-03648-z",
          "doi": "10.1038/d41586-024-03648-z",
          "filter": "4"
        },
        {
          "title": "New CERN chief pledges to forge ahead with $17-billion supercollider",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03666-x",
          "doi": "10.1038/d41586-024-03666-x",
          "filter": "4"
        },
        {
          "title": "Daily briefing: ‘Impossible’ molecules break 100-year old chemical rule",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03618-5",
          "doi": "10.1038/d41586-024-03618-5",
          "filter": "4"
        },
        {
          "title": "I had to let a student go and I feel as though I failed them — how do I do better next time?",
          "authors": "Oscar Allan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03623-8",
          "doi": "10.1038/d41586-024-03623-8",
          "filter": "4"
        },
        {
          "title": "‘Invisible and uncharismatic’ fungi need taxonomy champions, too",
          "authors": "Jonathan Cazabonne, Danny Haelewaters",
          "url": "http://dx.doi.org/10.1038/d41586-024-03612-x",
          "doi": "10.1038/d41586-024-03612-x",
          "filter": "4"
        },
        {
          "title": "From the archive: election special",
          "url": "http://dx.doi.org/10.1038/d41586-024-03634-5",
          "doi": "10.1038/d41586-024-03634-5",
          "filter": "4"
        },
        {
          "title": "I track bird movement to enhance conservation efforts",
          "authors": "Nikki Forrester",
          "url": "http://dx.doi.org/10.1038/d41586-024-03596-8",
          "doi": "10.1038/d41586-024-03596-8",
          "filter": "4"
        },
        {
          "title": "India’s US$20-billion fertilizer subsidies could do more for farmers — here’s how",
          "authors": "Asim Biswas",
          "url": "http://dx.doi.org/10.1038/d41586-024-03571-3",
          "doi": "10.1038/d41586-024-03571-3",
          "filter": "4"
        },
        {
          "title": "Surprise finding reveals mitochondrial ‘energy factories’ come in two different types",
          "authors": "Benjamin Thompson, Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03646-1",
          "doi": "10.1038/d41586-024-03646-1",
          "filter": "4"
        },
        {
          "title": "The world’s oldest tree? Genetic analysis traces evolution of iconic Pando forest",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03570-4",
          "doi": "10.1038/d41586-024-03570-4",
          "filter": "4"
        },
        {
          "title": "Will South Africa become first country to accept controversial form of human genome editing?",
          "authors": "Sarah Wild",
          "url": "http://dx.doi.org/10.1038/d41586-024-03643-4",
          "doi": "10.1038/d41586-024-03643-4",
          "filter": "4"
        },
        {
          "title": "The eight obituaries of a Shanghai person",
          "authors": "Yixuan Zhu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03543-7",
          "doi": "10.1038/d41586-024-03543-7",
          "filter": "4"
        },
        {
          "title": "How to climate-proof crops: scientists say the secret’s in the dirt",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03480-5",
          "doi": "10.1038/d41586-024-03480-5",
          "filter": "4"
        },
        {
          "title": "AI-generated images threaten science — here’s how researchers hope to spot them",
          "authors": "Diana Kwon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03542-8",
          "doi": "10.1038/d41586-024-03542-8",
          "filter": "4"
        },
        {
          "title": "A spider’s windproof web",
          "url": "http://dx.doi.org/10.1038/d41586-024-03467-2",
          "doi": "10.1038/d41586-024-03467-2",
          "filter": "4"
        },
        {
          "title": "How fungus-farming ants have nourished biology for 150 years",
          "authors": "Caio A. Leal-Dutra, Jonathan Z. Shik, Jacobus J. Boomsma, Ted R. Schultz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03613-w",
          "doi": "10.1038/d41586-024-03613-w",
          "filter": "4"
        },
        {
          "title": "COP29: involve the IPCC in defining climate finance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03585-x",
          "doi": "10.1038/d41586-024-03585-x",
          "filter": "4"
        },
        {
          "title": "Don’t blame search engines for sending users to unreliable sites",
          "url": "http://dx.doi.org/10.1038/d41586-024-03574-0",
          "doi": "10.1038/d41586-024-03574-0",
          "filter": "4"
        },
        {
          "title": "Mechanistic understanding and efficient engineering of crystal phases in 2D materials",
          "url": "http://dx.doi.org/10.1038/d41586-024-03605-w",
          "doi": "10.1038/d41586-024-03605-w",
          "filter": "4"
        },
        {
          "title": "Cat brains age like ours — and could help scientists to understand cognitive decline",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03492-1",
          "doi": "10.1038/d41586-024-03492-1",
          "filter": "4"
        },
        {
          "title": "Mojave Ghost: an emotive journey along the San Andreas Fault",
          "authors": "Jon Christensen",
          "url": "http://dx.doi.org/10.1038/d41586-024-03591-z",
          "doi": "10.1038/d41586-024-03591-z",
          "filter": "4"
        },
        {
          "title": "‘A big, big win’: plan to pay for wildlife conservation emerges at biodiversity summit",
          "authors": "Luke Taylor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03609-6",
          "doi": "10.1038/d41586-024-03609-6",
          "filter": "4"
        },
        {
          "title": "China’s thriving forests are stockpiling vast amounts of carbon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03572-2",
          "doi": "10.1038/d41586-024-03572-2",
          "filter": "4"
        },
        {
          "title": "Rare snapshots of a kiwi-shaped atomic nucleus",
          "authors": "Magda Zielińska, Paul E. Garrett",
          "url": "http://dx.doi.org/10.1038/d41586-024-03466-3",
          "doi": "10.1038/d41586-024-03466-3",
          "filter": "4"
        },
        {
          "title": "Smashing atomic nuclei together reveals their elusive shapes",
          "authors": "Elizabeth Gibney",
          "url": "http://dx.doi.org/10.1038/d41586-024-03633-6",
          "doi": "10.1038/d41586-024-03633-6",
          "filter": "4"
        },
        {
          "title": "Citizen scientists can be chemists — give them a chance",
          "authors": "Claire Murray",
          "url": "http://dx.doi.org/10.1038/d41586-024-03587-9",
          "doi": "10.1038/d41586-024-03587-9",
          "filter": "4"
        },
        {
          "title": "Fat keeps metabolism in tune and on time using an inflammatory immune protein",
          "url": "http://dx.doi.org/10.1038/d41586-024-03602-z",
          "doi": "10.1038/d41586-024-03602-z",
          "filter": "4"
        },
        {
          "title": "A new kind of mitochondrion",
          "authors": "Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-03636-3",
          "doi": "10.1038/d41586-024-03636-3",
          "filter": "4"
        },
        {
          "title": "Sticky situation: how adhesive bacteria drive colon cancer",
          "authors": "Kyanna S. Ouyang, Jens Puschhof",
          "url": "http://dx.doi.org/10.1038/d41586-024-03285-6",
          "doi": "10.1038/d41586-024-03285-6",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Racial biases in polygraphs and their legal implications",
          "authors": "Freya Whittaker, Angelica DeFalco, Steven M. Sanders, Emily R. Perkins, Keanan J. Joyner, Daniel E. Bradford",
          "url": "http://dx.doi.org/10.1038/s41562-024-02025-0",
          "doi": "10.1038/s41562-024-02025-0",
          "filter": "0"
        },
        {
          "title": "Association and causal mediation between marital status and depression in seven countries",
          "authors": "Xiaobing Zhai, Henry H. Y. Tong, Chi Kin Lam, Abao Xing, Yuyang Sha, Gang Luo, Weiyu Meng, Junfeng Li, Miao Zhou, Yangxi Huang, Ling Shing Wong, Cuicui Wang, Kefeng Li",
          "url": "http://dx.doi.org/10.1038/s41562-024-02033-0",
          "doi": "10.1038/s41562-024-02033-0",
          "filter": "0"
        },
        {
          "title": "Publisher Correction: Perceptual and conceptual novelty independently guide infant looking behaviour: a systematic review and meta-analysis",
          "authors": "Linette Kunin, Sabrina H. Piccolo, Rebecca Saxe, Shari Liu",
          "url": "http://dx.doi.org/10.1038/s41562-024-02068-3",
          "doi": "10.1038/s41562-024-02068-3",
          "filter": "0"
        },
        {
          "title": "Inoculation and accuracy prompting increase accuracy discernment in combination but not alone",
          "authors": "Gordon Pennycook, Adam J. Berinsky, Puneet Bhargava, Hause Lin, Rocky Cole, Beth Goldberg, Stephan Lewandowsky, David G. Rand",
          "url": "http://dx.doi.org/10.1038/s41562-024-02023-2",
          "doi": "10.1038/s41562-024-02023-2",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Measuring diversity in Hollywood through the large-scale computational analysis of film",
          "authors": "David Bamman, Rachael Samberg, Richard Jean So, Naitian Zhou",
          "abstract": "Movies are a massively popular and influential form of media, but their computational study at scale has largely been off-limits to researchers in the United States due to the Digital Millennium Copyright Act. In this work, we illustrate use of a new regulatory framework to enable computational research on film that permits circumvention of technological protection measures on digital video discs (DVDs). We use this exemption to legally digitize a collection of 2,307 films representing the top 50 movies by U.S. box office over the period 1980 to 2022, along with award nominees. We design a computational pipeline for measuring the representation of gender and race/ethnicity in film, drawing on computer vision models for recognizing actors and human perceptions of gender and race/ethnicity. Doing so allows us to learn substantive facts about representation and diversity in Hollywood over this period, confirming earlier studies that see an increase in diversity over the past decade, while allowing us to use computational methods to uncover a range of ad hoc analytical findings. Our work illustrates the affordances of the data-driven analysis of film at a large scale.",
          "url": "http://dx.doi.org/10.1073/pnas.2409770121",
          "doi": "10.1073/pnas.2409770121",
          "filter": "0"
        },
        {
          "title": "Forecasting Africa’s fertility decline by female education groups",
          "authors": "Saroja Adhikari, Wolfgang Lutz, Endale Kebede",
          "abstract": "While female education has long been recognized as a key driver of fertility decline during the process of demographic transition and most population projection models consider it implicitly or explicitly in their forecasts of overall fertility, there still is need for a method to forecast education-specific fertility trends directly. Here we propose a method for projecting education-specific fertility declines for cohorts of women in Sub-Saharan Africa based on all available demographic and health surveys data for African countries (including 1.03Mio cases). We study at different levels of aggregation (sample clusters, strata, and national) the associations between ideal family size and completed cohort fertility for education groups, on the one hand, and the average level of education in those units, on the other. The consistently very strong empirical associations suggest a plausible narrative by which a higher prevalence of educated women in a spatial unit influences the fertility levels of women in all specific education categories. Empirical associations between education-specific cohort fertility trends at the national level and newly available quality-adjusted human capital data for these cohorts are then operationalized to produce education-specific population projections as they are needed for—among other uses—the shared socioeconomic pathways scenarios that are widely used in the climate change research community. Sensitivity analyses including out-of-sample projections support the validity of the proposed method which is then applied to 37 African countries.",
          "url": "http://dx.doi.org/10.1073/pnas.2320247121",
          "doi": "10.1073/pnas.2320247121",
          "filter": "0"
        },
        {
          "title": "The international empirics of management",
          "authors": "Daniela Scur, Scott Ohlmacher, John Van Reenen, Morten Bennedsen, Nick Bloom, Ali Choudhary, Lucia Foster, Jesse Groenewegen, Arti Grover, Sjoerd Hardeman, Leonardo Iacovone, Ryo Kambayashi, Marie-Christine Laible, Renata Lemos, Hongbin Li, Andrea Linarello, Mika Maliranta, Denis Medvedev, Charlotte Meng, John Miles Touya, Natalia Mandirola, Roope Ohlsbom, Atsushi Ohyama, Megha Patnaik, Mariana Pereira-López, Raffaella Sadun, Tatsuro Senga, Franklin Qian, Florian Zimmermann",
          "abstract": "A country’s national income broadly depends on the quantity and quality of workers and capital. But how well these factors are managed within and between firms may be a key determinant of a country’s productivity and its GDP. Although social scientists have long studied the role of management practices in shaping business performance, their primary tool has been individual case studies. While useful for theory-building, such qualitative work is hard to scale and quantify. We present a large, scalable dataset measuring structured management practices at the business level across multiple countries. We measure practices related to performance monitoring, target-setting, and human resources. We document a set of key stylized facts, which we label “the international empirics of management”. In all countries, firms with more structured practices tend to also have superior economic performance: they are larger in scale, are more profitable, have higher labor productivity and are more likely to export. This consistency was not obvious ex-ante, and being able to quantify these relationships is valuable. We also document significant variation in practices across and within countries, which is important in explaining differences in the wealth of nations. The positive relationship between firm size and structured management practices is stronger in countries with more open and free markets, suggesting that stronger competition may allow firms with more structured management practices to grow larger, thereby potentially raising aggregate national income.",
          "url": "http://dx.doi.org/10.1073/pnas.2412205121",
          "doi": "10.1073/pnas.2412205121",
          "filter": "0"
        },
        {
          "title": "Young children distinguish the impossible from the merely improbable",
          "authors": "Aimee E. Stahl, Lisa Feigenson",
          "abstract": "From infancy, children show heightened interest in events that are impossible or improbable, relative to likely events. Do young children represent impossible and improbable events as points on a continuum of possibility, or do they instead treat them as categorically distinct? Here, we compared 2- and 3-y-old children’s learning (N = 335) following nearly identical events that were equi-probable, improbable, or impossible. We found that children learned significantly better following impossible than possible events, no matter how unlikely. We conclude that young children distinguish between the impossible and the merely improbable.",
          "url": "http://dx.doi.org/10.1073/pnas.2411297121",
          "doi": "10.1073/pnas.2411297121",
          "filter": "0"
        },
        {
          "title": "Transmission of societal stereotypes to individual-level prejudice through instrumental learning",
          "authors": "David T. Schultner, Benjamin S. Stillerman, Björn R. Lindström, Leor M. Hackel, Damaris R. Hagen, Nils B. Jostmann, David M. Amodio",
          "abstract": "How are societal stereotypes transmitted to individual-level group preferences? We propose that exposure to a stereotype, regardless of whether one agrees with it, can shape how one experiences and learns from interactions with members of the stereotyped group, such that it induces individual-level prejudice—a process involving the interplay of semantic knowledge and instrumental learning. In a series of experiments, participants interacted with players from two groups, described with either positive or negative stereotypes, in a reinforcement learning (RL) task presented as a money-sharing game. Although players’ actual sharing rates were equated between groups, participants formed more positive reward associations with players from positively stereotyped than negatively stereotyped groups. This effect persisted even when stereotypes were described as unreliable and participants were instructed to ignore them. Computational modeling revealed that this preference was due to stereotype effects on priors regarding group members’ behavior as well as the learning rates through which reward associations were updated in response to player feedback. We then show that these stereotype-induced preferences, once formed, spread unwittingly to others who observe these interactions, illustrating a pathway through which stereotypes may be transmitted and propagated between society and individuals. By identifying a mechanism through which stereotype knowledge can bypass explicit beliefs to induce prejudice, via the interplay of semantic and instrumental learning processes, these findings illuminate the impact of stereotype messages on the formation and propagation of individual-level prejudice.",
          "url": "http://dx.doi.org/10.1073/pnas.2414518121",
          "doi": "10.1073/pnas.2414518121",
          "filter": "0"
        },
        {
          "title": "Weather deviations linked to undocumented migration and return between Mexico and the United States",
          "authors": "Julia Li Zhu, Nancy Chau, Amanda D. Rodewald, Filiz Garip",
          "abstract": "As the world’s climate continues to change, human populations are exposed to increasingly severe and extreme weather conditions that can promote migration. Here, we examine how extreme weather influences the likelihood of undocumented migration and return between Mexico and the United States. We used data from 48,313 individuals observed between 1992 and 2018 in 84 Mexican agricultural communities. While controlling for regional and temporal confounding factors, we related individual decisions to migrate to the United States without documents and subsequently return to Mexico with lagged weather deviations from the historical norm during the corn-growing season (May to August). Undocumented migration was most likely from areas experiencing extreme drought, and migrants were less likely to return to their communities of origin when extreme weather persisted. These findings establish the role of weather shocks in undocumented Mexican migration to, and eventual settlement in, the United States. The findings also suggest that extreme weather conditions, which are likely to increase with climate change, promote clandestine mobility across borders and, thus, expose migrants to risks associated with crossing dangerous terrain and relying upon smugglers.",
          "url": "http://dx.doi.org/10.1073/pnas.2400524121",
          "doi": "10.1073/pnas.2400524121",
          "filter": "0"
        },
        {
          "title": "Path dependence, stigmergy, and memetic reification in the formation of the 27 Club myth",
          "authors": "Zackary Okun Dunivin, Patrick Kaminski",
          "abstract": "The “27 Club” refers to the widespread legend that notable people, particularly musicians, are unusually likely to die at age 27. A 2011 inquiry in The BMJ showed this is not the case, dismissing the 27 Club as a myth. We expand on this discourse by demonstrating that although the existence of the phenomenon cannot be empirically validated, it is real in its consequences. Using Wikipedia data, we show that while age 27 does not hold greater risk of mortality for notable persons, those who died at 27 are as a group exceptionally notable compared to those who died at other young ages. The 27 Club legend originated from a statistically improbable event circa 1970, wherein four superstar musicians died within the span of 2 y all at age 27. This coincidence captured the public imagination such that our fascination with the 27 Club brought itself into being, producing greater interest in those who died at age 27 than would have been otherwise. This demonstrates path dependence in cultural evolution, whereby an effectively random event evolves into a narrative that shapes otherwise unrelated events and thus the way we make and interpret history.",
          "url": "http://dx.doi.org/10.1073/pnas.2413373121",
          "doi": "10.1073/pnas.2413373121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Correction for Zheng et al., The surface interface and swimming motility influence surface-sensing responses in Pseudomonas aeruginosa",
          "url": "http://dx.doi.org/10.1073/pnas.2420281121",
          "doi": "10.1073/pnas.2420281121",
          "filter": "2"
        },
        {
          "title": "Correction for Kawakatsu et al., A mechanistic model of gossip, reputations, and cooperation",
          "url": "http://dx.doi.org/10.1073/pnas.2420897121",
          "doi": "10.1073/pnas.2420897121",
          "filter": "2"
        },
        {
          "title": "Deafness due to loss of a TRPV channel eliminates mating behavior in Aedes aegypti males",
          "authors": "Yijin Wang, Dhananjay Thakur, Emma Duge, Caroline Murphy, Ivan Girling, Nicolas A. DeBeaubien, Jieyan Chen, Benjamin H. Nguyen, Adishthi S. Gurav, Craig Montell",
          "abstract": "Attraction and mating between male and female animals depend on effective communication between conspecifics. However, in mosquitoes, we have only a rudimentary understanding of the sensory cues and receptors critical for the communication that is essential for reproductive behavior. While it is known that male Aedes aegypti use sound to help them identify females, it is not unclear whether sound detection is absolutely required since other cues such as vision may also participate in mating behavior. To determine the effect of eliminating hearing on mating success, we knocked out the Ae. aegypti TRPVa channel, which is a protein expressed in chordotonal neurons in the Johnston’s organ (JO) that respond to sound-induced movements in the antenna. Loss of trpVa eradicated sound-induced responses from the JO, thereby abolishing hearing. Strikingly, mutation of trpVa eliminated mating behavior in males. In contrast, trpVa -null females mated, although this behavior was slightly delayed relative to wild-type females. Males and females produce sounds as they beat their wings at distinct frequencies during flight. Sound mimicking the female wingbeat induced flight, attraction, and copulatory-like behavior in wild-type males without females present, but not in trpVa -null males. Males are known to modulate their wingbeat frequencies before mating in the air, which is a phenomenon referred to as rapid frequency modulation (RFM). We found that RFM was absent in mosquitoes lacking TRPVa. We conclude that the requirement for trpVa and hearing for male reproductive behavior in Aedes is absolute, as mating in the deaf males is eliminated.",
          "url": "http://dx.doi.org/10.1073/pnas.2404324121",
          "doi": "10.1073/pnas.2404324121",
          "filter": "2"
        },
        {
          "title": "How to survive enormous amounts of alcohol",
          "authors": "Rainer Spanagel",
          "url": "http://dx.doi.org/10.1073/pnas.2420068121",
          "doi": "10.1073/pnas.2420068121",
          "filter": "2"
        },
        {
          "title": "tRNA modification enzyme-dependent redox homeostasis regulates synapse formation and memory",
          "authors": "Kimberly R. Madhwani, Shanzeh Sayied, Carlson H. Ogata, Caley A. Hogan, Jenna M. Lentini, Moushami Mallik, Jennifer L. Dumouchel, Erik Storkebaum, Dragony Fu, Kate M. O’Connor-Giles",
          "abstract": "Post-transcriptional modification of RNA regulates gene expression at multiple levels. ALKBH8 is a tRNA-modifying enzyme that methylates wobble uridines in a subset of tRNAs to modulate translation. Through methylation of tRNA-selenocysteine, ALKBH8 promotes selenoprotein synthesis and regulates redox homeostasis. Pathogenic variants in ALKBH8 have been linked to intellectual disability disorders in the human population, but the role of ALKBH8 in the nervous system is unknown. Through in vivo studies in Drosophila , we show that ALKBH8 controls oxidative stress in the brain to restrain synaptic growth and support learning and memory. ALKBH8 null animals lack wobble uridine methylation and exhibit reduced protein synthesis in the nervous system, including a specific decrease in selenoprotein levels. Either loss of ALKBH8 or independent disruption of selenoprotein synthesis results in ectopic synapse formation. Genetic expression of antioxidant enzymes fully suppresses synaptic overgrowth in ALKBH8 null animals, confirming oxidative stress as the underlying cause of dysregulation. ALKBH8 null animals also exhibit associative memory impairments that are reversed by pharmacological antioxidant treatment. Together, these findings demonstrate the critical role of tRNA wobble uridine modification in redox homeostasis in the developing nervous system and reveal antioxidants as a potential therapy for ALKBH8-associated intellectual disability.",
          "url": "http://dx.doi.org/10.1073/pnas.2317864121",
          "doi": "10.1073/pnas.2317864121",
          "filter": "2"
        },
        {
          "title": "Deciphering the RNA-binding protein network during endosomal mRNA transport",
          "authors": "Senthil-Kumar Devan, Sainath Shanmugasundaram, Kira Müntjes, Johannes Postma, Sander H. J. Smits, Florian Altegoer, Michael Feldbrügge",
          "abstract": "Microtubule-dependent endosomal transport is crucial for polar growth, ensuring the precise distribution of cellular cargos such as proteins and mRNAs. However, the molecular mechanism linking mRNAs to the endosomal surface remains poorly understood. Here, we present a structural analysis of the key RNA-binding protein Rrm4 from Ustilago maydis . Our findings reveal a different type of MademoiseLLE domain (MLLE) featuring a seven-helical bundle that provides a distinct binding interface. A comparative analysis with the canonical MademoiseLLE domain of the poly(A)-binding protein Pab1 disclosed unique characteristics of both domains. Deciphering the MLLE binding code enabled prediction and verification of previously unknown Rrm4 interactors containing short linear motifs. Importantly, we demonstrated that the human MLLE domains, such as those of PABPC1 and UBR5, employed a similar principle to distinguish among interaction partners. Thus, our study provides detailed mechanistic insights into how structural variations in the widely distributed MLLE domain facilitate mRNA attachment during endosomal transport.",
          "url": "http://dx.doi.org/10.1073/pnas.2404091121",
          "doi": "10.1073/pnas.2404091121",
          "filter": "2"
        },
        {
          "title": "Formylation facilitates the reduction of oxidized initiator methionines",
          "authors": "Ruiyue Tan, Margaret Hoare, Philip Bellomio, Sarah Broas, Konttessa Camacho, Kyle Swovick, Kevin A. Welle, Jennifer R. Hryhorenko, Sina Ghaemmaghami",
          "abstract": "Within a cell, protein-bound methionines can be chemically or enzymatically oxidized, and subsequently reduced by methionine sulfoxide reductases (Msrs). Methionine oxidation can result in structural damage or be the basis of functional regulation of enzymes. In addition to participating in redox reactions, methionines play an important role as the initiator residue of translated proteins where they are commonly modified at their α-amine group by formylation or acetylation. Here, we investigated how formylation and acetylation of initiator methionines impact their propensity for oxidation and reduction. We show that in vitro, N-terminal methionine residues are particularly prone to chemical oxidation and that their modification by formylation or acetylation greatly enhances their subsequent enzymatic reduction by MsrA and MsrB. Concordantly, in vivo ablation of methionyl-tRNA formyltransferase (MTF) in Escherichia coli increases the prevalence of oxidized methionines within synthesized proteins. We show that oxidation of formylated initiator methionines is detrimental in part because it obstructs their ensuing deformylation by peptide deformylase (PDF) and hydrolysis by methionyl aminopeptidase (MAP). Thus, by facilitating their reduction, formylation mitigates the misprocessing of oxidized initiator methionines.",
          "url": "http://dx.doi.org/10.1073/pnas.2403880121",
          "doi": "10.1073/pnas.2403880121",
          "filter": "2"
        },
        {
          "title": "Linking metabolic and epigenetic changes in immune tolerance",
          "authors": "Frederick J. Sheedy, Eva Kaufmann",
          "url": "http://dx.doi.org/10.1073/pnas.2419751121",
          "doi": "10.1073/pnas.2419751121",
          "filter": "2"
        },
        {
          "title": "Can microbiome adaptations protect crops from pests and climate change?",
          "authors": "Carolyn Beans",
          "url": "http://dx.doi.org/10.1073/pnas.2421369121",
          "doi": "10.1073/pnas.2421369121",
          "filter": "2"
        },
        {
          "title": "Artificial selection of two antagonistic E3 ubiquitin ligases finetunes soybean photoperiod adaptation and grain yield",
          "authors": "Fan Wang, Shuangrong Liu, Haiyang Li, Chao Fang, Sijia Fang, Jianhao Wang, Shichen Li, Huan Liu, Haiping Du, Lingshuang Wang, Xinxin Pei, Bohong Su, Zhihui Sun, Quan Li, Lidong Dong, Qun Cheng, Xiaohui Zhao, Baohui Liu, Sijia Lu, Fanjiang Kong, Xiaoya Lin",
          "abstract": "The precise control of flowering time is of utmost importance for crop adaptation to varying environmental conditions and consequently determines grain yield and plant fitness. Soybean E2 , the homolog of Arabidopsis GIGANTEA , is a major locus contributing to high-latitude adaptation and is involved in photoperiod sensitivity. However, due to major effects of E2 , additional genetic loci controlling soybean flowering and adaptation have historically been masked and difficult to identify. Here, by eliminating the effect of E2 , we identified a Tof9 locus controlling flowering in which ZEITLUPE 2 ( ZTL2 ) is the causal gene. ZTL2 encodes an F-box E3 ubiquitin ligase with homology to Arabidopsis ZEITLUPE and is shown to play a key role in the soybean photoperiodic flowering pathway. ZTL2 physically interacts with E2 to mediate its degradation. Intriguingly, ZTL2 and FKF1, both belong to the F-box-type E3 ubiquitin-ligase family, exhibit opposite roles in regulating soybean flowering. ZTL2 degrades E2, leading to early flowering, while FKF1 stabilizes E2, resulting in delayed flowering. The balance between ZTL2-mediated degradation and FKF1-mediated stabilization enables soybeans to finetune flowering time and maximize grain yield. Field-grown ztl2 mutants are taller, flower late, and have increased yield parameters. ZTL2 and FKF1b bear contrasting artificial-selection patterns to adapt to different latitudes. This antagonistic regulation is crucial for soybean adaptation to diverse ecological settings and allows plants to fine-tune their flowering time in response to photoperiod and latitudinal changes.",
          "url": "http://dx.doi.org/10.1073/pnas.2321473121",
          "doi": "10.1073/pnas.2321473121",
          "filter": "2"
        },
        {
          "title": "A meiotic driver hijacks an epigenetic reader to disrupt mitosis in noncarrier offspring",
          "authors": "Yu Hua, Jianxiu Zhang, Man-Yun Yang, Fan-Yi Zhang, Jing-Yi Ren, Xiao-Hui Lyu, Yan Ding, Fang Suo, Guang-Can Shao, Jun Li, Meng-Qiu Dong, Keqiong Ye, Li-Lin Du",
          "abstract": "Killer meiotic drivers (KMDs) are selfish genetic elements that distort Mendelian inheritance by selectively killing meiotic products lacking the KMD element, thereby promoting their own propagation. Although KMDs have been found in diverse eukaryotes, only a limited number of them have been characterized at the molecular level, and their killing mechanisms remain largely unknown. In this study, we identify that a gene previously deemed essential for cell survival in the fission yeast Schizosaccharomyces pombe is a single-gene KMD. This gene, tdk1 , kills nearly all tdk1Δ progeny in a tdk1+ × tdk1Δ cross. By analyzing polymorphisms of tdk1 among natural strains, we identify a resistant haplotype, HT3. This haplotype lacks killing ability yet confers resistance to killing by the wild-type tdk1 . Proximity labeling experiments reveal an interaction between Tdk1, the protein product of tdk1 , and the epigenetic reader Bdf1. Interestingly, the nonkilling Tdk1-HT3 variant does not interact with Bdf1. Cryoelectron microscopy further elucidated the binding interface between Tdk1 and Bdf1, pinpointing mutations within Tdk1-HT3 that disrupt this interface. During sexual reproduction, Tdk1 forms stable Bdf1-binding nuclear foci in all spores after meiosis. These foci persist in germinated tdk1Δ progeny and impede chromosome segregation during mitosis by generating aberrant chromosomal adhesions. This study identifies a KMD that masquerades as an essential gene and reveals the molecular mechanism by which this KMD hijacks cellular machinery to execute killing. Additionally, we unveil that losing the hijacking ability is an evolutionary path for this single-gene KMD to evolve into a nonkilling resistant haplotype.",
          "url": "http://dx.doi.org/10.1073/pnas.2408347121",
          "doi": "10.1073/pnas.2408347121",
          "filter": "2"
        },
        {
          "title": "Structural duality enables a single protein to act as a toxin–antidote pair for meiotic drive",
          "authors": "Yu Hua, Jianxiu Zhang, Man-Yun Yang, Jing-Yi Ren, Fang Suo, Lingfei Liang, Meng-Qiu Dong, Keqiong Ye, Li-Lin Du",
          "abstract": "In sexual reproduction, selfish genetic elements known as killer meiotic drivers (KMDs) bias inheritance by eliminating gametes that do not carry them. The selective killing behavior of most KMDs can be explained by a toxin–antidote model, where a toxin harms all gametes while an antidote provides resistance to the toxin in carriers. This study investigates whether and how the KMD element tdk1 in the fission yeast Schizosaccharomyces pombe deploys this strategy. Intriguingly, tdk1 relies on a single protein product, Tdk1, for both killing and resistance. We show that Tdk1 exists in a nontoxic tetrameric form during vegetative growth and meiosis but transforms into a distinct toxic form in spores. This toxic form acquires the ability to interact with the histone reader Bdf1 and assembles into supramolecular foci that disrupt mitosis in noncarriers after spore germination. In contrast, Tdk1 synthesized during germination of carrier spores is nontoxic and acts as an antidote, dismantling the preformed toxic Tdk1 assemblies. Replacement of the N-terminal region of Tdk1 with a tetramer-forming peptide reveals its dual roles in imposing an autoinhibited tetrameric conformation and facilitating the assembly of supramolecular foci when autoinhibition is released. Moreover, we successfully reconstituted a functional KMD element by combining a construct that exclusively expresses Tdk1 during meiosis (“toxin-only”) with another construct that expresses Tdk1 specifically during germination (“antidote-only”). This work uncovers a remarkable example of a single protein employing structural duality to form a toxin–antidote pair, expanding our understanding of the mechanisms underlying toxin–antidote systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2408618121",
          "doi": "10.1073/pnas.2408618121",
          "filter": "2"
        },
        {
          "title": "Opportunities for carbon sequestration from removing or intensifying pasture-based beef production",
          "authors": "Matthew N. Hayek, Johannes Piipponen, Matti Kummu, Kajsa Resare Sahlin, Shelby C. McClelland, Kimberly Carlson",
          "abstract": "Pastures, on which ruminant livestock graze, occupy one third of the earth’s surface. Removing livestock from pastures can support climate change mitigation through carbon sequestration in regrowing vegetation and recovering soils, particularly in potentially forested areas. However, this would also decrease food and fiber production, generating a tradeoff with pasture productivity and the ruminant meat production pastures support. We evaluate the magnitude and distribution of this tradeoff globally, called the “carbon opportunity intensity” of pastures, at a 5-arcminute resolution. We find that removing beef–producing cattle from high–carbon intensity pastures could sequester 34 (22 to 43) GtC i.e. 125 (80 to 158) GtCO 2 into ecosystems, which is an amount greater than global fossil CO 2 emissions from 2021–2023. This would lead to only a minor loss of 13 (9 to 18)% of the global total beef production on pastures, predominantly within high- and upper-middle-income countries. If areas with low–carbon intensity pastures and less efficient beef production simultaneously intensified their beef production to 47% of OECD levels, this could fully counterbalance the global loss of beef production. The carbon opportunity intensity can inform policy approaches to restore ecosystems while minimizing food losses. Future work should aim to provide higher-resolution estimates for use at local and farm scales, and to incorporate a wider set of environmental indicators of outcomes beyond carbon.",
          "url": "http://dx.doi.org/10.1073/pnas.2405758121",
          "doi": "10.1073/pnas.2405758121",
          "filter": "2"
        },
        {
          "title": "Small RNA OxyS induces resistance to aminoglycosides during oxidative stress by controlling Fe–S cluster biogenesis in Escherichia coli",
          "authors": "Corentin Baussier, Charlotte Oriol, Sylvain Durand, Béatrice Py, Pierre Mandin",
          "abstract": "Fe–S clusters are essential cofactors involved in many reactions across all domains of life. Their biogenesis in Escherichia coli and other enterobacteria involves two machineries: Isc and Suf. Under conditions where cells operate with the Suf system, such as during oxidative stress or iron limitation, the entry of aminoglycosides is reduced, leading to resistance to these antibiotics. The transition between Isc and Suf machineries is controlled by the transcriptional regulator IscR. Here, we found that two small regulatory RNAs (sRNAs), FnrS and OxyS, control iscR expression by base pairing to the 5′-UTR of the iscR mRNA. These sRNAs act in opposite ways and in opposite conditions: FnrS, expressed in anaerobiosis, represses the expression of iscR while OxyS, expressed during oxidative stress, activates it. Using an E. coli strain experiencing protracted oxidative stress, we further demonstrate that iscR expression is rapidly and significantly enhanced in the presence of OxyS. Consequently, we further show that OxyS induces resistance to aminoglycosides during oxidative stress through regulation of Fe–S cluster biogenesis, revealing a major role for this sRNA.",
          "url": "http://dx.doi.org/10.1073/pnas.2317858121",
          "doi": "10.1073/pnas.2317858121",
          "filter": "2"
        },
        {
          "title": "Zinc oxide nanoparticles cooperate with the phyllosphere to promote grain yield and nutritional quality of rice under heatwave stress",
          "authors": "Shuqing Guo, Xiangang Hu, Zixuan Wang, Fubo Yu, Xuan Hou, Baoshan Xing",
          "abstract": "To address rising global food demand, the development of sustainable technologies to increase productivity is urgently needed. This study revealed that foliar application of zinc oxide nanoparticles (ZnO NPs; 30 to 80 nm, 0.67 mg/d per plant, 6 d) to rice leaves under heatwave (HW) stress increased the grain yield and nutritional quality. Compared with the HW control, the HWs+ZnO group presented increases in the grain yield, grain protein content, and amino acid content of 22.1%, 11.8%, and 77.5%, respectively. Nanoscale ZnO aggregated on the leaf surface and interacted with leaf surface molecules. Compared with that at ambient temperature, HW treatment increased the dissolution of ZnO NPs on the leaf surface by 25.9% and facilitated their translocation to mesophyll cells. The Zn in the leaves existed as both ionic Zn and particulate ZnO. Compared with the HW control, foliar application of ZnO NPs under HW conditions increased leaf nutrient levels (Zn, Mn, Cu, Fe, and Mg) by 15.8 to 416.9%, the chlorophyll content by 22.2 to 24.8%, Rubisco enzyme activity by 21.2%, and antioxidant activity by 26.7 to 31.2%. Transcriptomic analyses revealed that ZnO NPs reversed HW-induced transcriptomic dysregulation, thereby enhancing leaf photosynthesis by 74.4%. Additionally, ZnO NPs increased the diversity, stability, and enrichment of beneficial microbial taxa and protected the phyllosphere microbial community from HW damage. This work elucidates how NPs interact with the phyllosphere, highlighting the potential of NPs to promote sustainable agriculture, especially under extreme climate events (e.g., HWs).",
          "url": "http://dx.doi.org/10.1073/pnas.2414822121",
          "doi": "10.1073/pnas.2414822121",
          "filter": "2"
        },
        {
          "title": "A conserved juxtamembrane motif in plant NFR5 receptors is essential for root nodule symbiosis",
          "authors": "Simon Boje Hansen, Thi Bich Luu, Kira Gysel, Damiano Lironi, Christina Krönauer, Henriette Rübsam, Ingeborg Bitsch Jensen, Magdalini Tsitsikli, Thea Gramkov Birkefeldt, Alen Trgovcevic, Jens Stougaard, Simona Radutoiu, Kasper Røjkjær Andersen",
          "abstract": "Establishment of root nodule symbiosis is initiated by the perception of bacterial Nod factor ligands by the plant LysM receptor kinases NFR1 and NFR5. Receptor signaling initiating the symbiotic pathway depends on the kinase activity of NFR1, while the signaling mechanism of the catalytically inactive NFR5 pseudokinase is unknown. Here, we present the crystal structure of the signaling-competent Lotus japonicus NFR5 intracellular domain, comprising the juxtamembrane region and pseudokinase domain. The juxtamembrane region is structurally well defined and forms two α-helices, αA and αA′, which contain an exposed hydrophobic motif. We demonstrate that this “juxtamembrane motif” promotes NFR5–NFR5 and NFR1–NFR5 interactions and is essential for symbiotic signaling. Conservation analysis reveals that the juxtamembrane motif is present throughout NFR5-type receptors and is required for symbiosis signaling from barley RLK10, suggesting a conserved and broader function for this motif in plant–microbe symbioses.",
          "url": "http://dx.doi.org/10.1073/pnas.2405671121",
          "doi": "10.1073/pnas.2405671121",
          "filter": "2"
        },
        {
          "title": "Genomic perspectives on foodborne illness",
          "authors": "David J. Lipman, Joshua L. Cherry, Errol Strain, Richa Agarwala, Steven M. Musser",
          "abstract": "Whole-genome sequencing of bacterial pathogens is used by public health agencies to link cases of food poisoning caused by the same source of contamination. The vast majority of these appear to be sporadic cases associated with small contamination episodes and do not trigger investigations. A “contamination episode” refers to one or more contamination events from a single source over a period of time. We examine clusters of sequenced clinical isolates of Salmonella , Escherichia coli , Campylobacter , and Listeria that differ by only a small number of mutations (SNPs) to identify features of the underlying contamination episodes. These analyses provide additional evidence that the youngest age groups have greater susceptibility to infection by Salmonella , E. coli , and Campylobacter than older age groups. This age bias is weaker for the common Salmonella serovar Enteritidis than Salmonella in general. A large fraction of the contamination episodes causing sickness appear to have a long duration. For example, 50% of the Salmonella cases are in clusters that persist for almost 3 y. For all four pathogen species, the majority of the cases were part of genetic clusters with illnesses in multiple states and likely to be caused by contaminated commercially distributed foods. Salmonella infections in infants under 3 mo are predominantly acquired from the same contaminated food, pet food, or environmental sources as older individuals, rather than infant formula contaminated during production.",
          "url": "http://dx.doi.org/10.1073/pnas.2411894121",
          "doi": "10.1073/pnas.2411894121",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal transcriptomic map of glial cell response in a mouse model of acute brain ischemia",
          "authors": "Daniel Zucha, Pavel Abaffy, Denisa Kirdajova, Daniel Jirak, Mikael Kubista, Miroslava Anderova, Lukas Valihrach",
          "abstract": "The role of nonneuronal cells in the resolution of cerebral ischemia remains to be fully understood. To decode key molecular and cellular processes that occur after ischemia, we performed spatial and single-cell transcriptomic profiling of the male mouse brain during the first week of injury. Cortical gene expression was severely disrupted, defined by inflammation and cell death in the lesion core, and glial scar formation orchestrated by multiple cell types on the periphery. The glial scar was identified as a zone with intense cell–cell communication, with prominent ApoE-Trem2 signaling pathway modulating microglial activation. For each of the three major glial populations, an inflammatory-responsive state, resembling the reactive states observed in neurodegenerative contexts, was observed. The recovered spectrum of ischemia-induced oligodendrocyte states supports the emerging hypothesis that oligodendrocytes actively respond to and modulate the neuroinflammatory stimulus. The findings are further supported by analysis of other spatial transcriptomic datasets from different mouse models of ischemic brain injury. Collectively, we present a landmark transcriptomic dataset accompanied by interactive visualization that provides a comprehensive view of spatiotemporal organization of processes in the postischemic mouse brain.",
          "url": "http://dx.doi.org/10.1073/pnas.2404203121",
          "doi": "10.1073/pnas.2404203121",
          "filter": "2"
        },
        {
          "title": "Active fluctuations of axoneme oscillations scale with number of dynein motors",
          "authors": "Abhimanyu Sharma, Benjamin M. Friedrich, Veikko F. Geyer",
          "abstract": "Fluxes of energy generate active forces in living matter, yet also active fluctuations. As a canonical example, collections of molecular motors exhibit spontaneous oscillations with frequency jitter caused by nonequilibrium phase fluctuations. We investigate phase fluctuations in reactivated Chlamydomonas reinhardtii axonemes, which are accessible to direct manipulation. We quantify the precision of axonemal oscillations after controlled chemical removal of dynein motors, providing an experimental test for the theory prediction that the quality factor of motor oscillations should increase with motor number. Our quantification reveals specialized roles of inner and outer arm dynein motors. This supports a model in which inner dyneins serve as master pace-makers, to which outer arm dyneins become entrained, consistent with recent insight provided by structural biology.",
          "url": "http://dx.doi.org/10.1073/pnas.2406244121",
          "doi": "10.1073/pnas.2406244121",
          "filter": "2"
        },
        {
          "title": "Cytosolic N6AMT1- dependent translation supports mitochondrial RNA processing",
          "authors": "Mads M. Foged, Emeline Recazens, Sylvain Chollet, Miriam Lisci, George E. Allen, Boris Zinshteyn, Doha Boutguetait, Christian Münch, Vamsi K. Mootha, Alexis A. Jourdain",
          "abstract": "Mitochondrial biogenesis relies on both the nuclear and mitochondrial genomes, and imbalance in their expression can lead to inborn errors of metabolism, inflammation, and aging. Here, we investigate N6AMT1, a nucleo-cytosolic methyltransferase that exhibits genetic codependency with mitochondria. We determine transcriptional and translational profiles of N6AMT1 and report that it is required for the cytosolic translation of TRMT10C (MRPP1) and PRORP (MRPP3), two subunits of the mitochondrial RNAse P enzyme. In the absence of N6AMT1 , or when its catalytic activity is abolished, RNA processing within mitochondria is impaired, leading to the accumulation of unprocessed and double-stranded RNA, thus preventing mitochondrial protein synthesis and oxidative phosphorylation, and leading to an immune response. Our work sheds light on the function of N6AMT1 in protein synthesis and highlights a cytosolic program required for proper mitochondrial biogenesis.",
          "url": "http://dx.doi.org/10.1073/pnas.2414187121",
          "doi": "10.1073/pnas.2414187121",
          "filter": "2"
        },
        {
          "title": "Extensive import of nucleus-encoded tRNAs into chloroplasts of the photosynthetic lycophyte, Selaginella kraussiana",
          "authors": "Christina Berrissou, Valérie Cognat, Sandrine Koechler, Marc Bergdoll, Anne-Marie Duchêne, Laurence Drouard",
          "abstract": "Over the course of evolution, land plant mitochondrial genomes have lost many transfer RNA (tRNA) genes and the import of nucleus-encoded tRNAs is essential for mitochondrial protein synthesis. By contrast, plastidial genomes of photosynthetic land plants generally possess a complete set of tRNA genes and the existence of plastidial tRNA import remains a long-standing question. The early vascular plants of the Selaginella genus show an extensive loss of plastidial tRNA genes while retaining photosynthetic capacity, and represent an ideal model for answering this question. Using purification, northern blot hybridization, and high-throughput tRNA sequencing, a global analysis of total and plastidial tRNA populations was undertaken in Selaginella kraussiana. We confirmed the expression of all plastidial tRNA genes and, conversely, observed that nucleus-encoded tRNAs corresponding to these plastidial tRNAs were generally excluded from the chloroplasts. We then demonstrated a selective and differential plastidial import of around forty nucleus-encoded tRNA species, likely compensating for the insufficient coding capacity of plastidial-encoded tRNAs. In-depth analysis revealed differential import of tRNA isodecoders, leading to the identification of specific situations. This includes the expression and import of nucleus-encoded tRNAs expressed from plastidial or bacterial-like genes inserted into the nuclear genome. Overall, our results confirm the existence of molecular processes that enable tRNAs to be selectively imported not only into mitochondria, as previously described, but also into chloroplasts, when necessary.",
          "url": "http://dx.doi.org/10.1073/pnas.2412221121",
          "doi": "10.1073/pnas.2412221121",
          "filter": "2"
        },
        {
          "title": "Quorum sensing orchestrates parallel cell death pathways in Vibrio cholerae via Type 6 secretion-dependent and -independent mechanisms",
          "authors": "Ameya A. Mashruwala, Bonnie L. Bassler",
          "abstract": "Quorum sensing (QS) is a cell-to-cell communication process that enables bacteria to coordinate group behaviors. In Vibrio cholerae colonies, a program of spatial-temporal cell death is among the QS-controlled traits. Cell death occurs in two phases, first along the colony rim, and subsequently, at the colony center. Both cell death phases are driven by the type 6 secretion system (T6SS). Here, we show that HapR, the master QS regulator, does not control t6ss gene expression nor T6SS-mediated killing activity. Nonetheless, a Δ hapR strain displays no cell death at the colony rim. RNA-Sequencing (RNA-Seq) analyses reveal that HapR activates expression of an operon containing four genes of unknown function, vca0646-0649. Epistasis and overexpression studies show that two of the genes, vca0646 and vca0647 , are required to drive cell death in both a Δ hapR and a Δ hapR Δ t6ss strain. Thus, vca0646 - 0649 are regulated by HapR but act independently of the T6SS machinery to cause cell death, suggesting that a second, parallel pathway to cell death exists in V. cholerae .",
          "url": "http://dx.doi.org/10.1073/pnas.2412642121",
          "doi": "10.1073/pnas.2412642121",
          "filter": "2"
        },
        {
          "title": "Identifying and controlling the order parameter for ultrafast photoinduced phase transitions in thermosalient materials",
          "authors": "Saba Ghasemlou, Xinyue Li, Daria R. Galimberti, Timur Nikitin, Rui Fausto, Jialiang Xu, Steven Holleman, Theo Rasing, Herma M. Cuppen",
          "abstract": "The drastic shape deformation that accompanies the structural phase transition in thermosalient materials offers great potential for their applications as actuators and sensors. The microscopic origin of this fascinating effect has so far remained obscure, while for technological applications, it is important to learn how to drive transitions from one phase to another. Here, we present a combined computational and experimental study, in which we have successfully identified the order parameter for the thermosalient phase transition in the molecular crystal 2,7-di([1,1’-biphenyl]-4-yl)-fluorenone. Molecular dynamics simulations reveal that the transition barrier vanishes at the transition temperature. The simulations further show that two low-frequency vibrational–librational modes are directly related to the order parameter that describes this phase transition, which is supported by experimental Raman spectroscopy studies. By applying a computational THz pulse with the proper frequency and amplitude we predict that we can photoinduce this phase transition on a picosecond timescale.",
          "url": "http://dx.doi.org/10.1073/pnas.2408366121",
          "doi": "10.1073/pnas.2408366121",
          "filter": "2"
        },
        {
          "title": "Lithium isotope evidence for a plumeworld ocean in the aftermath of the Marinoan snowball Earth",
          "authors": "Tian Gan, Meng Tian, Xi-Kai Wang, Shijie Wang, Xiao-Ming Liu, Ganqing Jiang, Benjamin C. Gill, Morrison Nolan, Alan J. Kaufman, Taiyi Luo, Shuhai Xiao",
          "abstract": "The snowball Earth hypothesis predicts that continental chemical weathering diminished substantially during, but rebounded strongly after, the Marinoan ice age some 635 Mya. Defrosting the planet would result in a plume of fresh glacial meltwater with a different chemical composition from underlying hypersaline seawater, generating both vertical and lateral salinity gradients. Here, we test the plumeworld hypothesis using lithium isotope compositions in the Ediacaran Doushantuo cap dolostone that accumulated in the aftermath of the Marinoan snowball Earth along a proximal–distal (nearshore–offshore) transect in South China. Our data show an overall decreasing δ 7 Li trend with distance from the shoreline, consistent with the variable mixing of a meltwater plume with high δ 7 Li (due to incongruent silicate weathering on the continent) and hypersaline seawater with low δ 7 Li (due to synglacial distillation). The evolution of low δ 7 Li of synglacial seawater, as opposed to the modern oceans with high δ 7 Li, was likely driven by weak continental chemical weathering coupled with strong reverse weathering on the seafloor underneath silica-rich oceans. The spatial pattern of δ 7 Li is also consistent with the development and then collapse of the meltwater plume that occurred at the time scale of cap dolostone accumulation. Therefore, the δ 7 Li data are consistent with the plumeworld hypothesis, considerably reduced chemical weathering on the continent during the Marinoan snowball Earth, and enhanced reverse weathering on the seafloor of Precambrian oceans.",
          "url": "http://dx.doi.org/10.1073/pnas.2407419121",
          "doi": "10.1073/pnas.2407419121",
          "filter": "2"
        },
        {
          "title": "Dynamic multilayered control of m 6 A RNA demethylase activity",
          "authors": "Carine Jaafar, Ricardo C. T. Aguiar",
          "abstract": "Similar to DNA and histone, RNA can also be methylated. In its most common form, a N6-methyladenosine (m 6 A) chemical modification is introduced into nascent messenger ribonucleic acid (mRNA) by a specialized methyltransferase complex and removed by the RNA demethylases, Fat mass and obesity-associated (FTO), and ALKBH5. The fate of m 6 A-marked mRNA is uniquely diverse, ranging from degradation to stabilization/translation, which has been suggested to be largely dependent on its interaction with the family of YT521-B homology (YTH) domain-containing proteins. Here, we highlight a series of control levers that impinge on the RNA demethylases. We present evidence to indicate that intermediary metabolism and various posttranslation modifications modulate the activity, stability, and the subcellular localization of FTO and ALKBH5, further dispelling the notion that m 6 A methylation is not a dynamic process. We also discuss how examination of these underappreciated regulatory nodes adds a more nuanced view of the role of FTO and ALKBH5 and should guide their study in cancer and nonmalignant conditions alike.",
          "url": "http://dx.doi.org/10.1073/pnas.2317847121",
          "doi": "10.1073/pnas.2317847121",
          "filter": "2"
        },
        {
          "title": "Bioenergetic suppression by redox-active metabolites promotes antibiotic tolerance in Pseudomonas aeruginosa",
          "authors": "Richard D. Horak, John A. Ciemniecki, Dianne K. Newman",
          "abstract": "The proton-motive force (PMF), consisting of a pH gradient and a membrane potential (ΔΨ) underpins many processes essential to bacterial growth and/or survival. Yet bacteria often enter a bioenergetically diminished state characterized by a low PMF. Consequently, they have increased tolerance for diverse stressors, including clinical antibiotics. Despite the ubiquity of low metabolic rates in the environment, the extent to which bacteria have agency over entry into such a low-bioenergetic state has received relatively little attention. Here, we tested the hypothesis that production of redox-active metabolites (RAMs) could drive such a physiological transition. Pseudomonas aeruginosa is an opportunistic pathogen that produces phenazines, model RAMs that are highly toxic in the presence of molecular oxygen (O 2 ). Under oxic conditions, the phenazines pyocyanin and phenazine-1-carboximide, as well as toxoflavin—a RAM produced by Burkholderia species—suppress the ΔΨ in distinct ways across distributions of single cells, reduce the efficiency of proton pumping, and lower cellular adenosine-triphosphate (ATP) levels. In planktonic culture, the degree and rate by which each RAM lowers the ΔΨ correlates with the protection it confers against antibiotics that strongly impact cellular energy flux. This bioenergetic suppression requires the RAM’s presence and corresponds to its cellular reduction rate and abiotic oxidation rate by O 2 ; it can be reversed by increasing the ΔΨ with nigericin. RAMs similarly impact the bioenergetic state of cells in (hyp)oxic biofilm aggregates. Collectively, these findings demonstrate that bacteria can suppress their bioenergetic state by the production of endogenous toxins in a manner that bolsters stress resilience.",
          "url": "http://dx.doi.org/10.1073/pnas.2406555121",
          "doi": "10.1073/pnas.2406555121",
          "filter": "2"
        },
        {
          "title": "Aerodynamic efficiency explains flapping strategies used by birds",
          "authors": "L. Christoffer Johansson",
          "abstract": "A faster cruising speed increases drag and thereby the thrust ( T ) needed to fly, while weight and lift ( L ) requirement remains constant. Birds can adjust their wingbeat in multiple ways to accommodate this change in aerodynamic force, but the relative costs of different strategies remain largely unknown. To evaluate the efficiency of several kinematic strategies, I used a robotic wing [E. Ajanic, A. Paolini, C. Coster, D. Floreano, C. Johansson, Adv. Intell. Syst. 5 , 2200148 (2023)] and quantitative flow measurements. I found that, among the tested strategies, changing the mean wingbeat elevation provides the most efficient solution to changing thrust-to-lift ratio ( T / L) , offering insight into why birds tend to beat their wings with a greater ventral than dorsal excursion. I also found that although propulsive efficiency (η p ) may peak at a Strouhal number ( St , measure of relative flapping speed) near 0.3, the overall efficiency of generating force decreases with St . This challenges the expectance of a specific optimal St for flapping flight and instead suggest the chosen St depends on T / L . This may explain variation in preferred St among birds and why bats prefer flying at higher St than birds [G. K. Taylor, R. L. Nudds, A. L. Thomas, Nature 425 , 707–711 (2003)], since their body shape imposes relatively higher thrust requirements [F. T. Muijres, L. C. Johansson, M. S. Bowlin, Y. Winter, A. Hedenström, PLoS One 7 , e37335 (2012)]. In addition to explaining flapping strategies used by birds, my results suggest alternative, efficient, flapping motions for drones to explore aiming to extend their flight range.",
          "url": "http://dx.doi.org/10.1073/pnas.2410048121",
          "doi": "10.1073/pnas.2410048121",
          "filter": "2"
        },
        {
          "title": "Iron-molybdenum cofactor synthesis by a thermophilic nitrogenase devoid of the scaffold NifEN",
          "authors": "Lucía Payá-Tormo, Carlos Echavarri-Erasun, Natalia Makarovsky-Saavedra, Ana Pérez-González, Zhi-Yong Yang, Yisong Guo, Lance C. Seefeldt, Luis M. Rubio",
          "abstract": "The maturation and installation of the active site metal cluster (FeMo-co, Fe 7 S 9 CMo- R -homocitrate) in Mo-dependent nitrogenase requires the protein product of the nifB gene for production of the FeS cluster precursor (NifB-co, [Fe 8 S 9 C]) and the action of the maturase complex composed of the protein products from the nifE and nifN genes. However, some putative diazotrophic bacteria, like Roseiflexus sp. RS-1, lack the nifEN genes, suggesting an alternative pathway for maturation of FeMo-co that does not require NifEN. In this study, the Roseiflexus NifH, NifB, and apo-NifDK proteins produced in Escherichia coli are shown to be sufficient for FeMo-co maturation and insertion into the NifDK protein to achieve active nitrogenase. The E. coli expressed NifDK RS contained P-clusters but was devoid of FeMo-co (referred to as apo-NifDK RS ). Apo-NifDK RS could be activated for N 2 reduction by addition of preformed FeMo-co. Further, it was found that apo-NifDK RS plus E. coli produced NifB RS and NifH RS were sufficient to yield active NifDK RS when incubated with the necessary substrates (homocitrate, molybdate, and S -adenosylmethionine [SAM]), demonstrating that these proteins can replace the need for NifEN in maturation of Mo-nitrogenase. The E. coli produced NifH RS and NifB RS proteins were independently shown to be functional. The reconstituted NifDK RS demonstrated reduction of N 2 , protons, and acetylene in ratios observed for Azotobacter vinelandii NifDK. These findings reveal a distinct NifEN-independent pathway for nitrogenase activation involving NifH RS , NifB RS , and apo-NifDK RS .",
          "url": "http://dx.doi.org/10.1073/pnas.2406198121",
          "doi": "10.1073/pnas.2406198121",
          "filter": "2"
        },
        {
          "title": "Cholinergic regulation of dendritic Ca 2+ spikes controls firing mode of hippocampal CA3 pyramidal neurons",
          "authors": "Noémi Kis, Balázs Lükő, Judit Herédi, Ádám Magó, Bela Erlinghagen, Mahboubeh Ahmadi, Snezana Raus Balind, Mátyás Irás, Balázs B. Ujfalussy, Judit K. Makara",
          "abstract": "Active dendritic integrative mechanisms such as regenerative dendritic spikes enrich the information processing abilities of neurons and fundamentally contribute to behaviorally relevant computations. Dendritic Ca 2+ spikes are generally thought to produce plateau-like dendritic depolarization and somatic complex spike burst (CSB) firing, which can initiate rapid changes in spatial coding properties of hippocampal pyramidal cells (PCs). However, here we reveal that a morpho-topographically distinguishable subpopulation of rat and mouse hippocampal CA3PCs exhibits compound apical dendritic Ca 2+ spikes with unusually short duration that do not support the firing of sustained CSBs. These Ca 2+ spikes are mediated by L-type Ca 2+ channels and their time course is restricted by A- and M-type K + channels. Cholinergic activation powerfully converts short Ca 2+ spikes to long-duration forms, and facilitates and prolongs CSB firing. We propose that cholinergic neuromodulation controls the ability of a CA3PC subtype to generate sustained plateau potentials, providing a state-dependent dendritic mechanism for memory encoding and retrieval.",
          "url": "http://dx.doi.org/10.1073/pnas.2321501121",
          "doi": "10.1073/pnas.2321501121",
          "filter": "2"
        },
        {
          "title": "The periaxonal space as a conduit for cerebrospinal fluid flow to peripheral organs",
          "authors": "Xinyu Li, Siman Wang, Dianjun Zhang, Yuliang Feng, Yingyu Liu, Weiyang Yu, Lulu Cui, Tibor Harkany, Alexei Verkhratsky, Maosheng Xia, Baoman Li",
          "abstract": "Mechanisms controlling the movement of the cerebrospinal fluid (CSF) toward peripheral nerves are poorly characterized. We found that, in addition to the foramina Magendie and Luschka for CSF flow toward the subarachnoid space and glymphatic system, CSF outflow could also occur along periaxonal spaces (termed “PAS pathway”) from the spinal cord to peripheral organs, such as the liver and pancreas. When interrogating the latter route, we found that serotonin, acting through 5-HT 2B receptors expressed in ependymocytes that line the central canal, triggered Ca 2+ signals to induce polymerization of F-actin, a cytoskeletal protein, to reduce the volume of ependymal cells. This paralleled an increased rate of PAS-mediated CSF redistribution toward peripheral organs. In the liver, CSF was received by hepatic stellate cells. CSF efflux toward peripheral organs through the PAS pathway represents a mechanism dynamically connecting the nervous system with the periphery. Our findings are compatible with the traditional theory of CSF efflux into the glymphatic system to clear metabolic waste from the cerebral parenchyma. Thus, we extend the knowledge of CSF flow and expand the understanding of connectivity between the CNS and peripheral organs.",
          "url": "http://dx.doi.org/10.1073/pnas.2400024121",
          "doi": "10.1073/pnas.2400024121",
          "filter": "2"
        },
        {
          "title": "The structures of protein kinase A in complex with CFTR: Mechanisms of phosphorylation and noncatalytic activation",
          "authors": "Karol Fiedorczuk, Iordan Iordanov, Csaba Mihályi, Andras Szollosi, László Csanády, Jue Chen",
          "abstract": "Protein kinase A (PKA) is a key regulator of cellular functions by selectively phosphorylating numerous substrates, including ion channels, enzymes, and transcription factors. It has long served as a model system for understanding the eukaryotic kinases. Using cryoelectron microscopy, we present complex structures of the PKA catalytic subunit (PKA-C) bound to a full-length protein substrate, the cystic fibrosis transmembrane conductance regulator (CFTR)—an ion channel vital to human health. CFTR gating requires phosphorylation of its regulatory (R) domain. Unphosphorylated CFTR engages PKA-C at two locations, establishing two “catalytic stations” near to, but not directly involving, the R domain. This configuration, coupled with the conformational flexibility of the R domain, permits transient interactions of the eleven spatially separated phosphorylation sites. Furthermore, we determined two structures of the open-pore CFTR stabilized by PKA-C, providing a molecular basis to understand how PKA-C stimulates CFTR currents even in the absence of phosphorylation.",
          "url": "http://dx.doi.org/10.1073/pnas.2409049121",
          "doi": "10.1073/pnas.2409049121",
          "filter": "2"
        },
        {
          "title": "Double transgenic neonatal porcine islets as an alternative source for beta cell replacement therapy",
          "authors": "Nizar I. Mourad, Andrea Perota, Daela Xhema, Roberto Duchi, Irina Lagutina, Cesare Galli, Pierre Gianello",
          "abstract": "To be clinically efficient, beta cell replacement therapies such as pig islet xenotransplantation must ensure sufficient insulin secretion from grafted islets. While protection from host immune reaction is essential for islet engraftment and their subsequent functioning, intrinsic physiological properties of used cells are also a key factor. We have previously shown that islets with adenoviral-mediated expression of a dipeptidyl peptidase-resistant form of glucagon-like-peptide-1 (GLP-1) and a constitutively activated form of type 3 muscarinic receptor (M3R) in their beta cells have greatly improved insulin secretory response to glucose stimulation that is otherwise 4 to 10 times lower than human islets. Here, we describe in vitro characterization of the secretory function of pancreatic islets, derived from transgenic pigs expressing the GLP-1M3R cassette under the porcine insulin promoter (InsGLP-1M3R), and their usage to treat insulin-dependent diabetes in an immunodeficient mouse model. Our results show that InsGLP-1M3R islets isolated from neonatal and adult pigs secrete up to 15-fold more insulin in response to glucose stimulation compared to wild-type (WT) islets. They also proved to be more efficient in treating diabetes in a preclinical model as shown by a significantly higher percentage of normoglycemic recipients and higher porcine C-peptide levels up to 9 mo post implantation.",
          "url": "http://dx.doi.org/10.1073/pnas.2409138121",
          "doi": "10.1073/pnas.2409138121",
          "filter": "2"
        },
        {
          "title": "Stress-induced modification of Escherichia coli tRNA generates 5-methylcytidine in the variable loop",
          "authors": "Satenik Valesyan, Manasses Jora, Balasubrahmanyam Addepalli, Patrick A. Limbach",
          "abstract": "There has been recent interest in trying to understand the connection between transfer RNA (tRNA) posttranscriptional modifications and changes in-cellular environmental conditions. Here, we report on the identification of the modified nucleoside 5-methylcytidine (m 5 C) in Escherichia coli tRNAs. This modification was determined to be present at position 49 of tRNA Tyr-QUA-II. Moreover, m 5 C levels in this tRNA are significantly elevated under high reactive oxygen specieis (ROS) conditions in E. coli cells. We identified the known ribosomal RNA methyltransferase rsmF as the enzyme responsible for m 5 C synthesis in tRNA and enzyme transcript levels are responsive to elevated levels of ROS in the cell. We further find that changes in m 5 C levels in this tRNA are not specific to Fenton-like reaction conditions elevating ROS, but heat shock can also induce increased modification of tRNA Tyr-QUA-II. Altogether, this work illustrates how cells adapt to changing environmental conditions through variations in tRNA modification profiles.",
          "url": "http://dx.doi.org/10.1073/pnas.2317857121",
          "doi": "10.1073/pnas.2317857121",
          "filter": "2"
        },
        {
          "title": "Juvenile hormone as a key regulator for asymmetric caste differentiation in ants",
          "authors": "Ruyan Li, Xueqin Dai, Jixuan Zheng, Rasmus Stenbak Larsen, Yanmei Qi, Xiafang Zhang, Joel Vizueta, Jacobus J. Boomsma, Weiwei Liu, Guojie Zhang",
          "abstract": "Caste differentiation involves many functional traits that diverge during larval growth and metamorphosis to produce adults irreversibly adapted to reproductive division of labor. Investigating developmental differentiation is important for general biological understanding and has increasingly been explored for social phenotypes that diverge in parallel from similar genotypes. Here, we use Monomorium pharaonis ants to investigate the extent to which canalized worker development can be shifted toward gyne (virgin-queen) phenotypes by juvenile hormone (JH) treatment. We show that excess JH can activate gyne-biased development in workers so that wing-buds, ocelli, antennal and genital imaginal discs, flight muscles, and gyne-like fat bodies and brains emerge after pupation. However, ovary development remained unresponsive to JH treatment, indicating that JH-sensitive germline sequestration happens well before somatic differentiation. Our findings reveal important qualitative restrictions in the extent to which JH treatment can redirect larval development and that these constraints are independent of body size. Our findings corroborate that JH is a key hormone for inducing caste differentiation but show that this process can be asymmetric for higher colony-level germline versus somatic caste differentiation in superorganisms as defined a century ago by Wheeler. We quantified gene expression changes in response to JH treatment throughout development and identified a set of JH-sensitive genes responsible for the emergence of gyne-like somatic traits. Our study suggests that the gonadotropic role of JH in ovary maturation has shifted from the individual level in solitary insects to the colony level in an evolutionary-derived and highly polygynous superorganism like the pharaoh ant.",
          "url": "http://dx.doi.org/10.1073/pnas.2406999121",
          "doi": "10.1073/pnas.2406999121",
          "filter": "2"
        },
        {
          "title": "Atomic view of photosynthetic metabolite permeability pathways and confinement in synthetic carboxysome shells",
          "authors": "Daipayan Sarkar, Christopher Maffeo, Markus Sutter, Aleksei Aksimentiev, Cheryl A. Kerfeld, Josh V. Vermaas",
          "abstract": "Carboxysomes are protein microcompartments found in cyanobacteria, whose shell encapsulates rubisco at the heart of carbon fixation in the Calvin cycle. Carboxysomes are thought to locally concentrate CO 2 in the shell interior to improve rubisco efficiency through selective metabolite permeability, creating a concentrated catalytic center. However, permeability coefficients have not previously been determined for these gases, or for Calvin-cycle intermediates such as bicarbonate ( HCO 3 − ), 3-phosphoglycerate, or ribulose-1,5-bisphosphate. Starting from a high-resolution cryogenic electron microscopy structure of a synthetic β -carboxysome shell, we perform unbiased all-atom molecular dynamics to track metabolite permeability across the shell. The synthetic carboxysome shell structure, lacking the bacterial microcompartment trimer proteins and encapsulation peptides, is found to have similar permeability coefficients for multiple metabolites, and is not selectively permeable to HCO 3 − relative to CO 2 . To resolve how these comparable permeabilities can be reconciled with the clear role of the carboxysome in the CO 2 -concentrating mechanism in cyanobacteria, complementary atomic-resolution Brownian Dynamics simulations estimate the mean first passage time for CO 2 assimilation in a crowded model carboxysome. Despite a relatively high CO 2 permeability of approximately 10 −2 cm/s across the carboxysome shell, the shell proteins reflect enough CO 2 back toward rubisco that 2,650 CO 2 molecules can be fixed by rubisco for every 1 CO 2 molecule that escapes under typical conditions. The permeabilities determined from all-atom molecular simulation are key inputs into flux modeling, and the insight gained into carbon fixation can facilitate the engineering of carboxysomes and other bacterial microcompartments for multiple applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2402277121",
          "doi": "10.1073/pnas.2402277121",
          "filter": "2"
        },
        {
          "title": "Cellular-resolution optogenetics reveals attenuation-by-suppression in visual cortical neurons",
          "authors": "Paul K. LaFosse, Zhishang Zhou, Jonathan F. O’Rawe, Nina G. Friedman, Victoria M. Scott, Yanting Deng, Mark H. Histed",
          "abstract": "The relationship between neurons’ input and spiking output is central to brain computation. Studies in vitro and in anesthetized animals suggest that nonlinearities emerge in cells’ input–output (IO; activation) functions as network activity increases, yet how neurons transform inputs in vivo has been unclear. Here, we characterize cortical principal neurons’ activation functions in awake mice using two-photon optogenetics. We deliver fixed inputs at the soma while neurons’ activity varies with sensory stimuli. We find that responses to fixed optogenetic input are nearly unchanged as neurons are excited, reflecting a linear response regime above neurons’ resting point. In contrast, responses are dramatically attenuated by suppression. This attenuation is a powerful means to filter inputs arriving to suppressed cells, privileging other inputs arriving to excited neurons. These results have two major implications. First, somatic neural activation functions in vivo accord with the activation functions used in recent machine learning systems. Second, neurons’ IO functions can filter sensory inputs—not only do sensory stimuli change neurons’ spiking outputs, but these changes also affect responses to input, attenuating responses to some inputs while leaving others unchanged.",
          "url": "http://dx.doi.org/10.1073/pnas.2318837121",
          "doi": "10.1073/pnas.2318837121",
          "filter": "2"
        },
        {
          "title": "Deep mantle plumes feeding periodic alignments of asthenospheric fingers beneath the central and southern Atlantic Ocean",
          "authors": "Federico D. Munch, Barbara Romanowicz, Sujoy Mukhopadhyay, Maxwell L. Rudolph",
          "abstract": "High-resolution full waveform seismic tomography of the Earth’s mantle beneath the south and central Atlantic Ocean brings into focus a series of asthenospheric low shear velocity channels, or “fingers” on both sides of the southern and central mid-Atlantic ridge (MAR), elongated in the direction of absolute plate motion with a spacing of ∼ 1,800 to 2,000 km, and associated with bands of shallower residual seafloor depth anomalies that suggest channeled flow over thousands of kilometers. Each of the three most clearly resolved fingers on the African side of the MAR corresponds to a separate group of whole mantle plumes rooted in distinct patches at the core–mantle boundary, feeding hotspots, and volcanic lines with distinct isotopic signatures. Plumes of a given group appear to merge at the top of the lower mantle before separating again, suggesting interaction of deep mantle flow with a more vigorous mesoscale circulation in the upper mantle. The corresponding hotspots are generally offset from the location of the deep mantle plume roots. The distinct isotopic signatures of these hotspot groups are also detected in the mid-ocean ridge basalts at the location where the fingers meet the ridge. Meanwhile, at least some of the variability within each plume group could originate in the upper mantle and extended transition zone where plumes in a given group appear to merge and pond. This study also adds to mounting evidence that the African large low shear velocity province is not a uniform, unbroken pile of dense material rising high above the core–mantle boundary, but rather a collection of mantle plumes rooted in patches of distinct composition.",
          "url": "http://dx.doi.org/10.1073/pnas.2407543121",
          "doi": "10.1073/pnas.2407543121",
          "filter": "2"
        },
        {
          "title": "CTCF-dependent insulation of Hoxb13 and the heterochronic control of tail length",
          "authors": "Lucille Lopez-Delisle, Jozsef Zakany, Célia Bochaton, Pierre Osteil, Alexandre Mayran, Fabrice Darbellay, Bénédicte Mascrez, Hocine Rekaik, Denis Duboule",
          "abstract": "Mammalian tail length is controlled by several genetic determinants, among which are Hox13 genes, whose function is to terminate the body axis. Accordingly, the precise timing in the transcriptional activation of these genes may impact upon body length. Unlike other Hox clusters, HoxB lacks posterior genes between Hoxb9 and Hoxb13 , two genes separated by a ca. 70 kb large DNA segment containing a high number of CTCF sites, potentially isolating Hoxb13 from the rest of the cluster and thereby delaying its negative impact on trunk extension. We deleted the spacer DNA to induce a potential heterochronic gain of function of Hoxb13 at physiological concentration and observed a shortening of the tail as well as other abnormal phenotypes. These defects were all rescued by inactivating Hoxb13 in-cis with the deletion. A comparable gain of function was observed in mutant Embryonic Stem (ES) cells grown as pseudoembryos in vitro, which allowed us to examine in detail the importance of both the number and the orientation of CTCF sites in the insulating activity of the DNA spacer. A short cassette containing all the CTCF sites was sufficient to insulate Hoxb13 from the rest of HoxB , and additional modifications of this CTCF cassette showed that two CTCF sites in convergent orientations were already capable of importantly delaying Hoxb13 activation in these conditions. We discuss the relative importance of genomic distance versus number and orientation of CTCF sites in preventing Hoxb13 to be activated too early during trunk extension and hence to modulate tail length.",
          "url": "http://dx.doi.org/10.1073/pnas.2414865121",
          "doi": "10.1073/pnas.2414865121",
          "filter": "2"
        },
        {
          "title": "The chloroplast ATP synthase redox domain in Chlamydomonas reinhardtii eludes activity regulation for heterotrophic dark metabolism",
          "authors": "Lando Lebok, Felix Buchert",
          "abstract": "To maintain CO 2 fixation in the Calvin–Benson–Bassham cycle, multistep regulation of the chloroplast ATP synthase (CF 1 F o ) is crucial to balance the ATP output of photosynthesis with protection of the apparatus. A well-studied mechanism is thiol modulation; a light/dark regulation through reversible cleavage of a disulfide in the CF 1 F o γ-subunit. The disulfide hampers ATP synthesis and hydrolysis reactions in dark-adapted CF 1 F o from land plants by increasing the required transmembrane electrochemical proton gradient ( Δ μ ∼ H + ). Here, we show in Chlamydomonas reinhardtii that algal CF 1 F o is differently regulated in vivo. A specific hairpin structure in the γ-subunit redox domain disconnects activity regulation from disulfide formation in the dark. Electrochromic shift measurements suggested that the hairpin kept wild-type CF 1 F o active, whereas the enzyme was switched off in algal mutant cells expressing a plant-like hairpin structure. The hairpin segment swap resulted in an elevated Δ μ ∼ H + threshold to activate plant-like CF 1 F o , increased by ~1.4 photosystem (PS) I charge separations. The resulting dark-equilibrated Δ μ ∼ H + dropped in the mutants by ~2.7 PSI charge separation equivalents. Photobioreactor experiments showed no phenotypes in autotrophic aerated mutant cultures. In contrast, chlorophyll fluorescence measurements under heterotrophic dark conditions point to an altered dark metabolism in cells with the plant-like CF 1 F o as the result of bioenergetic deviations from wild-type. Our results suggest that the lifestyle of C. reinhardtii requires a specific CF 1 F o dark regulation that partakes in metabolic coupling between the chloroplast and acetate-fueled mitochondria.",
          "url": "http://dx.doi.org/10.1073/pnas.2412589121",
          "doi": "10.1073/pnas.2412589121",
          "filter": "2"
        },
        {
          "title": "An outcome-defining role for the triple-helical domain in regulating collagen-I assembly",
          "authors": "Kathryn M. Yammine, Rasia C. Li, Isabella M. Borgula, Sophia Mirda Abularach, Andrew S. DiChiara, Ronald T. Raines, Matthew D. Shoulders",
          "abstract": "Collagens are the foundational component of diverse tissues, including skin, bone, cartilage, and basement membranes, and are the most abundant protein class in animals. The fibrillar collagens are large, complex, multidomain proteins, all containing the characteristic triple helix motif. The most prevalent collagens are heterotrimeric, meaning that cells express at least two distinctive procollagen polypeptides that must assemble into specific heterotrimer compositions. The molecular mechanisms ensuring correct heterotrimeric assemblies are poorly understood – even for the most common collagen, type-I. The longstanding paradigm is that assembly is controlled entirely by the ~30 kDa globular C-propeptide (C-Pro) domain. Still, this dominating model for procollagen assembly has left many questions unanswered. Here, we show that the C-Pro paradigm is incomplete. In addition to the critical role of the C-Pro domain in templating assembly, we find that the amino acid sequence near the C terminus of procollagen’s triple-helical domain plays an essential role in defining procollagen assembly outcomes. These sequences near the C terminus of the triple-helical domain encode conformationally stabilizing features that ensure only desirable C-Pro-mediated trimeric templates are committed to irreversible triple-helix folding. Incorrect C-Pro trimer assemblies avoid commitment to triple-helix formation thanks to destabilizing features in the amino acid sequences of their triple helix. Incorrect C-Pro assemblies are consequently able to dissociate and search for new binding partners. These findings provide a distinctive perspective on the mechanism of procollagen assembly, revealing the molecular basis by which incorrect homotrimer assemblies are avoided and setting the stage for a deeper understanding of the biogenesis of this ubiquitous protein.",
          "url": "http://dx.doi.org/10.1073/pnas.2412948121",
          "doi": "10.1073/pnas.2412948121",
          "filter": "2"
        },
        {
          "title": "QnAs with Shoham Choshen-Hillel and Alex Gileles-Hillel",
          "authors": "Matthew Hardcastle",
          "url": "http://dx.doi.org/10.1073/pnas.2421270121",
          "doi": "10.1073/pnas.2421270121",
          "filter": "2"
        },
        {
          "title": "Dilated cardiomyopathy–associated skeletal muscle actin (ACTA1) mutation R256H disrupts actin structure and function and causes cardiomyocyte hypocontractility",
          "authors": "Ankit Garg, Silvia Jansen, Lina Greenberg, Rui Zhang, Kory J. Lavine, Michael J. Greenberg",
          "abstract": "Skeletal muscle actin (ACTA1) mutations are a prevalent cause of skeletal myopathies consistent with ACTA1’s high expression in skeletal muscle. Rare de novo mutations in ACTA1 associated with combined cardiac and skeletal myopathies have been reported, but ACTA1 represents only ~20% of the total actin pool in cardiomyocytes, making its role in cardiomyopathy controversial. Here we demonstrate how a mutation in an actin isoform expressed at low levels in cardiomyocytes can cause cardiomyopathy by focusing on a unique ACTA1 variant, R256H. We previously identified this variant in a family with dilated cardiomyopathy, who had reduced systolic function without clinical skeletal myopathy. Using a battery of multiscale biophysical tools, we show that R256H has potent effects on ACTA1 function at the molecular scale and in human cardiomyocytes. Importantly, we demonstrate that R256H acts in a dominant manner, where the incorporation of small amounts of mutant protein into thin filaments is sufficient to disrupt molecular contractility, and that this effect is dependent on the presence of troponin and tropomyosin. To understand the structural basis of this change in regulation, we resolved a structure of R256H filaments using cryoelectron microscopy, and we see alterations in actin’s structure that have the potential to disrupt interactions with tropomyosin. Finally, we show that ACTA1 R256H/+ human-induced pluripotent stem cell cardiomyocytes demonstrate reduced contractility and sarcomeric organization. Taken together, we demonstrate that R256H has multiple effects on ACTA1 function that are sufficient to cause reduced contractility and establish a likely causative relationship between ACTA1 R256H and clinical cardiomyopathy.",
          "url": "http://dx.doi.org/10.1073/pnas.2405020121",
          "doi": "10.1073/pnas.2405020121",
          "filter": "2"
        },
        {
          "title": "Correction for Green et al., Inclusive fitness consequences of dispersal decisions in a cooperatively breeding bird, the long-tailed tit ( Aegithalos caudatus )",
          "url": "http://dx.doi.org/10.1073/pnas.2419795121",
          "doi": "10.1073/pnas.2419795121",
          "filter": "2"
        },
        {
          "title": "Designing multicomponent hydrides with potential high T c superconductivity",
          "authors": "Adam Denchfield, Hyowon Park, Russell J. Hemley",
          "abstract": "While hydrogen-rich materials have been demonstrated to exhibit high T c superconductivity at high pressures, there is an ongoing search for ternary, quaternary, and more chemically complex hydrides that achieve such high critical temperatures at much lower pressures. First-principles searches are impeded by the computational complexity of solving the Eliashberg equations for large, complex crystal structures. Here, we adopt a simplified approach using electronic indicators previously established to be correlated with superconductivity in hydrides. This is used to study complex hydride structures, which are predicted to exhibit promisingly high critical temperatures for superconductivity. In particular, we propose three classes of hydrides inspired by the Fm 3 ¯ m RH 3 structures that exhibit strong hydrogen network connectivity, as defined through the electron localization function. The first class [RH 11 X 3 Y] is based on a Pm 3 ¯ m structure showing moderately high T c , where the T c estimate from electronic properties is compared with direct Eliashberg calculations and found to be surprisingly accurate. The second class of structures [(RH 11 ) 2 X 6 YZ] improves on this with promisingly high density of states with dominant hydrogen character at the Fermi energy, typically enhancing T c . The third class [(R 1 H 11 )(R 2 H 11 )X 6 YZ] improves the strong hydrogen network connectivity by introducing anisotropy in the hydrogen network through a specific doping pattern. These design principles and associated model structures provide flexibility to optimize both T c and the structural stability of complex hydrides.",
          "url": "http://dx.doi.org/10.1073/pnas.2413096121",
          "doi": "10.1073/pnas.2413096121",
          "filter": "2"
        },
        {
          "title": "Correction for Hong et al., Reducing posttreatment relapse in cleft lip palatal expansion using an injectable estrogen–nanodiamond hydrogel",
          "url": "http://dx.doi.org/10.1073/pnas.2410861121",
          "doi": "10.1073/pnas.2410861121",
          "filter": "2"
        },
        {
          "title": "Mapping the future of oxidative RNA damage in neurodegeneration: Rethinking the status quo with new tools",
          "authors": "Hailey B. Wheeler, Assael A. Madrigal, Isaac A. Chaim",
          "abstract": "Over two decades ago, increased levels of RNA oxidation were reported in postmortem patients with ALS, Alzheimer’s, Parkinson’s, and other neurodegenerative diseases. Interestingly, not all cell types and transcripts were equally oxidized. Furthermore, it was shown that RNA oxidation is an early phenomenon, altogether indicating that oxidative RNA damage could be a driver, and not a consequence, of disease. Despite all these exciting observations, the field appears to have stagnated since then. We argue that this is a consequence of the shortcomings of technologies to model these diseases, limiting our understanding of which transcripts are being oxidized, which RNA-binding proteins are interacting with these RNAs, what their implications are in RNA processing, and as a result, what their potential role is in disease onset and progression. Here, we discuss the limits of previous technologies and propose ways by which advancements in iPSC-derived disease modeling, proteomics, and sequencing technologies can be combined and leveraged to answer new and decades-old questions.",
          "url": "http://dx.doi.org/10.1073/pnas.2317860121",
          "doi": "10.1073/pnas.2317860121",
          "filter": "2"
        },
        {
          "title": "Stress response regulation of mRNA translation: Implications for antioxidant enzyme expression in cancer",
          "authors": "Yeon Soo Kim, Scot R. Kimball, Elena Piskounova, Thomas J. Begley, Nadine Hempel",
          "abstract": "From tumorigenesis to advanced metastatic stages, tumor cells encounter stress, ranging from limited nutrient and oxygen supply within the tumor microenvironment to extrinsic and intrinsic oxidative stress. Thus, tumor cells seize regulatory pathways to rapidly adapt to distinct physiologic conditions to promote cellular survival, including manipulation of mRNA translation. While it is now well established that metastatic tumor cells must up-regulate their antioxidant capacity to effectively spread and that regulation of antioxidant enzymes is imperative to disease progression, relatively few studies have assessed how translation and the hijacking of RNA systems contribute to antioxidant responses of tumors. Here, we review the major stress signaling pathways involved in translational regulation and discuss how these are affected by oxidative stress to promote prosurvival changes that manipulate antioxidant enzyme expression. We describe how tumors elicit these adaptive responses and detail how stress-induced translation can be regulated by kinases, RNA-binding proteins, RNA species, and RNA modification systems. We also highlight opportunities for further studies focused on the role of mRNA translation and RNA systems in the regulation of antioxidant enzyme expression, which may be of particular importance in the context of metastatic progression and therapeutic resistance.",
          "url": "http://dx.doi.org/10.1073/pnas.2317846121",
          "doi": "10.1073/pnas.2317846121",
          "filter": "2"
        },
        {
          "title": "Combatting melioidosis with chemical synthetic lethality",
          "authors": "Yifan Zhang, Kirklin L. McWhorter, Paul C. Rosen, Jennifer R. Klaus, Étienne Gallant, Cindy Y. Amaya Lopez, Riddhi Jhunjhunwala, Josephine R. Chandler, Katherine M. Davis, Mohammad R. Seyedsayamdost",
          "abstract": "Burkholderia thailandensis has emerged as a nonpathogenic surrogate for Burkholderia pseudomallei , the causative agent of melioidosis, and an important Gram-negative model bacterium for studying the biosynthesis and regulation of secondary metabolism. We recently reported that subinhibitory concentrations of trimethoprim induce vast changes in both the primary and secondary metabolome of B. thailandensis . In the current work, we show that the folate biosynthetic enzyme FolE2 is permissive under standard growth conditions but essential for B. thailandensis in the presence of subinhibitory doses of trimethoprim. Reasoning that FolE2 may serve as an attractive drug target, we screened for and identified ten inhibitors, including dehydrocostus lactone (DHL), parthenolide, and β-lapachone, all of which are innocuous individually but form a chemical-synthetic lethal combination with subinhibitory doses of trimethoprim. We show that DHL is a mechanism-based inhibitor of FolE2 and capture the structure of the covalently inhibited enzyme using X-ray crystallography. In vitro, the combination of subinhibitory trimethoprim and DHL is more potent than Bactrim, the current standard of care against melioidosis. Moreover, unlike Bactrim, this combination does not affect the growth of most commensal and beneficial gut bacteria tested, thereby providing a degree of specificity against B. pseudomallei . Our work provides a path for identifying antimicrobial drug targets and for utilizing binary combinations of molecules that form a toxic cocktail based on metabolic idiosyncrasies of specific pathogens.",
          "url": "http://dx.doi.org/10.1073/pnas.2406771121",
          "doi": "10.1073/pnas.2406771121",
          "filter": "2"
        },
        {
          "title": "A scaling law for predicting urban trees canopy cooling efficiency",
          "authors": "Jia Wang, Weiqi Zhou, Steward T. A. Pickett, Yuguo Qian",
          "abstract": "Urban heat mitigation is a pressing concern for cities. Intense urban heat poses a threat to human health and urban sustainability. Tree planting is one of the most widely employed nature-based heat mitigation methods worldwide. Therefore, city policy makers require knowledge of how much temperature will be reduced by increasing urban tree canopy (UTC). Cooling efficiency (CE), which was been proposed to quantify the magnitude of temperature reduction associated with a 1% increase in UTC, has been primarily investigated at smaller scales previously. However, such small-scale results cannot be used to develop policy at the whole-city scale. This study developed a method that reveals the scaling relations of CE so as to predict its effects at the city scale. CE was found to follow the form of a power law as spatial scale increased from the small analytical units through intermediate size units up to the extent of a whole city. The power law form appeared consistently across cities with different climate backgrounds during summer daylight hours. Furthermore, the power law form was robust within cities under different summer weather conditions. The power-law scaling approach can thus be used to predict CE at the whole-city scale, providing a useful tool for managers to set UTC goals to mitigate extreme urban heat.",
          "url": "http://dx.doi.org/10.1073/pnas.2401210121",
          "doi": "10.1073/pnas.2401210121",
          "filter": "2"
        },
        {
          "title": "Identification and characterization of the lipoprotein N -acyltransferase in Bacteroides",
          "authors": "Krista M. Armbruster, Jiawen Jiang, Mariana G. Sartorio, Nichollas E. Scott, Jenna M. Peterson, Jonathan Z. Sexton, Mario F. Feldman, Nicole M. Koropatkin",
          "abstract": "Members of the Bacteroidota compose a large portion of the human gut microbiota, contributing to overall gut health via the degradation of various polysaccharides. This process is facilitated by lipoproteins, globular proteins anchored to the cell surface by a lipidated N-terminal cysteine. Despite their importance, lipoprotein synthesis by these bacteria is understudied. In Escherichia coli , the α-amino-linked lipid of lipoproteins is added by the l ipoprotein N -acyl t ransferase Lnt. Herein, we have identified a protein distinct from Lnt responsible for the same process in Bacteroides , named l ipoprotein N -acyltransferase in B acteroides (Lnb). Deletion of Lnb yields cells that synthesize diacylated lipoproteins, with impacts on cell viability and morphology, growth on polysaccharides, and protein composition of membranes and outer membrane vesicles (OMVs). Our results not only challenge the accepted paradigms of lipoprotein biosynthesis in gram-negative bacteria but also suggest the existence of a new family of lipoprotein N -acyltransferases.",
          "url": "http://dx.doi.org/10.1073/pnas.2410909121",
          "doi": "10.1073/pnas.2410909121",
          "filter": "2"
        },
        {
          "title": "Latitudinal patterns in ocean C:N:P reflect phytoplankton acclimation and macromolecular composition",
          "authors": "Justin D. Liefer, Angelicque E. White, Zoe V. Finkel, Andrew J. Irwin, Mathilde Dugenne, Keisuke Inomura, François Ribalet, E. Virginia Armbrust, David M. Karl, Matthew H. Fyfe, Christopher M. Brown, Michael J. Follows",
          "abstract": "The proportions of carbon (C), nitrogen (N), and phosphorus (P) in surface ocean particulate matter deviate greatly from the canonical Redfield Ratio (C:N:P = 106:16:1) in space and time with significant implications for global carbon storage as this matter reaches the deep ocean. Recent work has revealed clear latitudinal patterns in C:N:P, yet the relative importance of ecological, physiological, or biochemical processes in creating these patterns is unclear. We present high-resolution, concurrent measurements of particulate C:N:P, macromolecular composition, environmental conditions, and plankton community composition from a transect spanning a subtropical-subpolar boundary, the North Pacific Transition Zone. We find that the summed contribution of macromolecules to particulate C, N, and P is consistent with, and provides interpretation for, particulate C:N:P patterns. A decline in particulate C:N from the subtropical to subpolar North Pacific largely reflects an increase in the relative contribution of protein compared to carbohydrate and lipid, whereas variation in C:P and N:P correspond to shifts in protein relative to polyphosphate, DNA, and RNA. Possible causes for the corresponding trends in C:N and macromolecular composition include physiological responses and changes in community structure of phytoplankton, which represented approximately 1/3 rd of particulate C across the transect. Comparison with culture experiments and an allocation-based model of phytoplankton macromolecular composition suggest that physiological acclimation to changing nutrient supply is the most likely explanation for the latitudinal trend in C:N, offering both a mechanistic interpretation and biochemical basis for large-scale patterns in C:N:P.",
          "url": "http://dx.doi.org/10.1073/pnas.2404460121",
          "doi": "10.1073/pnas.2404460121",
          "filter": "2"
        },
        {
          "title": "RNA dynamics in oxidative stress: From obscurity to mechanistic understanding in health and disease",
          "authors": "Lydia M. Contreras, Marlene Belfort",
          "url": "http://dx.doi.org/10.1073/pnas.2420445121",
          "doi": "10.1073/pnas.2420445121",
          "filter": "2"
        },
        {
          "title": "Apurinic/Apyrimidinic Endodeoxyribonuclease 1 modulates RNA G-quadruplex folding of miR-92b and controls its expression in cancer cells",
          "authors": "Alessia Bellina, Matilde Clarissa Malfatti, Gilmar Salgado, Aaron M. Fleming, Giulia Antoniali, Zahraa Othman, Nicolò Gualandi, Sara La Manna, Daniela Marasco, Erik Dassi, Cynthia J. Burrows, Gianluca Tell",
          "abstract": "In the last decade, several novel functions of the mammalian Apurinic/Apyrimidinic Endodeoxyribonuclease 1 (APE1) have been discovered, going far beyond its canonical function as DNA repair enzyme and unveiling its potential roles in cancer development. Indeed, it was shown to be involved in DNA G-quadruplex biology and RNA metabolism, most importantly in the miRNA maturation pathway and the decay of oxidized or abasic miRNAs during oxidative stress conditions. In recent years, several noncanonical pathways of miRNA biogenesis have emerged, with a specific focus on guanosine-rich precursors that can form RNA G-quadruplex (rG4) structures. Here, we show that several miRNA precursors, dysregulated upon APE1 depletion, contain an rG4 motif and that their corresponding target genes are up-regulated after APE1 depletion. We also demonstrate, both by in vitro assays and by using different cancer cell lines, that APE1 can modulate the folding of an rG4 structure contained in pre-miR-92b, with a mechanism strictly dependent on lysine residues present in its N-terminal disordered region. Furthermore, APE1 cellular depletion alters the maturation process of miR-92b, mainly affecting the shuttling between the nucleus and cytosol. Bioinformatic analysis of APE1-regulated rG4-containing miRNAs supports the relevance of our findings in cancer biology. Specifically, these miRNAs exhibit high prognostic significance in lung, cervical, and liver tumors, as suggested by their involvement in several cancer-related pathways.",
          "url": "http://dx.doi.org/10.1073/pnas.2317861121",
          "doi": "10.1073/pnas.2317861121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti4524121",
          "doi": "10.1073/iti4524121",
          "filter": "2"
        },
        {
          "title": "Secondary thalamic dysfunction underlies abnormal large-scale neural dynamics in chronic stroke",
          "authors": "Phillip R. Johnston, John D. Griffiths, Leanne Rokos, Anthony R. McIntosh, Jed A. Meltzer",
          "abstract": "Stroke causes pronounced and widespread slowing of neural activity. Despite decades of work exploring these abnormal neural dynamics and their associated functional impairments, their causes remain largely unclear. To close this gap in understanding, we applied a neurophysiological corticothalamic circuit model to simulate magnetoencephalography (MEG) power spectra recorded from chronic stroke patients. Comparing model-estimated physiological parameters to those of controls, patients demonstrated significantly lower intrathalamic inhibition in the lesioned hemisphere, despite the absence of direct damage to the thalamus itself. We hypothesized that this disinhibition could instead be related to secondary degeneration of the thalamus, for which growing evidence exists in the literature. Further analyses confirmed that spectral slowing correlated significantly with overall secondary degeneration of the ipsilesional thalamus, encompassing decreased thalamic volume, altered tissue microstructure, and decreased blood flow. Crucially, this relationship was mediated by model-estimated thalamic disinhibition, suggesting a causal link between secondary thalamic degeneration and abnormal brain dynamics via thalamic disinhibition. Finally, thalamic degeneration was correlated significantly with poorer cognitive and language outcomes, but not lesion volume, reinforcing that thalamus damage may account for additional individual variability in poststroke disability. Overall, our findings indicate that the frequently observed poststroke slowing reflects a disruption of corticothalamic circuit dynamics due to secondary thalamic dysfunction, and highlights the thalamus as an important target for understanding and potentially treating poststroke brain dysfunction.",
          "url": "http://dx.doi.org/10.1073/pnas.2409345121",
          "doi": "10.1073/pnas.2409345121",
          "filter": "2"
        },
        {
          "title": "Mismatch between lab-generated and field-evolved resistance to transgenic Bt crops in Helicoverpa zea",
          "authors": "Andrew W. Legan, Carson W. Allan, Zoe N. Jensen, Benjamin A. Degain, Fei Yang, David L. Kerns, Kyle M. Benowitz, Jeffrey A. Fabrick, Xianchun Li, Yves Carrière, Luciano M. Matzkin, Bruce E. Tabashnik",
          "abstract": "Transgenic crops producing crystalline (Cry) proteins from the bacterium Bacillus thuringiensis (Bt) have been used extensively to control some major crop pests. However, many populations of the noctuid moth Helicoverpa zea , one of the most important crop pests in the United States, have evolved practical resistance to several Cry proteins including Cry1Ac. Although mutations in single genes that confer resistance to Cry proteins have been identified in lab-selected and gene-edited strains of H. zea and other lepidopteran pests, the genetic basis of field-evolved resistance to Cry proteins in H. zea has remained elusive. We used a genomic approach to analyze the genetic basis of field-evolved resistance to Cry1Ac in 937 H. zea derived from 17 sites in seven states of the southern United States. We found evidence for extensive gene flow among all populations studied. Field-evolved resistance was not associated with mutations in 20 single candidate genes previously implicated in resistance or susceptibility to Cry proteins in H. zea or other lepidopterans. Instead, resistance in field samples was associated with increased copy number of a cluster of nine trypsin genes. However, trypsin gene amplification occurred in a susceptible sample and not in all resistant samples, implying that this amplification does not always confer resistance and mutations in other genes also contribute to field-evolved resistance to Cry1Ac in H. zea . The mismatch between lab-generated and field-evolved resistance in H. zea is unlike other cases of Bt resistance and reflects challenges for managing this pest.",
          "url": "http://dx.doi.org/10.1073/pnas.2416091121",
          "doi": "10.1073/pnas.2416091121",
          "filter": "2"
        },
        {
          "title": "Structural determinants of protein kinase A essential for CFTR channel activation",
          "authors": "Csaba Mihályi, Iordan Iordanov, Andras Szollosi, László Csanády",
          "abstract": "Cystic Fibrosis Transmembrane Conductance Regulator (CFTR), the anion channel mutated in cystic fibrosis (CF) patients, is activated by the catalytic subunit of protein kinase A (PKA-C). PKA-C activates CFTR both noncatalytically, through binding, and catalytically, through phosphorylation of multiple serines in CFTR’s regulatory (R) domain. Here, we identify key molecular determinants of the CFTR/PKA-C interaction essential for these processes. By comparing CFTR current activation in the presence of ATP or an ATP analog unsuitable for phosphotransfer, as well as pseudosubstrate peptides of various lengths, we identify two distinct specific regions of the PKA-C surface which interact with CFTR to cause noncatalytic and catalytic CFTR stimulation, respectively. Whereas the “substrate site” mediates CFTR phosphorylation, a distinct hydrophobic patch (the “docking site”) is responsible for noncatalytic CFTR activation, achieved by stabilizing the R domain in a “released” conformation permissive to channel gating. Furthermore, by comparing PKA-C variants with different posttranslational modification patterns, we find that direct membrane tethering of the kinase through its N-terminal myristoyl group is an unappreciated fundamental requirement for CFTR activation: PKA-C demyristoylation abolishes noncatalytic, and profoundly slows catalytic, CFTR stimulation. For the F508del CFTR mutant, present in ~90% of CF patients, maximal activation by demyristoylated PKA-C is reduced by ~10-fold compared to that by myristoylated PKA-C. Finally, in bacterial genera that contain common CF pathogens, we identify virulence factors that demyristoylate PKA-C in vitro, raising the possibility that during recurrent bacterial infections in CF patients, PKA-C demyristoylation may contribute to the exacerbation of lung disease.",
          "url": "http://dx.doi.org/10.1073/pnas.2407728121",
          "doi": "10.1073/pnas.2407728121",
          "filter": "2"
        },
        {
          "title": "Soft matter mechanics of baseball’s Rubbing Mud",
          "authors": "Shravan Pradeep, Xiangyu Chen, Ali Seiphoori, David R. Vann, Paulo E. Arratia, Douglas J. Jerolmack",
          "abstract": "Researchers looking for sustainable materials with optimal mechanical properties may draw inspiration from a baseball tradition. For nearly 100 y, a mysterious mud harvested from an undisclosed river site in New Jersey (USA) has been the agent of choice in the USA’s Major League Baseball for “de-glossing” new baseballs. It is unclear, however, what makes this “Rubbing Mud” work. Here, we perform a multiscale investigation of the rheology and tribology of this mud material under baseball-relevant conditions and identify three mechanisms by which the mud alters the surface properties of the baseball. First, the mud creates a more uniform baseball surface by filling in pores in the leather; this is possible because of its relatively high cohesion (clays and organics) making the material remarkably shear thinning. Second, the residue of cohesive particles coating the baseball effectively doubles contact adhesion. Third, a sparse population of angular sand grains are bonded to the baseball by clay-sized particles, leaving a studded surface that enhances friction. The proportions of cohesive, frictional, and viscous elements in Rubbing Mud conspire to create a soft material with an unusual mix of properties, that could find other applications in the development of sustainable geomaterials. Our improved understanding of the flow and friction of natural muds may also find use in modeling natural hazards such as mudslides and for locomotion in muddy environments.",
          "url": "http://dx.doi.org/10.1073/pnas.2413514121",
          "doi": "10.1073/pnas.2413514121",
          "filter": "2"
        },
        {
          "title": "Correction for Mehta et al., Phosphatidylinositol-3-phosphate mediates Arc capsid secretion through the multivesicular body pathway",
          "url": "http://dx.doi.org/10.1073/pnas.2420988121",
          "doi": "10.1073/pnas.2420988121",
          "filter": "2"
        },
        {
          "title": "Selective 8-oxo-rG stalling occurs in the catalytic core of polynucleotide phosphorylase (PNPase) during degradation",
          "authors": "Lucas G. Miller, Wantae Kim, Shawn Schowe, Kathleen Taylor, Runhua Han, Vashita Jain, Raeyeon Park, Mark Sherman, Janssen Fang, Haydee Ramirez, Andrew Ellington, Phanourios Tamamis, Marino J. E. Resendiz, Y. Jessie Zhang, Lydia Contreras",
          "abstract": "RNA oxidation, predominantly through the accumulation of 8-oxo-7,8-dihydroguanosine (8-oxo-rG), represents an important biomarker for cellular oxidative stress. Polynucleotide phosphorylase (PNPase) is a 3′-5′ exoribonuclease that has been shown to preferentially recognize 8-oxo-rG-containing RNA and protect E scherichia coli cells from oxidative stress. However, the impact of 8-oxo-rG on PNPase-mediated RNA degradation has not been studied. Here, we show that the presence of 8-oxo-rG in RNA leads to catalytic stalling of E. coli PNPase through in vitro RNA degradation experiments and electrophoretic analysis. We also link this stalling to the active site of the enzyme through resolution of single-particle cryo-EM structures for PNPase in complex with singly or doubly oxidized RNA oligonucleotides. Following identification of Arg399 as a key residue in recognition of both single and sequential 8-oxo-rG nucleotides, we perform follow-up in vitro analysis to confirm the importance of this residue in 8-oxo-rG-specific PNPase stalling. Finally, we investigate the effects of mutations to active site residues implicated in 8-oxo-rG binding through E. coli cell growth experiments under H 2 O 2 -induced oxidative stress. Specifically, Arg399 mutations show significant effects on cell growth under oxidative stress. Overall, we demonstrate that 8-oxo-rG-specific stalling of PNPase is relevant to bacterial survival under oxidative stress and speculate that this enzyme might associate with other cellular factors to mediate this stress.",
          "url": "http://dx.doi.org/10.1073/pnas.2317865121",
          "doi": "10.1073/pnas.2317865121",
          "filter": "2"
        },
        {
          "title": "V1 neurons are tuned to perceptual borders in natural scenes",
          "authors": "Paolo Papale, Wietske Zuiderbaan, Rob R. M. Teeuwen, Amparo Gilhuis, Matthew W. Self, Pieter R. Roelfsema, Serge O. Dumoulin",
          "abstract": "The visual system needs to identify perceptually relevant borders to segment complex natural scenes. The primary visual cortex (V1) is thought to extract local borders, and higher visual areas are thought to identify the perceptually relevant borders between objects and the background. To test this conjecture, we used natural images that had been annotated by human observers who marked the perceptually relevant borders. We assessed the effect of perceptual relevance on V1 responses using human neuroimaging, macaque electrophysiology, and computational modeling. We report that perceptually relevant borders elicit stronger responses in the early visual cortex than irrelevant ones, even if simple features, such as contrast and the energy of oriented filters, are matched. Moreover, V1 neurons discriminate perceptually relevant borders surprisingly fast, during the early feedforward-driven activity at a latency of ~50 ms, indicating that they are tuned to the features that characterize them. We also revealed a delayed, contextual effect that enhances the V1 responses that are elicited by perceptually relevant borders at a longer latency. Our results reveal multiple mechanisms that allow V1 neurons to infer the layout of objects in natural images.",
          "url": "http://dx.doi.org/10.1073/pnas.2221623121",
          "doi": "10.1073/pnas.2221623121",
          "filter": "2"
        },
        {
          "title": "Extremely rapid, yet noncatastrophic, preservation of the flattened-feathered and 3D dinosaurs of the Early Cretaceous of China",
          "authors": "Scott A. MacLennan, Jingeng Sha, Paul E. Olsen, Sean T. Kinney, Clara Chang, Yanan Fang, Jun Liu, Bennett B. Slibeck, Elaine Chen, Blair Schoene",
          "abstract": "Northeast China’s Early Cretaceous Yixian Formation preserves spectacular fossils that have proved extraordinarily important in testing evolutionary hypotheses involving the origin of birds and the distribution of feathers among nonavian dinosaurs. These fossils occur either flattened with soft tissue preservation (including feathers and color) in laminated lacustrine strata or as three-dimensional (3D) skeletons in “life-like” postures in more massive deposits. The relationships of these deposits to each other, their absolute ages, and the origin of the extraordinary fossil preservation have been vigorously debated for nearly a half century, with the prevailing view being that preservation was linked to violent volcanic eruptions or lahars, similar to processes that preserved human remains at Pompeii. We present high-precision zircon U-Pb geochronology from cores and outcrops, demonstrating that Yixian Formation accumulation rates are more than an order of magnitude higher than usually estimated. Additionally, we provide zircon provenance and sedimentological data from 3D dinosaur fossils, which imply that their death and burial occurred in collapsed burrows, rather than via a catastrophic volcanogenic mechanism. In the studied area, the three principal fossil-rich intervals of the Yixian occur as a cyclic sequence that correspond to periods of high precipitation. Using Bayesian–Markov Chain Monte Carlo approaches, we constrain the total duration of the sequence to less than ~93,000 y and suggest that climatic precession paced the expression of these cyclic sediments. Rather than representing multiple, Pompeii-like catastrophes, the Yixian Formation is instead a brief snapshot of normal life and death in an Early Cretaceous continental community.",
          "url": "http://dx.doi.org/10.1073/pnas.2322875121",
          "doi": "10.1073/pnas.2322875121",
          "filter": "2"
        },
        {
          "title": "The role of astrocytes in depression, its prevention, and treatment by targeting astroglial gliotransmitter release",
          "authors": "Yorley Duarte, Daisy Quintana-Donoso, Rodrigo Moraga-Amaro, Ivanka Dinamarca, Yordan Lemunao, Kevin Cárdenas, Tamara Bahamonde, Tabita Barrientos, Pedro Olivares, Camila Navas, Francisco J. Carvajal, Yessenia Santibánez, Raimundo Castro-Lazo, María Paz Meza, Ramon Jorquera, Gonzalo I. Gómez, Marina Henke, Rodrigo Alarcón, Laureen A. Gabriel, Susanne Schiffmann, Waldo Cerpa, Mauricio A. Retamal, Felipe Simon, Sergio Linsambarth, Fernando Gonzalez-Nilo, Jimmy Stehberg",
          "abstract": "The role of ventral hippocampus (vHipp) astroglial gliotransmission in depression was studied using chronic restraint stress (CRS) and chronic unpredictable mild stress (CUMS) rodent models. CRS increased Cx43 hemichannel activity and extracellular glutamate levels in the vHipp and blocking astroglial Cx43 hemichannel-dependent gliotransmission during CRS prevented the development of depression and glutamate buildup. Moreover, the acute blockade of Cx43 hemichannels induced antidepressant effects in rats previously subjected to CRS or CUMS. This antidepressant effect was prevented by coinjection of glutamate and D-serine. Furthermore, Cx43 hemichannel blockade decreased postsynaptic NMDAR currents in vHipp slices in a glutamate and D-serine-dependent manner. Notably, chronic microinfusion of glutamate and D-serine, L-serine, or the NMDAR agonist NMDA, into the vHipp induced depressive-like symptoms in nonstressed rats. We also identified a small molecule, cacotheline, which blocks Cx43 hemichannels and its systemic administration induced rapid antidepressant effects, preventing stress-induced increases in astroglial Cx43 hemichannel activity and extracellular glutamate in the vHipp, without sedative or locomotor side effects. In conclusion, chronic stress increases Cx43 hemichannel-dependent release of glutamate and D-/L-serine from astrocytes in the vHipp, overactivating postsynaptic NMDARs and triggering depressive-like symptoms. This study highlights the critical role of astroglial gliotransmitter release in chronic stress-induced depression and suggests it can be used as a target for the prevention and treatment of depression.",
          "url": "http://dx.doi.org/10.1073/pnas.2307953121",
          "doi": "10.1073/pnas.2307953121",
          "filter": "2"
        },
        {
          "title": "FBXO22 inhibits colitis and colorectal carcinogenesis by regulating the degradation of the S2448-phosphorylated form of mTOR",
          "authors": "Minle Li, Xuan Chen, Pengfei Qu, Zhiying Shao, Lei Shi, Haoyu Quan, Xue Zhao, Jian Xu, Luling Shi, Silu Chen, Junnian Zheng, Zhen-Qiang Pan, Jin Bai",
          "abstract": "Inflammatory bowel disease (IBD) is a considerable threat to human health with a significant risk for colorectal cancer (CRC). However, currently, both the molecular pathogenesis and therapeutic treatment of IBD remain limited. In this report, using both systemic and intestinal epithelium-specific gene knockout mouse models, we demonstrate that FBXO22, a substrate receptor within the SKP1-Cullin 1-F-box family of E3 ubiquitin ligases, plays an inhibitory role in the Azoxymethane / Dextran Sodium Sulfate–induced colorectal inflammatory responses and CRC. FBXO22 targets the serine 2448-phosphorylated form of mammalian mechanistic target of rapamycin (pS2448-mTOR) for ubiquitin-dependent degradation. This proteolytic targeting effect is established based on multiple lines of evidence including the results of colon tissue immunoblots, analysis of cultured cells with altered abundance of FBXO22 by depletion or overexpression, comparison of protein decay rate, effects on mTOR substrates S6K1 and 4E-BP1, analysis of protein–protein interactions, phosphor–peptide binding and competition, as well as reconstituted and cellular ubiquitination. Finally, we have shown that mTOR inhibitor rapamycin (RAPA) was able to alleviate the effects of fbxo22 deletion on colorectal inflammatory response and CRC. These RAPA effects are correlated with the ability of RAPA to inhibit pS2448-mTOR, pS6K1, and p4E-BP1. Collectively, our data support a suppressive role for FBXO22 in colorectal inflammation signaling and CRC initiation by targeting pS2448-mTOR for degradation.",
          "url": "http://dx.doi.org/10.1073/pnas.2402035121",
          "doi": "10.1073/pnas.2402035121",
          "filter": "2"
        },
        {
          "title": "Flexibility and sensitivity in gene regulation out of equilibrium",
          "authors": "Sara D. Mahdavi, Gabriel L. Salmon, Patill Daghlian, Hernan G. Garcia, Rob Phillips",
          "abstract": "Cells adapt to environments and tune gene expression by controlling the concentrations of proteins and their kinetics in regulatory networks. In both eukaryotes and prokaryotes, experiments and theory increasingly attest that these networks can and do consume biochemical energy. How does this dissipation enable cellular behaviors forbidden in equilibrium? This open question demands quantitative models that transcend thermodynamic equilibrium. Here, we study the control of simple, ubiquitous gene regulatory networks to explore the consequences of departing equilibrium in transcription. Employing graph theory to model a set of especially common regulatory motifs, we find that dissipation unlocks nonmonotonicity and enhanced sensitivity of gene expression with respect to a transcription factor’s concentration. These features allow a single transcription factor to act as both a repressor and activator at different concentrations or achieve outputs with multiple concentration regimes of locally enhanced sensitivity. We systematically dissect how energetically driving individual transitions within regulatory networks, or pairs of transitions, generates a wide range of more adjustable and sensitive phenotypic responses than in equilibrium. These results generalize to more complex regulatory scenarios, including combinatorial control by multiple transcription factors, which we relate and often find collapse to simple mathematical behaviors. Our findings quantify necessary conditions and detectable consequences of energy expenditure. These richer mathematical behaviors—feasibly accessed using biological energy budgets and rates—may empower cells to accomplish sophisticated regulation with simpler architectures than those required at equilibrium.",
          "url": "http://dx.doi.org/10.1073/pnas.2411395121",
          "doi": "10.1073/pnas.2411395121",
          "filter": "2"
        },
        {
          "title": "VEGF inhibition increases expression of HIF-regulated angiogenic genes by the RPE limiting the response of wet AMD eyes to aflibercept",
          "authors": "Deepti Sharma, Evan Lau, Yu Qin, Kathleen Jee, Murilo Rodrigues, Chuanyu Guo, Aumreetam Dinabandhu, Emma McIntyre, Shaima Salman, Yousang Hwang, Ala Moshiri, Gregg L. Semenza, Silvia Montaner, Akrit Sodhi",
          "abstract": "Neovascular age-related macular degeneration (nvAMD) is the leading cause of severe vision loss in the elderly in the developed world. While the introduction of therapies targeting vascular endothelial growth factor (VEGF) has provided the first opportunity to significantly improve vision in patients with nvAMD, many patients respond inadequately to current anti-VEGF therapies. It was recently demonstrated that expression of a second angiogenic mediator, angiopoietin-like 4 (ANGPTL4), synergizes with VEGF to promote choroidal neovascularization (CNV) in mice and correlates with reduced response to anti-VEGF therapy in patients with nvAMD. Here, we report that expression of ANGPTL4 in patients with nvAMD increases following treatment with anti-VEGF therapy and that this increase is dependent on accumulation of hypoxia-inducible factor (HIF)-1α in response to inhibition of VEGF/KDR signaling in the retinal pigment epithelium (RPE). We therefore explored HIF-1 inhibition with 32-134D, a recently developed pharmacologic HIF-inhibitor, for the treatment of nvAMD. 32-134D prevented the expression of both VEGF and ANGPTL4 and was at least as effective as aflibercept in treating CNV in mice. Moreover, by preventing the increase in HIF-1α accumulation in the RPE in response to anti-VEGF therapy, combining 32-134D with aflibercept was more effective than either drug alone for the treatment of CNV. Collectively, these results help explain why many patients with nvAMD respond inadequately to anti-VEGF therapy and suggest that the HIF inhibitor 32-134D will be an effective drug—alone or in combination with current anti-VEGF therapies—for the treatment of patients with this blinding disease.",
          "url": "http://dx.doi.org/10.1073/pnas.2322759121",
          "doi": "10.1073/pnas.2322759121",
          "filter": "2"
        },
        {
          "title": "Word reuse and combination support efficient communication of emerging concepts",
          "authors": "Aotao Xu, Charles Kemp, Lea Frermann, Yang Xu",
          "abstract": "A key function of the lexicon is to express novel concepts as they emerge over time through a process known as lexicalization. The most common lexicalization strategies are the reuse and combination of existing words, but they have typically been studied separately in the areas of word meaning extension and word formation. Here, we offer an information-theoretic account of how both strategies are constrained by a fundamental tradeoff between competing communicative pressures: Word reuse tends to preserve the average length of word forms at the cost of less precision, while word combination tends to produce more informative words at the expense of greater word length. We test our proposal against a large dataset of reuse items and compounds that appeared in English, French, and Finnish over the past century. We find that these historically emerging items achieve higher levels of communicative efficiency than hypothetical ways of constructing the lexicon, and both literal reuse items and compounds tend to be more efficient than their nonliteral counterparts. These results suggest that reuse and combination are both consistent with a unified account of lexicalization grounded in the theory of efficient communication.",
          "url": "http://dx.doi.org/10.1073/pnas.2406971121",
          "doi": "10.1073/pnas.2406971121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "A case for altruistic cities",
          "authors": "Xuemei Bai",
          "abstract": "Intercity cooperation appears to be thriving, as evidenced by the growing number of regional and international intercity networks. However, a closer examination of these interactions reveals that their scope and depth are often limited, with information sharing, delegation visits, and mutual learning being the most common forms of engagement. Consequently, cities are frequently perceived as participating in intercity networks to “add flowers to the brocade”—a gesture of enhancement—rather than to achieve any substantial improvement in their functional capacities.",
          "url": "http://dx.doi.org/10.1126/science.adt4139",
          "doi": "10.1126/science.adt4139",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Total synthesis of (−)-cylindrocyclophane A facilitated by C−H functionalization",
          "authors": "Aaron T. Bosse, Liam R. Hunt, Camila A. Suarez, Tyler D. Casselman, Elizabeth L. Goldstein, Austin C. Wright, Hojoon Park, Scott C. Virgil, Jin-Quan Yu, Brian M. Stoltz, Huw M. L. Davies",
          "abstract": "(−)-Cylindrocyclophane A is a 22-membered C 2 -symmetric [7.7]paracyclophane that bears bis-resorcinol functionality and six stereocenters. We report a synthetic strategy for (−)-cylindrocyclophane A that uses 10 C−H functionalization reactions, resulting in a streamlined route with high enantioselectivity and efficiency (17 steps). The use of chiral dirhodium tetracarboxylate catalysis enabled the C–H functionalization of primary and secondary positions, which was complemented by palladium-catalyzed C(sp 2 )–C(sp 2 ) cross-couplings, resulting in the rapid formation of the macrocyclic core and all stereocenters with high regio-, diastereo-, and enantioselectivity. The use of a late-stage palladium-catalyzed fourfold C(sp 2 )–H acetoxylation installed the bis-resorcinol moieties. This research exemplifies how multilaboratory collaborations can produce substantial modernizations of complex total synthesis endeavors.",
          "url": "http://dx.doi.org/10.1126/science.adp2425",
          "doi": "10.1126/science.adp2425",
          "filter": "2"
        },
        {
          "title": "Revisiting the mid-Pleistocene transition ocean circulation crisis",
          "authors": "Sophia K. V. Hines, Christopher D. Charles, Aidan Starr, Steven L. Goldstein, Sidney R. Hemming, Ian R. Hall, Nambiyathodi Lathika, Mollie Passacantando, Louise Bolge",
          "abstract": "The mid-Pleistocene transition (MPT) [~1.25 to 0.85 million years ago (Ma)] marks a shift in the character of glacial-interglacial climate ( 1 , 2 ). One prevailing hypothesis for the origin of the MPT is that glacial deep ocean circulation fundamentally changed, marked by a circulation “crisis” at ~0.90 Ma (marine isotope stages 24 to 22) ( 3 ). Using high-resolution paired neodymium, carbon, and oxygen isotope data from the South Atlantic Ocean (Cape Basin) across the MPT, we find no evidence of a substantial change in deep ocean circulation. Before and during the early MPT (~1.30 to 1.12 Ma), the glacial deep ocean variability closely resembled that of the most recent glacial cycle. The carbon storage facilitated by developing deep ocean stratification across the MPT required only modest circulation adjustments.",
          "url": "http://dx.doi.org/10.1126/science.adn4154",
          "doi": "10.1126/science.adn4154",
          "filter": "2"
        },
        {
          "title": "Identification of cambium stem cell factors and their positioning mechanism",
          "authors": "Gugan Eswaran, Xixi Zhang, Jacob Pieter Rutten, Jingyi Han, Hiroyuki Iida, Jennifer López Ortiz, Riikka Mäkilä, Brecht Wybouw, Benjamin Planterose Jiménez, Leo Vainio, Alexis Porcher, Marina Leal Gavarron, Jing Zhang, Tiina Blomster, Xin Wang, David Dolan, Ondřej Smetana, Siobhán M. Brady, Melis Kucukoglu Topcu, Kirsten ten Tusscher, J. Peter Etchells, Ari Pekka Mähönen",
          "abstract": "Wood constitutes the largest reservoir of terrestrial biomass. Composed of xylem, it arises from one side of the vascular cambium, a bifacial stem cell niche that also produces phloem on the opposing side. It is currently unknown which molecular factors endow cambium stem cell identity. Here we show that TRACHEARY ELEMENT DIFFERENTIATION INHIBITORY FACTOR (TDIF) ligand–activated PHLOEM INTERCALATED WITH XYLEM (PXY) receptors promote the expression of CAMBIUM-EXPRESSED AINTEGUMENTA-LIKE (CAIL) transcription factors to define cambium stem cell identity in the Arabidopsis root. By sequestrating the phloem-originated TDIF, xylem-expressed PXY confines the TDIF signaling front, resulting in the activation of CAIL expression and stem cell identity in only a narrow domain. Our findings show how signals emanating from cells on opposing sides ensure robust yet dynamically adjustable positioning of a bifacial stem cell layer.",
          "url": "http://dx.doi.org/10.1126/science.adj8752",
          "doi": "10.1126/science.adj8752",
          "filter": "2"
        },
        {
          "title": "Regulated N-glycosylation controls chaperone function and receptor trafficking",
          "authors": "Mengxiao Ma, Ramin Dubey, Annie Jen, Ganesh V. Pusapati, Bharti Singal, Evgenia Shishkova, Katherine A. Overmyer, Valérie Cormier-Daire, Juliette Fedry, L. Aravind, Joshua J. Coon, Rajat Rohatgi",
          "abstract": "One-fifth of human proteins are N-glycosylated in the endoplasmic reticulum (ER) by two oligosaccharyltransferases, OST-A and OST-B. Contrary to the prevailing view of N-glycosylation as a housekeeping function, we identified an ER pathway that modulates the activity of OST-A. Genetic analyses linked OST-A to HSP90B1, an ER chaperone for membrane receptors, and CCDC134, an ER luminal protein. During its translocation into the ER, an N-terminal peptide in HSP90B1 templates the assembly of a translocon complex containing CCDC134 and OST-A that protects HSP90B1 during folding, preventing its hyperglycosylation and degradation. Disruption of this pathway impairs WNT and IGF1R signaling and causes the bone developmental disorder osteogenesis imperfecta. Thus, N-glycosylation can be regulated by specificity factors in the ER to control cell surface receptor signaling and tissue development.",
          "url": "http://dx.doi.org/10.1126/science.adp7201",
          "doi": "10.1126/science.adp7201",
          "filter": "2"
        },
        {
          "title": "Janus channel of membranes enables concurrent oil and water recovery from emulsions",
          "authors": "Xin-Yu Guo, Lei Zhao, Hao-Nan Li, Hao-Cheng Yang, Jian Wu, Hong-Qing Liang, Chao Zhang, Zhi-Kang Xu",
          "abstract": "Existing separation technologies struggle to recover oil and water concurrently from surfactant-stabilized emulsions to achieve the goal of near-zero liquid discharge. We present a Janus channel of membranes (JCM) that features a confined architecture constructed of a pair of hydrophilic and hydrophobic membranes, which allows for concurrent, highly efficient recovery of oil and water from surfactant-stabilized emulsions. The confined Janus channel can amplify the interplay of the membrane pair through a feedback loop that involves enrichment and demulsification. Our JCM achieves exceptional oil and water recoveries of up to 97 and 75%, respectively, with near 99.9% purities. Moreover, its versatility in handling diverse emulsions may enable near-zero liquid discharge for a range of separations.",
          "url": "http://dx.doi.org/10.1126/science.adq6329",
          "doi": "10.1126/science.adq6329",
          "filter": "2"
        },
        {
          "title": "The interhemispheric amygdala-accumbens circuit encodes negative valence in mice",
          "authors": "Zhen Tian, Jiachen Song, Xuying Zhao, Yiming Zhou, Xi Chen, Qiumin Le, Feifei Wang, Lan Ma, Xing Liu",
          "abstract": "The structurally symmetric mammalian brain hemispheres are interconnected by commissural axons across the midline. However, the functions of interhemispheric connectivity remain largely unknown. We found that in mice, transection of the anterior commissure (AC), which connects the rostroventral forebrain, impaired avoidant behaviors. The basolateral amygdala (BLA) in the mouse projects to the contralateral nucleus accumbens (NAc) through the AC, independent of its ipsilateral projections. Aversive stimuli activated contralateral BLA-NAc projections. Positive stimuli, however, activated ipsilateral projections. Selective activation of contralateral BLA-NAc projections activated D2-positive medium spiny neurons (D2-MSNs), reduced NAc dopamine levels, and caused aversion, whereas selective activation of ipsilateral BLA-NAc projections activated D1-MSNs, increased NAc dopamine levels, and induced reward. The contralateral BLA-AC-NAc pathway is crucial for encoding negative valence, demonstrating distinct functions of intra- and interhemispheric circuits in brain physiology.",
          "url": "http://dx.doi.org/10.1126/science.adp7520",
          "doi": "10.1126/science.adp7520",
          "filter": "2"
        },
        {
          "title": "Analysis methods for large-scale neuronal recordings",
          "authors": "Carsen Stringer, Marius Pachitariu",
          "abstract": "Simultaneous recordings from hundreds or thousands of neurons are becoming routine because of innovations in instrumentation, molecular tools, and data processing software. Such recordings can be analyzed with data science methods, but it is not immediately clear what methods to use or how to adapt them for neuroscience applications. We review, categorize, and illustrate diverse analysis methods for neural population recordings and describe how these methods have been used to make progress on longstanding questions in neuroscience. We review a variety of approaches, ranging from the mathematically simple to the complex, from exploratory to hypothesis-driven, and from recently developed to more established methods. We also illustrate some of the common statistical pitfalls in analyzing large-scale neural data.",
          "url": "http://dx.doi.org/10.1126/science.adp7429",
          "doi": "10.1126/science.adp7429",
          "filter": "2"
        },
        {
          "title": "COVID-19 pandemic interventions reshaped the global dispersal of seasonal influenza viruses",
          "authors": "Zhiyuan Chen, Joseph L.-H. Tsui, Bernardo Gutierrez, Simon Busch Moreno, Louis du Plessis, Xiaowei Deng, Jun Cai, Sumali Bajaj, Marc A. Suchard, Oliver G. Pybus, Philippe Lemey, Moritz U. G. Kraemer, Hongjie Yu",
          "abstract": "The global dynamics of seasonal influenza viruses inform the design of surveillance, intervention, and vaccination strategies. The COVID-19 pandemic provided a singular opportunity to evaluate how influenza circulation worldwide was perturbed by human behavioral changes. We combine molecular, epidemiological, and international travel data and find that the pandemic’s onset led to a shift in the intensity and structure of international influenza lineage movement. During the pandemic, South Asia played an important role as a phylogenetic trunk location of influenza A viruses, whereas West Asia maintained the circulation of influenza B/Victoria. We explore drivers of influenza lineage dynamics across the pandemic period and reasons for the possible extinction of the B/Yamagata lineage. After a period of 3 years, the intensity of among-region influenza lineage movements returned to pre-pandemic levels, with the exception of B/Yamagata, after the recovery of global air traffic, highlighting the robustness of global lineage dispersal patterns to substantial perturbation.",
          "url": "http://dx.doi.org/10.1126/science.adq3003",
          "doi": "10.1126/science.adq3003",
          "filter": "2"
        },
        {
          "title": "COP29’s climate investment imperative",
          "authors": "Barbara Buchner",
          "abstract": "Next week, negotiators from around the world will gather in Baku, Azerbaijan, for COP29, the annual climate negotiation organized by the United Nations to hammer out agreements for tackling the climate crisis. It is unofficially being called “The Finance COP” because particular focus will be placed on the financial commitments and mechanisms needed to mobilize the trillions of dollars required to address climate change globally. Such levels of investment sound implausible—but they are achievable, and if the world delays much longer, the economic and social losses will pale in comparison.",
          "url": "http://dx.doi.org/10.1126/science.adu3212",
          "doi": "10.1126/science.adu3212",
          "filter": "2"
        },
        {
          "title": "Hepatic vagal afferents convey clock-dependent signals to regulate circadian food intake",
          "authors": "Lauren N. Woodie, Lily C. Melink, Mohit Midha, Alan M. de Araújo, Caroline E. Geisler, Ahren J. Alberto, Brianna M. Krusen, Delaine M. Zundell, Guillaume de Lartigue, Matthew R. Hayes, Mitchell A. Lazar",
          "abstract": "Circadian desynchrony induced by shiftwork or jet lag is detrimental to metabolic health, but how synchronous or desynchronous signals are transmitted among tissues is unknown. We report that liver molecular clock dysfunction is signaled to the brain through the hepatic vagal afferent nerve (HVAN), leading to altered food intake patterns that are corrected by ablation of the HVAN. Hepatic branch vagotomy also prevents food intake disruptions induced by high-fat diet feeding and reduces body weight gain. Our findings reveal a homeostatic feedback signal that relies on communication between the liver and the brain to control circadian food intake patterns. This identifies the hepatic vagus nerve as a potential therapeutic target for obesity in the setting of chronodisruption.",
          "url": "http://dx.doi.org/10.1126/science.adn2786",
          "doi": "10.1126/science.adn2786",
          "filter": "2"
        },
        {
          "title": "Activation of a helper NLR by plant and bacterial TIR immune signaling",
          "authors": "Hua Yu, Weiying Xu, Sisi Chen, Xiaoxian Wu, Weiwei Rao, Xiaoxiao Liu, Xiaoyan Xu, Jingqi Chen, Marc T. Nishimura, Yu Zhang, Li Wan",
          "abstract": "Plant intracellular nucleotide-binding leucine-rich repeat (NLR) receptors with an N-terminal Toll/interleukin-1 receptor (TIR) domain sense pathogen effectors to initiate immune signaling. TIR domains across different kingdoms possess NADase activities and can produce phosphoribosyl adenosine monophosphate/diphosphate (pRib-AMP/ADP) or cyclic ADPR (cADPR) isomers. Lipase-like proteins, EDS1 and PAD4, transduce immune signals from sensor TIR-NLRs to a helper NLR called ADR1, which executes immune function. We report the structure and function of Arabidopsis EDS1-PAD4-ADR1 (EPA) heterotrimer in complex with pRib-AMP/ADP activated by plant or bacterial TIR signaling. 2’cADPR can be hydrolyzed into pRib-AMP and thus activates EPA signaling. Bacterial TIR domains producing 2’cADPR also activate EPA function. Our findings suggest that 2’cADPR may be the storage form of the unstable signaling molecule pRib-AMP.",
          "url": "http://dx.doi.org/10.1126/science.adr3150",
          "doi": "10.1126/science.adr3150",
          "filter": "2"
        },
        {
          "title": "Merged-nets enumeration for the systematic design of multicomponent reticular structures",
          "authors": "Hao Jiang, Salma Benzaria, Norah Alsadun, Jiangtao Jia, Justyna Czaban-Jóźwiak, Vincent Guillerm, Aleksander Shkurenko, Zeynabou Thiam, Mickaele Bonneau, Vijay K. Maka, Zhijie Chen, Zied Ouled Ameur, Michael O’Keeffe, Mohamed Eddaoudi",
          "abstract": "Rational design of intricate multicomponent reticular structures is often hindered by the lack of suitable blueprint nets. We established the merged-net approach, proffering optimal balance between designability and complexity, as a systematic solution for the rational assembly of multicomponent structures. In this work, by methodically mapping node-net relationships among 53 basic edge-transitive nets, we conceived a signature net map to identify merging net pairs, resulting in the enumeration of 53 merged nets. We developed a practical design algorithm and proposed more than 100 multicomponent metal-organic framework platforms. The effectiveness of this approach is commended by the successful synthesis of four classes of materials, which is based on merging three-periodic nets with the four possible net periodicities. The construction of multicomponent materials based on derived nets of merged nets highlights the potential of the merged-net approach in accelerating the discovery of intricate reticular materials.",
          "url": "http://dx.doi.org/10.1126/science.ads7866",
          "doi": "10.1126/science.ads7866",
          "filter": "2"
        },
        {
          "title": "Continuous evolution of user-defined genes at 1 million times the genomic mutation rate",
          "authors": "Gordon Rix, Rory L. Williams, Vincent J. Hu, Aviv Spinner, Alexander (Olek) Pisera, Debora S. Marks, Chang C. Liu",
          "abstract": "When nature evolves a gene over eons at scale, it produces a diversity of homologous sequences with patterns of conservation and change that contain rich structural, functional, and historical information about the gene. However, natural gene diversity accumulates slowly and likely excludes large regions of functional sequence space, limiting the information that is encoded and extractable. We introduce upgraded orthogonal DNA replication (OrthoRep) systems that radically accelerate the evolution of chosen genes under selection in yeast. When applied to a maladapted biosynthetic enzyme, we obtained collections of extensively diverged sequences with patterns that revealed structural and environmental constraints shaping the enzyme’s activity. Our upgraded OrthoRep systems should support the discovery of factors influencing gene evolution, uncover previously unknown regions of fitness landscapes, and find broad applications in biomolecular engineering.",
          "url": "http://dx.doi.org/10.1126/science.adm9073",
          "doi": "10.1126/science.adm9073",
          "filter": "2"
        },
        {
          "title": "C-LTMRs evoke wet dog shakes via the spinoparabrachial pathway",
          "authors": "Dawei Zhang, Josef Turecek, Seungwon Choi, Michelle Delisle, Caroline Leal Pamplona, Shan Meltzer, David D. Ginty",
          "abstract": "Many hairy mammals perform rapid oscillations of their body, called wet dog shakes, to remove water and irritants from their back hairy skin. The somatosensory mechanisms that underlie this behavior are unclear. We report that Piezo2-dependent mechanosensation mediates wet dog shakes evoked by water or oil droplets applied to back hairy skin of mice. Unmyelinated C-fiber low-threshold mechanoreceptors (C-LTMRs) were activated by oil droplets, and their optogenetic activation elicited wet dog shakes. Ablation of C-LTMRs attenuated this behavior. Moreover, C-LTMRs synaptically couple to spinoparabrachial neurons, and optogenetically inhibiting spinoparabrachial neuron synapses and excitatory neurons in the parabrachial nucleus impaired both oil droplet– and C-LTMR–evoked wet dog shakes. Thus, a C-LTMR–spinoparabrachial pathway promotes wet dog shakes for removal of water and mechanical irritants from back hairy skin.",
          "url": "http://dx.doi.org/10.1126/science.adq8834",
          "doi": "10.1126/science.adq8834",
          "filter": "2"
        },
        {
          "title": "Ultrahigh–surface area covalent organic frameworks for methane adsorption",
          "authors": "Ying Yin, Ya Zhang, Xu Zhou, Bo Gui, Wenqi Wang, Wentao Jiang, Yue-Biao Zhang, Junliang Sun, Cheng Wang",
          "abstract": "Developing porous materials with ultrahigh surface areas for gas storage (for example, methane) is attractive but challenging. Here, we report two isostructural three-dimensional covalent organic frameworks (COFs) with a rare self-catenated alb -3,6- Ccc 2 topology and a pore size of 1.1 nanometer. Notably, these imine-linked microporous COFs show both high gravimetric Brunauer–Emmett–Teller (BET) surface areas (~4400 square meters per gram) and volumetric BET surface areas (~1900 square meters per cubic centimeter). Moreover, their volumetric methane uptake reaches up to 264 cubic centimeter (standard temperature and pressure) per cubic centimeter [cm 3 (STP) cm −3 ] at 100 bar and 298 kelvin, and they exhibit the highest volumetric working capacity of 237 cm 3 (STP) cm −3 at 5 to 100 bar and 298 kelvin among all reported porous crystalline materials.",
          "url": "http://dx.doi.org/10.1126/science.adr0936",
          "doi": "10.1126/science.adr0936",
          "filter": "2"
        },
        {
          "title": "Ultrafast all-optical coherence of molecular electron spins in room-temperature water solution",
          "authors": "Erica Sutcliffe, Nathanael P. Kazmierczak, Ryan G. Hadt",
          "abstract": "The tunability and spatial precision of paramagnetic molecules makes them attractive for quantum sensing. However, usual microwave-based detection methods have poor temporal and spatial resolution, and optical methods compatible with room-temperature solutions have remained elusive. Here, we utilized pump-probe polarization spectroscopy to initialize and track electron spin coherence in a molecule. Designed to efficiently couple spins to light, aqueous K 2 IrCl 6 enabled detection of few-picosecond free induction decay at room temperature and micromolar concentrations. Viscosity was found to strongly vary decoherence lifetimes. This approach has improved the experimental time-resolution by up to five orders of magnitude, making it possible to observe molecular electron spin coherence in a system that only exhibits coherence below 25 K with traditional techniques.",
          "url": "http://dx.doi.org/10.1126/science.ads0512",
          "doi": "10.1126/science.ads0512",
          "filter": "2"
        },
        {
          "title": "A trade-off between investment in molecular defense repertoires and growth in plants",
          "authors": "Michael Giolai, Anna-Liisa Laine",
          "abstract": "Given the negative fitness effects that pathogens impose on their hosts, the benefits of resistance should be universal. However, there is marked variation across plant species in the number of nucleotide-binding leucine-rich repeat receptors, which form a cornerstone of defense. The growth–defense trade-off hypothesis predicts costs associated with defense investment to generate variation in these traits. Our analysis comparing features of the intracellular immune-receptor repertoires with trait data of 187 species shows that in wild plants, the size of the molecular defense repertoire correlates negatively with growth. By contrast, we do not find evidence for a growth–defense trade-off in agricultural plants. Our cross-species approach highlights the central role of defense investment in shaping ecological trait variation and its sensitivity to domestication.",
          "url": "http://dx.doi.org/10.1126/science.adn2779",
          "doi": "10.1126/science.adn2779",
          "filter": "2"
        },
        {
          "title": "A canonical protein complex controls immune homeostasis and multipathogen resistance",
          "authors": "Yue Wu, Weiying Xu, Guoyan Zhao, Ziyao Lei, Kui Li, Jiyun Liu, Shijia Huang, Junli Wang, Xiangbin Zhong, Xin Yin, Yuandong Wang, Haochen Zhang, Yang He, Zian Ye, Yonggang Meng, Xiaoyu Chang, Hui Lin, Xin Wang, Yuanyuan Gao, Jijie Chai, Jane E. Parker, Yiwen Deng, Yu Zhang, Mingjun Gao, Zuhua He",
          "abstract": "The Ca 2+ sensor, ROD1, is a master regulator of immunity in rice. By screening suppressors of rod1 mutants, we show that ROD1 governs immune homeostasis by surveilling the activation of a canonical immune pathway. Mutations in OsTIR ( TIR-only protein ), OsEDS1 ( Enhanced Disease Susceptibility 1 ), OsPAD4 ( Phytoalexin Deficient 4 ), and OsADR1 ( Activated Disease Resistance 1 ) all abolish enhanced disease resistance of rod1 plants. OsTIR catalyzes the production of second messengers 2′-(5′′-phosphoribosyl)-5′-adenosine monophosphate (pRib-AMP) and diphosphate (pRib-ADP), which trigger formation of an OsEDS1-OsPAD4-OsADR1 (EPA) immune complex. ROD1 interacts with OsTIR and inhibits its enzymatic activity while mutation of ROD1 leads to constitutive activation of the EPA complex. Thus, we unveil an immune network that fine-tunes immune homeostasis and multipathogen resistance in rice.",
          "url": "http://dx.doi.org/10.1126/science.adr2138",
          "doi": "10.1126/science.adr2138",
          "filter": "2"
        },
        {
          "title": "Collateral effects of pandemic control",
          "authors": "Pejman Rohani, Justin Bahl",
          "abstract": "The response to COVID-19 altered global dispersal of influenza viruses",
          "url": "http://dx.doi.org/10.1126/science.adt3453",
          "doi": "10.1126/science.adt3453",
          "filter": "3"
        },
        {
          "title": "A two-faced membrane channel",
          "authors": "Xing Yang, Mohammad Hossein Jandaghian",
          "abstract": "Contrasting surface properties activate a feedback loop system for a complete oil-and-water separation",
          "url": "http://dx.doi.org/10.1126/science.adt2513",
          "doi": "10.1126/science.adt2513",
          "filter": "3"
        },
        {
          "title": "Protect China’s coastal salt marshes",
          "authors": "Xinhui Feng, Yan Li, Xinle Lin",
          "url": "http://dx.doi.org/10.1126/science.adr6994",
          "doi": "10.1126/science.adr6994",
          "filter": "3"
        },
        {
          "title": "Protect kelp forests",
          "authors": "Nur Arafeh-Dalmau, Carolina Olguín-Jacobson, Sylvia Earle, Max Bello, Cristian Lagger, Alejandra Mora-Soto, Carolina Pantano, Mauricio Palacios, Romina Vanessa Barbosa, Eliseo Fica-Rojas, Eduardo Guajardo, Octavio Aburto-Oropeza, Aaron Eger, Paul Dayton, Anita Giraldo-Ospina, Kyle Cavanaugh, Jessica García-Pantoja, Gabriela Montaño-Moctezuma, Hugh Possingham, Enric Sala, David Schoeman, Guillermo Torres-Moye, Fiorenza Micheli",
          "url": "http://dx.doi.org/10.1126/science.adr4814",
          "doi": "10.1126/science.adr4814",
          "filter": "3"
        },
        {
          "title": "JWST’s keen eye reveals the smallest possible stars",
          "authors": "Adam Mann",
          "abstract": "Claimed discovery of bizarre pairs of Jupiter-size brown dwarfs spurs debate",
          "url": "http://dx.doi.org/10.1126/science.adu4093",
          "doi": "10.1126/science.adu4093",
          "filter": "3"
        },
        {
          "title": "Effort to sequence all complex life ramps up",
          "authors": "Elizabeth Pennisi",
          "abstract": "Still looking for funds, Earth BioGenome Project has compiled 3000 eukaryotic genomes",
          "url": "http://dx.doi.org/10.1126/science.adu4088",
          "doi": "10.1126/science.adu4088",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adu4087",
          "doi": "10.1126/science.adu4087",
          "filter": "3"
        },
        {
          "title": "Untangling bias: Racial and phenotypic bias in neuroimaging methods must be addressed",
          "authors": "Jasmine Kwasa",
          "abstract": "Racial and phenotypic bias in neuroimaging methods must be addressed",
          "url": "http://dx.doi.org/10.1126/science.ads7375",
          "doi": "10.1126/science.ads7375",
          "filter": "3"
        },
        {
          "title": "Life evolves. How about everything else?",
          "authors": "Paul Voosen",
          "abstract": "Support grows for “natural law” that applies evolution to mineralogy, chemistry, and fusion",
          "url": "http://dx.doi.org/10.1126/science.adu4091",
          "doi": "10.1126/science.adu4091",
          "filter": "3"
        },
        {
          "title": "Finding my strengths",
          "authors": "Kisha Greer",
          "url": "http://dx.doi.org/10.1126/science.adu3217",
          "doi": "10.1126/science.adu3217",
          "filter": "3"
        },
        {
          "title": "Time to take stock",
          "authors": "H. Holden Thorp",
          "url": "http://dx.doi.org/10.1126/science.adu4331",
          "doi": "10.1126/science.adu4331",
          "filter": "3"
        },
        {
          "title": "Climate chamber studies fan debate",
          "authors": "Warren Cornwall",
          "abstract": "When is it too hot to use a fan? Experiments in older people give different numbers",
          "url": "http://dx.doi.org/10.1126/science.adu4089",
          "doi": "10.1126/science.adu4089",
          "filter": "3"
        },
        {
          "title": "Global influenza threatens conservation",
          "authors": "Jonathan Runstadler",
          "abstract": "How avian influenza virus will continue to spread and circulate among wildlife is unclear",
          "url": "http://dx.doi.org/10.1126/science.adj1190",
          "doi": "10.1126/science.adj1190",
          "filter": "3"
        },
        {
          "title": "NIH dental institute director on leave for nearly 7 months",
          "authors": "Meredith Wadman",
          "abstract": "Rena D’Souza, who faces allegations of workplace misconduct, is suing the agency for discrimination",
          "url": "http://dx.doi.org/10.1126/science.adu4092",
          "doi": "10.1126/science.adu4092",
          "filter": "3"
        },
        {
          "title": "Misguided negative adaptation narratives are hurting the poor",
          "authors": "E. L. F. Schipper, A. Mukherji",
          "abstract": "Measurement and maladaptation are being weaponized",
          "url": "http://dx.doi.org/10.1126/science.adq7821",
          "doi": "10.1126/science.adq7821",
          "filter": "3"
        },
        {
          "title": "Eyes are windows to the brain: Capturing eye movements to better understand face processing in autism",
          "authors": "Jason Griffin",
          "abstract": "Capturing eye movements to better understand face processing in autism",
          "url": "http://dx.doi.org/10.1126/science.ads7359",
          "doi": "10.1126/science.ads7359",
          "filter": "3"
        },
        {
          "title": "When the war came The Forbidden Garden: The Botanists of Besieged Leningrad and Their Impossible Choice Simon Parkin Scribner, 2024. 384 pp.",
          "authors": "Elizabeth Haswell",
          "abstract": "A journalist recounts how botanists protected a seed bank from a siege and from themselves",
          "url": "http://dx.doi.org/10.1126/science.ads4204",
          "doi": "10.1126/science.ads4204",
          "filter": "3"
        },
        {
          "title": "Earth’s entomological gardens The Insect Epiphany: How Our Six-Legged Allies Shape Human Culture Barrett Klein Timber Press, 2024. 368 pp.",
          "authors": "Rob Dunn",
          "abstract": "An “entomo-artist” celebrates insects and their rich history with humankind",
          "url": "http://dx.doi.org/10.1126/science.ads1621",
          "doi": "10.1126/science.ads1621",
          "filter": "3"
        },
        {
          "title": "Bringing music back to our children: Greater exposure to music can benefit language learning in infants",
          "authors": "T. Christina Zhao",
          "abstract": "Greater exposure to music can benefit language learning in infants",
          "url": "http://dx.doi.org/10.1126/science.ads7364",
          "doi": "10.1126/science.ads7364",
          "filter": "3"
        },
        {
          "title": "India looks to ancient DNA to track migrations",
          "authors": "Vaishnavi Chandrashekhar",
          "abstract": "Findings from analyses of human bones could be politically sensitive",
          "url": "http://dx.doi.org/10.1126/science.adu4090",
          "doi": "10.1126/science.adu4090",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Ankit Walia, Catherine Charneski, Jake S. Yeston, Phil Szuromi, Jesse Smith, Stella M Hurtley, Bianca Lopez, Mattia Maroso, Annalisa M. VanHook, Di Jiang, Peter Stern, Sarah H. Ross, Caroline Ash, Marc S. Lavine, L. Bryan Ray, Claire Olingy",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adu3743",
          "doi": "10.1126/science.adu3743",
          "filter": "3"
        },
        {
          "title": "Africa’s breaking heart",
          "authors": "Paul Voosen",
          "abstract": "In Botswana, a geologist hunts for signs of the rifting that is tearing the continent apart",
          "url": "http://dx.doi.org/10.1126/science.adu3745",
          "doi": "10.1126/science.adu3745",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Corinne Simonti, Priscilla N. Kelly, Yury Suleymanov, L. Bryan Ray, Caroline Ash, Keith T. Smith, Phil Szuromi",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adu3744",
          "doi": "10.1126/science.adu3744",
          "filter": "3"
        },
        {
          "title": "Rhythmic liver drives feeding behavior",
          "authors": "Noelia Martinez-Sanchez, David Ray",
          "abstract": "The hepatic vagal nerve mediates the impact of circadian disruption on food intake in mice",
          "url": "http://dx.doi.org/10.1126/science.adt0743",
          "doi": "10.1126/science.adt0743",
          "filter": "3"
        },
        {
          "title": "Consistent H5N1 control needed for farm animals",
          "authors": "Ilaria Capua, Angela Fanelli",
          "url": "http://dx.doi.org/10.1126/science.adr5181",
          "doi": "10.1126/science.adr5181",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Luck, skill, and depth of competition in games and social hierarchies",
          "authors": "Maximilian Jerdee, M. E. J. Newman",
          "abstract": "Patterns of wins and lo sses in pairwise contests, such as occur in sports and games, consumer research and paired comparison studies, and human and animal social hierarchies, are commonly analyzed using probabilistic models that allow one to quantify the strength of competitors or predict the outcome of future contests. Here, we generalize this approach to incorporate two additional features: an element of randomness or luck that leads to upset wins, and a “depth of competition” variable that measures the complexity of a game or hierarchy. Fitting the resulting model, we estimate depth and luck in a range of games, sports, and social situations. In general, we find that social competition tends to be “deep,” meaning it has a pronounced hierarchy with many distinct levels, but also that there is often a nonzero chance of an upset victory. Competition in sports and games, by contrast, tends to be shallow, and in most cases, there is little evidence of upset wins.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn2654",
          "doi": "10.1126/sciadv.adn2654",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Mouse α-synuclein fibrils are structurally and functionally distinct from human fibrils associated with Lewy body diseases",
          "authors": "Arpine Sokratian, Ye Zhou, Meltem Tatli, Kevin J. Burbidge, Enquan Xu, Elizabeth Viverette, Sonia Donzelli, Addison M. Duda, Yuan Yuan, Huizhong Li, Samuel Strader, Nirali Patel, Lauren Shiell, Tuyana Malankhanova, Olivia Chen, Joseph R. Mazzulli, Lalith Perera, Henning Stahlberg, Mario Borgnia, Alberto Bartesaghi, Hilal A. Lashuel, Andrew B. West",
          "abstract": "The intricate process of α-synuclein aggregation and fibrillization holds pivotal roles in Parkinson’s disease (PD) and multiple system atrophy (MSA). While mouse α-synuclein can fibrillize in vitro, whether these fibrils commonly used in research to induce this process or form can reproduce structures in the human brain remains unknown. Here, we report the first atomic structure of mouse α-synuclein fibrils, which was solved in parallel by two independent teams. The structure shows striking similarity to MSA-amplified and PD-associated E46K fibrils. However, mouse α-synuclein fibrils display altered packing arrangements, reduced hydrophobicity, and heightened fragmentation sensitivity and evoke only weak immunological responses. Furthermore, mouse α-synuclein fibrils exhibit exacerbated pathological spread in neurons and humanized α-synuclein mice. These findings provide critical insights into the structural underpinnings of α-synuclein pathogenicity and emphasize a need to reassess the role of mouse α-synuclein fibrils in the development of related diagnostic probes and therapeutic interventions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3539",
          "doi": "10.1126/sciadv.adq3539",
          "filter": "2"
        },
        {
          "title": "A dual role for PSIP1/LEDGF in T cell acute lymphoblastic leukemia",
          "authors": "Lisa Demoen, Filip Matthijssens, Lindy Reunes, Bruno Palhais, Béatrice Lintermans, Sara T’Sas, Igor Fijalkowski, Joachim Taminau, Muluembet Z. Akele, Siska Van Belle, Tom Taghon, Dieter Deforce, Filip Van Nieuwerburgh, Geert Berx, Panagiotis Ntziachristos, Zeger Debyser, Kaat Durinck, Tim Pieters, Steven Goossens, Pieter Van Vlierberghe",
          "abstract": "T cell acute lymphoblastic leukemia (T-ALL) is an aggressive hematological malignancy. Current intensified therapeutic protocols coincide with severe side effects, and no salvage therapy is available for primary therapy-resistant or relapsed patients. This highlights the need to identify new therapeutic targets in T-ALL. PSIP1, dispensable for normal hematopoiesis, is a dependency factor in KMT2A -rearranged myeloid leukemia. Nonetheless, loss-of-function mutations suggest a tumor suppressor role for PSIP1 in T-ALL. Here, we demonstrate that the loss of Psip1 accelerates T-ALL initiation in mice which we correlated with reduced H3K27me3 binding. Contrastingly, loss of PSIP1 impaired cell proliferation in several T-ALL cell lines. In cell lines, PSIP1 down-regulation leads to a reduction of COX20, an assembly factor of the cytochrome c oxidase in the mitochondria, and to a reduction in mitochondrial respiration. This indicates that PSIP1 can exert a dual role in the context of T-ALL, either as a tumor suppressor gene during tumor initiation or as a dependency factor in tumor maintenance.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado6765",
          "doi": "10.1126/sciadv.ado6765",
          "filter": "2"
        },
        {
          "title": "High mitochondrial DNA levels accelerate lung adenocarcinoma progression",
          "authors": "Mara Mennuni, Stephen E. Wilkie, Pauline Michon, David Alsina, Roberta Filograna, Markus Lindberg, David E. Sanin, Florian Rosenberger, Alina Schaaf, Erik Larsson, Erika L. Pearce, Nils-Göran Larsson",
          "abstract": "Lung adenocarcinoma is a common aggressive cancer and a leading cause of mortality worldwide. Here, we report an important in vivo role for mitochondrial DNA (mtDNA) copy number during lung adenocarcinoma progression in the mouse. We found that lung tumors induced by KRAS G12D expression have increased mtDNA levels and enhanced mitochondrial respiration. To experimentally assess a possible causative role in tumor progression, we induced lung cancer in transgenic mice with a general increase in mtDNA copy number and found that they developed a larger tumor burden, whereas mtDNA depletion in tumor cells reduced tumor growth. Immune cell populations in the lung and cytokine levels in plasma were not affected by increased mtDNA levels. Analyses of large cancer databases indicate that mtDNA copy number is also important in human lung cancer. Our study thus reports experimental evidence for a tumor-intrinsic causative role for mtDNA in lung cancer progression, which could be exploited for development of future cancer therapies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3481",
          "doi": "10.1126/sciadv.adp3481",
          "filter": "2"
        },
        {
          "title": "Real-space investigation of polarons in hematite Fe 2 O 3",
          "authors": "Jesus Redondo, Michele Reticcioli, Vit Gabriel, Dominik Wrana, Florian Ellinger, Michele Riva, Giada Franceschi, Erik Rheinfrank, Igor Sokolović, Zdenek Jakub, Florian Kraushofer, Aji Alexander, Eduard Belas, Laerte L. Patera, Jascha Repp, Michael Schmid, Ulrike Diebold, Gareth S. Parkinson, Cesare Franchini, Pavel Kocan, Martin Setvin",
          "abstract": "In polarizable materials, electronic charge carriers interact with the surrounding ions, leading to quasiparticle behavior. The resulting polarons play a central role in many materials properties including electrical transport, interaction with light, surface reactivity, and magnetoresistance, and polarons are typically investigated indirectly through these macroscopic characteristics. Here, noncontact atomic force microscopy (nc-AFM) is used to directly image polarons in Fe 2 O 3 at the single quasiparticle limit. A combination of Kelvin probe force microscopy (KPFM) and kinetic Monte Carlo (KMC) simulations shows that the mobility of electron polarons can be markedly increased by Ti doping. Density functional theory (DFT) calculations indicate that a transition from polaronic to metastable free-carrier states can play a key role in migration of electron polarons. In contrast, hole polarons are significantly less mobile, and their hopping is hampered further by trapping centers.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7833",
          "doi": "10.1126/sciadv.adp7833",
          "filter": "2"
        },
        {
          "title": "Polymer semiconductor films and bacteria hybrid artificial bio-leaves",
          "authors": "Na Wen, Qianqing Jiang, Dianyi Liu",
          "abstract": "Bio-artificial photosynthetic systems can reduce CO 2 into multicarbon compounds by simulating natural photosynthesis. Here, inspired by organic photovoltaic structures, we demonstrate a bio-artificial photosynthetic system based on the hybridization of polymer semiconductor films and bacteria. The study suggests that the polymer-based semiconductor film can efficiently drive the non-photosynthetic bacteria to convert CO 2 to acetate. By systematically characterizing the charge transport behavior of the bio-artificial photosynthetic system, the bulk-heterojunction structure and charge transport layers are proven to enhance the system performance markedly. The scalable floating artificial bio-leaf system can produce acetate to gram scale in a week. Notably, the semiconductor film is easy to recycle and maintains stable performance, showing good sustainable production capability of the system. A quasi–solid-state artificial bio-leaf is successfully prepared using agar to simulate the morphology and function of natural leaves. Last, the acetate production converted from CO 2 was used to grow yeast for food production, thus achieving a complete simulation of natural photosynthesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8567",
          "doi": "10.1126/sciadv.adp8567",
          "filter": "2"
        },
        {
          "title": "Membrane potential stimulates ADP import and ATP export by the mitochondrial ADP/ATP carrier due to its positively charged binding site",
          "authors": "Vasiliki Mavridou, Martin S. King, Andre Bazzone, Roger Springett, Edmund R. S. Kunji",
          "abstract": "The mitochondrial adenosine 5′-diphosphate (ADP)/adenosine 5′-triphosphate (ATP) carrier imports ADP into the mitochondrion and exports ATP to the cell. Here, we demonstrate that 3.3 positive charges are translocated with the negatively charged substrate in each transport step. They can be assigned to three positively charged residues of the central substrate-binding site and two asparagine/arginine pairs. In this way, the membrane potential stimulates not only the ATP 4− export step, as a net −0.7 charge is transported, but also the ADP 3− import step, as a net +0.3 charge is transported with the electric field. These positive charge movements also inhibit the import of ATP and export of ADP in the presence of a membrane potential, allowing these nucleotides to be maintained at high concentrations in the cytosol and mitochondrial matrix to drive the hydrolysis and synthesis of ATP, respectively. Thus, this is the mechanism by which the membrane potential drives adenine nucleotide exchange with high directional fluxes to fuel the cellular processes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7725",
          "doi": "10.1126/sciadv.adp7725",
          "filter": "2"
        },
        {
          "title": "Physical experiments of waves generated by submerged steam eruptions with applications to volcanic tsunamis",
          "authors": "Yaxiong Shen, Colin N. Whittaker, Emily M. Lane, James D. L. White, William Power",
          "abstract": "The tsunamigenic potential of underwater volcanic eruptions is not well understood, even though eruption-generated tsunamis can be devastating. To address how erupted steam bursts from underwater volcanoes generate tsunamis, we present the experiments, using pressurized steam injected vertically into a water tank. Results over various eruption conditions identify three eruption regimes, namely, shallow-, intermediate-, and deep-water eruptions, according to the combined effects of water depths, source strengths, and source durations. The transition between shallow and intermediate eruptions is characterized by critical depths maximizing tsunami wave heights, while the transition between intermediate and deep eruptions is characterized by containment depths inhibiting surface disturbances. Water depth and source intensity are the dominant factors controlling maximum wave amplitudes, more so than aspects of jet duration and condensation. These experiments and supporting dimensional analysis improve our understanding of how underwater volcanic eruptions form tsunamis, while also providing a complete dataset for advancing tsunami generation models.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk6208",
          "doi": "10.1126/sciadv.adk6208",
          "filter": "2"
        },
        {
          "title": "Quantification of electrochemically accessible iridium oxide surface area with mercury underpotential deposition",
          "authors": "Jane Edgington, Sejal Vispute, Ruihan Li, Adrien Deberghes, Linsey C. Seitz",
          "abstract": "Research drives development of sustainable electrocatalytic technologies, but efforts are hindered by inconsistent reporting of advances in catalytic performance. Iridium-based oxide catalysts are widely studied for electrocatalytic technologies, particularly for the oxygen evolution reaction (OER) for proton exchange membrane water electrolysis, but insufficient techniques for quantifying electrochemically accessible iridium active sites impede accurate assessment of intrinsic activity improvements. We develop mercury underpotential deposition and stripping as a reversible electrochemical adsorption process to robustly quantify iridium sites and consistently normalize OER performance of benchmark IrO x electrodes to a single intrinsic activity curve, where other commonly used normalization methods cannot. Through rigorous deconvolution of mercury redox and reproportionation reactions, we extract net monolayer deposition and stripping of mercury on iridium sites throughout testing using a rotating ring disk electrode. This technique is a transformative method to standardize OER performance across a wide range of iridium-based materials and quantify electrochemical iridium active sites.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8911",
          "doi": "10.1126/sciadv.adp8911",
          "filter": "2"
        },
        {
          "title": "Anthropogenic warming has ushered in an era of temperature-dominated droughts in the western United States",
          "authors": "Yizhou Zhuang, Rong Fu, Joel Lisonbee, Amanda M. Sheffield, Britt A. Parker, Genoveva Deheza",
          "abstract": "Historically, meteorological drought in the western United States (WUS) has been driven primarily by precipitation deficits. However, our observational analysis shows that, since around 2000, rising surface temperature and the resulting high evaporative demand have contributed more to drought severity (62%) and coverage (66%) over the WUS than precipitation deficit. This increase in evaporative demand during droughts, mostly attributable to anthropogenic warming according to analyses of both observations and climate model simulations, is the main cause of the increased drought severity and coverage. The unprecedented 2020–2022 WUS drought exemplifies this shift in drought drivers, with high evaporative demand accounting for 61% of its severity, compared to 39% from precipitation deficit. Climate model simulations corroborate this shift and project that, under the fossil-fueled development scenario (SSP5-8.5), droughts like the 2020–2022 event will transition from a one-in-more-than-a-thousand-year event in the pre-2022 period to a 1-in-60-year event by the mid-21st century and to a 1-in-6-year event by the late-21st century.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9389",
          "doi": "10.1126/sciadv.adn9389",
          "filter": "2"
        },
        {
          "title": "Suppression of non-muscle myosin II boosts T cell cytotoxicity against tumors",
          "authors": "Yingyun Yang, Dahan Wen, Feng Lin, Xiaowei Song, Ruiyang Pang, Weihao Sun, Donglin Yu, Ziyi Zhang, Tao Yu, Jie Kong, Lei Zhang, Xinyuan Cao, Wanying Liao, Dingding Wang, Qianyi Yang, Junbo Liang, Ning Zhang, Kailong Li, Chunyang Xiong, Yuying Liu",
          "abstract": "Increasing evidence highlights the importance of immune mechanoregulation in establishing and sustaining tumor-specific cytotoxicity required for desirable immunotherapeutic outcomes. However, the molecular connections between mechanobiological inputs and outputs and the designated immune activities remain largely unclear. Here, we show that partial inhibition of non-muscle myosin II (NM II) augmented the traction force exerted by T cells and potentiated T cell cytotoxicity against tumors. By using T cells from mice and patients with cancer, we found that NM II is required for the activity of NKX3-2 in maintaining the expression of ADGRB3, which shapes the filamentous actin (F-actin) organization and ultimately attributes to the reduced traction force of T cells in the tumor microenvironment. In animal models, suppressing the NM II–NKX3-2–ADGRB3 pathway in T cells effectively suppressed tumor growth and improved the efficacy of the checkpoint-specific immunotherapy. Overall, this work provides insights into the biomechanical regulation of T cell cytotoxicity that can be exploited to optimize clinical immunotherapies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0631",
          "doi": "10.1126/sciadv.adp0631",
          "filter": "2"
        },
        {
          "title": "20.4% Power conversion efficiency from albedo-collecting organic solar cells under 0.2 albedo",
          "authors": "Hao Ren, Jing-De Chen, Ye-Fan Zhang, Jia-Liang Zhang, Wei-Shuo Chen, Yan-Qing Li, Jian-Xin Tang",
          "abstract": "Highly efficient bifacial organic solar cells (OSCs) have not been reported due to limited thickness of the active layer in conventional configurations, not allowing for efficient harvesting of front sunlight and albedo light. Here, bifacial OSCs are reported with efficiency higher than the monofacial counterparts. The incorporation of pyramid-based asymmetrical optical transmission (AOT) array to a transparent silver electrode suppresses the escaping of front sunlight without sacrificing the harvesting of albedo light. Parasitic absorption induced by the excitation of surface plasmons in an AOT electrode is further reduced by doping organic emitter in electron transport layer and capping high dielectric constant film to silver. The rear electrode achieves a front transmittance of 7% and a rear transmission of 86%. At a conventional albedo of 0.2, the synergistic effect of AOT and minimized optical loss endow the bifacial OSCs with power conversion efficiency of 20.4%. This work paves the way for the utilization of albedo light in OSCs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9439",
          "doi": "10.1126/sciadv.adp9439",
          "filter": "2"
        },
        {
          "title": "Comparing Shor and Steane error correction using the Bacon-Shor code",
          "authors": "Shilin Huang, Kenneth R. Brown, Marko Cetina",
          "abstract": "Quantum states decohere through interaction with the environment. Quantum error correction can preserve coherence through active feedback wherein quantum information is encoded into a logical state with a high degree of symmetry. Perturbations are detected by measuring the symmetries of the state and corrected by applying gates based on these measurements. To measure the symmetries without perturbing the data, ancillary quantum states are required. Shor error correction uses a separate quantum state for the measurement of each symmetry. Steane error correction maps the perturbations onto a logical ancilla qubit, which is then measured to check several symmetries simultaneously. We experimentally compare Shor and Steane correction of bit flip errors using the Bacon-Shor code implemented in a chain of 23 trapped atomic ions. We find that the Steane method produces fewer errors after a single round of error correction and less disturbance to the data qubits without error correction.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2008",
          "doi": "10.1126/sciadv.adp2008",
          "filter": "2"
        },
        {
          "title": "Synaptic-like plasticity in 2D nanofluidic memristor from competitive bicationic transport",
          "authors": "Yechan Noh, Alex Smolyanitsky",
          "abstract": "Synaptic plasticity, the dynamic tuning of signal transmission strength between neurons, serves as a fundamental basis for memory and learning in biological organisms. This adaptive nature of synapses is considered one of the key features contributing to the superior energy efficiency of the brain. Here, we use molecular dynamics simulations to demonstrate synaptic-like plasticity in a subnanoporous two-dimensional membrane. We show that a train of voltage spikes dynamically modifies the membrane’s ionic permeability in a process involving competitive bicationic transport. This process is shown to be repeatable after a given resting period. Because of a combination of subnanometer pore size and the atomic thinness of the membrane, this system exhibits energy dissipation of 0.1 to 100 aJ per voltage spike, which is several orders of magnitude lower than 0.1 to 10 fJ per spike in the human synapse. We reveal the underlying physical mechanisms at molecular detail and investigate the local energetics underlying this apparent synaptic-like behavior.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr1531",
          "doi": "10.1126/sciadv.adr1531",
          "filter": "2"
        },
        {
          "title": "Gated off-site radical injection: Bidirectional conductance modulation in single-molecule junctions",
          "authors": "Hanjun Zhang, Lichuan Chen, Xiaodong Liu, Fanxi Sun, Maolin Zhang, Sergio Moles Quintero, Qian Zhan, Shenqing Jiang, Jiayu Li, Dongsheng Wang, Juan Casado, Wenjing Hong, Yonghao Zheng",
          "abstract": "Uncovering the effects of radical injection into responsive organic molecules is a long-sought goal, and the single-molecule junctions provide a unique way to investigate molecular conductance evolution during the radical injection. We can modulate the main channel conductance by using electronic injection from off-site neutral radicals acting as gating terminals. Two families of cyclopentadienone derivatives were synthesized, featuring the inter-pyridyl main conductance channel and the inter-radical paths that are linear (FCF) or cross conjugated (PCP). Using a scanning tunneling microscope break junction technique, we find that the injection of mono- and diradicals in the PCP system unexpectedly decreases the conductance regarding the closed-shell analog, while that of FCF systems increases. Through-bond and through-space conductance mechanisms are found in the FCF and PCP series, respectively, and jointly modulate the overall charge transmission. This off-site injection concept offers a promising approach for developing molecular devices by manipulating electrical conductance in single-molecule junctions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7307",
          "doi": "10.1126/sciadv.adp7307",
          "filter": "2"
        },
        {
          "title": "Dormancy-inducing 3D engineered matrix uncovers mechanosensitive and drug-protective FHL2-p21 signaling axis",
          "authors": "Sadra Bakhshandeh, Unai Heras, Hubert M. Taïeb, Adithi R. Varadarajan, Susanna M. Lissek, Sarah M. Hücker, Xin Lu, Daniela S. Garske, Sarah A. E. Young, Andrea Abaurrea, Maria M Caffarel, Ana Riestra, Paloma Bragado, Jörg Contzen, Manfred Gossen, Stefan Kirsch, Jens Warfsmann, Kamran Honarnejad, Christoph A. Klein, Amaia Cipitria",
          "abstract": "Solid cancers frequently relapse with distant metastasis, despite local and systemic treatment. Cellular dormancy has been identified as an important mechanism underlying drug resistance enabling late relapse. Therefore, relapse from invisible, minimal residual cancer of seemingly disease-free patients call for in vitro models of dormant cells suited for drug discovery. Here, we explore dormancy-inducing 3D engineered matrices, which generate mechanical confinement and induce growth arrest and survival against chemotherapy in cancer cells. We characterized the dormant phenotype of solitary cells by P-ERK low :P-p38 high dormancy signaling ratio, along with Ki67 − expression. As underlying mechanism, we identified stiffness-dependent nuclear localization of the four-and-a-half LIM domain 2 (FHL2) protein, leading to p53-independent high p21 Cip1/Waf1 nuclear expression, validated in murine and human tissue. Suggestive of a resistance-causing role, cells in the dormancy-inducing matrix became sensitive against chemotherapy upon FHL2 down-regulation. Thus, our biomaterial-based approach will enable systematic screens for previously unidentified compounds suited to eradicate potentially relapsing dormant cancer cells.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr3997",
          "doi": "10.1126/sciadv.adr3997",
          "filter": "2"
        },
        {
          "title": "A normative framework dissociates need and motivation in hypothalamic neurons",
          "authors": "Kyu Sik Kim, Young Hee Lee, Jong Won Yun, Yu-Been Kim, Ha Young Song, Joon Seok Park, Sang-Ho Jung, Jong-Woo Sohn, Ki Woo Kim, HyungGoo R. Kim, Hyung Jin Choi",
          "abstract": "Physiological needs evoke motivational drives that produce natural behaviors for survival. In previous studies, the temporally intertwined dynamics of need and motivation have made it challenging to differentiate these two components. On the basis of classic homeostatic theories, we established a normative framework to derive computational models for need-encoding and motivation-encoding neurons. By combining the model-based predictions and naturalistic experimental paradigms, we demonstrated that agouti-related peptide (AgRP) and lateral hypothalamic leptin receptor (LH LepR) neuronal activities encode need and motivation, respectively. Our model further explains the difference in the dynamics of appetitive behaviors induced by optogenetic stimulation of AgRP or LH LepR neurons. Our study provides a normative modeling framework that explains how hypothalamic neurons separately encode need and motivation in the mammalian brain.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1820",
          "doi": "10.1126/sciadv.ado1820",
          "filter": "2"
        },
        {
          "title": "High-dimensional spin-orbital single-photon sources",
          "authors": "Yinhui Kan, Xujing Liu, Shailesh Kumar, Liudmilla F. Kulikova, Valery A. Davydov, Viatcheslav N. Agafonov, Sergey I. Bozhevolnyi",
          "abstract": "Hybrid integration of solid-state quantum emitters (QEs) into nanophotonic structures opens enticing perspectives for exploiting multiple degrees of freedom of single-photon sources for on-chip quantum photonic applications. However, the state-of-the-art single-photon sources are mostly limited to two-level states or scalar vortex beams. Direct generation of high-dimensional structured single photons remains challenging, being still in its infancy. Here, we propose a general strategy to design highly entangled high-dimensional spin-orbital single-photon sources by taking full advantage of the spatial freedom to design QE-coupled composite (i.e., Moiré/multipart) metasurfaces. We demonstrate the generation of arbitrary vectorial spin-orbital photon emission in high-dimensional Hilbert spaces, mapping the generated states on hybrid-order Bloch spheres. We further realize single-photon sources of high-dimensional spin-orbital quantum emission and experimentally verify the entanglement of high-dimensional superposition states with high fidelity. We believe that the results obtained facilitate further progress in integrated solutions for the deployment of next-generation high-capacity quantum information technologies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6298",
          "doi": "10.1126/sciadv.adq6298",
          "filter": "2"
        },
        {
          "title": "Mitochondrial elongation impairs breast cancer metastasis",
          "authors": "Lucía Minarrieta, Matthew G. Annis, Yannick Audet-Delage, Hellen Kuasne, Alain Pacis, Catherine St-Louis, Alexander Nowakowski, Marco Biondini, Mireille Khacho, Morag Park, Peter M. Siegel, Julie St-Pierre",
          "abstract": "Mitochondrial dynamics orchestrate many essential cellular functions, including metabolism, which is instrumental in promoting cancer growth and metastatic progression. However, how mitochondrial dynamics influences metastatic progression remains poorly understood. Here, we show that breast cancer cells with low metastatic potential exhibit a more fused mitochondrial network compared to highly metastatic cells. To study the impact of mitochondrial dynamics on metastasis, we promoted mitochondrial elongation in metastatic breast cancer cells by individual genetic deletion of three key regulators of mitochondrial fission (Drp1, Fis1, Mff) or by pharmacological intervention with leflunomide. Omics analyses revealed that mitochondrial elongation causes substantial alterations in metabolic pathways and processes related to cell adhesion. In vivo, enhanced mitochondrial elongation by loss of mitochondrial fission mediators or treatment with leflunomide notably reduced metastasis formation. Furthermore, the transcriptomic signature associated with elongated mitochondria correlated with improved clinical outcome in patients with breast cancer. Overall, our findings highlight mitochondrial dynamics as a potential therapeutic target in breast cancer.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8212",
          "doi": "10.1126/sciadv.adm8212",
          "filter": "2"
        },
        {
          "title": "Ocean-scale patterns of environment and climate changes driving global marine phytoplankton biomass dynamics",
          "authors": "Zhenghao Li, Deyong Sun, Shengqiang Wang, Yu Huan, Hailong Zhang, Yibo Yuan, Yijun He",
          "abstract": "Effects of marine environment and climate changes on phytoplankton dynamics in global oceans have received increasing attention but remain a mystery. This study used a comprehensive approach combining correlation and information flow to explore relationships among phytoplankton biomass, marine environment, and climate forcing based on global observations over the past multi-decadal period. Correlation and causality between phytoplankton biomass and environmental factors exhibit spatial asymmetry—regions where environmental factors directly drive biomass variations were concentrated in oceanic currents and subtropical circulations. Temperature, light, and mixed layer depth show pronounced influences on global phytoplankton interdecadal variations. Climate forcing over interdecadal timescales directly affects phytoplankton biomass in the equatorial Pacific, South Pacific, and Indian Oceans, with more uncertain biomass variability in the equatorial Pacific due to multiple climate events. Our findings revealed that environment and climate changes directly affect phytoplankton interdecadal variability only in specific regions at the oceanic scale.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm7556",
          "doi": "10.1126/sciadv.adm7556",
          "filter": "2"
        },
        {
          "title": "Reprogramming cellular senescence in the tumor microenvironment augments cancer immunotherapy through multifunctional nanocrystals",
          "authors": "Zheng Wang, Yinglu Chen, Hui Fang, Kai Xiao, Ziping Wu, Xiaochun Xie, Jie Liu, Fangman Chen, Yi He, Liang Wang, Chao Yang, Renjun Pei, Dan Shao",
          "abstract": "Harnessing the immunogenic potential of senescent tumor cells provides an opportunity to remodel tumor microenvironment (TME) and boost antitumor immunity. However, this potential needs to be sophisticatedly wielded to avoid additional immunosuppressive capacity of senescent cells. Our study shows that blocking the JAK2/STAT3 pathway enhances immunogenic efficacy of Aurora kinase inhibitor alisertib (Ali)–induced senescence by reducing immunosuppressive senescence-associated secretory phenotype (SASP) while preserving immunogenic SASP. Hypothesizing that SASP reprogramming with Ali and JAK2 inhibitor ruxolitinib (Rux) will benefit cancer immunotherapy, we create nanoparticulate crystals (Ali-Rux) composed of Ali and Rux with a fully active pharmaceutical ingredient. Immunization with Ali-Rux–orchestrated senescent cells promotes stronger activation of antigen-presenting cells, enhancing antitumor immune surveillance. This approach remodels the TME by increasing CD8 + T cell and NK recruitment and activation while decreasing MDSCs. Combined with PD-L1 blockade, Ali-Rux elicits a durable antitumor immune response, suggesting the TME reshaping approach as a potential cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7022",
          "doi": "10.1126/sciadv.adp7022",
          "filter": "2"
        },
        {
          "title": "Deep-ultraviolet transparent conducting SrSnO 3 via heterostructure design",
          "authors": "Fengdeng Liu, Zhifei Yang, David Abramovitch, Silu Guo, K. Andre Mkhoyan, Marco Bernardi, Bharat Jalan",
          "abstract": "Exploration and advancements in ultrawide bandgap (UWBG) semiconductors are pivotal for next-generation high-power electronics and deep-ultraviolet (DUV) optoelectronics. Here, we used a thin heterostructure design to facilitate high conductivity due to the low electron mass and relatively weak electron-phonon coupling, while the atomically thin films ensured high transparency. We used a heterostructure comprising SrSnO 3 /La:SrSnO 3 /GdScO 3 (110), and applied electrostatic gating, which allow us to effectively separate charge carriers in SrSnO 3 from dopants and achieve phonon-limited transport behavior in strain-stabilized tetragonal SrSnO 3 . This led to a modulation of carrier density from 10 18 to 10 20 cm −3 , with room temperature mobilities ranging from 40 to 140 cm 2 V −1 s −1 . The phonon-limited mobility, calculated from first principles, closely matched experimental results, suggesting that room temperature mobility could be further increased with higher electron density. In addition, the sample exhibited 85% optical transparency at a 300-nm wavelength. These findings highlight the potential of heterostructure design for transparent UWBG semiconductor applications, especially in DUV regime.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7892",
          "doi": "10.1126/sciadv.adq7892",
          "filter": "2"
        },
        {
          "title": "Potential climate predictability of renewable energy supply and demand for Texas given the ENSO hidden state",
          "authors": "Mengjie Zhang, Lei Yan, Yash Amonkar, Adam Nayak, Upmanu Lall",
          "abstract": "Climate variability influences renewable electricity supply and demand and hence system reliability. Using the hidden states of the sea surface temperature of tropical Pacific Ocean that reflect El Niño–Southern Oscillation (ENSO) dynamics that is objectively identified by a nonhomogeneous hidden Markov model, we provide a first example of the potential predictability of monthly wind and solar energy and heating and cooling energy demand for 1 to 6 months ahead for Texas, United States, a region that has a high penetration of renewable electricity and is susceptible to disruption by climate-driven supply-demand imbalances. We find a statistically significant potential for oversupply or undersupply of energy and anomalous heating/cooling demand depending on the ENSO state and the calendar month. Implications for financial securitization and the potential application of forecasts are discussed.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3517",
          "doi": "10.1126/sciadv.ado3517",
          "filter": "2"
        },
        {
          "title": "Purcell-enhanced x-ray scintillation",
          "authors": "Yaniv Kurman, Neta Lahav, Roman Schuetz, Avner Shultzman, Charles Roques-Carmes, Alon Lifshits, Segev Zaken, Tom Lenkiewicz, Rotem Strassberg, Orr Be’er, Yehonadav Bekenstein, Ido Kaminer",
          "abstract": "Scintillation materials convert high-energy radiation to optical light through a complex multistage process. The last stage of the process is spontaneous light emission, which usually governs and limits the scintillator emission rate and light yield. For decades, scintillator research focused on developing faster-emitting materials or external photonic coatings for improving light yields. Here, we experimentally demonstrate a fundamentally different approach: enhancing the scintillation rate and yield via the Purcell effect, utilizing optical environment engineering to boost spontaneous emission. This enhancement is universally applicable to any scintillating material and dopant when the material’s nanoscale geometry is engineered. We design a thin multilayer nanophotonic scintillator, demonstrating Purcell-enhanced scintillation with 50% enhancement in emission rate and 80% enhancement in light yield. The emission is robust to fabrication disorder, further highlighting its potential for x-ray applications. Our results show prospects for bridging nanophotonics and scintillator science toward reduced radiation dosage and increased resolution for high-energy particle detection.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6325",
          "doi": "10.1126/sciadv.adq6325",
          "filter": "2"
        },
        {
          "title": "Proteomimetic polymer blocks mitochondrial damage, rescues Huntington’s neurons, and slows onset of neuropathology in vivo",
          "authors": "Wonmin Choi, Mara Fattah, Yutong Shang, Matthew P. Thompson, Kendal P. Carrow, Di Hu, Zunren Liu, Michael J. Avram, Keith Bailey, Or Berger, Xin Qi, Nathan C. Gianneschi",
          "abstract": "Recently, it has been shown that blocking the binding of valosin-containing protein (VCP) to mutant huntingtin (mtHtt) can prevent neuronal mitochondrial autophagy in Huntington’s disease (HD) models. Herein, we describe the development and efficacy of a protein-like polymer (PLP) for inhibiting this interaction in cellular and in vivo models of HD. PLPs exhibit bioactivity in HD mouse striatal cells by successfully inhibiting mitochondrial destruction. PLP is notably resilient to in vitro enzyme, serum, and liver microsome stability assays, which render analogous control oligopeptides ineffective. PLP demonstrates a 2000-fold increase in circulation half-life compared to peptides, exhibiting an elimination half-life of 152 hours. In vivo efficacy studies in HD transgenic mice (R6/2) confirm the superior bioactivity of PLP compared to free peptide through behavioral and neuropathological analyses. PLP functions by preventing pathologic VCP/mtHtt binding in HD animal models; exhibits enhanced efficacy over the parent, free peptide; and implicates the PLP as a platform with potential for translational central nervous system therapeutics.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8307",
          "doi": "10.1126/sciadv.ado8307",
          "filter": "2"
        },
        {
          "title": "Generalizable and replicable brain-based predictions of cognitive functioning across common psychiatric illness",
          "authors": "Sidhant Chopra, Elvisha Dhamala, Connor Lawhead, Jocelyn A. Ricard, Edwina R. Orchard, Lijun An, Pansheng Chen, Naren Wulan, Poornima Kumar, Arielle Rubenstein, Julia Moses, Lia Chen, Priscila Levi, Alexander Holmes, Kevin Aquino, Alex Fornito, Ilan Harpaz-Rotem, Laura T. Germine, Justin T. Baker, B. T. Thomas Yeo, Avram J. Holmes",
          "abstract": "A primary aim of computational psychiatry is to establish predictive models linking individual differences in brain functioning with symptoms. In particular, cognitive impairments are transdiagnostic, treatment resistant, and associated with poor outcomes. Recent work suggests that thousands of participants may be necessary for the accurate and reliable prediction of cognition, questioning the utility of most patient collection efforts. Here, using a transfer learning framework, we train a model on functional neuroimaging data from the UK Biobank to predict cognitive functioning in three transdiagnostic samples (ns = 101 to 224). We demonstrate prediction performance in all three samples comparable to that reported in larger prediction studies and a boost of up to 116% relative to classical models trained directly in the smaller samples. Critically, the model generalizes across datasets, maintaining performance when trained and tested across independent samples. This work establishes that predictive models derived in large population-level datasets can boost the prediction of cognition across clinical studies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn1862",
          "doi": "10.1126/sciadv.adn1862",
          "filter": "2"
        },
        {
          "title": "Tailored ultrasound propagation in microscale metamaterials via inertia design",
          "authors": "Rachel Sun, Jet Lem, Yun Kai, Washington DeLima, Carlos M. Portela",
          "abstract": "The quasi-static properties of micro-architected (meta)materials have been extensively studied over the past decade, but their dynamic responses, especially in acoustic metamaterials with engineered wave propagation behavior, represent a new frontier. However, challenges in miniaturizing and characterizing acoustic metamaterials in high-frequency (megahertz) regimes have hindered progress toward experimentally implementing ultrasonic-wave control. Here, we present an inertia design framework based on positioning microspheres to tune responses of 3D microscale metamaterials. We demonstrate tunable quasi-static stiffness by up to 75% and dynamic longitudinal-wave velocities by up to 25% while maintaining identical material density. Using noncontact laser-based dynamic experiments of tunable elastodynamic properties and numerical demonstrations of spatio-temporal ultrasound wave propagation, we explore the tunable static and elastodynamic property relation. This design framework expands the quasi-static and dynamic metamaterial property space through simple geometric changes, enabling facile design and fabrication of metamaterials for applications in medical ultrasound and analog computing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6425",
          "doi": "10.1126/sciadv.adq6425",
          "filter": "2"
        },
        {
          "title": "High-speed odor sensing using miniaturized electronic nose",
          "authors": "Nik Dennler, Damien Drix, Tom P. A. Warner, Shavika Rastogi, Cecilia Della Casa, Tobias Ackels, Andreas T. Schaefer, André van Schaik, Michael Schmuker",
          "abstract": "Animals have evolved to rapidly detect and recognize brief and intermittent encounters with odor packages, exhibiting recognition capabilities within milliseconds. Artificial olfaction has faced challenges in achieving comparable results—existing solutions are either slow; or bulky, expensive, and power-intensive—limiting applicability in real-world scenarios for mobile robotics. Here, we introduce a miniaturized high-speed electronic nose, characterized by high-bandwidth sensor readouts, tightly controlled sensing parameters, and powerful algorithms. The system is evaluated on a high-fidelity odor delivery benchmark. We showcase successful classification of tens-of-millisecond odor pulses and demonstrate temporal pattern encoding of stimuli switching with up to 60 hertz. Those timescales are unprecedented in miniaturized low-power settings and demonstrably exceed the performance observed in mice. It is now possible to match the temporal resolution of animal olfaction in robotic systems. This will allow for addressing challenges in environmental and industrial monitoring, security, neuroscience, and beyond.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1764",
          "doi": "10.1126/sciadv.adp1764",
          "filter": "2"
        },
        {
          "title": "Bioinspired gelated cell sheet–supported lactobacillus biofilm for aerobic vaginitis diagnosis and treatment",
          "authors": "Yueyue Gui, Qingfei Sun, Kexin Li, Longjia Lin, Han Zhou, Jiehua Ma, Chao Li",
          "abstract": "Aerobic vaginitis (AV) is a long-standing inflammatory disease that affects female patients. The use of antibiotics is a common means for AV treatment, but it will indiscriminately kill both pathogenic bacteria and beneficial strains, which easily causes vaginal dysbacteriosis and infection recurrence. Herein, we describe a bioinspired strategy for fabricating gelated cell sheet–supported lactobacillus biofilms (GCS-LBs) for AV treatment. Compared with common planktonic probiotic formulations, probiotic biofilms forming on a robust GCS exhibit enhanced stress tolerance and better colonization capacity in the mouse vagina. Moreover, DNA nanodevices are decorated on the GCS and dynamically report the microenvironment change of biofilms for timely evaluating bacterium activity, both in vitro and in vivo. Consequently, GCS-LBs are used for treating AV in an Escherichia coli –infected mouse model, which shows enhanced therapeutic efficacy compared with conventional antibiotic or lactobacillus monotherapy. Overall, the GCS-LB shows promise as a potent multifunctional tool to combat bacterial infection.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2732",
          "doi": "10.1126/sciadv.adq2732",
          "filter": "2"
        },
        {
          "title": "Dedicated developmental programing for group-supporting behaviors in eusocial honeybees",
          "authors": "Vivien Sommer, Jana Seiler, Alina Sturm, Sven Köhnen, Anna Wagner, Christina Blut, Wolfgang Rössler, Stephen F. Goodwin, Bernd Grünewald, Martin Beye",
          "abstract": "The evolutionary changes from solitary to eusocial living in vertebrates and invertebrates are associated with the diversification of social interactions and the development of queen and worker castes. Despite strong innate patterns, our understanding of the mechanisms manifesting these sophisticated behaviors is still rudimentary. Here, we show that doublesex ( dsx ) manifests group-supporting behaviors in the honeybee ( Apis mellifera ) worker caste. Computer-based individual behavioral tracking of worker bees with biallelic stop mutations in colonies revealed that the dsx gene is required for the rate and duration of group-supporting behavior that scales the relationship between bees and their work. General sensorimotor functions remained unaffected. Unexpectedly, unlike in other insects, the dsx gene is required for the neuronal wiring of the mushroom body in which the gene is spatially restricted expressed. Together, our study establishes dedicated programming for group-supporting behaviors and provides insight into the connection between development in the neuronal circuitry and behaviors regulating the formation of a eusocial society.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3953",
          "doi": "10.1126/sciadv.adp3953",
          "filter": "2"
        },
        {
          "title": "A disease resistance protein triggers oligomerization of its NLR helper into a hexameric resistosome to mediate innate immunity",
          "authors": "Jogi Madhuprakash, AmirAli Toghani, Mauricio P. Contreras, Andres Posbeyikian, Jake Richardson, Jiorgos Kourelis, Tolga O. Bozkurt, Michael W. Webster, Sophien Kamoun",
          "abstract": "NRCs are essential helper NLR (nucleotide-binding domain and leucine-rich repeat) proteins that execute immune responses triggered by sensor NLRs. The resting state of NbNRC2 was recently shown to be a homodimer, but the sensor-activated state remains unclear. Using cryo-EM, we determined the structure of sensor-activated NbNRC2, which forms a hexameric inflammasome-like resistosome. Mutagenesis of the oligomerization interface abolished immune signaling, confirming the functional significance of the NbNRC2 resistosome. Comparative structural analyses between the resting state homodimer and sensor-activated homohexamer revealed substantial rearrangements, providing insights into NLR activation mechanisms. Furthermore, structural comparisons between NbNRC2 hexamer and previously reported CC-NLR pentameric assemblies revealed features allowing an additional protomer integration. Using the NbNRC2 hexamer structure, we assessed the recently released AlphaFold 3 for predicting activated CC-NLR oligomers, revealing high-confidence modeling of NbNRC2 and other CC-NLR amino-terminal α1 helices, a region proven difficult to resolve structurally. Overall, our work sheds light on NLR activation mechanisms and expands understanding of NLR structural diversity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2594",
          "doi": "10.1126/sciadv.adr2594",
          "filter": "2"
        },
        {
          "title": "Heterogeneous multiple soft millirobots in three-dimensional lumens",
          "authors": "Chunxiang Wang, Tianlu Wang, Mingtong Li, Rongjing Zhang, Halim Ugurlu, Metin Sitti",
          "abstract": "Miniature soft robots offer opportunities for safe and physically adaptive medical interventions in hard-to-reach regions. Deploying multiple robots could further enhance the efficacy and multifunctionality of these operations. However, multirobot deployment in physiologically relevant three-dimensional (3D) tubular structures is limited by the lack of effective mechanisms for independent control of miniature magnetic soft robots. This work presents a framework leveraging the shape-adaptive robotic design and heterogeneous resistance from robot-lumen interactions to enable magnetic multirobot control. We first compute influence and actuation regions to quantify robot movement. Subsequently, a path planning algorithm generates the trajectory of a permanent magnet for multirobot navigation in 3D lumens. Last, robots are controlled individually in multilayer lumen networks under medical imaging. Demonstrations of multilocation cargo delivery and flow diversion manifest their potential to enhance biomedical functions. This framework offers a solution to multirobot actuation benefiting applications across different miniature robotic devices in complex environments.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq1951",
          "doi": "10.1126/sciadv.adq1951",
          "filter": "2"
        },
        {
          "title": "Self-adaptive photochromism",
          "authors": "Fanxi Sun, Ang Gao, Boyun Yan, Jing Zhang, Xiangru Wang, Hanjun Zhang, Dacheng Dai, Yonghao Zheng, Xu Deng, Chen Wei, Dongsheng Wang",
          "abstract": "Organisms with active camouflage ability exhibit changeable appearance with the switching of environments. However, manmade active camouflage systems heavily rely on integrating electronic devices, which encounters problems including a complex structure, poor usability, and high cost . In the current work, we report active camouflage as an intrinsic function of materials by proposing self-adaptive photochromism (SAP). The SAP materials were fabricated using donor-acceptor Stenhouse adducts (DASAs) as the negative photochromic phases and organic dyes as the fixed phases (nonphotochromic). Incident light with a specific wavelength induces linear -to- cyclic isomerization of DASAs, which generates an absorption gap at the wavelength and accordingly switches the color. The SAP materials are in the primary black state under dark and spontaneously switch to another color upon triggering by transmitted and reflected light in the background. SAP films and coatings were fabricated by incorporating polycaprolactone and are applicable to a wide variety of surfaces.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads2217",
          "doi": "10.1126/sciadv.ads2217",
          "filter": "2"
        },
        {
          "title": "Ocean weather systems on icy moons, with application to Enceladus",
          "authors": "Yixiao Zhang, Wanying Kang, John Marshall",
          "abstract": "We explore ocean circulation on a rotating icy moon driven by temperature gradients imposed at its upper surface due to the suppression of the freezing point of water with pressure, as might be induced by ice thickness variations on Enceladus. Using high-resolution simulations, we find that eddies dominate the circulation and arise from baroclinic instability, analogous to Earth’s weather systems. Multiple alternating jets, resembling those of Jupiter’s atmosphere, are sustained by these baroclinic eddies. We establish a theoretical model of the stratification and circulation and present scaling laws for the magnitude of the meridional heat transport. These are tested against numerical simulations. Through identification of key nondimensional numbers, our simplified model is applied to other icy moons. We conclude that baroclinic instability is central to the general circulation of icy moons.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6857",
          "doi": "10.1126/sciadv.adn6857",
          "filter": "2"
        },
        {
          "title": "Substrate specificity and protein stability drive the divergence of plant-specific DNA methyltransferases",
          "authors": "Jianjun Jiang, Jia Gwee, Jian Fang, Sarah M. Leichter, Dean Sanders, Xinrui Ji, Jikui Song, Xuehua Zhong",
          "abstract": "DNA methylation is an important epigenetic mechanism essential for transposon silencing and genome integrity. Across evolution, the substrates of DNA methylation have diversified between kingdoms. In plants, chromomethylase3 (CMT3) and CMT2 mediate CHG and CHH methylation, respectively. However, how these two methyltransferases diverge on substrate specificities during evolution remains unknown. Here, we reveal that CMT2 originates from a duplication of an evolutionarily ancient CMT3 in flowering plants. Lacking a key arginine residue recognizing CHG in CMT2 impairs its CHG methylation activity in most flowering plants. An engineered V1200R mutation empowers CMT2 to restore CHG and CHH methylations in Arabidopsis cmt2cmt3 mutant, testifying a loss-of-function effect for CMT2 during evolution. CMT2 has evolved a long and unstructured amino terminus critical for protein stability, especially under heat stress, and is plastic to tolerate various natural mutations. Together, this study reveals the mechanism of chromomethylase divergence for context-specific DNA methylation in plants and sheds important lights on DNA methylation evolution and function.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2222",
          "doi": "10.1126/sciadv.adr2222",
          "filter": "2"
        },
        {
          "title": "Pathogenic mitochondrial DNA mutations inhibit melanoma metastasis",
          "authors": "Spencer D. Shelton, Sara House, Luiza Martins Nascentes Melo, Vijayashree Ramesh, Zhenkang Chen, Tao Wei, Xun Wang, Claire B. Llamas, Siva Sai Krishna Venigalla, Cameron J. Menezes, Gabriele Allies, Jonathan Krystkiewicz, Jonas Rösler, Sven W. Meckelmann, Peihua Zhao, Florian Rambow, Dirk Schadendorf, Zhiyu Zhao, Jennifer G. Gill, Ralph J. DeBerardinis, Sean J. Morrison, Alpaslan Tasdogan, Prashant Mishra",
          "abstract": "Mitochondrial DNA (mtDNA) mutations are frequent in cancer, yet their precise role in cancer progression remains debated. To functionally evaluate the impact of mtDNA variants on tumor growth and metastasis, we developed an enhanced cytoplasmic hybrid (cybrid) generation protocol and established isogenic human melanoma cybrid lines with wild-type mtDNA or pathogenic mtDNA mutations with partial or complete loss of mitochondrial oxidative function. Cybrids with homoplasmic levels of pathogenic mtDNA reliably established tumors despite dysfunctional oxidative phosphorylation. However, these mtDNA variants disrupted spontaneous metastasis from primary tumors and reduced the abundance of circulating tumor cells. Migration and invasion of tumor cells were reduced, indicating that entry into circulation is a bottleneck for metastasis amid mtDNA dysfunction. Pathogenic mtDNA did not inhibit organ colonization following intravenous injection. In heteroplasmic cybrid tumors, single-cell analyses revealed selection against pathogenic mtDNA during melanoma growth. Collectively, these findings experimentally demonstrate that functional mtDNA is favored during melanoma growth and supports metastatic entry into the blood.",
          "url": "http://dx.doi.org/10.1126/sciadv.adk8801",
          "doi": "10.1126/sciadv.adk8801",
          "filter": "2"
        },
        {
          "title": "Stem cell–homing biomimetic hydrogel promotes the repair of osteoporotic bone defects through osteogenic and angiogenic coupling",
          "authors": "Fei-Long Wei, Yuan Zhai, Tian-Fu Wang, Jing-Wei Zhao, Chao-Li Wang, Zhen Tang, Kuo Shen, Hao Wu, Rui Zheng, Ming-Rui Du, Wei Heng, Xiao-Xiang Li, Xiao-Dong Yan, Quan-You Gao, Zheng Guo, Ji-Xian Qian, Cheng-Pei Zhou",
          "abstract": "Osteoporotic bone defects refer to the disruption of bone structural integrity in patients with osteoporosis and pose a substantial challenge to orthopedic surgeons. In this study, we developed a biomimetic hydrogel to improve the osteogenic microenvironment and promote stem cell homing. This hydrogel served as a container for S-nitrosoglutathione and Ca 2+ , promoting the release of bioactive nitric oxide (NO) from bone marrow mesenchymal stem cells (BMSCs) and human vascular endothelial cells and activating the NO/cyclic guanosine monophosphate signaling pathway. These changes promote osteogenic and angiogenic couplings. The hydrogel simultaneously recruited BMSCs by conjugating the stem cell homing peptide SKPPGTSS. Using a rat distal femoral defect model, it was demonstrated that this hydrogel can effectively increase the formation of bone tissue and new blood vessels and has immune-regulating functions. We envision that this hydrogel may be a minimally invasive yet highly effective strategy for expediting the healing of osteoporotic bone defects.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6700",
          "doi": "10.1126/sciadv.adq6700",
          "filter": "2"
        },
        {
          "title": "Spatial multiplex analysis of lung cancer reveals that regulatory T cells attenuate KRAS-G12C inhibitor–induced immune responses",
          "authors": "Megan Cole, Panayiotis Anastasiou, Claudia Lee, Xiaofei Yu, Andrea de Castro, Jannes Roelink, Chris Moore, Edurne Mugarza, Martin Jones, Karishma Valand, Sareena Rana, Emma Colliver, Mihaela Angelova, Katey S. S. Enfield, Alastair Magness, Asher Mullokandov, Gavin Kelly, Tanja D. de Gruijl, Miriam Molina-Arcas, Charles Swanton, Julian Downward, Febe van Maldegem",
          "abstract": "Kirsten rat sarcoma virus (KRAS)–G12C inhibition causes remodeling of the lung tumor immune microenvironment and synergistic responses to anti–PD-1 treatment, but only in T cell infiltrated tumors. To investigate mechanisms that restrain combination immunotherapy sensitivity in immune-excluded tumors, we used imaging mass cytometry to explore cellular distribution in an immune-evasive KRAS mutant lung cancer model. Cellular spatial pattern characterization revealed a community where CD4 + and CD8 + T cells and dendritic cells were gathered, suggesting localized T cell activation. KRAS-G12C inhibition led to increased PD-1 expression, proliferation, and cytotoxicity of CD8 + T cells, and CXCL9 expression by dendritic cells, indicating an effector response. However, suppressive regulatory T cells (T regs ) were also found in frequent contact with effector T cells within this community. Lung adenocarcinoma clinical samples showed similar communities. Depleting T regs led to enhanced tumor control in combination with anti–PD-1 and KRAS-G12C inhibitor. Combining T reg depletion with KRAS inhibition shows therapeutic potential for increasing antitumoral immune responses.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl6464",
          "doi": "10.1126/sciadv.adl6464",
          "filter": "2"
        },
        {
          "title": "Single-step synthesis of shaped polymeric particles using initiated chemical vapor deposition in liquid crystals",
          "authors": "Apoorva Jain, Soumyamouli Pal, Shiqi Li, Nicholas L. Abbott, Rong Yang",
          "abstract": "We elucidate a previously unknown synthesis pathway that leads to polymeric nanospheres, orientation-controlled microgels, or microspheroids via single-step polymerization of divinylbenzene (DVB) using initiated chemical vapor deposition (iCVD) in liquid crystals (LC). iCVD supplies vapor-phase reactants continuously, avoiding the critical limitation of reactant-induced disruption of LC structure that has plagued past LC-templated polymerization processes. LC is leveraged as a real-time display of the polymerization conditions and particle emergence, captured using an in situ long–focal range microscope. Detailed image analysis unravels key LC-guided mechanisms during polymerization. pDVB forms nanospheres due to poor solubilization by nematic LC. The nanospheres partition to the LC-solid interface and further assemble into microgel clusters whose orientation is guided by the LC molecular alignment. On further polymerization, microgel clusters transition to microspheroids that resemble liquid drops. We identify key energetic factors that guide trajectories along the synthesis pathway, providing the fundamental basis of a framework for engineering particle synthesis with shape control.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5573",
          "doi": "10.1126/sciadv.adp5573",
          "filter": "2"
        },
        {
          "title": "Single-molecule profiling of per- and polyfluoroalkyl substances by cyclodextrin mediated host-guest interactions within a biological nanopore",
          "authors": "Xiaojun Wei, Aditya Choudhary, Leon Y. Wang, Lixing Yang, Mark J. Uline, Mario Tagliazucchi, Qian Wang, Dmitry Bedrov, Chang Liu",
          "abstract": "Biological nanopores are increasingly used in molecular sensing due to their single-molecule sensitivity. The detection of per- and polyfluoroalkyl substances (PFAS) like perfluorooctanoic acid and perfluorooctane sulfonic acid is critical due to their environmental prevalence and toxicity. Here, we investigate selective interactions between PFAS and four cyclodextrin (CD) variants (α-, β-, γ-, and 2-hydroxypropyl-γ-CD) within an α-hemolysin nanopore. We demonstrate that PFAS molecules can be electrochemically sensed by interacting with a γ-CD in a nanopore. Using HP-γ-CDs with increased steric resistance, we can identify homologs of the perfluoroalkyl carboxylic acid and the perfluoroalkyl sulfonic acid families and detect common PFAS in drinking water at 0.4 to 2 parts per million levels, which are further lowered to 400 parts per trillion by sample preconcentration. Molecular dynamics simulations reveal the underlying chemical mechanism of PFAS-CD interactions. These insights pave the way toward nanopore-based in situ detection with promises in environmental protection against PFAS pollution.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8134",
          "doi": "10.1126/sciadv.adp8134",
          "filter": "2"
        },
        {
          "title": "Endosomes serve as signaling platforms for RIG-I ubiquitination and activation",
          "authors": "Kuan-Ru Chen, Chia-Yu Yang, San-Ging Shu, Yin-Chiu Lo, Kuan-Wei Lee, Li-Chun Wang, Jia-Bao Chen, Meng-Cen Shih, Hung-Chun Chang, Yu-Ju Hsiao, Chao-Liang Wu, Tse-Hua Tan, Pin Ling",
          "abstract": "RIG-I–like receptors (RLRs) are cytosolic RNA sensors critical for antiviral immunity. RLR activation is regulated by polyubiquitination and oligomerization following RNA binding. Yet, little is known about how RLRs exploit subcellular organelles to facilitate their posttranslational modifications and activation. Endosomal adaptor TAPE regulates the endosomal TLR and cytosolic RLR pathways. The potential interplay between RIG-I signaling and endosomes has been explored. Here, we report that endosomes act as platforms for facilitating RIG-I polyubiquitination and complex formation. RIG-I was translocated onto endosomes to form signaling complexes upon activation. Ablation of endosomes impaired RIG-I signaling to type I IFN activation. TAPE mediates the interaction and polyubiquitination of RIG-I and TRIM25. TAPE-deficient myeloid cells were defective in type I IFN activation upon RNA ligand and virus challenges. Myeloid TAPE deficiency increased the susceptibility to RNA virus infection in vivo. Our work reveals endosomes as signaling platforms for RIG-I activation and antiviral immunity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0660",
          "doi": "10.1126/sciadv.adq0660",
          "filter": "2"
        },
        {
          "title": "Inability to pursue nonrigid motion produces instability of spatial perception",
          "authors": "Krischan Koerfer, Tamara Watson, Markus Lappe",
          "abstract": "Vision generates a stable representation of space by combining retinal input with internal predictions about the visual consequences of eye movements. We report a type of nonrigid motion that disrupts the connection between eye movements and perception, causing visual instability. This motion is accurately perceived during fixation, but it cannot be pursued. Catch-up saccades are accurately directed to the moving target but the motion stimulus appears to jump in space with each saccade. Our results reveal four major findings about perception and the visuomotor system: (i) Pursuit fails for certain types of motion; (ii) pursuit and catch-up saccades are independently controlled; (iii) prediction of saccade consequences is independent from saccade control; and (iv) the visual stability of moving objects relies on similar motion mechanisms as pursuit.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6204",
          "doi": "10.1126/sciadv.adp6204",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Alternativizing markets: the framing of moral commerce",
          "authors": "Jonas Bååth, Christian Fuentes",
          "abstract": "How are moral markets organized? While previous research has shown that moral markets combine conventional and alternative elements, it has failed to explain how these hybridizations can ensure the organization of moral markets. To this end, we take an economic-sociological approach using ethnographic materials from a study of Swedish Reko-rings, a direct-to-customer market for local foods, to analyse how actors address the key coordination problems of value, competition and cooperation. The analysis shows how participants of these markets enact an ‘alternative framing’, emphasizing economic certainty as instrumental for moral certainty, which enables them to develop and implement ‘alternativized’ solutions to market coordination problems. Thereby, participants make economic and moral values certain by making the former instrumental for the latter. We advance previous research by showing that moral markets require not just hybridization, but hybridization guided by a specific economic-moral framing that enables these markets to avoid co-option.",
          "url": "http://dx.doi.org/10.1093/ser/mwae068",
          "doi": "10.1093/ser/mwae068",
          "filter": "0"
        },
        {
          "title": "The times, are they changing? Examining platform companies' chameleonic labour process as a response to the Spanish Rey Rider",
          "authors": "Tiago Vieira, Pedro Mendonça",
          "abstract": "This article investigates the effects of the Spanish initiative to deploy a universal presumption of employment relationship for all platform couriers (Ley Rider). Drawing from 36 semi-structured interviews and several non-participant observations in Spain, this article shows that the impact of this initiative has been positive but limited. The eradication of bogus self-employment is a positive development, as it allows workers to access safety nets such as social security and employment rights while preserving valued aspects of their employment model like flexible scheduling. However, this progress is undermined by the platforms' efforts to circumvent regulations through what we term a ‘chameleonic labour process’. Such chameleonic behaviour on the part of the platforms includes: outsourcing labour operations to other companies; maintaining the independent contractor model; and, condoning undocumented work. Despite some progress, workers continue to face insecurity and low wages across all platforms, albeit in varying degrees and in different forms.",
          "url": "http://dx.doi.org/10.1093/ser/mwae066",
          "doi": "10.1093/ser/mwae066",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
