{
  "update": "2024-11-22",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Gut microbiome strain-sharing within isolated village social networks",
          "authors": "Francesco Beghini, Jackson Pullman, Marcus Alexander, Shivkumar Vishnempet Shridhar, Drew Prinster, Adarsh Singh, Rigoberto Matute Juárez, Edoardo M. Airoldi, Ilana L. Brito, Nicholas A. Christakis",
          "url": "http://dx.doi.org/10.1038/s41586-024-08222-1",
          "doi": "10.1038/s41586-024-08222-1",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Lunar farside volcanism 2.8 billion years ago from Chang’e-6 basalts",
          "authors": "Qian W. L. Zhang, Mu-Han Yang, Qiu-Li Li, Yu Liu, Zong-Yu Yue, Qin Zhou, Liu-Yang Chen, Hong-Xia Ma, Sai-Hong Yang, Xu Tang, Guang-Liang Zhang, Xin Ren, Xian-Hua Li",
          "url": "http://dx.doi.org/10.1038/s41586-024-08382-0",
          "doi": "10.1038/s41586-024-08382-0",
          "filter": "2"
        },
        {
          "title": "An integrated transcriptomic cell atlas of human neural organoids",
          "authors": "Zhisong He, Leander Dony, Jonas Simon Fleck, Artur Szałata, Katelyn X. Li, Irena Slišković, Hsiu-Chuan Lin, Malgorzata Santel, Alexander Atamian, Giorgia Quadrato, Jieran Sun, Sergiu P. Pașca, character(0), Neal D. Amin, Kevin W. Kelley, Taylor Bertucci, Sally Temple, Kathryn R. Bowles, Nicolò Caporale, Emanuele Villa, Giuseppe Testa, Cristiana Cruceanu, Elisabeth B. Binder, J. Gray Camp, Fabian J. Theis, Barbara Treutlein",
          "url": "http://dx.doi.org/10.1038/s41586-024-08172-8",
          "doi": "10.1038/s41586-024-08172-8",
          "filter": "2"
        },
        {
          "title": "Normal breast tissues harbour rare populations of aneuploid epithelial cells",
          "authors": "Yiyun Lin, Junke Wang, Kaile Wang, Shanshan Bai, Aatish Thennavan, Runmin Wei, Yun Yan, Jianzhuo Li, Heba Elgamal, Emi Sei, Anna Casasent, Mitchell Rao, Chenling Tang, Asha S. Multani, Jin Ma, Jessica Montalvan, Chandandeep Nagi, Sebastian Winocour, Bora Lim, Alastair Thompson, Nicholas Navin",
          "url": "http://dx.doi.org/10.1038/s41586-024-08129-x",
          "doi": "10.1038/s41586-024-08129-x",
          "filter": "2"
        },
        {
          "title": "Photocatalytic low-temperature defluorination of PFASs",
          "authors": "Hao Zhang, Jin-Xiang Chen, Jian-Ping Qu, Yan-Biao Kang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08179-1",
          "doi": "10.1038/s41586-024-08179-1",
          "filter": "2"
        },
        {
          "title": "Single-molecule states link transcription factor binding to gene expression",
          "authors": "Benjamin R. Doughty, Michaela M. Hinks, Julia M. Schaepe, Georgi K. Marinov, Abby R. Thurm, Carolina Rios-Martinez, Benjamin E. Parks, Yingxuan Tan, Emil Marklund, Danilo Dubocanin, Lacramioara Bintu, William J. Greenleaf",
          "url": "http://dx.doi.org/10.1038/s41586-024-08219-w",
          "doi": "10.1038/s41586-024-08219-w",
          "filter": "2"
        },
        {
          "title": "Direct magnetic imaging of fractional Chern insulators in twisted MoTe2",
          "authors": "Evgeny Redekop, Canxun Zhang, Heonjoon Park, Jiaqi Cai, Eric Anderson, Owen Sheekey, Trevor Arp, Grigory Babikyan, Samuel Salters, Kenji Watanabe, Takashi Taniguchi, Martin E. Huber, Xiaodong Xu, Andrea F. Young",
          "url": "http://dx.doi.org/10.1038/s41586-024-08153-x",
          "doi": "10.1038/s41586-024-08153-x",
          "filter": "2"
        },
        {
          "title": "Gliocidin is a nicotinamide-mimetic prodrug that targets glioblastoma",
          "authors": "Yu-Jung Chen, Swathi V. Iyer, David Chun-Cheng Hsieh, Buren Li, Harold K. Elias, Tao Wang, Jing Li, Mungunsarnai Ganbold, Michelle C. Lien, Yu-Chun Peng, Xuanhua P. Xie, Chenura D. Jayewickreme, Marcel R. M. van den Brink, Sean F. Brady, S. Kyun Lim, Luis F. Parada",
          "url": "http://dx.doi.org/10.1038/s41586-024-08224-z",
          "doi": "10.1038/s41586-024-08224-z",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Tissue spaces are reservoirs of antigenic diversity for Trypanosoma brucei",
          "authors": "Alexander K. Beaver, Zhibek Keneskhanova, Raúl O. Cosentino, Brian L. Weiss, Erick O. Awuoche, Gretchen M. Smallenberger, Gracyn Y. Buenconsejo, Nathan P. Crilly, Jaclyn E. Smith, Jill M. C. Hakim, Bailin Zhang, Bryce Bobb, Filipa Rijo-Ferreira, Luisa M. Figueiredo, Serap Aksoy, T. Nicolai Siegel, Monica R. Mugnier",
          "url": "http://dx.doi.org/10.1038/s41586-024-08389-7",
          "doi": "10.1038/s41586-024-08389-7",
          "filter": "2"
        },
        {
          "title": "Genetic defects of brain immunity in childhood herpes simplex encephalitis",
          "authors": "Shen-Ying Zhang, Jean-Laurent Casanova",
          "url": "http://dx.doi.org/10.1038/s41586-024-08119-z",
          "doi": "10.1038/s41586-024-08119-z",
          "filter": "2"
        },
        {
          "title": "Fibular reduction and the evolution of theropod locomotion",
          "authors": "Armita R. Manafzadeh, Stephen M. Gatesy, John A. Nyakatura, Bhart-Anjan S. Bhullar",
          "url": "http://dx.doi.org/10.1038/s41586-024-08251-w",
          "doi": "10.1038/s41586-024-08251-w",
          "filter": "2"
        },
        {
          "title": "Learning high-accuracy error decoding for quantum processors",
          "authors": "Johannes Bausch, Andrew W. Senior, Francisco J. H. Heras, Thomas Edlich, Alex Davies, Michael Newman, Cody Jones, Kevin Satzinger, Murphy Yuezhen Niu, Sam Blackwell, George Holland, Dvir Kafri, Juan Atalaya, Craig Gidney, Demis Hassabis, Sergio Boixo, Hartmut Neven, Pushmeet Kohli",
          "abstract": "Building a large-scale quantum computer requires effective strategies to correct errors that inevitably arise in physical quantum systems 1 . Quantum error-correction codes 2 present a way to reach this goal by encoding logical information redundantly into many physical qubits. A key challenge in implementing such codes is accurately decoding noisy syndrome information extracted from redundancy checks to obtain the correct encoded logical information. Here we develop a recurrent, transformer-based neural network that learns to decode the surface code, the leading quantum error-correction code 3 . Our decoder outperforms other state-of-the-art decoders on real-world data from Google’s Sycamore quantum processor for distance-3 and distance-5 surface codes 4 . On distances up to 11, the decoder maintains its advantage on simulated data with realistic noise including cross-talk and leakage, utilizing soft readouts and leakage information. After training on approximate synthetic data, the decoder adapts to the more complex, but unknown, underlying error distribution by training on a limited budget of experimental samples. Our work illustrates the ability of machine learning to go beyond human-designed algorithms by learning from data directly, highlighting machine learning as a strong contender for decoding in quantum computers.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08148-8",
          "doi": "10.1038/s41586-024-08148-8",
          "filter": "2"
        },
        {
          "title": "Combining quantum processors with real-time classical communication",
          "authors": "Almudena Carrera Vazquez, Caroline Tornow, Diego Ristè, Stefan Woerner, Maika Takita, Daniel J. Egger",
          "url": "http://dx.doi.org/10.1038/s41586-024-08178-2",
          "doi": "10.1038/s41586-024-08178-2",
          "filter": "2"
        },
        {
          "title": "The Human Cell Atlas from a cell census to a unified foundation model",
          "authors": "Jennifer E. Rood, Samantha Wynne, Lucia Robson, Anna Hupalowska, John Randell, Sarah A. Teichmann, Aviv Regev",
          "url": "http://dx.doi.org/10.1038/s41586-024-08338-4",
          "doi": "10.1038/s41586-024-08338-4",
          "filter": "2"
        },
        {
          "title": "Nonlinear receptive fields evoke redundant retinal coding of natural scenes",
          "authors": "Dimokratis Karamanlis, Mohammad H. Khani, Helene M. Schreyer, Sören J. Zapp, Matthias Mietsch, Tim Gollisch",
          "abstract": "The role of the vertebrate retina in early vision is generally described by the efficient coding hypothesis 1,2 , which predicts that the retina reduces the redundancy inherent in natural scenes 3 by discarding spatiotemporal correlations while preserving stimulus information 4 . It is unclear, however, whether the predicted decorrelation and redundancy reduction in the activity of ganglion cells, the retina’s output neurons, hold under gaze shifts, which dominate the dynamics of the natural visual input 5 . We show here that species-specific gaze patterns in natural stimuli can drive correlated spiking responses both in and across distinct types of ganglion cells in marmoset as well as mouse retina. These concerted responses disrupt redundancy reduction to signal fixation periods with locally high spatial contrast. Model-based analyses of ganglion cell responses to natural stimuli show that the observed response correlations follow from nonlinear pooling of ganglion cell inputs. Our results indicate cell-type-specific deviations from efficient coding in retinal processing of natural gaze shifts.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08212-3",
          "doi": "10.1038/s41586-024-08212-3",
          "filter": "2"
        },
        {
          "title": "Concerns regarding proposed groundwater Earth system boundary",
          "authors": "M. O. Cuthbert, T. Gleeson, M. F. P. Bierkens, G. Ferguson, R. G. Taylor",
          "url": "http://dx.doi.org/10.1038/s41586-024-08082-9",
          "doi": "10.1038/s41586-024-08082-9",
          "filter": "2"
        },
        {
          "title": "Examining the role of common variants in rare neurodevelopmental conditions",
          "authors": "Qin Qin Huang, Emilie M. Wigdor, Daniel S. Malawsky, Patrick Campbell, Kaitlin E. Samocha, V. Kartik Chundru, Petr Danecek, Sarah Lindsay, Thomas Marchant, Mahmoud Koko, Sana Amanat, Davide Bonfanti, Eamonn Sheridan, Elizabeth J. Radford, Jeffrey C. Barrett, Caroline F. Wright, Helen V. Firth, Varun Warrier, Alexander Strudwick Young, Matthew E. Hurles, Hilary C. Martin",
          "abstract": "Although rare neurodevelopmental conditions have a large Mendelian component 1 , common genetic variants also contribute to risk 2,3 . However, little is known about how this polygenic risk is distributed among patients with these conditions and their parents nor its interplay with rare variants. It is also unclear whether polygenic background affects risk directly through alleles transmitted from parents to children, or whether indirect genetic effects mediated through the family environment 4 also play a role. Here we addressed these questions using genetic data from 11,573 patients with rare neurodevelopmental conditions, 9,128 of their parents and 26,869 controls. Common variants explained around 10% of variance in risk. Patients with a monogenic diagnosis had significantly less polygenic risk than those without, supporting a liability threshold model 5 . A polygenic score for neurodevelopmental conditions showed only a direct genetic effect. By contrast, polygenic scores for educational attainment and cognitive performance showed no direct genetic effect, but the non-transmitted alleles in the parents were correlated with the child’s risk, potentially due to indirect genetic effects and/or parental assortment for these traits 4 . Indeed, as expected under parental assortment, we show that common variant predisposition for neurodevelopmental conditions is correlated with the rare variant component of risk. These findings indicate that future studies should investigate the possible role and nature of indirect genetic effects on rare neurodevelopmental conditions, and consider the contribution of common and rare variants simultaneously when studying cognition-related phenotypes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08217-y",
          "doi": "10.1038/s41586-024-08217-y",
          "filter": "2"
        },
        {
          "title": "A giant planet transiting a 3-Myr protostar with a misaligned disk",
          "authors": "Madyson G. Barber, Andrew W. Mann, Andrew Vanderburg, Daniel Krolikowski, Adam Kraus, Megan Ansdell, Logan Pearce, Gregory N. Mace, Sean M. Andrews, Andrew W. Boyle, Karen A. Collins, Matthew De Furio, Diana Dragomir, Catherine Espaillat, Adina D. Feinstein, Matthew Fields, Daniel Jaffe, Ana Isabel Lopez Murillo, Felipe Murgas, Elisabeth R. Newton, Enric Palle, Erica Sawczynec, Richard P. Schwarz, Pa Chia Thao, Benjamin M. Tofflemire, Cristilyn N. Watkins, Jon M. Jenkins, David W. Latham, George Ricker, Sara Seager, Roland Vanderspek, Joshua N. Winn, David Charbonneau, Zahra Essack, David R. Rodriguez, Avi Shporer, Joseph D. Twicken, Jesus Noel Villaseñor",
          "url": "http://dx.doi.org/10.1038/s41586-024-08123-3",
          "doi": "10.1038/s41586-024-08123-3",
          "filter": "2"
        },
        {
          "title": "Liver X receptor unlinks intestinal regeneration and tumorigenesis",
          "authors": "Srustidhar Das, S. Martina Parigi, Xinxin Luo, Jennifer Fransson, Bianca C. Kern, Ali Okhovat, Oscar E. Diaz, Chiara Sorini, Paulo Czarnewski, Anna T. Webb, Rodrigo A. Morales, Sacha Lebon, Gustavo Monasterio, Francisca Castillo, Kumar P. Tripathi, Ning He, Penelope Pelczar, Nicola Schaltenberg, Marjorie De la Fuente, Francisco López-Köstner, Susanne Nylén, Hjalte List Larsen, Raoul Kuiper, Per Antonson, Marcela A. Hermoso, Samuel Huber, Moshe Biton, Sandra Scharaw, Jan-Åke Gustafsson, Pekka Katajisto, Eduardo J. Villablanca",
          "abstract": "Uncontrolled regeneration leads to neoplastic transformation 1–3 . The intestinal epithelium requires precise regulation during continuous homeostatic and damage-induced tissue renewal to prevent neoplastic transformation, suggesting that pathways unlinking tumour growth from regenerative processes must exist. Here, by mining RNA-sequencing datasets from two intestinal damage models 4,5 and using pharmacological, transcriptomics and genetic tools, we identified liver X receptor (LXR) pathway activation as a tissue adaptation to damage that reciprocally regulates intestinal regeneration and tumorigenesis. Using single-cell RNA sequencing, intestinal organoids, and gain- and loss-of-function experiments, we demonstrate that LXR activation in intestinal epithelial cells induces amphiregulin ( Areg ), enhancing regenerative responses. This response is coordinated by the LXR-ligand-producing enzyme CYP27A1, which was upregulated in damaged intestinal crypt niches. Deletion of Cyp27a1 impaired intestinal regeneration, which was rescued by exogenous LXR agonists. Notably, in tumour models, Cyp27a1 deficiency led to increased tumour growth, whereas LXR activation elicited anti-tumour responses dependent on adaptive immunity. Consistently, human colorectal cancer specimens exhibited reduced levels of CYP27A1 , LXR target genes, and B and CD8 T cell gene signatures. We therefore identify an epithelial adaptation mechanism to damage, whereby LXR functions as a rheostat, promoting tissue repair while limiting tumorigenesis.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08247-6",
          "doi": "10.1038/s41586-024-08247-6",
          "filter": "2"
        },
        {
          "title": "Early-twentieth-century cold bias in ocean surface temperature observations",
          "authors": "Sebastian Sippel, Elizabeth C. Kent, Nicolai Meinshausen, Duo Chan, Christopher Kadow, Raphael Neukom, Erich M. Fischer, Vincent Humphrey, Robert Rohde, Iris de Vries, Reto Knutti",
          "abstract": "The observed temperature record, which combines sea surface temperatures with near-surface air temperatures over land, is crucial for understanding climate variability and change 1–4 . However, early records of global mean surface temperature are uncertain owing to changes in measurement technology and practice, partial documentation 5–8 , and incomplete spatial coverage 9 . Here we show that existing estimates of ocean temperatures in the early twentieth century (1900–1930) are too cold, based on independent statistical reconstructions of the global mean surface temperature from either ocean or land data. The ocean-based reconstruction is on average about 0.26 °C colder than the land-based one, despite very high agreement in all other periods. The ocean cold anomaly is unforced, and internal variability in climate models cannot explain the observed land–ocean discrepancy. Several lines of evidence based on attribution, timescale analysis, coastal grid cells and palaeoclimate data support the argument of a substantial cold bias in the observed global sea-surface-temperature record in the early twentieth century. Although estimates of global warming since the mid-nineteenth century are not affected, correcting the ocean cold bias would result in a more modest early-twentieth-century warming trend 10 , a lower estimate of decadal-scale variability inferred from the instrumental record 3 , and better agreement between simulated and observed warming than existing datasets suggest 2 .",
          "url": "http://dx.doi.org/10.1038/s41586-024-08230-1",
          "doi": "10.1038/s41586-024-08230-1",
          "filter": "2"
        },
        {
          "title": "Broadly inhibitory antibodies to severe malaria virulence proteins",
          "authors": "Raphael A. Reyes, Sai Sundar Rajan Raghavan, Nicholas K. Hurlburt, Viola Introini, Sebastiaan Bol, Ikhlaq Hussain Kana, Rasmus W. Jensen, Elizabeth Martinez-Scholze, María Gestal-Mato, Borja López-Gutiérrez, Silvia Sanz, Cristina Bancells, Monica Lisa Fernández-Quintero, Johannes R. Loeffler, James Alexander Ferguson, Wen-Hsin Lee, Greg Michael Martin, Thor G. Theander, John P. A. Lusingu, Daniel T. R. Minja, Isaac Ssewanyana, Margaret E. Feeney, Bryan Greenhouse, Andrew B. Ward, Maria Bernabeu, Marie Pancera, Louise Turner, Evelien M. Bunnik, Thomas Lavstsen",
          "url": "http://dx.doi.org/10.1038/s41586-024-08220-3",
          "doi": "10.1038/s41586-024-08220-3",
          "filter": "2"
        },
        {
          "title": "Coupling of unactivated alkyl electrophiles using frustrated ion pairs",
          "authors": "Sven Roediger, Emilien Le Saux, Philip Boehm, Bill Morandi",
          "abstract": "Cross-electrophile coupling reactions have evolved into a major strategy for rapidly assembling important organic molecules 1 . Two readily accessible electrophiles are coupled to form new C–C bonds, providing a key advantage over traditional cross-coupling strategies that require the preformation of reactive organometallic species. Yet, the formation of C( sp 3 )–C( sp 3 ) bonds that form the core of nearly all organic compounds remains highly challenging with current approaches, calling for the design of innovative new strategies. Here we report a distinct, transition-metal-free platform to form such bonds without the need for activating or stabilizing groups on the coupling partners. The reaction is enabled by an unusual single-electron transfer in a frustrated ion pair, and it can couple fragments containing functional groups that would be challenging in related transition-metal-catalysed processes. Moreover, we could further leverage this new mechanistic manifold in the design of other reactions, showing the broad potential of this type of reactivity. We anticipate that our results will provide a framework for further exploration of this reactivity pattern to tackle challenging problems in organic synthesis.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08195-1",
          "doi": "10.1038/s41586-024-08195-1",
          "filter": "2"
        },
        {
          "title": "Geological Net Zero and the need for disaggregated accounting for carbon sinks",
          "authors": "Myles R. Allen, David J. Frame, Pierre Friedlingstein, Nathan P. Gillett, Giacomo Grassi, Jonathan M. Gregory, William Hare, Jo House, Chris Huntingford, Stuart Jenkins, Chris D. Jones, Reto Knutti, Jason A. Lowe, H. Damon Matthews, Malte Meinshausen, Nicolai Meinshausen, Glen P. Peters, Gian-Kasper Plattner, Sarah Raper, Joeri Rogelj, Peter A. Stott, Susan Solomon, Thomas F. Stocker, Andrew J. Weaver, Kirsten Zickfeld",
          "url": "http://dx.doi.org/10.1038/s41586-024-08326-8",
          "doi": "10.1038/s41586-024-08326-8",
          "filter": "2"
        },
        {
          "title": "Cephalopod-inspired jetting devices for gastrointestinal drug delivery",
          "authors": "G. Arrick, D. Sticker, A. Ghazal, Y. Lu, T. Duncombe, D. Gwynne, B. Mouridsen, J. Wainer, J. P. H. Jepsen, T. S. Last, D. Schultz, K. Hess, E. Medina De Alba, S. Min, M. Poulsen, C. Anker, P. Karandikar, H. D. Pedersen, J. Collins, N. E. Egecioglu, S. Tamang, C. Cleveland, K. Ishida, A. H. Uhrenfeldt, J. Kuosmanen, M. Pereverzina, A. Hayward, R. K. Kirk, S. You, C. M. Dalsgaard, S. B. Gunnarsson, I. Patsi, A. Bohr, A. Azzarello, M. R. Frederiksen, P. Herskind, J. Li, N. Roxhed, U. L. Rahbek, J. J. Water, S. T. Buckley, G. Traverso",
          "url": "http://dx.doi.org/10.1038/s41586-024-08202-5",
          "doi": "10.1038/s41586-024-08202-5",
          "filter": "2"
        },
        {
          "title": "A spatial human thymus cell atlas mapped to a continuous tissue axis",
          "authors": "Nadav Yayon, Veronika R. Kedlian, Lena Boehme, Chenqu Suo, Brianna T. Wachter, Rebecca T. Beuschel, Oren Amsalem, Krzysztof Polanski, Simon Koplev, Elizabeth Tuck, Emma Dann, Jolien Van Hulle, Shani Perera, Tom Putteman, Alexander V. Predeus, Monika Dabrowska, Laura Richardson, Catherine Tudor, Alexandra Y. Kreins, Justin Engelbert, Emily Stephenson, Vitalii Kleshchevnikov, Fabrizio De Rita, David Crossland, Marita Bosticardo, Francesca Pala, Elena Prigmore, Nana-Jane Chipampe, Martin Prete, Lijiang Fei, Ken To, Roger A. Barker, Xiaoling He, Filip Van Nieuwerburgh, Omer Ali Bayraktar, Minal Patel, E Graham Davies, Muzlifah A. Haniffa, Virginie Uhlmann, Luigi D. Notarangelo, Ronald N. Germain, Andrea J. Radtke, John C. Marioni, Tom Taghon, Sarah A. Teichmann",
          "abstract": "T cells develop from circulating precursor cells, which enter the thymus and migrate through specialized subcompartments that support their maturation and selection 1 . In humans, this process starts in early fetal development and is highly active until thymic involution in adolescence. To map the microanatomical underpinnings of this process in pre- and early postnatal stages, we established a quantitative morphological framework for the thymus—the Cortico-Medullary Axis—and used it to perform a spatially resolved analysis. Here, by applying this framework to a curated multimodal single-cell atlas, spatial transcriptomics and high-resolution multiplex imaging data, we demonstrate establishment of the lobular cytokine network, canonical thymocyte trajectories and thymic epithelial cell distributions by the beginning of the the second trimester of fetal development. We pinpoint tissue niches of thymic epithelial cell progenitors and distinct subtypes associated with Hassall’s corpuscles and identify divergence in the timing of medullary entry between CD4 and CD8 T cell lineages. These findings provide a basis for a detailed understanding of T lymphocyte development and are complemented with a holistic toolkit for cross-platform imaging data analysis, annotation and OrganAxis construction (TissueTag), which can be applied to any tissue.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07944-6",
          "doi": "10.1038/s41586-024-07944-6",
          "filter": "2"
        },
        {
          "title": "Mineralized collagen plywood contributes to bone autograft performance",
          "authors": "Marc Robin, Elodie Mouloungui, Gabriel Castillo Dali, Yan Wang, Jean-Louis Saffar, Graciela Pavon-Djavid, Thibaut Divoux, Sébastien Manneville, Luc Behr, Delphine Cardi, Laurence Choudat, Marie-Madeleine Giraud-Guille, Anne Meddahi-Pellé, Fannie Baudimont, Marie-Laure Colombier, Nadine Nassif",
          "url": "http://dx.doi.org/10.1038/s41586-024-08208-z",
          "doi": "10.1038/s41586-024-08208-z",
          "filter": "2"
        },
        {
          "title": "Trion sensing of a zero-field composite Fermi liquid",
          "authors": "Eric Anderson, Jiaqi Cai, Aidan P. Reddy, Heonjoon Park, William Holtzmann, Kai Davis, Takashi Taniguchi, Kenji Watanabe, Tomasz Smolenski, Ataç Imamoğlu, Ting Cao, Di Xiao, Liang Fu, Wang Yao, Xiaodong Xu",
          "url": "http://dx.doi.org/10.1038/s41586-024-08134-0",
          "doi": "10.1038/s41586-024-08134-0",
          "filter": "2"
        },
        {
          "title": "A multi-omic atlas of human embryonic skeletal development",
          "authors": "Ken To, Lijiang Fei, J. Patrick Pett, Kenny Roberts, Raphael Blain, Krzysztof Polański, Tong Li, Nadav Yayon, Peng He, Chuan Xu, James Cranley, Madelyn Moy, Ruoyan Li, Kazumasa Kanemaru, Ni Huang, Stathis Megas, Laura Richardson, Rakesh Kapuge, Shani Perera, Elizabeth Tuck, Anna Wilbrey-Clark, Ilaria Mulas, Fani Memi, Batuhan Cakir, Alexander V. Predeus, David Horsfall, Simon Murray, Martin Prete, Pavel Mazin, Xiaoling He, Kerstin B. Meyer, Muzlifah Haniffa, Roger A. Barker, Omer Bayraktar, Alain Chédotal, Christopher D. Buckley, Sarah A. Teichmann",
          "abstract": "Human embryonic bone and joint formation is determined by coordinated differentiation of progenitors in the nascent skeleton. The cell states, epigenetic processes and key regulatory factors that underlie lineage commitment of these cells remain elusive. Here we applied paired transcriptional and epigenetic profiling of approximately 336,000 nucleus droplets and spatial transcriptomics to establish a multi-omic atlas of human embryonic joint and cranium development between 5 and 11 weeks after conception. Using combined modelling of transcriptional and epigenetic data, we characterized regionally distinct limb and cranial osteoprogenitor trajectories across the embryonic skeleton and further described regulatory networks that govern intramembranous and endochondral ossification. Spatial localization of cell clusters in our in situ sequencing data using a new tool, ISS-Patcher, revealed mechanisms of progenitor zonation during bone and joint formation. Through trajectory analysis, we predicted potential non-canonical cellular origins for human chondrocytes from Schwann cells. We also introduce SNP2Cell, a tool to link cell-type-specific regulatory networks to polygenic traits such as osteoarthritis. Using osteolineage trajectories characterized here, we simulated in silico perturbations of genes that cause monogenic craniosynostosis and implicate potential cell states and disease mechanisms. This work forms a detailed and dynamic regulatory atlas of bone and cartilage maturation and advances our fundamental understanding of cell-fate determination in human skeletal development.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08189-z",
          "doi": "10.1038/s41586-024-08189-z",
          "filter": "2"
        },
        {
          "title": "Human HDAC6 senses valine abundancy to regulate DNA damage",
          "authors": "Jiali Jin, Tong Meng, Yuanyuan Yu, Shuheng Wu, Chen-Chen Jiao, Sihui Song, Ya-Xu Li, Yu Zhang, Yuan-Yuan Zhao, Xinran Li, Zixin Wang, Yu-Fan Liu, Runzhi Huang, Jieling Qin, Yihua Chen, Hao Cao, Xiao Tan, Xin Ge, Cong Jiang, Jianhuang Xue, Jian Yuan, Dianqing Wu, Wei Wu, Ci-Zhong Jiang, Ping Wang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08248-5",
          "doi": "10.1038/s41586-024-08248-5",
          "filter": "2"
        },
        {
          "title": "Social state alters vision using three circuit mechanisms in Drosophila",
          "authors": "Catherine E. Schretter, Tom Hindmarsh Sten, Nathan Klapoetke, Mei Shao, Aljoscha Nern, Marisa Dreher, Daniel Bushey, Alice A. Robie, Adam L. Taylor, Kristin Branson, Adriane Otopalik, Vanessa Ruta, Gerald M. Rubin",
          "abstract": "Animals are often bombarded with visual information and must prioritize specific visual features based on their current needs. The neuronal circuits that detect and relay visual features have been well studied 1–8 . Much less is known about how an animal adjusts its visual attention as its goals or environmental conditions change. During social behaviours, flies need to focus on nearby flies 9–11 . Here we study how the flow of visual information is altered when female Drosophila enter an aggressive state. From the connectome, we identify three state-dependent circuit motifs poised to modify the response of an aggressive female to fly-sized visual objects: convergence of excitatory inputs from neurons conveying select visual features and internal state; dendritic disinhibition of select visual feature detectors; and a switch that toggles between two visual feature detectors. Using cell-type-specific genetic tools, together with behavioural and neurophysiological analyses, we show that each of these circuit motifs is used during female aggression. We reveal that features of this same switch operate in male Drosophila during courtship pursuit, suggesting that disparate social behaviours may share circuit mechanisms. Our study provides a compelling example of using the connectome to infer circuit mechanisms that underlie dynamic processing of sensory signals.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08255-6",
          "doi": "10.1038/s41586-024-08255-6",
          "filter": "2"
        },
        {
          "title": "Local probe of bulk and edge states in a fractional Chern insulator",
          "authors": "Zhurun Ji, Heonjoon Park, Mark E. Barber, Chaowei Hu, Kenji Watanabe, Takashi Taniguchi, Jiun-Haw Chu, Xiaodong Xu, Zhi-Xun Shen",
          "url": "http://dx.doi.org/10.1038/s41586-024-08092-7",
          "doi": "10.1038/s41586-024-08092-7",
          "filter": "2"
        },
        {
          "title": "Adipose tissue retains an epigenetic memory of obesity after weight loss",
          "authors": "Laura C. Hinte, Daniel Castellano-Castillo, Adhideb Ghosh, Kate Melrose, Emanuel Gasser, Falko Noé, Lucas Massier, Hua Dong, Wenfei Sun, Anne Hoffmann, Christian Wolfrum, Mikael Rydén, Niklas Mejhert, Matthias Blüher, Ferdinand von Meyenn",
          "abstract": "Reducing body weight to improve metabolic health and related comorbidities is a primary goal in treating obesity 1,2 . However, maintaining weight loss is a considerable challenge, especially as the body seems to retain an obesogenic memory that defends against body weight changes 3,4 . Overcoming this barrier for long-term treatment success is difficult because the molecular mechanisms underpinning this phenomenon remain largely unknown. Here, by using single-nucleus RNA sequencing, we show that both human and mouse adipose tissues retain cellular transcriptional changes after appreciable weight loss. Furthermore, we find persistent obesity-induced alterations in the epigenome of mouse adipocytes that negatively affect their function and response to metabolic stimuli. Mice carrying this obesogenic memory show accelerated rebound weight gain, and the epigenetic memory can explain future transcriptional deregulation in adipocytes in response to further high-fat diet feeding. In summary, our findings indicate the existence of an obesogenic memory, largely on the basis of stable epigenetic changes, in mouse adipocytes and probably other cell types. These changes seem to prime cells for pathological responses in an obesogenic environment, contributing to the problematic ‘yo-yo’ effect often seen with dieting. Targeting these changes in the future could improve long-term weight management and health outcomes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08165-7",
          "doi": "10.1038/s41586-024-08165-7",
          "filter": "2"
        },
        {
          "title": "Efficient green InP-based QD-LED by controlling electron injection and leakage",
          "authors": "Yangyang Bian, Xiaohan Yan, Fei Chen, Qian Li, Bo Li, Wenjun Hou, Zizhe Lu, Shuaibing Wang, Han Zhang, Wenjing Zhang, Dandan Zhang, Aiwei Tang, Fengjia Fan, Huaibin Shen",
          "url": "http://dx.doi.org/10.1038/s41586-024-08197-z",
          "doi": "10.1038/s41586-024-08197-z",
          "filter": "2"
        },
        {
          "title": "Spatially restricted immune and microbiota-driven adaptation of the gut",
          "authors": "Toufic Mayassi, Chenhao Li, Åsa Segerstolpe, Eric M. Brown, Rebecca Weisberg, Toru Nakata, Hiroshi Yano, Paula Herbst, David Artis, Daniel B. Graham, Ramnik J. Xavier",
          "url": "http://dx.doi.org/10.1038/s41586-024-08216-z",
          "doi": "10.1038/s41586-024-08216-z",
          "filter": "2"
        },
        {
          "title": "Photocatalytic C–F bond activation in small molecules and polyfluoroalkyl substances",
          "authors": "Xin Liu, Arindam Sau, Alexander R. Green, Mihai V. Popescu, Nicholas F. Pompetti, Yingzi Li, Yucheng Zhao, Robert S. Paton, Niels H. Damrauer, Garret M. Miyake",
          "url": "http://dx.doi.org/10.1038/s41586-024-08327-7",
          "doi": "10.1038/s41586-024-08327-7",
          "filter": "2"
        },
        {
          "title": "A functional microbiome catalogue crowdsourced from North American rivers",
          "authors": "Mikayla A. Borton, Bridget B. McGivern, Kathryn R. Willi, Ben J. Woodcroft, Annika C. Mosier, Derick M. Singleton, Ted Bambakidis, Aaron Pelly, Rebecca A. Daly, Filipe Liu, Andrew Freiburger, Janaka N. Edirisinghe, José P. Faria, Robert Danczak, Ikaia Leleiwi, Amy E. Goldman, Michael J. Wilkins, Ed K. Hall, Christa Pennacchio, Simon Roux, Emiley A. Eloe-Fadrosh, Stephen P. Good, Matthew B. Sullivan, Elisha M. Wood-Charlson, Christopher S. Miller, Matthew R. V. Ross, Christopher S. Henry, Byron C. Crump, James C. Stegen, Kelly C. Wrighton",
          "url": "http://dx.doi.org/10.1038/s41586-024-08240-z",
          "doi": "10.1038/s41586-024-08240-z",
          "filter": "2"
        },
        {
          "title": "Reply to: Concerns regarding proposed groundwater Earth system boundary",
          "authors": "S. E. Bunn, B. Stewart-Koster, C. Ndehedehe, C. Gordon, J. Rockström, J. Gupta, D. Qin, S. J. Lade",
          "url": "http://dx.doi.org/10.1038/s41586-024-08083-8",
          "doi": "10.1038/s41586-024-08083-8",
          "filter": "2"
        },
        {
          "title": "Single-cell integration reveals metaplasia in inflammatory gut diseases",
          "authors": "Amanda J. Oliver, Ni Huang, Raquel Bartolome-Casado, Ruoyan Li, Simon Koplev, Hogne R. Nilsen, Madelyn Moy, Batuhan Cakir, Krzysztof Polanski, Victoria Gudiño, Elisa Melón-Ardanaz, Dinithi Sumanaweera, Daniel Dimitrov, Lisa Marie Milchsack, Michael E. B. FitzPatrick, Nicholas M. Provine, Jacqueline M. Boccacino, Emma Dann, Alexander V. Predeus, Ken To, Martin Prete, Jonathan A. Chapman, Andrea C. Masi, Emily Stephenson, Justin Engelbert, Sebastian Lobentanzer, Shani Perera, Laura Richardson, Rakeshlal Kapuge, Anna Wilbrey-Clark, Claudia I. Semprich, Sophie Ellams, Catherine Tudor, Philomeena Joseph, Alba Garrido-Trigo, Ana M. Corraliza, Thomas R. W. Oliver, C. Elizabeth Hook, Kylie R. James, Krishnaa T. Mahbubani, Kourosh Saeb-Parsy, Matthias Zilbauer, Julio Saez-Rodriguez, Marte Lie Høivik, Espen S. Bækkevold, Christopher J. Stewart, Janet E. Berrington, Kerstin B. Meyer, Paul Klenerman, Azucena Salas, Muzlifah Haniffa, Frode L. Jahnsen, Rasa Elmentaite, Sarah A. Teichmann",
          "abstract": "The gastrointestinal tract is a multi-organ system crucial for efficient nutrient uptake and barrier immunity. Advances in genomics and a surge in gastrointestinal diseases 1,2 has fuelled efforts to catalogue cells constituting gastrointestinal tissues in health and disease 3 . Here we present systematic integration of 25 single-cell RNA sequencing datasets spanning the entire healthy gastrointestinal tract in development and in adulthood. We uniformly processed 385 samples from 189 healthy controls using a newly developed automated quality control approach (scAutoQC), leading to a healthy reference atlas with approximately 1.1 million cells and 136 fine-grained cell states. We anchor 12 gastrointestinal disease datasets spanning gastrointestinal cancers, coeliac disease, ulcerative colitis and Crohn’s disease to this reference. Utilizing this 1.6 million cell resource (gutcellatlas.org), we discover epithelial cell metaplasia originating from stem cells in intestinal inflammatory diseases with transcriptional similarity to cells found in pyloric and Brunner’s glands. Although previously linked to mucosal healing 4 , we now implicate pyloric gland metaplastic cells in inflammation through recruitment of immune cells including T cells and neutrophils. Overall, we describe inflammation-induced changes in stem cells that alter mucosal tissue architecture and promote further inflammation, a concept applicable to other tissues and diseases.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07571-1",
          "doi": "10.1038/s41586-024-07571-1",
          "filter": "2"
        },
        {
          "title": "A cell atlas foundation model for scalable search of similar human cells",
          "authors": "Graham Heimberg, Tony Kuo, Daryle J. DePianto, Omar Salem, Tobias Heigl, Nathaniel Diamant, Gabriele Scalia, Tommaso Biancalani, Shannon J. Turley, Jason R. Rock, Héctor Corrada Bravo, Josh Kaminker, Jason A. Vander Heiden, Aviv Regev",
          "url": "http://dx.doi.org/10.1038/s41586-024-08411-y",
          "doi": "10.1038/s41586-024-08411-y",
          "filter": "2"
        },
        {
          "title": "Exaptation of ancestral cell-identity networks enables C4 photosynthesis",
          "authors": "Joseph Swift, Leonie H. Luginbuehl, Lei Hua, Tina B. Schreier, Ruth M. Donald, Susan Stanley, Na Wang, Travis A. Lee, Joseph R. Nery, Joseph R. Ecker, Julian M. Hibberd",
          "abstract": "C 4 photosynthesis is used by the most productive plants on the planet, and compared with the ancestral C 3 pathway, it confers a 50% increase in efficiency 1 . In more than 60 C 4 lineages, CO 2 fixation is compartmentalized between tissues, and bundle-sheath cells become photosynthetically activated 2 . How the bundle sheath acquires this alternate identity that allows efficient photosynthesis is unclear. Here we show that changes to bundle-sheath gene expression in C 4 leaves are associated with the gain of a pre-existing cis -code found in the C 3 leaf. From single-nucleus gene-expression and chromatin-accessibility atlases, we uncover DNA binding with one finger (DOF) motifs that define bundle-sheath identity in the major crops C 3 rice and C 4 sorghum. Photosynthesis genes that are rewired to be strongly expressed in the bundle-sheath cells of C 4 sorghum acquire cis -elements that are recognized by DOFs. Our findings are consistent with a simple model in which C 4 photosynthesis is based on the recruitment of an ancestral cis -code associated with bundle-sheath identity. Gain of such elements harnessed a stable patterning of transcription factors between cell types that are found in both C 3 and C 4 leaves to activate photosynthesis in the bundle sheath. Our findings provide molecular insights into the evolution of the complex C 4 pathway, and might also guide the rational engineering of C 4 photosynthesis in C 3 crops to improve crop productivity and resilience 3,4 .",
          "url": "http://dx.doi.org/10.1038/s41586-024-08204-3",
          "doi": "10.1038/s41586-024-08204-3",
          "filter": "2"
        },
        {
          "title": "Synergistic photobiocatalysis for enantioselective triple radical sorting",
          "authors": "Zhongqiu Xing, Fulu Liu, Jianqiang Feng, Lu Yu, Zhouping Wu, Beibei Zhao, Bin Chen, Heng Ping, Yuanyuan Xu, Aokun Liu, Yue Zhao, Chuanyong Wang, Binju Wang, Xiaoqiang Huang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08399-5",
          "doi": "10.1038/s41586-024-08399-5",
          "filter": "2"
        },
        {
          "title": "Is it really a sin if it’s hardwired in? The neurological basis for ‘bad’ behaviour",
          "authors": "Sara Manning Peskin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03759-7",
          "doi": "10.1038/d41586-024-03759-7",
          "filter": "4"
        },
        {
          "title": "First rocks returned from Moon’s far side reveal ancient volcanic activity",
          "authors": "Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03778-4",
          "doi": "10.1038/d41586-024-03778-4",
          "filter": "4"
        },
        {
          "title": "Communicate the risk as well as the promise of weight-loss drugs",
          "authors": "Bo Li, Yu Li, Zhihe Zhao, Longjiang Li",
          "url": "http://dx.doi.org/10.1038/d41586-024-03780-w",
          "doi": "10.1038/d41586-024-03780-w",
          "filter": "4"
        },
        {
          "title": "Ferocity of Atlantic hurricanes surges as the ocean warms",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03783-7",
          "doi": "10.1038/d41586-024-03783-7",
          "filter": "4"
        },
        {
          "title": "A guide to the Nature Index",
          "url": "http://dx.doi.org/10.1038/d41586-024-03530-y",
          "doi": "10.1038/d41586-024-03530-y",
          "filter": "4"
        },
        {
          "title": "Leading Nature Index science cities in biological sciences: collaboration powers US research",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03526-8",
          "doi": "10.1038/d41586-024-03526-8",
          "filter": "4"
        },
        {
          "title": "Leading Nature Index science cities in physical sciences: regional centres drive China’s progress",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03525-9",
          "doi": "10.1038/d41586-024-03525-9",
          "filter": "4"
        },
        {
          "title": "Fat cells have a ‘memory’ of obesity — hinting at why it’s hard to keep weight off",
          "authors": "Traci Watson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03614-9",
          "doi": "10.1038/d41586-024-03614-9",
          "filter": "4"
        },
        {
          "title": "Major biomedical funder NIH poised for massive reform under Trump 2.0",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03736-0",
          "doi": "10.1038/d41586-024-03736-0",
          "filter": "4"
        },
        {
          "title": "How students and grandparents could solve the global mental-health crisis",
          "authors": "Simar Bajaj",
          "url": "http://dx.doi.org/10.1038/d41586-024-03757-9",
          "doi": "10.1038/d41586-024-03757-9",
          "filter": "4"
        },
        {
          "title": "Words won’t reduce the impact of conflict on nature — what’s needed is action",
          "authors": "Christopher P. Dunn, Brendan Mackey, Kathryn Gwiazdon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03781-9",
          "doi": "10.1038/d41586-024-03781-9",
          "filter": "4"
        },
        {
          "title": "China’s regional cities are now major players in world science",
          "authors": "Jacob Dreyer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03523-x",
          "doi": "10.1038/d41586-024-03523-x",
          "filter": "4"
        },
        {
          "title": "Your friends shape your microbiome — and so do their friends",
          "authors": "Saima Sidik",
          "url": "http://dx.doi.org/10.1038/d41586-024-03804-5",
          "doi": "10.1038/d41586-024-03804-5",
          "filter": "4"
        },
        {
          "title": "Leading Nature Index science cities in Earth and environmental science: Research output gathers pace in China",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03527-7",
          "doi": "10.1038/d41586-024-03527-7",
          "filter": "4"
        },
        {
          "title": "How ‘Made in China 2025’ helped supercharge scientific development in China’s cities",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03522-y",
          "doi": "10.1038/d41586-024-03522-y",
          "filter": "4"
        },
        {
          "title": "Half of the top 20 science cities are now in China — and regional city growth is the key",
          "authors": "Simon Baker",
          "url": "http://dx.doi.org/10.1038/d41586-024-03521-z",
          "doi": "10.1038/d41586-024-03521-z",
          "filter": "4"
        },
        {
          "title": "‘Forever’ chemicals can be destroyed with clever chemistry — now test these techniques outside the lab",
          "url": "http://dx.doi.org/10.1038/d41586-024-03753-z",
          "doi": "10.1038/d41586-024-03753-z",
          "filter": "4"
        },
        {
          "title": "Brain-penetrating molecule might offer a route to treat glioblastoma tumours",
          "authors": "Mushtaq A. Nengroo, Issam Ben-Sahra",
          "url": "http://dx.doi.org/10.1038/d41586-024-03556-2",
          "doi": "10.1038/d41586-024-03556-2",
          "filter": "4"
        },
        {
          "title": "Squid-inspired pills squirt drugs straight into your gut",
          "authors": "Benjamin Thompson, Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03812-5",
          "doi": "10.1038/d41586-024-03812-5",
          "filter": "4"
        },
        {
          "title": "This malaria vaccine is delivered by a mosquito bite",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03817-0",
          "doi": "10.1038/d41586-024-03817-0",
          "filter": "4"
        },
        {
          "title": "How human brains got so big: our cells learned to handle the stress that comes with size",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03716-4",
          "doi": "10.1038/d41586-024-03716-4",
          "filter": "4"
        },
        {
          "title": "New schizophrenia drug could treat Alzheimer’s disease",
          "authors": "Diana Kwon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03707-5",
          "doi": "10.1038/d41586-024-03707-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Big tomatoes get sweeter thanks to CRISPR editing",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03748-w",
          "doi": "10.1038/d41586-024-03748-w",
          "filter": "4"
        },
        {
          "title": "What a forest’s glow can reveal about the impact of environmental change",
          "authors": "Jack Leeming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03763-x",
          "doi": "10.1038/d41586-024-03763-x",
          "filter": "4"
        },
        {
          "title": "How a silly science prize changed my career",
          "authors": "Catriona Clarke",
          "url": "http://dx.doi.org/10.1038/d41586-024-03756-w",
          "doi": "10.1038/d41586-024-03756-w",
          "filter": "4"
        },
        {
          "title": "I’ll burn this bridge when you get here",
          "authors": "Wendy Nikel",
          "url": "http://dx.doi.org/10.1038/d41586-024-03733-3",
          "doi": "10.1038/d41586-024-03733-3",
          "filter": "4"
        },
        {
          "title": "Newborn planet found in a warped system",
          "url": "http://dx.doi.org/10.1038/d41586-024-03741-3",
          "doi": "10.1038/d41586-024-03741-3",
          "filter": "4"
        },
        {
          "title": "Revised historical record sharpens perspective on global warming",
          "authors": "Timothy J. Osborn, John J. Kennedy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03551-7",
          "doi": "10.1038/d41586-024-03551-7",
          "filter": "4"
        },
        {
          "title": "Evolutionary innovation hints at ways to engineer efficient photosynthesis in crops",
          "authors": "Monalisha Rath, Dominique Bergmann",
          "url": "http://dx.doi.org/10.1038/d41586-024-03553-5",
          "doi": "10.1038/d41586-024-03553-5",
          "filter": "4"
        },
        {
          "title": "Cellular atlases are unlocking the mysteries of the human body",
          "authors": "Itai Yanai, Simon Haas, Christoph Lippert, Helene Kretzmer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03552-6",
          "doi": "10.1038/d41586-024-03552-6",
          "filter": "4"
        },
        {
          "title": "Quantum computing: physics–AI collaboration quashes quantum errors",
          "authors": "Nadia Haider",
          "url": "http://dx.doi.org/10.1038/d41586-024-03557-1",
          "doi": "10.1038/d41586-024-03557-1",
          "filter": "4"
        },
        {
          "title": "Can Google Scholar survive the AI revolution?",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03746-y",
          "doi": "10.1038/d41586-024-03746-y",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Tech giants invest in next-generation geothermal energy",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03776-6",
          "doi": "10.1038/d41586-024-03776-6",
          "filter": "4"
        },
        {
          "title": "Does South Korea have what it takes to become a leading space nation?",
          "authors": "Raphael Rashid",
          "url": "http://dx.doi.org/10.1038/d41586-024-03579-9",
          "doi": "10.1038/d41586-024-03579-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: NIH braces for reform as Trump administration closes in",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03794-4",
          "doi": "10.1038/d41586-024-03794-4",
          "filter": "4"
        },
        {
          "title": "How the world will weather Trump’s withdrawal from global agreements",
          "authors": "David G. Victor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03755-x",
          "doi": "10.1038/d41586-024-03755-x",
          "filter": "4"
        },
        {
          "title": "‘Heroic interference’ should not be the endgame of coral-reef restoration",
          "authors": "Mikhail Matz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03782-8",
          "doi": "10.1038/d41586-024-03782-8",
          "filter": "4"
        },
        {
          "title": "Health of people who are displaced in their own countries is a neglected global crisis",
          "authors": "David Cantor, Bayard Roberts, Jina Swartz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03760-0",
          "doi": "10.1038/d41586-024-03760-0",
          "filter": "4"
        },
        {
          "title": "How a fly’s behavioural state affects its view of the world",
          "url": "http://dx.doi.org/10.1038/d41586-024-03750-2",
          "doi": "10.1038/d41586-024-03750-2",
          "filter": "4"
        },
        {
          "title": "Human antibodies offer broad inhibition against variable proteins of the malaria parasite",
          "authors": "Tuan M. Tran",
          "url": "http://dx.doi.org/10.1038/d41586-024-03555-3",
          "doi": "10.1038/d41586-024-03555-3",
          "filter": "4"
        },
        {
          "title": "Leading Nature Index science cities in health sciences: US institutions power country’s growth",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03528-6",
          "doi": "10.1038/d41586-024-03528-6",
          "filter": "4"
        },
        {
          "title": "How being multilingual both helps and hinders me and my science",
          "authors": "Rahul Roy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03533-9",
          "doi": "10.1038/d41586-024-03533-9",
          "filter": "4"
        },
        {
          "title": "Why a teenager’s bird-flu infection is ringing alarm bells for scientists",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03805-4",
          "doi": "10.1038/d41586-024-03805-4",
          "filter": "4"
        },
        {
          "title": "Stress can disrupt memory and lead to needless anxiety — here’s how",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03724-4",
          "doi": "10.1038/d41586-024-03724-4",
          "filter": "4"
        },
        {
          "title": "Fragments of eternal youth",
          "authors": "Richard A. Lovett",
          "url": "http://dx.doi.org/10.1038/d41586-024-03731-5",
          "doi": "10.1038/d41586-024-03731-5",
          "filter": "4"
        },
        {
          "title": "Killer questions at science job interviews and how to ace them",
          "authors": "Linda Nordling",
          "url": "http://dx.doi.org/10.1038/d41586-024-03761-z",
          "doi": "10.1038/d41586-024-03761-z",
          "filter": "4"
        },
        {
          "title": "Leon Cooper obituary: Nobel laureate who developed theory of superconductivity",
          "authors": "Georgina Ferry",
          "url": "http://dx.doi.org/10.1038/d41586-024-03798-0",
          "doi": "10.1038/d41586-024-03798-0",
          "filter": "4"
        },
        {
          "title": "Common genetic variants contribute more to rare diseases than previously thought",
          "authors": "Gerome Breen",
          "url": "http://dx.doi.org/10.1038/d41586-024-03554-4",
          "doi": "10.1038/d41586-024-03554-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The fun of winning science’s satirical Ig Nobel prize",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03808-1",
          "doi": "10.1038/d41586-024-03808-1",
          "filter": "4"
        },
        {
          "title": "Computational technologies of the Human Cell Atlas",
          "authors": "Amber Dance",
          "url": "http://dx.doi.org/10.1038/d41586-024-03762-y",
          "doi": "10.1038/d41586-024-03762-y",
          "filter": "4"
        },
        {
          "title": "Nobel-prizewinning economics research says don’t dismantle DEI initiatives",
          "authors": "Afsaneh Shirani",
          "url": "http://dx.doi.org/10.1038/d41586-024-03779-3",
          "doi": "10.1038/d41586-024-03779-3",
          "filter": "4"
        },
        {
          "title": "Leading Nature Index science cities in chemistry: China positions for clean sweep",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03524-w",
          "doi": "10.1038/d41586-024-03524-w",
          "filter": "4"
        },
        {
          "title": "Boston’s dense health-sciences networks help the city to maintain its lead",
          "authors": "Rachel Nuwer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03529-5",
          "doi": "10.1038/d41586-024-03529-5",
          "filter": "4"
        },
        {
          "title": "AI’s computing gap: academics lack access to powerful chips needed for research",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03792-6",
          "doi": "10.1038/d41586-024-03792-6",
          "filter": "4"
        },
        {
          "title": "Farmers’ fires leave long-lasting smudge on African weather",
          "url": "http://dx.doi.org/10.1038/d41586-024-03797-1",
          "doi": "10.1038/d41586-024-03797-1",
          "filter": "4"
        },
        {
          "title": "When is a soil too dry for plants to take up water?",
          "url": "http://dx.doi.org/10.1038/d41586-024-03764-w",
          "doi": "10.1038/d41586-024-03764-w",
          "filter": "4"
        },
        {
          "title": "Radiation for dummies: the female mannequins testing space-travel safety",
          "authors": "Emily Bates",
          "url": "http://dx.doi.org/10.1038/d41586-024-03744-0",
          "doi": "10.1038/d41586-024-03744-0",
          "filter": "4"
        },
        {
          "title": "Why we need a body to oversee how science is used by governments",
          "authors": "Chris Tyler",
          "url": "http://dx.doi.org/10.1038/d41586-024-03758-8",
          "doi": "10.1038/d41586-024-03758-8",
          "filter": "4"
        },
        {
          "title": "Setting the stage for using AI in language tasks 50 years ago",
          "url": "http://dx.doi.org/10.1038/d41586-024-03770-y",
          "doi": "10.1038/d41586-024-03770-y",
          "filter": "4"
        },
        {
          "title": "Should I climb the career ladder as a manager, or will I regret leaving the lab bench behind?",
          "authors": "Miles Lizak",
          "url": "http://dx.doi.org/10.1038/d41586-024-03237-0",
          "doi": "10.1038/d41586-024-03237-0",
          "filter": "4"
        },
        {
          "title": "Squid-inspired jet devices deliver drugs without a need for needles",
          "url": "http://dx.doi.org/10.1038/d41586-024-03767-7",
          "doi": "10.1038/d41586-024-03767-7",
          "filter": "4"
        },
        {
          "title": "Catalysts degrade forever chemicals with visible light",
          "authors": "Jinyong Liu",
          "url": "http://dx.doi.org/10.1038/d41586-024-03550-8",
          "doi": "10.1038/d41586-024-03550-8",
          "filter": "4"
        },
        {
          "title": "A ‘Wikipedia for cells’: researchers get an updated look at the Human Cell Atlas, and it’s remarkable",
          "url": "http://dx.doi.org/10.1038/d41586-024-03754-y",
          "doi": "10.1038/d41586-024-03754-y",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "The effect of seeing scientists as intellectually humble on trust in scientists and their research",
          "authors": "Jonah Koetke, Karina Schumann, Shauna M. Bowes, Nina Vaupotič",
          "url": "http://dx.doi.org/10.1038/s41562-024-02060-x",
          "doi": "10.1038/s41562-024-02060-x",
          "filter": "0"
        },
        {
          "title": "Examining the replicability of online experiments selected by a decision market",
          "authors": "Felix Holzmeister, Magnus Johannesson, Colin F. Camerer, Yiling Chen, Teck-Hua Ho, Suzanne Hoogeveen, Juergen Huber, Noriko Imai, Taisuke Imai, Lawrence Jin, Michael Kirchler, Alexander Ly, Benjamin Mandl, Dylan Manfredi, Gideon Nave, Brian A. Nosek, Thomas Pfeiffer, Alexandra Sarafoglou, Rene Schwaiger, Eric-Jan Wagenmakers, Viking Waldén, Anna Dreber",
          "abstract": "Here we test the feasibility of using decision markets to select studies for replication and provide evidence about the replicability of online experiments. Social scientists ( n = 162) traded on the outcome of close replications of 41 systematically selected MTurk social science experiments published in PNAS 2015–2018, knowing that the 12 studies with the lowest and the 12 with the highest final market prices would be selected for replication, along with 2 randomly selected studies. The replication rate, based on the statistical significance indicator, was 83% for the top-12 and 33% for the bottom-12 group. Overall, 54% of the studies were successfully replicated, with replication effect size estimates averaging 45% of the original effect size estimates. The replication rate varied between 54% and 62% for alternative replication indicators. The observed replicability of MTurk experiments is comparable to that of previous systematic replication projects involving laboratory experiments.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02062-9",
          "doi": "10.1038/s41562-024-02062-9",
          "filter": "0"
        },
        {
          "title": "Period poverty is a continuing global challenge",
          "authors": "Lucy Khofi",
          "url": "http://dx.doi.org/10.1038/s41562-024-01981-x",
          "doi": "10.1038/s41562-024-01981-x",
          "filter": "0"
        },
        {
          "title": "Why we need an archaeology of menstruation",
          "authors": "Dulcie Newbury",
          "url": "http://dx.doi.org/10.1038/s41562-024-02012-5",
          "doi": "10.1038/s41562-024-02012-5",
          "filter": "0"
        },
        {
          "title": "School performance and the social gradient in young adult death in Norway",
          "authors": "Bjørn-Atle Reme, Ole Røgeberg, Fartein Ask Torvik",
          "url": "http://dx.doi.org/10.1038/s41562-024-02053-w",
          "doi": "10.1038/s41562-024-02053-w",
          "filter": "0"
        },
        {
          "title": "Menstruation myths",
          "authors": "Marni Sommer, Joan C. Chrisler, Paul J. Yong, Marcia Mendonça Carneiro, Ina Schuppe Koistinen, Natalie Brown",
          "url": "http://dx.doi.org/10.1038/s41562-024-02057-6",
          "doi": "10.1038/s41562-024-02057-6",
          "filter": "0"
        },
        {
          "title": "Positive association between Internet use and mental health among adults aged ≥50 years in 23 countries",
          "authors": "Yan Luo, Paul Siu Fai Yip, Qingpeng Zhang",
          "url": "http://dx.doi.org/10.1038/s41562-024-02048-7",
          "doi": "10.1038/s41562-024-02048-7",
          "filter": "0"
        },
        {
          "title": "Sharing without clicking on news in social media",
          "authors": "S. Shyam Sundar, Eugene Cho Snyder, Mengqi Liao, Junjun Yin, Jinping Wang, Guangqing Chi",
          "url": "http://dx.doi.org/10.1038/s41562-024-02067-4",
          "doi": "10.1038/s41562-024-02067-4",
          "filter": "0"
        },
        {
          "title": "Why current menstrual policies do not work",
          "authors": "Sally King",
          "url": "http://dx.doi.org/10.1038/s41562-024-01996-4",
          "doi": "10.1038/s41562-024-01996-4",
          "filter": "0"
        },
        {
          "title": "Talking openly about menstruation",
          "url": "http://dx.doi.org/10.1038/s41562-024-02083-4",
          "doi": "10.1038/s41562-024-02083-4",
          "filter": "0"
        },
        {
          "title": "Internet use and mental wellbeing in older adults",
          "authors": "Yao Yao, Erdan Dong",
          "url": "http://dx.doi.org/10.1038/s41562-024-02050-z",
          "doi": "10.1038/s41562-024-02050-z",
          "filter": "0"
        },
        {
          "title": "Open and inclusive communication is key to managing menstrual health",
          "authors": "Priyanka Dubey, M. Sivakami",
          "url": "http://dx.doi.org/10.1038/s41562-024-02054-9",
          "doi": "10.1038/s41562-024-02054-9",
          "filter": "0"
        },
        {
          "title": "Why we should care about trans people and menstruation",
          "authors": "A. J. Lowik",
          "url": "http://dx.doi.org/10.1038/s41562-024-02014-3",
          "doi": "10.1038/s41562-024-02014-3",
          "filter": "0"
        },
        {
          "title": "Broadening menstrual health approaches is key to improving adolescent outcomes",
          "authors": "Bhuvana Balaji, Sakshi Srivastava",
          "url": "http://dx.doi.org/10.1038/s41562-024-02039-8",
          "doi": "10.1038/s41562-024-02039-8",
          "filter": "0"
        },
        {
          "title": "The ethics of menstrual tracking applications",
          "authors": "Catherine Vidal",
          "url": "http://dx.doi.org/10.1038/s41562-024-02031-2",
          "doi": "10.1038/s41562-024-02031-2",
          "filter": "0"
        },
        {
          "title": "Menopause, medicine and human evolution",
          "authors": "Melissa Emery Thompson",
          "url": "http://dx.doi.org/10.1038/s41562-024-02052-x",
          "doi": "10.1038/s41562-024-02052-x",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Genetic and linguistic comparisons reveal complex sex-biased transmission of language features",
          "authors": "Yakov Pichkar, Alexandra Surowiec, Nicole Creanza",
          "abstract": "The history of people’s movements and interactions shapes both genetic and linguistic variation. Genes and languages are transmitted separately and their distributions reflect different aspects of human history, but some demographic processes can cause them to be similarly distributed. In particular, forms of societal organization, including movements in and out of a community, may have shaped the transmission of both genes and languages. If children were more likely to learn their mother’s language than their father’s when their parents were from populations that spoke different languages or dialects, then language variation might show a closer association with maternally transmitted genetic markers than autosomal ones; this association could be further reinforced if children reside with predominantly maternal kin. We analyze the worldwide relationship between linguistic and genomic variation, leveraging the sex-biased transmission of X chromosomes to assess whether language has tended to be preferentially transmitted along the male or female line. In addition, we measure the effects of postmarital residence with female kin, matrilineal descent, and endogamy on the covariation of mitochondrial DNA and languages, using mtDNA because genomic data were available for very few populations with these ethnographic traits. We find that while there is little evidence for a consistent or widespread sex bias in the transmission of language, such biased transmission may have occurred locally in several parts of the world and might have been influenced by population-level ethnographic characteristics, such as female-based descent or residence patterns. Our results highlight the complex relationships between genes, language, ethnography, and geography.",
          "url": "http://dx.doi.org/10.1073/pnas.2322881121",
          "doi": "10.1073/pnas.2322881121",
          "filter": "0"
        },
        {
          "title": "Trade-offs, control conditions, and alternative designs in the experimental study of cultural evolution",
          "authors": "Maxime Derex, Pierce Edmiston, Gary Lupyan, Alex Mesoudi",
          "abstract": "Although the theoretical foundations of the modern field of cultural evolution have been in place for over 50 y, laboratory experiments specifically designed to test cultural evolutionary theory have only existed for the last two decades. Here, we review the main experimental designs used in the field of cultural evolution, as well as major findings related to the generation of cultural variation, content- and model-based biases, cumulative cultural evolution, and nonhuman culture. We then identify methodological advances that demonstrate the iterative improvement of cultural evolution experimental methods. Finally, we focus on one common critique of cultural evolution experiments, the appropriate individual learning control condition needed to demonstrate cumulative culture, and present an original experimental investigation relevant to this critique. Participants completed a combinatorial innovation task allowing for cumulative improvement over time in one of four commonly used experimental designs/conditions: social learners in chains, social learners in groups, individual learners experiencing an extended session lasting the same accumulated time as an entire chain or group, and individual learners experiencing repeated sessions adding up to the same total time. We found that repeated individual learning resulted in superior performance to any other condition. We discuss these findings in light of the relevance of the specific criticism of previous experimental studies that purport to have demonstrated cumulative culture. We also use our findings to discuss the broad trade-offs that participants face when learning individually and socially in different contexts, including variable acquisition costs, redundancy of effort in groups, and cognitive and motivational fatigue.",
          "url": "http://dx.doi.org/10.1073/pnas.2322886121",
          "doi": "10.1073/pnas.2322886121",
          "filter": "0"
        },
        {
          "title": "Insurance and climate risks: Policy lessons from three bounding scenarios",
          "authors": "Carolyn Kousky, Galen Treuer, Katharine J. Mach",
          "abstract": "Climate change poses complex risks without precedent that challenge established planning and risk management tools, including property insurance. The nature and timing of transitions in markets and institutions in response to growing climate risks will shape prospects for future socioeconomic well-being. As property insurance markets in the United States face higher levels of turmoil, policymakers are weighing various interventions to stabilize not only insurance but also housing and mortgage markets. We identify policy lessons based on the investigation of three bounding scenarios designed to address the question of how near-term (1 to 3 y) policy and regulatory choices surrounding insurance markets in Florida could influence medium-term (3 to 15 y) risk levels, disaster recovery, housing markets, and local economic outcomes. Since our policy choices today have a profound impact on future outcomes, careful consideration of the longer-term impacts of today’s policy choices is required to secure more effective and equitable adaptation decisions and pathways.",
          "url": "http://dx.doi.org/10.1073/pnas.2317875121",
          "doi": "10.1073/pnas.2317875121",
          "filter": "0"
        },
        {
          "title": "A tale of two cultures: How L. Luca Cavalli-Sforza bridged the gap between science and the humanities",
          "authors": "Linda Stone, Paul F. Lurquin",
          "abstract": "This article retraces the career of geneticist L. Luca Cavalli-Sforza, from his days as a student researcher to his tenure as a Stanford University professor, and beyond. We show how Cavalli-Sforza’s untiring curiosity, enthusiasm, and global knowledge led him to make incisive contributions to topics as diverse as bacterial genetics and human evolution, both biological and cultural. In an academic world where hyperspecialization is the norm, Cavalli-Sforza stood out as a scientist unafraid to promulgate and apply multidisciplinary approaches to complex issues of human origins and culture.",
          "url": "http://dx.doi.org/10.1073/pnas.2322878121",
          "doi": "10.1073/pnas.2322878121",
          "filter": "0"
        },
        {
          "title": "Genes, culture, and scientific racism",
          "authors": "Kevin N. Lala, Marcus W. Feldman",
          "abstract": "Quantitative studies of cultural evolution and gene-culture coevolution (henceforth “CE” and “GCC”) emerged in the 1970s, in the aftermath of the “race and intelligence quotient (IQ)” and “human sociobiology” debates, as a counter to extreme hereditarian positions. These studies incorporated cultural transmission and its interaction with genetics in contributing to patterns of human variation. Neither CE nor GCC results were consistent with racist claims of ubiquitous genetic differences between socially defined races. We summarize how genetic data refute the notion of racial substructure for human populations and address naive interpretations of race across the biological sciences, including those related to ancestry, health, and intelligence, that help to perpetuate racist ideas. A GCC perspective can refute reductionist and determinist claims while providing a more inclusive multidisciplinary framework in which to interpret human variation.",
          "url": "http://dx.doi.org/10.1073/pnas.2322874121",
          "doi": "10.1073/pnas.2322874121",
          "filter": "0"
        },
        {
          "title": "Bridging theory and data: A computational workflow for cultural evolution",
          "authors": "Dominik Deffner, Natalia Fedorova, Jeffrey Andrews, Richard McElreath",
          "abstract": "Cultural evolution applies evolutionary concepts and tools to explain the change of culture over time. Despite advances in both theoretical and empirical methods, the connections between cultural evolutionary theory and evidence are often vague, limiting progress. Theoretical models influence empirical research but rarely guide data collection and analysis in logical and transparent ways. Theoretical models themselves are often too abstract to apply to specific empirical contexts and guide statistical inference. To help bridge this gap, we outline a quality-assurance computational workflow that starts from generative models of empirical phenomena and logically connects statistical estimates to both theory and real-world explanatory goals. We emphasize and demonstrate validation of the workflow using synthetic data. Using the interplay between conformity, migration, and cultural diversity as a case study, we present coded and repeatable examples of directed acyclic graphs, tailored agent-based simulations, a probabilistic transmission model for longitudinal data, and an approximate Bayesian computation model for cross-sectional data. We discuss the assumptions, opportunities, and pitfalls of different approaches to generative modeling and show how each can be used to improve data analysis depending on the structure of available data and the depth of theoretical understanding. Throughout, we highlight the significance of ethnography and of collecting basic cultural and demographic information about study populations and call for more emphasis on logical and theory-driven workflows as part of science reform.",
          "url": "http://dx.doi.org/10.1073/pnas.2322887121",
          "doi": "10.1073/pnas.2322887121",
          "filter": "0"
        },
        {
          "title": "Cultural evolution: Where we have been and where we are going (maybe)",
          "authors": "Robert Boyd, Peter J. Richerson",
          "abstract": "The study of cultural evolution using ideas from population biology began about 50 y ago, with the work of L.L. Cavalli-Sforza, Marcus Feldman, and ourselves. It has grown from this small beginning into a vital field with many publications and its own scientific society. In this essay, we give our perspective on the origins of the field and current unanswered questions.",
          "url": "http://dx.doi.org/10.1073/pnas.2322879121",
          "doi": "10.1073/pnas.2322879121",
          "filter": "0"
        },
        {
          "title": "Forward and backward modeling of cultural evolutionary processes",
          "authors": "Joe Y. Wakano, Kenichi Aoki",
          "abstract": "Modern cultural evolution theory adopts a variety of concepts and methods developed in mathematical biology, in particular population genetics theory. In addition to forward-looking approaches such as two-locus models, backward-looking approaches such as coalescent theory, which describe ancestral states of the current population, have played an important role in population genetics. Here, we show how forward and backward approaches can be applied to two examples in cultural evolution. The first example deals with the number of cultural traits, which can be analyzed by a backward approach. Cultural coalescent theory illustrates many unique aspects of cultural processes such as information transfer (i.e., social learning) from many donors (“cultural parents”), including or excluding the biological parents. Theory predicts that many cultural traits of intermediate (or higher) frequency (popularity) can exist that are surprisingly old. Many unsolved issues remain, however, such as how to incorporate social structure as well as natural and/or cultural selection, which we believe to be an urgent agenda. The second example is the punishment of sibling incest, a problem to which cultural coalescent theory cannot currently be usefully applied. By analyzing forward recursions, we show that punishment is ineffective in suppressing incest, unless the incestuous inclination is diminished by the presence of punishers. Based on these examples, we discuss the merits and demerits of forward and backward approaches.",
          "url": "http://dx.doi.org/10.1073/pnas.2322880121",
          "doi": "10.1073/pnas.2322880121",
          "filter": "0"
        },
        {
          "title": "Postmarital residence rules and transmission pathways in cultural hitchhiking",
          "authors": "Simon Carrignon, Enrico R. Crema, Anne Kandler, Stephen Shennan",
          "abstract": "Cultural evolutionary processes can often lead to a statistical association between neutral and adaptive traits during episodes of population dispersal and the introduction of a beneficial technology in a geographic region. Here, we examine such cultural hitchhiking processes using an individual-based model that portrays the cultural interaction between a migrant and an incumbent population. Our model is loosely based on the interaction between farming and foraging populations during the initial stages of the adoption and diffusion of agricultural practices. The two populations are characterized by different variants for their neutral and adaptive cultural traits, with the latter set providing a reproductive advantage for the migrant communities over the incumbent ones. We explore how the neutral traits of the migrant population spread and how this process is conditioned by the following factors: 1) the possibility of transmission of the adaptive traits; 2) the extent of the increased reproductive advantage provided by the adaptive variants of the migrant population; 3) postmarital residence rules; and 4) how and when neutral traits are transmitted. Our results reveal a diverse range of outputs, highlighting the relevance of factors such as the nature of postmarital resocialization and the specific combination of postmarital residence rules and sex-biased transmission.",
          "url": "http://dx.doi.org/10.1073/pnas.2322888121",
          "doi": "10.1073/pnas.2322888121",
          "filter": "0"
        },
        {
          "title": "Cultural transmission among hunter-gatherers",
          "authors": "Barry S. Hewlett, Adam H. Boyette, Sheina Lew-Levy, Sandrine Gallois, Samuel Jilo Dira",
          "abstract": "We examine from whom children learn in mobile hunter-gatherers, a way of life that characterized much of human history. Recent studies on the modes of transmission in hunter-gatherers are reviewed before presenting an analysis of five modes of transmission described by Cavalli-Sforza and Feldman [L. L. Cavalli-Sforza, M. W. Feldman, Cultural Transmission and Evolution: A Quantitative Approach (1981)] but not previously evaluated in hunter-gatherer research. We also present two modes of group transmission, conformist transmission, and concerted transmission, seldom mentioned in hunter-gatherer social learning research, and propose a unique mode of group transmission called cumulative transmission. The analysis of the additional modes of transmission indicated that cultural evolutionary signatures of vertical transmission, such as the conservation of cultural traits, have been underestimated because previous studies have seldom considered remote generations or distinguished intrafamilial from extrafamilial horizontal and oblique transmission. However, field data also indicate that hunter-gatherer children interacted with and learned from many nongenetically related individuals; about half of children’s and adolescents’ horizontal and oblique social learning came from nongenetically related individuals. Intimate living conditions of hunter-gatherers provide opportunities for group transmission, and ethnographic evidence presented demonstrates that at least three types of group transmission exist. All three forms of group transmission theoretically contribute to the conservation of culture, homogeneity of intracultural diversity, and high intercultural diversity. Analysis of additional modes of oblique and horizontal transmission and discussion of previous and unique modes of group transmission demonstrate the various mechanisms by which hunter-gatherer children learn and how cultures are conserved and contribute to cumulative culture.",
          "url": "http://dx.doi.org/10.1073/pnas.2322883121",
          "doi": "10.1073/pnas.2322883121",
          "filter": "0"
        },
        {
          "title": "Half a century of quantitative cultural evolution",
          "authors": "Laurel Fogarty, Anne Kandler, Nicole Creanza, Marcus W. Feldman",
          "url": "http://dx.doi.org/10.1073/pnas.2418106121",
          "doi": "10.1073/pnas.2418106121",
          "filter": "0"
        },
        {
          "title": "Social tolerance and success-biased social learning underlie the cultural transmission of an induced extractive foraging tradition in a wild tool-using primate",
          "authors": "Camila Galheigo Coelho, Ivan Garcia-Nisa, Eduardo B. Ottoni, Rachel L. Kendal",
          "abstract": "The last two decades have seen great advances in the study of social learning (learning from others), in part due to efforts to identify it in the wild as the basis of behavioral traditions. Theoretical frameworks suggest that both the dynamics of social tolerance and transmission biases (or social learning strategies) influence the pathways of information diffusion in social groups. Bearded capuchins ( Sapajus libidinosus ) inhabiting the semiarid seasonal caatinga biome of the Serra da Capivara National Park (SCNP) form highly tolerant societies that possess the largest “tool-kit” described for monkeys, a feat likely facilitated by social learning. Here, we used social network analysis and an open diffusion experiment using an extractive foraging task to identify the occurrence of social learning and describe the pathways of social transmission of information in two wild primate populations. The dynamics of social tolerance outside of task introductions predicted opportunities for social learning, but it was tolerance during task introductions that predicted the actual pathways of social information diffusion. Our results also indicated that the capuchins mainly learned from others via direct observation and naïve individuals exhibited an observation bias toward successful males. This study supports the claims of cultural transmission in robust capuchins and empirically supports the role of social tolerance and social learning strategies in human and nonhuman primate cultural evolution.",
          "url": "http://dx.doi.org/10.1073/pnas.2322884121",
          "doi": "10.1073/pnas.2322884121",
          "filter": "0"
        },
        {
          "title": "How cultural innovations trigger the emergence of new pathogens",
          "authors": "Pantea Pooladvand, Jeremy R. Kendal, Mark M. Tanaka",
          "abstract": "Cultural practices perceived to be adaptive—from clearing land for food production to medical innovations—can disseminate quickly through human populations. However, these same practices often have unintended maladaptive effects. A particularly consequential effect is the emergence of diseases. In numerous instances, a cultural change is followed by the appearance of a new pathogen. Here, we develop mathematical models to analyze the population processes through which cultural evolution precipitates the emergence of a new disease. We find that when a risk-bearing cultural practice spreads, emergence can be an unavoidable cost even if a safer alternative practice eventually evolves from the original. Social learning and a fitness advantage associated with the evolving practice drive early disease emergence but the two factors have distinct effects on the time to mutation of the pathogen and significant stochastic variation is observed. For example, a disease can take longer to emerge in a population that adopts the risk-bearing practice quickly than in a population that is slow to transition. Extending the model to explore the effects of an alternative practice evolving from the original, we find a nonmonotonic relationship between relative risk of the two practices and the median time to disease emergence. Our findings contribute to understanding how cultural evolution can shape pathogen evolution and highlight the unpredictability of disease emergence.",
          "url": "http://dx.doi.org/10.1073/pnas.2322882121",
          "doi": "10.1073/pnas.2322882121",
          "filter": "0"
        },
        {
          "title": "Modeling and testing strategic interdependence and tipping in public policy implementation",
          "authors": "Lu Liu, Zhihan Cui, Howard Kunreuther, Geoffrey Heal",
          "abstract": "We develop a game-theoretic model of strategic interdependence and tipping in public policy choices and show that the model can be estimated by probit and logit estimators. We test its validity and applicability by using daily data on state-level COVID-19 responses in the United States. Social distancing via shelter-in-place (SIP) strategies and wearing masks emerged as the most effective nonpharmaceutical ways of combatting COVID-19. In the United States, choices about these policies are made by individual states. We develop a game-theoretic model of such choices and test it econometrically, confirming strong interdependence in the implementation of these policies. If enough states engage in social distancing or mask wearing, others will be tipped to follow suit. Policy choices are influenced mainly by the choices of other states, especially those of similar political orientation and to a lesser degree by the number of new COVID-19 cases. The choice of mask-wearing policies is more sensitive to peer choices than the choice of SIP policies, and Republican states are much less likely than Democratic to introduce mask-wearing policies. The choices of policies are influenced more by political than public health considerations. These findings emphasize strategic interdependence in policy choice and offer an analytical framework for these complex dynamics.",
          "url": "http://dx.doi.org/10.1073/pnas.2414041121",
          "doi": "10.1073/pnas.2414041121",
          "filter": "0"
        },
        {
          "title": "Predecisional information search adaptively reduces three types of uncertainty",
          "authors": "Mikhail S. Spektor, Dirk U. Wulff",
          "abstract": "How do people search for information when they are given the opportunity to freely explore their options? Previous research has suggested that people focus on reducing uncertainty before making a decision, but it remains unclear how exactly they do so and whether they do so consistently. We present an analysis of over 1,000,000 information-search decisions made by over 2,500 individuals in a decisions-from-experience setting that cleanly separates information search from choice. Using a data-driven approach supported by a formal measurement framework, we examine how people allocate samples to options and how they decide to terminate search. Three major insights emerge. First, predecisional information search has at least three drivers that can be interpreted as reducing three types of uncertainty: structural, estimation, and computational. Second, the selection of these drivers of information search is adaptive, sequential, and guided by environmental knowledge that integrates prior expectations, task instructions, and personal experiences. Third, predecisional information search exhibits substantial interindividual heterogeneity, with individuals recruiting different drivers of information search. Together, these insights suggest that human information search is complex in ways that cannot be fully explained by monolithic accounts of information search, including proposals focused on estimation uncertainty or cost–benefit analysis. We conclude that broader theories of human information-search behavior are necessary.",
          "url": "http://dx.doi.org/10.1073/pnas.2311714121",
          "doi": "10.1073/pnas.2311714121",
          "filter": "0"
        },
        {
          "title": "It’s time to rethink the role of limited submissions in research funding",
          "authors": "Jennifer Lyon Gardner, Chasmine Stoddart, Nicholas S. Wigginton",
          "url": "http://dx.doi.org/10.1073/pnas.2404756121",
          "doi": "10.1073/pnas.2404756121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Noise schemas aid hearing in noise",
          "authors": "Jarrod M. Hicks, Josh H. McDermott",
          "abstract": "Human hearing is robust to noise, but the basis of this robustness is poorly understood. Several lines of evidence are consistent with the idea that the auditory system adapts to sound components that are stable over time, potentially achieving noise robustness by suppressing noise-like signals. Yet background noise often provides behaviorally relevant information about the environment and thus seems unlikely to be completely discarded by the auditory system. Motivated by this observation, we explored whether noise robustness might instead be mediated by internal models of noise structure that could facilitate the separation of background noise from other sounds. We found that detection, recognition, and localization in real-world background noise were better for foreground sounds positioned later in a noise excerpt, with performance improving over the initial second of exposure to a noise. These results are consistent with both adaptation-based and model-based accounts (adaptation increases over time and online noise estimation should benefit from acquiring more samples). However, performance was also robust to interruptions in the background noise and was enhanced for intermittently recurring backgrounds, neither of which would be expected from known forms of adaptation. Additionally, the performance benefit observed for foreground sounds occurring later within a noise excerpt was reduced for recurring noises, suggesting that a noise representation is built up during exposure to a new background noise and then maintained in memory. These findings suggest that noise robustness is supported by internal models—“noise schemas”—that are rapidly estimated, stored over time, and used to estimate other concurrent sounds.",
          "url": "http://dx.doi.org/10.1073/pnas.2408995121",
          "doi": "10.1073/pnas.2408995121",
          "filter": "2"
        },
        {
          "title": "Uncovering multiscale structure in the variability of larval zebrafish navigation",
          "authors": "Gautam Sridhar, Massimo Vergassola, João C. Marques, Michael B. Orger, Antonio Carlos Costa, Claire Wyart",
          "abstract": "Animals chain movements into long-lived motor strategies, exhibiting variability across scales that reflects the interplay between internal states and environmental cues. To reveal structure in such variability, we build Markov models of movement sequences that bridge across timescales and enable a quantitative comparison of behavioral phenotypes among individuals. Applied to larval zebrafish responding to diverse sensory cues, we uncover a hierarchy of long-lived motor strategies, dominated by changes in orientation distinguishing cruising versus wandering strategies. Environmental cues induce preferences along these modes at the population level: while fish cruise in the light, they wander in response to aversive stimuli, or in search for appetitive prey. As our method encodes the behavioral dynamics of each individual fish in the transitions among coarse-grained motor strategies, we use it to uncover a hierarchical structure in the phenotypic variability that reflects exploration–exploitation trade-offs. Across a wide range of sensory cues, a major source of variation among fish is driven by prior and/or immediate exposure to prey that induces exploitation phenotypes. A large degree of variability that is not explained by environmental cues unravels hidden states that override the sensory context to induce contrasting exploration–exploitation phenotypes. Altogether, by extracting the timescales of motor strategies deployed during navigation, our approach exposes structure among individuals and reveals internal states tuned by prior experience.",
          "url": "http://dx.doi.org/10.1073/pnas.2410254121",
          "doi": "10.1073/pnas.2410254121",
          "filter": "2"
        },
        {
          "title": "In vivo photoreceptor base editing ameliorates rhodopsin-E150K autosomal-recessive retinitis pigmentosa in mice",
          "authors": "Samuel W. Du, Gregory A. Newby, David Salom, Fangyuan Gao, Carolline Rodrigues Menezes, Susie Suh, Elliot H. Choi, Paul Z. Chen, David R. Liu, Krzysztof Palczewski",
          "abstract": "Rhodopsin, the prototypical class-A G-protein coupled receptor, is a highly sensitive receptor for light that enables phototransduction in rod photoreceptors. Rhodopsin plays not only a sensory role but also a structural role as a major component of the rod outer segment disc, comprising over 90% of the protein content of the disc membrane. Mutations in RHO which lead to structural or functional abnormalities, including the autosomal recessive E150K mutation, result in rod dysfunction and death. Therefore, correction of deleterious rhodopsin mutations could rescue inherited retinal degeneration, as demonstrated for other visual genes such as RPE65 and PDE6B. In this study, we describe a CRISPR/Cas9 adenine base editing strategy to correct the E150K mutation and demonstrate precise in vivo editing in a Rho -E150K mouse model of autosomal recessive retinitis pigmentosa (RP). Using ultraviolet-visible spectroscopy, mass spectrometry, and the G-protein activation assay, we characterized wild-type rhodopsin and rhodopsin variants containing bystander base edits. Subretinal injection of dual-adeno-associated viruses delivering our base editing strategy yielded up to 44% Rho correction in homozygous Rho -E150K mice. Injection at postnatal day 15, but not later time points, restored rhodopsin expression, partially rescued retinal function, and partially preserved retinal structure. These findings demonstrate that in vivo base editing can restore the function of mutated structural and functional proteins in animal models of disease, including rhodopsin-associated RP and suggest that the timing of gene-editing is a crucial determinant of successful treatment outcomes for degenerative genetic diseases.",
          "url": "http://dx.doi.org/10.1073/pnas.2416827121",
          "doi": "10.1073/pnas.2416827121",
          "filter": "2"
        },
        {
          "title": "There is no horizontal gravity force in geopotential coordinates",
          "authors": "James C. McWilliams",
          "abstract": "In response to a recent challenge to the longstanding practice in modeling large-scale circulations in the atmosphere and ocean that neglects any horizontal component of Earth’s gravity-rotation force, this paper demonstrates that a coordinate transformation into geopotential coordinates has no such horizontal force. This framework should be understood as the justification for and, if warranted, the basis for making further refinements to such geophysical models.",
          "url": "http://dx.doi.org/10.1073/pnas.2416636121",
          "doi": "10.1073/pnas.2416636121",
          "filter": "2"
        },
        {
          "title": "Symmetry engineering in 2D bioelectronics facilitating augmented biosensing interfaces",
          "authors": "Yizhang Wu, Yihan Liu, Yuan Li, Ziquan Wei, Sicheng Xing, Yunlang Wang, Dashuai Zhu, Ziheng Guo, Anran Zhang, Gongkai Yuan, Zhibo Zhang, Ke Huang, Yong Wang, Guorong Wu, Ke Cheng, Wubin Bai",
          "abstract": "Symmetry lies at the heart of two-dimensional (2D) bioelectronics, determining material properties at the fundamental level. Breaking the symmetry allows emergent functionalities and effects. However, symmetry modulation in 2D bioelectronics and the resultant applications have been largely overlooked. Here, we devise an oxidized architectural MXene, referred to as oxidized MXene (OXene), that couples orbit symmetric breaking with inverse symmetric breaking to entitle the optimized interfacial impedance and Schottky-induced piezoelectric effects. The resulting OXene validates applications ranging from microelectrode arrays, gait analysis, active transistor matrix, and wireless signaling transmission, which enables high-fidelity signal transmission and reconfigurable logic gates. Furthermore, OXene interfaces were investigated in both rodent and porcine myocardium, featuring high-quality and spatiotemporally resolved physiological recordings, while accurate differentiated predictions, enabled via various machine learning pipelines.",
          "url": "http://dx.doi.org/10.1073/pnas.2412684121",
          "doi": "10.1073/pnas.2412684121",
          "filter": "2"
        },
        {
          "title": "Genetic differentiation and precolonial Indigenous cultivation of hazelnut ( Corylus cornuta , Betulaceae) in Western North America",
          "authors": "Chelsey Geralda Armstrong, Rute B. G. Clemente-Carvalho, Nancy J. Turner, Sara Wickham, Andrew Trant, Matthew A. Lemay",
          "abstract": "Cultivation studies evaluating land-use histories and coevolutionary dynamics between humans and plants focus predominantly on domesticated species. Traditional anthropological divisions of “foragers” and “farmers” have shaped our understanding of ancient cultivation practices but have several limitations, including how people stewarded and managed nondomesticated species. To investigate the long-term effects of plant management in the Pacific Northwest, this study focuses on beaked hazelnut ( Corylus cornuta ) which has a long, precolonial history of management, transportation, and cultivation in British Columbia (BC, Canada). In particular, isolated hazelnut populations in northwestern BC are thought to be the result of historical transplanting and management. We sampled individual hazelnuts (n = 219) representing three distinct regions in and assessed 9,650 genome-wide SNPs identified with nextRAD genotyping-by-sequencing libraries to test for population genetic structure. We used linear measurements of individuals to assess morphological phenotypes and to identify variation between individuals and lineages. These data reveal shared genetic clusters in distant and disjunct northwestern and interior regions consistent with the movement of humans across the landscape. We also find several small genetically distinct populations in the northwestern region. The Genetic structure of hazelnut in the previously labeled “disjunct” region in Gitxsan, Ts’msyen, and Nis g a’a homelands is consistent with the enduring influence of people on the distribution of purportedly “wild” plant species. Our results support the hypothesis that hazelnut was likely transplanted long distances and also managed in situ. This study highlights the often-overlooked agency of Indigenous Peoples in shaping species range distributions in North America.",
          "url": "http://dx.doi.org/10.1073/pnas.2402304121",
          "doi": "10.1073/pnas.2402304121",
          "filter": "2"
        },
        {
          "title": "Magnetic soft microrobots for erectile dysfunction therapy",
          "authors": "Shuting Wang, Zhenqing Wang, Zongshan Shen, Min Zhang, Dongdong Jin, Ke Zheng, Xuemin Liu, Muyuan Chai, Zhenxing Wang, Ani Chi, Serge Ostrovidov, Hongkai Wu, Dan Shao, Guihua Liu, Kai Wu, Kam W. Leong, Xuetao Shi",
          "abstract": "Erectile dysfunction (ED) is a major threat to male fertility and quality of life, and mesenchymal stromal cells (MSCs) are a promising therapeutic option. However, therapeutic outcomes are compromised by low MSC retention and survival rates in corpus cavernosum tissue. Here, we developed an innovative magnetic soft microrobot comprising an ultrasoft hydrogel microsphere embedded with a magnetic nanoparticle chain for MSC delivery. This design also features phenylboronic acid groups for scavenging reactive oxygen species (ROS). With a Young’s modulus of less than 1 kPa, the ultrasoft microrobot adapts its shape within narrow blood vessels, ensuring a uniform distribution of MSCs within the corpus cavernosum. Our findings showed that compared with traditional MSC injections, the MSC delivery microrobot (MSC-Rob) significantly enhanced MSC retention and survival. In both rat and beagle ED models, MSC-Rob treatment accelerated the repair of corpus cavernosum tissue and restored erectile function. Single-cell RNA sequencing (scRNA-seq) revealed that MSC-Rob treatment facilitates nerve and blood vessel regeneration in the corpus cavernosum by increasing the presence of regenerative macrophages. Overall, our MSC-Rob not only advances the clinical application of MSCs for ED therapy but also broadens the scope of microrobots for other cell therapies.",
          "url": "http://dx.doi.org/10.1073/pnas.2407809121",
          "doi": "10.1073/pnas.2407809121",
          "filter": "2"
        },
        {
          "title": "Deficiency in glutathione peroxidase 4 (GPX4) results in abnormal lens development and newborn cataract",
          "authors": "Zongbo Wei, Caili Hao, Kazi Rafsan Radeen, Zheng Hao, Kavitha Kettimuthu, Kristal Maner-Smith, Shinya Toyokuni, Xingjun Fan",
          "abstract": "The human lens is composed of a monolayer of lens epithelial cells (LECs) and elongated fibers that align tightly but are separated by the plasma membrane. The integrity of the lens plasma membrane is crucial for maintaining lens cellular structure, homeostasis, and transparency. Glutathione peroxidase 4 (GPX4), a selenoenzyme, plays a critical role in protecting against lipid peroxidation. This study aims to elucidate the role of GPX4 in lens plasma membrane stability during lens development using in vitro, ex vivo, and in vivo systems. Our findings reveal that GPX4 deficiency triggers lens epithelial apoptosis-independent but ferroptosis-mediated cell death. Blocking lens GPX4 activity during ex vivo culture induces lens opacification, LEC death, and disruption of lens fiber cell arrangement. Deletion of lens-specific Gpx4 results in significant unsaturated phospholipid loss and an increase in oxidized phospholipids. Consequently, lenses with Gpx4 deficiency exhibit massive disruption of lens fiber cell structure, significant loss of LECs via ferroptosis, and formation of newborn cataracts. Remarkably, administering the lipid peroxidation inhibitor, liproxstatin-1, to pregnant mothers at embryonic days 9.5 significantly prevents lipid peroxidation, LEC death, and lens developmental defects. Our study unveils the crucial role of GPX4 in lens development and transparency, and also provides a successful intervention approach to prevent lens developmental defects through lipid peroxidation inhibition.",
          "url": "http://dx.doi.org/10.1073/pnas.2407842121",
          "doi": "10.1073/pnas.2407842121",
          "filter": "2"
        },
        {
          "title": "The mechanism of allosteric regulation of calcium-independent phospholipase A 2 by ATP and calmodulin binding to the ankyrin domain",
          "authors": "Varnavas D. Mouchlis, Yuan-Hao Hsu, Daiki Hayashi, Jian Cao, Sheng Li, J. Andrew McCammon, Edward A. Dennis",
          "abstract": "Group VIA calcium-independent phospholipase A 2 (iPLA 2 ) is a member of the PLA 2 superfamily that exhibits calcium-independent activity in contrast to the other two major types, secreted phospholipase A 2 (sPLA 2 ) and cytosolic phospholipase A 2 (cPLA 2 ), which both require calcium for their enzymatic activity. Adenosine triphosphate (ATP) has been reported to allosterically activate iPLA 2 , and this has now been verified with a lipidomics-based mixed-micelle assay, but its mechanism of action has been unknown. Hydrogen/deuterium exchange mass spectrometry (HDX-MS) was employed to identify ATP interaction peptide regions located within the ankyrin repeat domain at which ATP interacts. Molecular dynamics simulations revealed the mechanism by which ATP binds to its site and the main residues that interact. Site-directed mutagenesis was used to verify the importance of these residues in the role of ATP in regulating iPLA 2 activity. Importantly, calcium was found to abolish the enhancing regulatory function of ATP and to promote the inhibitory activity by calmodulin. Given previous evidence that calcium does not bind directly to iPLA 2 , its effect appears to be indirect via association with ATP and/or calmodulin. Using HDX-MS, we found that calmodulin interacts with the N terminus peptide region of iPLA 2 consisting of residues 20 to 28. These two regulatory iPLA 2 sites open the road to the development of potential targets for therapeutic intervention.",
          "url": "http://dx.doi.org/10.1073/pnas.2411539121",
          "doi": "10.1073/pnas.2411539121",
          "filter": "2"
        },
        {
          "title": "CD2 expressing innate lymphoid and T cells are critical effectors of immunopathogenesis in hidradenitis suppurativa",
          "authors": "Mahendra Pratap Kashyap, Bharat Mishra, Rajesh Sinha, Lin Jin, YiFei Gou, Nilesh Kumar, Kayla F. Goliwas, Safiya Haque, Jessy Deshane, Erik Berglund, David Berglund, Boni E. Elewski, Craig A. Elmets, Mohammad Athar, M. Shahid Mukhtar, Chander Raman",
          "abstract": "Hidradenitis suppurativa (HS) is a chronic, debilitating inflammatory skin disease with a poorly understood immunopathogenesis. Here, we report that HS lesional skin is characterized by the expansion of innate lymphocytes and T cells expressing CD2, an essential activation receptor and adhesion molecule. Lymphocytes expressing elevated CD2 predominated with unique spatial distribution throughout the epidermis and hypodermis in the HS lesion. CD2 + cells were mainly innate lymphocytes expressing the NK cell marker, CD56, and CD4 + T cells. Importantly, these CD2 + cells interacted with CD58 (LFA3) expressing epidermal keratinocytes and fibroblasts in the hypodermis. Granzyme A bright NKT cells (CD2 + CD3 + CD56 bright ) clustered with α-SMA expressing fibroblasts juxtaposed to epithelialized tunnels and fibrotic regions of the hypodermis. Whereas NK cells (CD2 + CD56 dim ) were perforin + , granzymes A + and B + , and enriched adjacent to hyperplastic follicular epidermis and tunnels of HS showing presence of apoptotic cells. The cytokines IL-12, IL-15, and IL-18, which enhance NK cell maturation and function were significantly elevated in HS. Ex vivo HS skin explant cultures treated with CD2:CD58 interaction-blocking anti-CD2 monoclonal antibody attenuated secretion of inflammatory cytokines/chemokines and suppressed inflammatory gene signature. Additionally, CD2:CD58 blockade altered miRNAs involved in NK/NKT differentiation and/or function. In summary, we show that a cellular network of heterogenous NKT and NK cell populations drives inflammation and is critical in the pathobiology of HS, including tunnel formation and fibrosis. Finally, CD2 blockade is a viable immunotherapeutic approach for the effective management of HS.",
          "url": "http://dx.doi.org/10.1073/pnas.2409274121",
          "doi": "10.1073/pnas.2409274121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti4724121",
          "doi": "10.1073/iti4724121",
          "filter": "2"
        },
        {
          "title": "Molecular basis for chemokine recognition and activation of XCR1",
          "authors": "Xuan Zhang, Roman R. Schlimgen, Stephanie Singh, Michael P. Tomani, Brian F. Volkman, Cheng Zhang",
          "abstract": "The X-C motif chemokine receptor XCR1, which selectively binds to the chemokine XCL1, is highly expressed in conventional dendritic cells subtype 1 (cDC1s) and crucial for their activation. Modulating XCR1 signaling in cDC1s could offer novel opportunities in cancer immunotherapy and vaccine development by enhancing the antigen presentation function of cDC1s. To investigate the molecular mechanism of XCL-induced XCR1 signaling, we determined a high-resolution structure of the human XCR1 and G i complex with an engineered form of XCL1, XCL1 CC3, by cryoelectron microscopy. Through mutagenesis and structural analysis, we elucidated the molecular details for the binding of the N-terminal segment of XCL1 CC3, which is vital for activating XCR1. The unique arrangement within the XCL1 CC3 binding site confers specificity for XCL1 in XCR1. We propose an activation mechanism for XCR1 involving structural alterations of key residues at the bottom of the XCL1 binding pocket. These detailed insights into XCL1 CC3–XCR1 interaction and XCR1 activation pave the way for developing novel XCR1-targeted therapeutics.",
          "url": "http://dx.doi.org/10.1073/pnas.2405732121",
          "doi": "10.1073/pnas.2405732121",
          "filter": "2"
        },
        {
          "title": "Adhesive interactions within microbial consortia can be differentiated at the single-cell level through expansion microscopy",
          "authors": "Pu-Ting Dong, Wenyuan Shi, Xuesong He, Gary G. Borisy",
          "abstract": "Investigating microbe–microbe interactions at the single-cell level is critical to unraveling the ecology and dynamics of microbial communities. In many situations, microbes assemble themselves into densely packed multispecies biofilms. The density and complexity pose acute difficulties for visualizing individual cells and analyzing their interactions. Here, we address this problem through an unconventional application of expansion microscopy, which allows for the “decrowding” of individual bacterial cells within a multispecies community. Expansion microscopy generally has been carried out under isotropic expansion conditions and used as a resolution-enhancing method. In our variation of expansion microscopy, we carry out expansion under heterotropic conditions; that is, we expand the space between bacterial cells but not the space within individual cells. The separation of individual bacterial cells from each other reflects the competition between the expansion force pulling them apart and the adhesion force holding them together. We employed heterotropic expansion microscopy to study the relative strength of adhesion in model biofilm communities. These included mono- and dual-species Streptococcus biofilms and a three-species synthetic community ( Fusobacterium nucleatum , Streptococcus mutans , and Streptococcus sanguinis ) under conditions that facilitated interspecies coaggregation. Using adhesion mutants, we investigated the interplay between F. nucleatum outer membrane protein RadD and different Streptococcus species. We also examined the Schaalia-TM7 epibiont association. Quantitative proximity analysis was used to evaluate the separation of individual microbial members. Our study demonstrates that heterotropic expansion microscopy can “decrowd” dense biofilm communities, improve visualization of individual bacterial members, and enable analysis of microbe–microbe adhesive interactions at the single-cell level.",
          "url": "http://dx.doi.org/10.1073/pnas.2411617121",
          "doi": "10.1073/pnas.2411617121",
          "filter": "2"
        },
        {
          "title": "Differential modulation of pain and associated anxiety by GABAergic neuronal circuits in the lateral habenula",
          "authors": "Teng Chen, Wen-Bo Liu, Sheng-Jie Zhu, Abudula Aji, Chen Zhang, Chao-Chen Zhang, Yu-Jie Duan, Jia-Xin Zuo, Zhe-Chen Liu, Hao-Jun Li, Yu-Quan Wang, Wen-Li Mi, Qi-Liang Mao-Ying, Yan-Qing Wang, Yu-Xia Chu",
          "abstract": "Persistent pain frequently precipitates the development of anxiety disorders, yet the underlying mechanisms are not fully understood. In this study, we employed a mouse model that simulates trigeminal neuralgia and observed a marked reduction in the activity of GABAergic neurons in the lateral habenula (LHb), a critical region for modulating pain and anxiety. We utilized precise optogenetic and chemogenetic techniques to modulate these neurons, which significantly alleviated behaviors associated with pain and anxiety. Our investigations revealed an inhibitory pathway from the LHb GABAergic neurons to the posterior paraventricular thalamus. Activation of this pathway primarily mitigated pain-related behaviors, with minimal effects on anxiety. Conversely, interactions between GABAergic and glutamatergic neurons within the LHb were essential in alleviating both pain and anxiety following trigeminal nerve damage. Additionally, we identified that β-sitosterol interacts directly with LHb GABAergic neurons via the estrogen receptor α, providing dual therapeutic effects for both pain and anxiety. These findings highlight the critical role of reduced GABAergic neuronal activity in the LHb in the intersection of pain and anxiety, pointing to promising therapeutic possibilities.",
          "url": "http://dx.doi.org/10.1073/pnas.2409443121",
          "doi": "10.1073/pnas.2409443121",
          "filter": "2"
        },
        {
          "title": "Salmonella virulence factors induce amino acid malabsorption in the ileum to promote ecosystem invasion of the large intestine",
          "authors": "Lauren C. Radlinski, Andrew W. L. Rogers, Lalita Bechtold, Hugo L. P. Masson, Henry Nguyen, Anaïs B. Larabi, Connor R. Tiffany, Thaynara Parente de Carvalho, Renée M. Tsolis, Andreas J. Bäumler",
          "abstract": "The gut microbiota produces high concentrations of antimicrobial short-chain fatty acids (SCFAs) that restrict the growth of invading microorganisms. The enteric pathogen Salmonella enterica serovar ( S. ) Typhimurium triggers inflammation in the large intestine to ultimately reduce microbiota density and bloom, but it is unclear how the pathogen gains a foothold in the homeostatic gut when SCFA-producing commensals are abundant. Here, we show that S. Typhimurium invasion of the ileal mucosa triggers malabsorption of dietary amino acids to produce downstream changes in nutrient availability in the large intestine. In gnotobiotic mice engrafted with a community of 17 human Clostridia isolates, S. Typhimurium virulence factors triggered marked changes in the cecal metabolome, including an elevated abundance of amino acids. In an ex vivo fecal culture model, we found that two of these amino acids, lysine and ornithine, countered SCFA-mediated growth inhibition by restoring S. Typhimurium pH homeostasis through the inducible amino acid decarboxylases CadA and SpeF, respectively. In a mouse model of gastrointestinal infection, S. Typhimurium CadA activity depleted dietary lysine to promote cecal ecosystem invasion in the presence of an intact microbiota. From these findings, we conclude that virulence factor–induced malabsorption of dietary amino acids in the small intestine changes the nutritional environment of the large intestine to provide S. Typhimurium with resources needed to counter growth inhibition by microbiota-derived SCFAs.",
          "url": "http://dx.doi.org/10.1073/pnas.2417232121",
          "doi": "10.1073/pnas.2417232121",
          "filter": "2"
        },
        {
          "title": "Direct parallel electrosynthesis of high-value chemicals from atmospheric components on symmetry-breaking indium sites",
          "authors": "Yuntong Sun, Liming Dai, Nicole L. D. Sui, Yinghao Li, Meng Tian, Jingjing Duan, Sheng Chen, Jong-Min Lee",
          "abstract": "To tackle significant environmental and energy challenges from increased greenhouse gas emissions in the atmosphere, we propose a method that synergistically combines cost-efficient integrated systems with parallel catalysis to produce high-value chemicals from CO 2 , NO, and other gases. We employed asymmetrically stretched InO 5 S with symmetry-breaking indium sites as a highly efficient trifunctional catalysts for NO reduction, CO 2 reduction, and O 2 reduction. Mechanistic studies reveal that the symmetry-breaking at indium sites substantially improves d-band center interactions and adsorption of intermediates, thereby enhancing trifunctional catalytic activity. Employed in a flow electrolysis system, the catalyst achieves continuous and flexible production of NH 3 , HCOO - , and H 2 O 2 , maintaining over 90% Faradaic efficiency at industrial scales. Notably, the parallel electrolysis device reported in this study effectively produces high-value products like NH 4 COOH directly from greenhouse gases in pure water, offering an economically efficient solution for small molecule synthesis and unique insights for the sustainable conversion of inexhaustible gases into valuable products. Therefore, this work possesses considerable potential for future practical applications in sustainable industrial processes.",
          "url": "http://dx.doi.org/10.1073/pnas.2409620121",
          "doi": "10.1073/pnas.2409620121",
          "filter": "2"
        },
        {
          "title": "A detailed look at striatal acetylcholine, dopamine, and their interactions",
          "authors": "James Taniguchi, Nicolas X. Tritsch",
          "url": "http://dx.doi.org/10.1073/pnas.2419752121",
          "doi": "10.1073/pnas.2419752121",
          "filter": "2"
        },
        {
          "title": "Metabolomics reveals soluble epoxide hydrolase as a therapeutic target for high-sucrose diet-mediated gut barrier dysfunction",
          "authors": "Ai-Zhi Lin, Xian Fu, Qing Jiang, Xue Zhou, Sung Hee Hwang, Hou-Hua Yin, Kai-Di Ni, Qing-Jin Pan, Xin He, Ling-Tong Zhang, Yi-Wen Meng, Ya-Nan Liu, Bruce D. Hammock, Jun-Yan Liu",
          "abstract": "Highsucrose diet (HSD) was reported as a causative factor for multiorgan injuries. The underlying mechanisms and therapeutic strategies remain largely uncharted. In the present study, by using a metabolomics approach, we identified the soluble epoxide hydrolase (sEH) as a therapeutic target for HSD-mediated gut barrier dysfunction. Specifically, 16-week feeding on an HSD caused gut barrier dysfunction, such as colon inflammation and tight junction impairment in a murine model. A metabolomics analysis of mouse colon tissue showed a decrease in the 5(6)-epoxyeicosatrienoic acid [5(6)-EET] level and an increase in soluble epoxide hydrolase, which is related to HSD-mediated injuries to the gut barrier. The mice treated with a chemical inhibitor of sEH and the mice with genetic intervention by intestinal-specific knockout of the sEH gene significantly attenuated HSD-caused intestinal injuries by reducing HSD-mediated colon inflammation and improving the impaired tight junction caused by an HSD. Further, in vitro studies showed that treatment with 5(6)-EET, but not its hydrolytic product 5,6-dihydroxyeicosatrienoic acid (5,6-DiHET), significantly ablated high sucrose-caused intestinal epithelial inflammation and impaired tight junction. Additionally, 5(6)-EET is anti-inflammatory and improves gut epithelial tight junction while 5,6-DiHET cannot do so. This study presents an underlying mechanism of and a therapeutic strategy for the gut barrier dysfunction caused by an HSD.",
          "url": "http://dx.doi.org/10.1073/pnas.2409841121",
          "doi": "10.1073/pnas.2409841121",
          "filter": "2"
        },
        {
          "title": "HIV-1 budding requires cortical actin disassembly by the oxidoreductase MICAL1",
          "authors": "Thomas Serrano, Nicoletta Casartelli, Foad Ghasemi, Hugo Wioland, Frédérique Cuvelier, Audrey Salles, Maryse Moya-Nilges, Lisa Welker, Serena Bernacchi, Marc Ruff, Antoine Jégou, Guillaume Romet-Lemonne, Olivier Schwartz, Stéphane Frémont, Arnaud Echard",
          "abstract": "Many enveloped viruses bud from the plasma membrane that is tightly associated with a dense and thick actin cortex. This actin network represents a significant challenge for membrane deformation and scission, and how it is remodeled during the late steps of the viral cycle is largely unknown. Using superresolution microscopy, we show that HIV-1 buds in areas of the plasma membrane with low cortical F-actin levels. We find that the cellular oxidoreductase MICAL1 locally depolymerizes actin at budding sites to promote HIV-1 budding and release. Upon MICAL1 depletion, F-actin abnormally remains at viral budding sites, incompletely budded viruses accumulate at the plasma membrane and viral release is impaired. Remarkably, normal viral release can be restored in MICAL1-depleted cells by inhibiting Arp2/3-dependent branched actin networks. Mechanistically, we find that MICAL1 directly disassembles branched-actin networks and controls the timely recruitment of the Endosomal Sorting Complexes Required for Transport scission machinery during viral budding. In addition, the MICAL1 activator Rab35 is recruited at budding sites, functions in the same pathway as MICAL1, and is also required for viral release. This work reveals a role for oxidoreduction in triggering local actin depolymerization to control HIV-1 budding, a mechanism that may be widely used by other viruses. The debranching activity of MICAL1 could be involved beyond viral budding in various other cellular functions requiring local plasma membrane deformation.",
          "url": "http://dx.doi.org/10.1073/pnas.2407835121",
          "doi": "10.1073/pnas.2407835121",
          "filter": "2"
        },
        {
          "title": "IL-2/anti-IL-2 antibody complexes augment immune responses to therapeutic cancer vaccines",
          "authors": "Miguel C. Sobral, Laura Cabizzosu, Shawn J. Kang, Kyle Ruark, Alex J. Najibi, Ryan S. Lane, Einat Vitner, Hamza Ijaz, Maxence O. Dellacherie, Mason T. Dacus, Christina M. Tringides, Irene de Lázaro, Mikaël J. Pittet, Sören Müller, Shannon J. Turley, David J. Mooney",
          "abstract": "One driver of the high failure rates of clinical trials for therapeutic cancer vaccines is likely the inability to sufficiently engage conventional dendritic cells (cDCs), the antigen-presenting cell (APC) subset that is specialized in priming antitumor T cells. Here, we demonstrate that, relative to vaccination with an injectable mesoporous silica rod (MPS) vaccine alone (Vax), combining MPS vaccines with CD122-biased IL-2/anti-IL-2 antibody complexes (IL-2cx) drives ~3-fold expansion of cDCs at the vaccination sites, vaccine-draining lymph nodes, and spleens of treated mice. Furthermore, relative to Vax alone, Vax+IL-2cx led to a ~3-fold increase in the numbers of CD8 + T cells and ~15-fold increase in the numbers of NK cells at the vaccination site. Notably, with both the model protein antigen OVA as well as various peptide neoantigens, Vax+IL-2cx induced ~5 to 30-fold greater numbers of circulating antigen-specific CD8 + T cells relative to Vax alone. We further demonstrate that Vax+IL-2cx leads to significantly improved efficacy in the MC38 colon carcinoma model relative to either monotherapy alone, driving complete regressions in 50% of mice in a cDC-dependent manner. Relative to vaccine alone, Vax+IL-2cx led to comparable numbers of CD8 + T cells, but markedly greater numbers of NK cells and activated cDCs in the B16F10 melanoma tumor microenvironment post-therapy. Taken together, these findings suggest that the administration of factors that engage both the cDC-CD8 + T cell and cDC-NK cell axes can boost the potency of therapeutic cancer vaccines.",
          "url": "http://dx.doi.org/10.1073/pnas.2322356121",
          "doi": "10.1073/pnas.2322356121",
          "filter": "2"
        },
        {
          "title": "Transmission planning for grid transformation",
          "authors": "Anjan Bose",
          "url": "http://dx.doi.org/10.1073/pnas.2419074121",
          "doi": "10.1073/pnas.2419074121",
          "filter": "2"
        },
        {
          "title": "Small-molecule disruption of androgen receptor–dependent chromatin clusters",
          "authors": "Sarah E. Kohrt, Emily J. Novak, Subhashish Tapadar, Bocheng Wu, Jonathan Strope, Yaw Asante, Hyunmin Kim, Matthew S. Chang, Douglas Gurdak, Athar Khalil, Michael Rood, Eric Raftery, Diana Stavreva, Holly M. Nguyen, Lisha G. Brown, Maddy Ramser, Cody Peer, Warren M. Meyers, Nicholas Aboreden, Maharshi Chakravortee, Richard Sallari, Peter S. Nelson, Kathleen K. Kelly, Thomas G. W. Graham, Xavier Darzacq, William D. Figg, Adegboyega K. Oyelere, Eva Corey, Remi Adelaiye-Ogala, Berkley E. Gryder",
          "abstract": "Sustained androgen receptor (AR) signaling during relapse is a central driver of metastatic castration-resistant prostate cancer (mCRPC). Current AR antagonists, such as enzalutamide, fail to provide long-term benefit for the mCRPC patients who have dramatic increases in AR expression. Here, we report AR antagonists with efficacy in AR-overexpressing models. These molecules bind to the ligand-binding domain of the AR, promote AR localization to the nucleus, yet potently and selectively down-regulate AR-target genes. The molecules BG-15a and the pharmacokinetically optimized BG-15n elicit a decrease in cell and tumor growth in vitro and in vivo in models of mCRPC. BG-15a/n treatment causes the collapse of chromatin loops between enhancers and promoters at key genes in the AR-driven epigenome. AR binding in the promoter, as well as 3D chromatin clustering, is needed for genes to respond. BG-15a/n represent promising agents for treating patients with relapsed AR-driven mCRPC tumors.",
          "url": "http://dx.doi.org/10.1073/pnas.2406239121",
          "doi": "10.1073/pnas.2406239121",
          "filter": "2"
        },
        {
          "title": "IFN-γ-induced Th1-Treg polarization in inflamed brains limits exacerbation of experimental autoimmune encephalomyelitis",
          "authors": "Masaaki Okamoto, Ayumi Kuratani, Daisuke Okuzaki, Naganori Kamiyama, Takashi Kobayashi, Miwa Sasai, Masahiro Yamamoto",
          "abstract": "Experimental autoimmune encephalomyelitis (EAE) is the most widely used rodent model for multiple sclerosis. Interferon-γ (IFN-γ) and regulatory T cells (Tregs) are individually well known to play beneficial roles in amelioration of EAE. However, little is known about the relationship between IFN-γ and Tregs during the disease. Here, we show that IFN-γ polarizes Tregs into T helper 1 (Th1)-type Tregs (Th1-Tregs) to recover from EAE. Single-cell RNA sequencing analysis revealed that brain Tregs showed signs of IFN-γ stimulation during EAE. Loss of IFN-γ signaling in Tregs and of T cell-derived IFN-γ impaired the Th1-Treg polarization and worsened the disease. Moreover, selective ablation of Th1-Tregs using an intersectional genetic method promoted proinflammatory features of macrophages in the inflamed brains and exacerbated the EAE. Taken together, our study highlights a critical role of T cell-derived IFN-γ for Th1-Treg polarization in inflamed brain to ameliorate EAE.",
          "url": "http://dx.doi.org/10.1073/pnas.2401692121",
          "doi": "10.1073/pnas.2401692121",
          "filter": "2"
        },
        {
          "title": "Calcineurin-fusion facilitates cryo-EM structure determination of a Family A GPCR",
          "authors": "Jun Xu, Geng Chen, Haoqing Wang, Sheng Cao, Jie Heng, Xavier Deupi, Yang Du, Brian K. Kobilka",
          "abstract": "Advances in singe-particle cryo-electron microscopy (cryo-EM) have made it possible to solve the structures of numerous Family A and Family B G protein-coupled receptors (GPCRs) in complex with G proteins and arrestins, as well as several Family C GPCRs. Determination of these structures has been facilitated by the presence of large extramembrane components (such as G protein, arrestin, or Venus flytrap domains) in these complexes that aid in particle alignment during the processing of the cryo-EM data. In contrast, determination of the inactive state structure of Family A GPCRs is more challenging due to the relatively small size of the seven transmembrane domain (7TM) and to the surrounding detergent micelle that, in the absence of other features, make particle alignment impossible. Here, we describe an alternative protein engineering strategy where the heterodimeric protein calcineurin is fused to a GPCR by three points of attachment, the cytoplasmic ends of TM5, TM6, and TM7. This three-point attachment provides a more rigid link with the GPCR transmembrane domain that facilitates particle alignment during data processing, allowing us to determine the structures of the β 2 adrenergic receptor (β 2 AR) in the apo, antagonist-bound, and agonist-bound states. We expect that this fusion strategy may have broad application in cryo-EM structural determination of other Family A GPCRs.",
          "url": "http://dx.doi.org/10.1073/pnas.2414544121",
          "doi": "10.1073/pnas.2414544121",
          "filter": "2"
        },
        {
          "title": "High energetic cost of color change in octopuses",
          "authors": "Sofie C. Sonner, Kirt L. Onthank",
          "abstract": "For many animals, color change is a critical adaptive mechanism believed to carry a substantial energetic cost. Yet, no study to date has directly measured the energy expenditure associated with this process. We examined the metabolic cost of color change in octopuses by measuring oxygen consumption in samples of excised octopus skin during periods of chromatophore expansion and contraction and then modeled metabolic demand over the whole octopus as a function of octopus mass. The metabolic demand of the fully activated chromatophore system is nearly as great as an octopus’s resting metabolic rate. This high metabolic cost carries ecological and evolutionary implications, including selective pressures in octopuses that may influence the adoption of nocturnal lifestyles, the use of dens, the reduction of the chromatophore system in deep-sea species, and metabolic trade-offs associated with foraging.",
          "url": "http://dx.doi.org/10.1073/pnas.2408386121",
          "doi": "10.1073/pnas.2408386121",
          "filter": "2"
        },
        {
          "title": "The interplay between liquid–liquid and ferroelectric phase transitions in supercooled water",
          "authors": "Maria Grazia Izzo, John Russo, Giorgio Pastore",
          "abstract": "The distinctive characteristics of water, evident in its thermodynamic anomalies, have implications across disciplines from biology to geophysics. Considered a valid hypothesis to rationalize its unique properties, a liquid–liquid phase transition in water below the freezing point, in the so-called supercooled regime, has nowadays been observed in several molecular dynamics simulations and is being actively researched experimentally. The hypothesis of ferroelectric phase transition in supercooled water can be traced back to 1977, due to Stillinger. In this work, we highlight intriguing and far-reaching implications of water: The ferroelectric and liquid–liquid phase transitions can be designed as two facets of the same underlying phenomenon. Our results are based on the analysis of extensive molecular dynamics simulations and are explained in the context of a classical density functional theory in mean-field approximation valid for a polar liquid, where dipolar interaction is treated perturbatively. The theory underpins the potential role of ferroelectricity in promoting the liquid–liquid phase transition, being the density-polarization coupling inherent in the dipolar interaction potential. The existence of ferroelectric order in supercooled low-density liquid water is confirmed by the observation in molecular dynamics simulations of collective modes in space-time polarization correlation functions, traceable to spontaneous breaking of continuous rotational symmetry. Our work sheds light on water’s supercooled behavior and opens the door to experimental investigations of the static and dynamic behavior of water’s polarization.",
          "url": "http://dx.doi.org/10.1073/pnas.2412456121",
          "doi": "10.1073/pnas.2412456121",
          "filter": "2"
        },
        {
          "title": "Nanoplastics measurements must have appropriate blanks",
          "authors": "Dušan Materić",
          "url": "http://dx.doi.org/10.1073/pnas.2411099121",
          "doi": "10.1073/pnas.2411099121",
          "filter": "2"
        },
        {
          "title": "Targeting PRMT7-mediated monomethylation of MAVS enhances antiviral innate immune responses and inhibits RNA virus replication",
          "authors": "Jingjing Yang, Wenjuan Li, Zepeng Zhang, Xiaohua Gong, Yanchao Chen, Xiaoyu Peng, Guosheng Hu, Xianglong Dai, Yaohui He, Ying Huang, Shiqiang Cao, Yang Yang, Wen Liu",
          "abstract": "RIG-I-like receptors (RLRs)-mitochondrial antiviral signaling protein (MAVS) are crucial for type I interferon (IFN) signaling pathway and innate immune responses triggered by RNA viruses. However, the regulatory molecular mechanisms underlying RNA virus-activated type I IFN signaling pathway remain incompletely understood. Here, we found that protein arginine methyltransferase 7 (PRMT7) serves as a negative regulator of the type I IFN signaling pathway by interacting with MAVS and catalyzing monomethylation of arginine 232 (R232me1) in MAVS. RNA virus infection leads to the downregulation and dissociation of PRMT7 from MAVS as well as the decrease of R232me1 methylation, enhancing MAVS/RIG-I interaction, MAVS aggregation, type I IFN signaling activation, and antiviral immune responses. Knock-in mice with MAVS R232 substituted with lysine ( Mavs R232K -KI) are more resistant to Vesicular Stomatitis Virus infection due to enhanced antiviral immune responses. PiPRMT7-MAVS, a short peptide inhibitor designed to interrupt the interaction between PRMT7 and MAVS, inhibits R232me1 methylation, thereby enhancing MAVS/RIG-I interaction, promoting MAVS aggregation, activating type I IFN signaling, and bolstering antiviral immune responses to suppress RNA virus replication. Moreover, the clinical relevance of PRMT7 is highlighted that it is significantly downregulated in RNA virus-infected clinical samples, such as blood samples from severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and Ebola virus, as well as H1N1-infected bronchial epithelial cells. Our findings uncovered that PRMT7-mediated arginine methylation plays critical roles in regulating MAVS-mediated antiviral innate immune responses, and targeting arginine methylation might represent a therapeutic avenue for treating RNA viral infection.",
          "url": "http://dx.doi.org/10.1073/pnas.2408117121",
          "doi": "10.1073/pnas.2408117121",
          "filter": "2"
        },
        {
          "title": "Modeling the velocity of evolving lineages and predicting dispersal patterns",
          "authors": "Paul Bastide, Pauline Rocu, Johannes Wirtz, Gabriel W. Hassler, François Chevenet, Denis Fargette, Marc A. Suchard, Simon Dellicour, Philippe Lemey, Stéphane Guindon",
          "abstract": "Accurate estimation of the dispersal velocity or speed of evolving organisms is no mean feat. In fact, existing probabilistic models in phylogeography or spatial population genetics generally do not provide an adequate framework to define velocity in a relevant manner. For instance, the very concept of instantaneous speed simply does not exist under one of the most popular approaches that models the evolution of spatial coordinates as Brownian trajectories running along a phylogeny. Here, we introduce a family of models—the so-called Phylogenetic Integrated Velocity (PIV) models—that use Gaussian processes to explicitly model the velocity of evolving lineages instead of focusing on the fluctuation of spatial coordinates over time. We describe the properties of these models and show an increased accuracy of velocity estimates compared to previous approaches. Analyses of West Nile virus data in the United States indicate that PIV models provide sensible predictions of the dispersal of evolving pathogens at a one-year time horizon. These results demonstrate the feasibility and relevance of predictive phylogeography in monitoring epidemics in time and space.",
          "url": "http://dx.doi.org/10.1073/pnas.2411582121",
          "doi": "10.1073/pnas.2411582121",
          "filter": "2"
        },
        {
          "title": "S-adenosyl-L-methionine is the unexpected methyl donor for the methylation of mercury by the membrane-associated HgcAB complex",
          "authors": "Kaiyuan Zheng, Katherine W. Rush, Swapneeta S. Date, Alexander Johs, Jerry M. Parks, Angela S. Fleischhacker, Macon J. Abernathy, Ritimukta Sarangi, Stephen W. Ragsdale",
          "abstract": "Mercury (Hg) is a heavy metal that exhibits high biological toxicity. Monomethylmercury and dimethylmercury are neurotoxins and a significant environmental concern as they bioaccumulate and biomagnify within the aquatic food web. Microbial Hg methylation involves two proteins, HgcA and HgcB. Here, we show that HgcA and HgcB can be heterologously coexpressed, and the HgcAB complex can be purified. We demonstrated that HgcA is a membrane-associated cobalamin-dependent methyltransferase and HgcB is a ferredoxin-like protein containing two [4Fe-4S] clusters. Further, spectroscopic and kinetic results demonstrate that S-adenosyl-L-methionine (SAM) donates the methyl group to Hg in a two-step reaction involving a methylcob(III)alamin intermediate including Co-thiolate ligation from a conserved Cys residue. Our findings uncover a biological role for SAM in microbial Hg methylation.",
          "url": "http://dx.doi.org/10.1073/pnas.2408086121",
          "doi": "10.1073/pnas.2408086121",
          "filter": "2"
        },
        {
          "title": "Stabilizing selection in an identified multisensory neuron in blind cavefish",
          "authors": "Mercedes Hildebrandt, Mona Kotewitsch, Sabrina Kaupp, Sophia Salomon, Stefan Schuster, Peter Machnik",
          "abstract": "The ability to follow the evolutionary trajectories of specific neuronal cell types has led to major insights into the evolution of the vertebrate brain. Here, we study how cave life in the Mexican tetra ( Astyanax mexicanus ) has affected an identified giant multisensory neuron, the Mauthner neuron (MN). Because this neuron is crucial in driving rapid escapes, the absence of predation risk in the cave forms predicts a massive reduction in this neuron. Moreover, the absence of functional eyes in the A. mexicanus Pachón form predicts an even stronger reduction in the cell’s large ventral dendrite that receives visual inputs in sighted fish species. We succeeded in recording in vivo from this neuron in the blind cavefish and two surface tetra ( A. mexicanus and Astyanax aeneus ), which offers unique chances to simultaneously study evolutionary changes in morphology and function in this giant neuron. In contrast to the predictions, we find that cave life, while sufficient to remove vision, has neither affected the cell's morphology nor its functional properties. This specifically includes the cell's ventral dendrite. Furthermore, cave life did not increase the variance in morphological or functional features. Rather, variability in surface and cave forms was the same, which suggests a complex stabilizing selection in this neuron and a continued role of its ventral dendrite. We found that adult cavefish are potent predators that readily attack smaller fish. So, one of the largely unknown stabilizing factors could be using the MN in such attacks and, in the young fish, escaping them.",
          "url": "http://dx.doi.org/10.1073/pnas.2415854121",
          "doi": "10.1073/pnas.2415854121",
          "filter": "2"
        },
        {
          "title": "Metabolic scaling, energy allocation tradeoffs, and the evolution of humans’ unique metabolism",
          "authors": "Andrew K. Yegian, Steven B. Heymsfield, Eric R. Castillo, Manfred J. Müller, Leanne M. Redman, Daniel E. Lieberman",
          "abstract": "All organisms use limited energy to grow, survive, and reproduce, necessitating energy allocation tradeoffs, but there is debate over how selection impacted metabolic budgets and tradeoffs in primates, including humans. Here, we develop a method to compare metabolic rates as quotients of observed relative to expected values for mammals corrected for size, body composition, environmental temperature, and phylogenetic relatedness. Contrary to previous analyses, these quotients reveal that nonhuman primates have total metabolic rates expected for similar-sized mammals in similar environments. In addition, data from several small-scale societies show that humans evolved exceptionally high resting, activity, and total metabolic rates apparently by overcoming tradeoffs between resting and active energy expenditures that constrain other primates. Enhanced metabolic rates help humans fuel expanded brains, faster reproductive rates, extended longevity, and high percentage of body fat.",
          "url": "http://dx.doi.org/10.1073/pnas.2409674121",
          "doi": "10.1073/pnas.2409674121",
          "filter": "2"
        },
        {
          "title": "A global assessment of plant–mite mutualism and its ecological drivers",
          "authors": "Andrew Myers, Bruce Martin, Jenna Yonenaga, Anurag A. Agrawal, Marjorie G. Weber",
          "abstract": "Mutualisms are mediated by adaptive traits of interacting organisms and play a central role in the ecology and evolution of species. Thousands of plant species possess tiny structures called “domatia” that house mites which protect plants from pests, yet these traits remain woefully understudied. Here, we release a worldwide database of species with mite domatia and provide an evaluation of the phylogenetic and geographic distribution of this mutualistic trait. With &gt;2,500 additions based on digital herbarium scans and published reports, we increased the number of known species with domatia by 27% and, importantly, documented their absence in &gt;4,000 species. We show that mite domatia likely evolved hundreds of times among flowering plants, occurring in an estimated ~10% of woody species representing over a quarter of all angiosperm families. Contrary to classic hypotheses about the evolutionary drivers of mutualism, we find that mite domatia evolved more frequently in temperate regions and in deciduous lineages; this pattern is concordant with a large-scale geographic transition from predominantly ant-based plant defense mutualisms in the tropics to mite-based defense mutualisms in temperate climates. Our data also reveal a pattern of evolutionary convergence in domatia morphology, with tuft-form domatia more likely to evolve in dry temperate habitats and pit domatia more likely to evolve in wet tropical environments. We have shown climate-associated drivers of mite domatia evolution, demonstrating their utility and power as an evolutionarily replicated system for the study of plant defense mutualisms.",
          "url": "http://dx.doi.org/10.1073/pnas.2309475121",
          "doi": "10.1073/pnas.2309475121",
          "filter": "2"
        },
        {
          "title": "Correction for Hubrich et al., Ribosomally derived lipopeptides containing distinct fatty acyl moieties",
          "url": "http://dx.doi.org/10.1073/pnas.2422333121",
          "doi": "10.1073/pnas.2422333121",
          "filter": "2"
        },
        {
          "title": "Predicting multiple conformations of ligand binding sites in proteins suggests that AlphaFold2 may remember too much",
          "authors": "Maria Lazou, Omeir Khan, Thu Nguyen, Dzmitry Padhorny, Dima Kozakov, Diane Joseph-McCarthy, Sandor Vajda",
          "abstract": "The goal of this paper is predicting the conformational distributions of ligand binding sites using the AlphaFold2 (AF2) protein structure prediction program with stochastic subsampling of the multiple sequence alignment (MSA). We explored the opening of cryptic ligand binding sites in 16 proteins, where the closed and open conformations define the expected extreme points of the conformational variation. Due to the many structures of these proteins in the Protein Data Bank (PDB), we were able to study whether the distribution of X-ray structures affects the distribution of AF2 models. We have found that AF2 generates both a cluster of open and a cluster of closed models for proteins that have comparable numbers of open and closed structures in the PDB and not too many other conformations. This was observed even with default MSA parameters, thus without further subsampling. In contrast, with the exception of a single protein, AF2 did not yield multiple clusters of conformations for proteins that had imbalanced numbers of open and closed structures in the PDB, or had substantial numbers of other structures. Subsampling improved the results only for a single protein, but very shallow MSA led to incorrect structures. The ability of generating both open and closed conformations for six out of the 16 proteins agrees with the success rates of similar studies reported in the literature. However, we showed that this partial success is due to AF2 “remembering” the conformational distributions in the PDB and that the approach fails to predict rarely seen conformations.",
          "url": "http://dx.doi.org/10.1073/pnas.2412719121",
          "doi": "10.1073/pnas.2412719121",
          "filter": "2"
        },
        {
          "title": "Liquid Hopfield model: Retrieval and localization in multicomponent liquid mixtures",
          "authors": "Rodrigo Braz Teixeira, Giorgio Carugno, Izaak Neri, Pablo Sartori",
          "abstract": "Biological mixtures, such as the cellular cytoplasm, are composed of a large number of different components. From this heterogeneity, ordered mesoscopic structures emerge, such as liquid phases with controlled composition. The competition of these structures for the same components raises several questions: what types of interactions allow the retrieval of multiple ordered mesoscopic structures, and what are the physical limitations for the retrieval of said structures. In this work, we develop an analytically tractable model for multicomponent liquids capable of retrieving states with target compositions. We name this model the liquid Hopfield model in reference to corresponding work in the theory of associative neural networks. In this model, we show that nonlinear repulsive interactions are a general requirement for retrieval of target structures. We demonstrate that this is because liquid mixtures at low temperatures tend to transition to phases with few components, a phenomenon that we term localization. Taken together, our results reveal a trade-off between retrieval and localization phenomena in liquid mixtures, and pave the way for other connections between the phenomenologies of neural computation and liquid mixtures.",
          "url": "http://dx.doi.org/10.1073/pnas.2320504121",
          "doi": "10.1073/pnas.2320504121",
          "filter": "2"
        },
        {
          "title": "Patty Jo Watson, distinguished anthropological archaeologist (1932–2024)",
          "authors": "Janet E. Levy, William H. Marquardt, Julie K. Stein",
          "url": "http://dx.doi.org/10.1073/pnas.2422627121",
          "doi": "10.1073/pnas.2422627121",
          "filter": "2"
        },
        {
          "title": "Eels’ individual migratory behavior stems from a complex syndrome involving cognition, behavior, physiology, and life history",
          "authors": "Gaia De Russi, Mattia Lanzoni, Angelo Bisazza, Paolo Domenici, Giuseppe Castaldelli, Cristiano Bertolucci, Tyrone Lucon-Xiccato",
          "abstract": "Variability within species is key for adaptability and biological evolution. To understand individualities in the context of animal movement, we focused on one of the most remarkable migrations—the journey of the endangered European eel from their birthplace in the Sargasso Sea to freshwater environments. Laboratory observations unveiled a continuum of diverse phenotypes of migrating eels: Some displayed a heightened tendency to swim against a constant water flow, while others a greater propensity to climb obstacles. Looking for the biological underpinnings of this migratory diversity, we characterized the eels’ individual differences in traits of four key domains: life history, physiology, behavior, and cognition, among which we found significant variance and interconnectedness. Upon reducing this variance to its primary multivariate axes, we found that these predict the migratory types. Eels with 1) low exploration, high activity, low boldness, and high lateralization; 2) strong lateralization, enhanced quantitative abilities, short problem-solving time, high boldness, and low growth rates; or 3) enhanced problem-solving, reduced spatial learning, high cognitive flexibility, and shorter time to solve the cognitive tasks were more likely to display the climbing migratory type. Field sampling revealed how specific traits’ combinations seemed to influence the distribution of eels once they begin to settle in the freshwater environment. Our study underscores the impressive diversity of individuals during this critical migration, emphasizing an intrinsic connection to multidomain trait variance. Preserving this diversity becomes paramount, as it likely contributes to the resilience and adaptability of endangered migratory species.",
          "url": "http://dx.doi.org/10.1073/pnas.2407804121",
          "doi": "10.1073/pnas.2407804121",
          "filter": "2"
        },
        {
          "title": "Increasing phosphorus loss despite widespread concentration decline in US rivers",
          "authors": "Wei Zhi, Hubert Baniecki, Jiangtao Liu, Elizabeth Boyer, Chaopeng Shen, Gary Shenk, Xiaofeng Liu, Li Li",
          "abstract": "The loss of phosphorous (P) from the land to aquatic systems has polluted waters and threatened food production worldwide. Systematic trend analysis of P, a nonrenewable resource, has been challenging, primarily due to sparse and inconsistent historical data. Here, we leveraged intensive hydrometeorological data and the recent renaissance of deep learning approaches to fill data gaps and reconstruct temporal trends. We trained a multitask long short-term memory model for total P (TP) using data from 430 rivers across the contiguous United States (CONUS). Trend analysis of reconstructed daily records (1980–2019) shows widespread decline in concentrations, with declining, increasing, and insignificantly changing trends in 60%, 28%, and 12% of the rivers, respectively. Concentrations in urban rivers have declined the most despite rising urban population in the past decades; concentrations in agricultural rivers however have mostly increased, suggesting not-as-effective controls of nonpoint sources in agriculture lands compared to point sources in cities. TP loss, calculated as fluxes by multiplying concentration and discharge, however exhibited an overall increasing rate of 6.5% per decade at the CONUS scale over the past 40 y, largely due to increasing river discharge. Results highlight the challenge of reducing TP loss that is complicated by changing river discharge in a warming climate.",
          "url": "http://dx.doi.org/10.1073/pnas.2402028121",
          "doi": "10.1073/pnas.2402028121",
          "filter": "2"
        },
        {
          "title": "Ecology and life history predict avian nest success in the global tropics",
          "authors": "Zachariah Fox Smart, Philip A. Downing, Suzanne H. Austin, Harold F. Greeney, Gustavo A. Londoño, Mominul I. Nahid, W. Douglas Robinson, Christina Riehl",
          "abstract": "Nest predation rates critically influence avian biodiversity and evolution. In the north temperate zone, increased nest failure along edges of forest fragments is hypothesized to play a major role in the disappearance of bird species from disturbed landscapes. However, we lack comprehensive syntheses from tropical latitudes, where biodiversity is highest and increasingly threatened by habitat fragmentation and disturbance. We assembled data from five decades of field studies across the global tropics (1,112 populations of 661 species) and used phylogenetic models to evaluate proposed predictors of nest success. We found significant effects of several traits, including adult body mass and nest architecture. Contrary to results from many temperate locations, anthropogenic habitat disruption did not consistently reduce nest success; in fact, raw nest success rates were lower in large tracts of primary forest than in disturbed or fragmented landscapes. Follow-up analyses within species, using a subset of 76 species for which we had estimates of nest survival in habitats with different levels of disruption, confirmed that neither disturbance nor fragmentation significantly influenced nest success. These results suggest that nest predation alone cannot explain observed declines in avian biodiversity in tropical forest fragments, raising new questions about the demographic processes that drive extinction in the tropics.",
          "url": "http://dx.doi.org/10.1073/pnas.2402652121",
          "doi": "10.1073/pnas.2402652121",
          "filter": "2"
        },
        {
          "title": "TLR priming licenses NAIP inflammasome activation by immunoevasive ligands",
          "authors": "James P. Grayczyk, Luying Liu, Marisa S. Egan, Emily Aunins, Meghan A. Wynosky-Dolfi, Scott W. Canna, Andy J. Minn, Sunny Shin, Igor E. Brodsky",
          "abstract": "NLR family, apoptosis inhibitory proteins (NAIPs) detect bacterial flagellin and structurally related components of bacterial type III secretion systems (T3SS), and recruit NLR family CARD domain containing protein 4 (NLRC4) and caspase-1 into an inflammasome complex that induces pyroptosis. NAIP/NLRC4 inflammasome assembly is initiated by the binding of a single NAIP to its cognate ligand, but a subset of bacterial flagellins or T3SS structural proteins are thought to evade NAIP/NLRC4 inflammasome sensing by not binding to their cognate NAIPs. Unlike other inflammasome components such as NLRP3, AIM2, or some NAIPs, NLRC4 is constitutively present in resting macrophages and not known to be induced by inflammatory signals. Here, we demonstrate that Toll-like receptor (TLR)-dependent p38 mitogen-activated protein kinase signaling up-regulates NLRC4 transcription and protein expression in murine macrophages, which licenses NAIP detection of evasive ligands. In contrast, TLR priming in human macrophages did not up-regulate NLRC4 expression, and human macrophages remained unable to detect NAIP-evasive ligands even following priming. Critically, ectopic expression of either murine or human NLRC4 was sufficient to induce pyroptosis in response to immunoevasive NAIP ligands, indicating that increased levels of NLRC4 enable the NAIP/NLRC4 inflammasome to detect these normally evasive ligands. Altogether, our data reveal that TLR priming tunes the threshold for the murine NAIP/NLRC4 inflammasome to enable inflammasome responses against immunoevasive or suboptimal NAIP ligands. These findings provide insight into species-specific TLR regulation of NAIP/NLRC4 inflammasome activation.",
          "url": "http://dx.doi.org/10.1073/pnas.2412700121",
          "doi": "10.1073/pnas.2412700121",
          "filter": "2"
        },
        {
          "title": "Loss of XIST lncRNA unlocks stemness and cellular plasticity in ovarian cancer",
          "authors": "Ikrame Naciri, Minzhi Liang, Ying Yang, Heather Karner, Benjamin Lin, Maria De Lourdes Andrade Ludena, Eric A. Hanse, Alfredo Lebron, Olga V. Razorenova, Dequina Nicholas, Mei Kong, Sha Sun",
          "abstract": "Plasticity, a key hallmark of cancer, enables cells to transition into different states, driving tumor heterogeneity. This cellular plasticity is associated with cancer progression, treatment resistance, and relapse. Cancer stem cells (CSCs) play a central role in this process, yet the molecular factors underlying cancer cell stemness remain poorly understood. In this study, we explored the role of XIST (X-inactive specific transcript) long noncoding RNA in ovarian cancer stemness and plasticity through in silico and in vitro analyses. We found that XIST is significantly down-regulated in ovarian tumors, with low XIST expression linked to a higher stemness index and lower overall survival. Knocking down XIST in ovarian cancer cells enhanced stemness, particularly increasing mesenchymal-like CSCs, and under hypoxic conditions, it promoted epithelial-like CSC markers. Our findings suggest that XIST loss leads to CSC enrichment and cellular plasticity in ovarian cancer, pointing to potential therapeutic targets for patients with low XIST expression.",
          "url": "http://dx.doi.org/10.1073/pnas.2418096121",
          "doi": "10.1073/pnas.2418096121",
          "filter": "2"
        },
        {
          "title": "Light-regulated chloroplast morphodynamics in a single-celled dinoflagellate",
          "authors": "Nico Schramma, Gloria Casas Canales, Maziyar Jalaal",
          "abstract": "Photosynthetic algae play a significant role in oceanic carbon capture. However, their performance is constantly challenged by fluctuations in environmental light conditions. While phototaxis is a common strategy to cope with such fluctuations, nonmotile species must adopt alternative mechanisms to avoid light-induced damage. Here, we show that the nonmotile, single-celled marine dinoflagellate Pyrocystis lunula contains a chloroplast network that undergoes strong deformation in response to strong light. By exposing cells to various physiologically relevant light conditions and applying temporal illumination sequences, we find that the light-induced network morphodynamics follows dynamic rules similar to temporal low-pass filtering. We develop a mathematical formalism to model the light-regulated behavior, exposing the relevant timescales of the morphodynamic response. Moreover, confocal microscopy reveals that the unusual reticulated morphology exhibits properties similar to auxetic metamaterials, facilitating the rapid and drastic deformation necessary for the light-avoidance motion, confined by the cell wall. This mechanism reduces the effective chloroplast area under high light conditions, minimizing light absorption and preventing photodamage. Our findings demonstrate that the intricate connection between the chloroplasts topologically complex structure and active dynamics enables the dinoflagellate’s dynamic adaptation to changing light environments, thereby supporting essential life-sustaining processes.",
          "url": "http://dx.doi.org/10.1073/pnas.2411725121",
          "doi": "10.1073/pnas.2411725121",
          "filter": "2"
        },
        {
          "title": "Correction for Zhang et al., Visual working memory in decision making by honey bees",
          "url": "http://dx.doi.org/10.1073/pnas.2422089121",
          "doi": "10.1073/pnas.2422089121",
          "filter": "2"
        },
        {
          "title": "The 4EHP-mediated translational repression of cGAS impedes the host immune response against DNA viruses",
          "authors": "Reese Jalal Ladak, Jung-Hyun Choi, Jun Luo, Owen J. Chen, Niaz Mahmood, Alexander J. He, Parisa Naeli, Patric Harris Snell, Esha Bayani, Huy-Dung Hoang, Tommy Alain, Jose G. Teodoro, Jianwei Wang, Xu Zhang, Seyed Mehdi Jafarnejad, Nahum Sonenberg",
          "abstract": "A critical host response against viral infections entails the activation of innate immune signaling that culminates in the production of antiviral proteins. DNA viruses are sensed by the cytosolic pattern recognition receptor cyclic GMP–AMP synthase (cGAS), which initiates a signaling pathway that results in production of proinflammatory cytokines such as Interferon-β (IFN-β) and activation of the antiviral response. Precise regulation of the antiviral innate immune response is required to avoid deleterious effects of its overactivation. We previously reported that the 4EHP/GIGYF2 translational repressor complex reduces the translation of Ifnb1 mRNA, which encodes IFN-β, upon RNA viral infections. Here, we report a distinct regulatory mechanism by which 4EHP controls replication of DNA viruses by translational repression of the Cgas mRNA, which encodes the DNA viral sensor cGAS. We show that 4EHP is required for effective translational repression of Cgas mRNA triggered by miR-23a. Upon infection, 4EHP deficiency bolsters the elicited innate immune response against the diverse DNA viruses Herpes simplex virus 1 (HSV-1) and Vaccinia Virus (VacV) and concomitantly reduces their rate of replication in vitro and in vivo. This study elucidates an intrinsic regulatory mechanism of the host response to DNA viruses which may provide unique opportunities for countering viral infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2413018121",
          "doi": "10.1073/pnas.2413018121",
          "filter": "2"
        },
        {
          "title": "An E2 ubiquitin-conjugating enzyme links diubiquitinated H2B to H3K27M oncohistone function",
          "authors": "Alan L. Jiao, Erdem Sendinc, Barry M. Zee, Felice Wallner, Yang Shi",
          "abstract": "The H3K27M oncogenic histone (oncohistone) mutation drives ~80% of incurable childhood brain tumors known as diffuse midline gliomas (DMGs). The major molecular feature of H3K27M mutant DMGs is a global loss of H3K27 trimethylation (H3K27me3), a phenotype conserved in Caenorhabditis elegans ( C. elegans ). Here, we perform unbiased genome-wide suppressor screens in C. elegans expressing H3K27M and isolate 20 suppressors, all of which at least partially restore H3K27me3. 19/20 suppressor mutations map to the same histone H3.3 gene in which the K27M mutation was originally introduced. Most of these create single amino acid substitutions between residues R26-Y54, which do not disrupt oncohistone expression. Rather, they are predicted to impair interactions with the Polycomb Repressive Complex 2 (PRC2) and are functionally conserved in human cells. Further, we mapped a single extragenic H3K27M suppressor to ubc-20 , an E2 ubiquitin-conjugating enzyme, whose loss rescued H3K27me3 to nearly 50% wild-type levels despite continued oncohistone expression and chromatin incorporation. We demonstrate that ubc-20 is the major enzyme responsible for generating diubiquitinated histone H2B. Our study provides in vivo support for existing models of PRC2 inhibition via direct oncohistone contact and suggests that the effects of H3K27M may be modulated by H2B ubiquitination.",
          "url": "http://dx.doi.org/10.1073/pnas.2416614121",
          "doi": "10.1073/pnas.2416614121",
          "filter": "2"
        },
        {
          "title": "KCTD10 p.C124W variant contributes to schizophrenia by attenuating LLPS-mediated synapse formation",
          "authors": "Chenjun Mu, Pan Liu, Liang Liu, Yaqing Wang, Kefu Liu, Xiangyu Li, Guozhong Li, Jianbo Cheng, Mengyao Bu, Han Chen, Manpei Tang, Yuanhang Yao, Jun Guan, Tiantian Ma, Zhengrong Zhou, Qingfeng Wu, Jiada Li, Hui Guo, Kun Xia, Zhengmao Hu, Xiaoqing Peng, Bing Lang, Faxiang Li, Xiao-wei Chen, Zhiheng Xu, Ling Yuan",
          "abstract": "KCTD10, a member of the potassium channel tetramerization domain (KCTD) family, is implicated in neuropsychiatric disorders and functions as a substrate recognition component within the RING-type ubiquitin ligase complex. A rare de novo variant of KCTD10, p.C124W, was identified in schizophrenia cases, yet its underlying pathogenesis remains unexplored. Here, we demonstrate that heterozygous KCTD10 C124W mice display pronounced synaptic abnormalities and exhibit schizophrenia-like behaviors. Mechanistically, we reveal that KCTD10 undergoes liquid–liquid phase separation (LLPS), a process orchestrated by its intrinsically disordered region (IDR). p.C124W mutation disrupts this LLPS capability, leading to diminished degradation of RHOB and subsequent excessive accumulation in the postsynaptic density fractions. Notably, neither IDR deletion nor p.C124W mutation in KCTD10 mitigates the synaptic abnormalities caused by Kctd10 deficiency. Thus, our findings implicate that LLPS may be associated with the pathogenesis of KCTD10-associated brain disorders and highlight the potential of targeting RHOB as a therapeutic strategy for diseases linked to mutations in KCTD10 or RHOB.",
          "url": "http://dx.doi.org/10.1073/pnas.2400464121",
          "doi": "10.1073/pnas.2400464121",
          "filter": "2"
        },
        {
          "title": "The global spread of Oriental Horses in the past 1,500 years through the lens of the Y chromosome",
          "authors": "Lara Radovic, Viktoria Remer, Doris Rigler, Elif Bozlak, Lucy Allen, Gottfried Brem, Monika Reissman, Gudrun A. Brockmann, Katarzyna Ropka-Molik, Monika Stefaniuk-Szmukier, Liliya Kalinkova, Valery V. Kalashnikov, Alexander M. Zaitev, Terje Raudsepp, Caitlin Castaneda, Ines von Butler-Wemken, Laura Patterson Rosa, Samantha A. Brooks, Miguel Novoa‐Bravo, Nikos Kostaras, Abdugani Abdurasulov, Douglas F. Antczak, Donald C. Miller, Maria Susana Lopes, Artur da Câmara Machado, Gabriella Lindgren, Rytis Juras, Gus Cothran, Barbara Wallner",
          "abstract": "Since their domestication, horses have accompanied mankind, and humans have constantly shaped horses according to their needs through stallion-centered breeding. Consequently, the male-specific portion of the Y chromosome (MSY) is extremely uniform in modern horse breeds. The majority of stallions worldwide carry MSY haplotypes (HT) attributed to an only ~1,500-y-old, so-called, “Crown” haplogroup. The predominance of the Crown in modern horse breeds is thought to represent a footprint of the vast impact of stallions of “Oriental origin” in the past millennium. Here, we report the results of a fine-scaled MSY haplotyping of large datasets of patrilines comprising 1,517 males of 189 modern horse breeds, covering a broad phenotypic and geographic spectrum. We can disentangle the multilayered influence of Oriental stallions over the last few hundred years, exposing the intense linebreeding and the wide-ranging impact of Arabian, English Thoroughbred, and Coldblood sires. Iberian and New World horse breeds contain a wide range of diversified Crown lineages. Their broad HT spectrum illustrates the spread of horses of Oriental origin via the Iberian Peninsula after the Middle Ages, which is commonly referred to as the “Spanish influence.” Our survey also revealed a second major historical dissemination of horses from Western Asia, attributed to the expansion of the Ottoman Empire. Our analysis shows that MSY analysis can uncover the complex history of horse breeds and can be used to establish the paternal ancestry of modern horse breeds.",
          "url": "http://dx.doi.org/10.1073/pnas.2414408121",
          "doi": "10.1073/pnas.2414408121",
          "filter": "2"
        },
        {
          "title": "Frontotemporal network contribution to occluded face processing",
          "authors": "Jalaledin Noroozi, Ehsan Rezayat, Mohammad-Reza A. Dehaqani",
          "abstract": "Primates are known for their exceptional ability to recognize faces. However, we still have much to learn about how their brains process faces when they are partially hidden. When we cover parts of a face, it affects how our brains respond, even though we still perceive the face as a whole. This suggests that complex brain networks are at work in understanding partially hidden faces. To explore this further, we studied two brain regions, the ventrolateral prefrontal cortex (vlPFC) and the inferior temporal cortex (ITC), while showing primate images of faces with parts occluded. We found that vlPFC neurons were more active when faces were partially covered, while ITC neurons preferred fully visible faces. Interestingly, the ITC seemed to process occluded faces in a separate phase after the vlPFC responded. Our research revealed a coordinated effort between these brain regions based on the level of facial obstruction. Specifically, the vlPFC seemed to play a crucial role, driving the representation of occluded faces in the later phase of ITC processing. Importantly, we also found that the brain processes occluded faces differently from those that are fully visible, suggesting specialized mechanisms for handling these situations. These findings highlight the importance of feedback from the vlPFC in understanding occluded faces in the ITC region of the brain. Understanding these neural processes not only enhances our understanding of how primates perceive faces but also provides insights into broader aspects of visual cognition.",
          "url": "http://dx.doi.org/10.1073/pnas.2407457121",
          "doi": "10.1073/pnas.2407457121",
          "filter": "2"
        },
        {
          "title": "New Estimates of US Civil War mortality from full-census records",
          "authors": "Joan Barceló, Jeffrey L. Jensen, Leonid Peisakhin, Haoyu Zhai",
          "abstract": "The Civil War was the deadliest conflict in US history. However, incomplete records have made it difficult to estimate the exact death toll both nationally, and especially, at the state level. In this article, we leverage the recently released full count of individual census returns and a sample of linked records across multiple censuses to provide i) the most precise national estimate of excess mortality to date and ii) reliable state-level estimates of excess mortality among native-born white males. Our national estimate is 698,000 Civil War deaths. This is substantially higher than the conventional historical estimate of 618,000 but lower than the most recent estimate of around 750,000 deaths based on a 1% census sample. Leveraging a novel migration-adjusted census comparison method, we document the extent to which the war’s toll was much greater in the Confederate states than in the Union.",
          "url": "http://dx.doi.org/10.1073/pnas.2414919121",
          "doi": "10.1073/pnas.2414919121",
          "filter": "2"
        },
        {
          "title": "Bouncing photons, underwater robots, and the ocean’s green film",
          "authors": "Benedetto Barone",
          "url": "http://dx.doi.org/10.1073/pnas.2420619121",
          "doi": "10.1073/pnas.2420619121",
          "filter": "2"
        },
        {
          "title": "Modeling extrahepatic hepatitis E virus infection in induced human primary neurons",
          "authors": "Michelle Jagst, André Gömer, Sanja Augustyniak, Mara Klöhn, Adriana Rehm, Rainer G. Ulrich, Verian Bader, Konstanze F. Winklhofer, Yannick Brüggemann, Ralf Gold, Barbara Gisevius, Daniel Todt, Eike Steinmann",
          "abstract": "Hepatitis E virus (HEV) infections are one of the most common causes of acute viral hepatitis, annually causing over 3 million symptomatic cases and 70,000 deaths worldwide. Historically, HEV was described as a hepatotropic virus, but has recently been associated with various extrahepatic manifestations including neurological disorders such as Guillain–Barré syndrome and neuralgic amyotrophy. However, the underlying pathogenesis of these neurological diseases remains largely unknown. The aim of this study was to investigate extrahepatic HEV manifestations in a neuronal model system using human-induced primary neurons (iPNs). Renal epithelial cells from human urine were reprogrammed to induced pluripotent stem cells to generate neuronal progenitor cells, which were subsequently differentiated into iPNs over 21 d. These iPNs supported HEV infection preferentially in neurite-bearing cells. Transcriptional profiling of the neuronal development process as well as viral infection dynamics in iPNs uncovered a lack of antiviral innate immune responses to HEV infection with only an intrinsic expression of distinct interferon-regulated genes and signaling molecules. Viral open reading frame 2 encoded capsid protein could be visualized by volumetric three-dimensional reconstitution within the neurites, which were reduced in length in an HEV inoculation-dependent manner. In conclusion, this neuron-derived human model system provides a powerful tool for studying extrahepatic manifestations of HEV infection. It further indicates a potential mechanism of pathogenesis driven by the interaction between host and viral factors.",
          "url": "http://dx.doi.org/10.1073/pnas.2411434121",
          "doi": "10.1073/pnas.2411434121",
          "filter": "2"
        },
        {
          "title": "PARG inhibitor sensitivity correlates with accumulation of single-stranded DNA gaps in preclinical models of ovarian cancer",
          "authors": "Ramya Ravindranathan, Ozge Somuncu, Alexandre André B. A. da Costa, Sirisha Mukkavalli, Benjamin P. Lamarre, Huy Nguyen, Carter Grochala, Yuqing Jiao, Joyce Liu, Bose Kochupurakkal, Kalindi Parmar, Geoffrey I. Shapiro, Alan D. D’Andrea",
          "abstract": "Poly (ADP-ribose) glycohydrolase (PARG) is a dePARylating enzyme which promotes DNA repair by removal of poly (ADP-ribose) (PAR) from PARylated proteins. Loss or inhibition of PARG results in replication stress and sensitizes cancer cells to DNA-damaging agents. PARG inhibitors are now undergoing clinical development for patients having tumors with homologous recombination deficiency (HRD), such as cancer patients with germline or somatic BRCA1/2 -mutations. PARP inhibitors kill BRCA-deficient cancer cells by increasing single-stranded DNA gaps (ssGAPs) during replication. Here, we report that, like PARP inhibitor (PARPi), PARG inhibitor (PARGi) treatment also causes an accumulation of ssGAPs in sensitive cells. PARGi exposure increased accumulation of S-phase-specific PAR, a marker for Okazaki fragment processing (OFP) defects on lagging strands and induced ssGAPs, in sensitive cells but not in resistant cells. PARGi also caused accumulation of PAR at the replication forks and at the ssDNA sites in sensitive cells. Additionally, PARGi exhibited monotherapy activity in specific HR-deficient, as well as HR-proficient, patient-derived, or patient-derived xenograft (PDX)-derived organoids of ovarian cancer, and drug sensitivity directly correlated with the accumulation of ssGAPs. Taken together, PARGi treatment results in toxic accumulation of PAR at replication forks resulting in ssGAPs due to OFP defects during replication. Regardless of the BRCA/ HRD - status, the induction of ssGAPs in preclinical models of ovarian cancer cells correlates with PARGi sensitivity. Patient-derived organoids (PDOs) may be a useful model system for testing PARGi sensitivity and functional biomarkers.",
          "url": "http://dx.doi.org/10.1073/pnas.2413954121",
          "doi": "10.1073/pnas.2413954121",
          "filter": "2"
        },
        {
          "title": "Cotranscriptional splicing is required in the cold to produce COOLAIR isoforms that repress Arabidopsis FLC",
          "authors": "Xiaogang Long, Yajun Cai, Huamei Wang, Yue Liu, Xiaoyi Huang, Hua Xuan, Wenjuan Li, Xiaoling Zhang, Hongya Zhang, Xiaofeng Fang, Hang He, Guoyong Xu, Caroline Dean, Hongchun Yang",
          "abstract": "Plants use seasonal cold to time the transition to reproductive development. Short- and long-term cold exposure is registered via parallel transcriptional shutdown and Polycomb-dependent epigenetic silencing of the Arabidopsis thaliana major flowering repressor locus FLOWERING LOCUS C ( FLC ). The cold-induced antisense transcripts ( COOLAIR ) determine the dynamics of FLC transcriptional shutdown, but the thermosensory mechanisms are still unresolved. Here, through a forward genetic screen, we identify a mutation that perturbs cold-induced COOLAIR expression and FLC repression. The mutation is a hypomorphic allele of SUPPRESSORS OF MEC-8 AND UNC-52 1 (SMU1), a conserved subunit of the spliceosomal B complex. SMU1 interacts in vivo with the proximal region of nascent COOLAIR and RNA 3′ processing/cotranscriptional regulators and enhances COOLAIR proximal intron splicing to promote specific COOLAIR isoforms. SMU1 also interacts with ELF7, an RNA Polymerase II Associated Factor (Paf1) component and limits COOLAIR transcription. Cold thus changes cotranscriptional splicing/RNA Pol II functionality in an SMU1-dependent mechanism to promote two different isoforms of COOLAIR that lead to reduced FLC transcription. Such cotranscriptional mechanisms are emerging as important regulators underlying plasticity in gene expression.",
          "url": "http://dx.doi.org/10.1073/pnas.2407628121",
          "doi": "10.1073/pnas.2407628121",
          "filter": "2"
        },
        {
          "title": "Identification of movie encoding neurons enables movie recognition AI",
          "authors": "Masaki Hiramoto, Hollis T. Cline",
          "abstract": "Natural visual scenes are dominated by spatiotemporal image dynamics, but how the visual system integrates “movie” information over time is unclear. We characterized optic tectal neuronal receptive fields using sparse noise stimuli and reverse correlation analysis. Neurons recognized movies of ~200-600 ms durations with defined start and stop stimuli. Movie durations from start to stop responses were tuned by sensory experience though a hierarchical algorithm. Neurons encoded families of image sequences following trigonometric functions. Spike sequence and information flow suggest that repetitive circuit motifs underlie movie detection. Principles of frog topographic retinotectal plasticity and cortical simple cells are employed in machine learning networks for static image recognition, suggesting that discoveries of principles of movie encoding in the brain, such as how image sequences and duration are encoded, may benefit movie recognition technology. We built and trained a machine learning network that mimicked neural principles of visual system movie encoders. The network, named MovieNet, outperformed current machine learning image recognition networks in classifying natural movie scenes, while reducing data size and steps to complete the classification task. This study reveals how movie sequences and time are encoded in the brain and demonstrates that brain-based movie processing principles enable efficient machine learning.",
          "url": "http://dx.doi.org/10.1073/pnas.2412260121",
          "doi": "10.1073/pnas.2412260121",
          "filter": "2"
        },
        {
          "title": "Compensation to visual impairments and behavioral plasticity in navigating ants",
          "authors": "Sebastian Schwarz, Leo Clement, Lars Haalck, Benjamin Risse, Antoine Wystrach",
          "abstract": "Desert ants are known to rely heavily on vision while venturing for food and returning to the nest. During these foraging trips, ants memorize and recognize their visual surroundings, which enables them to recapitulate individually learned routes in a fast and effective manner. The compound eyes are crucial for such visual navigation; however, it remains unclear how information from both eyes are integrated and how ants cope with visual impairment. Here, we manipulated the ants’ visual system by covering one of the two compound eyes and analyzed their ability to recognize familiar views. Monocular ants showed an immediate disruption of their ability to recapitulate their familiar route. However, they were able to compensate for this nonnatural impairment in a few hours by engaging in an extensive route-relearning ontogeny, composed of more learning walks than what naïve ants typically do. This relearning process with one eye forms novel memories, without erasing the previous memories acquired with two eyes. Additionally, ants having learned a route with one eye only are unable to recognize it with two eyes, even though more information is available. Together, this shows that visual memories are encoded and recalled in an egocentric and fundamentally binocular way, where the visual input as a whole must be matched to enable recognition. We show how this kind of visual processing fits with their neural circuitry.",
          "url": "http://dx.doi.org/10.1073/pnas.2410908121",
          "doi": "10.1073/pnas.2410908121",
          "filter": "2"
        },
        {
          "title": "Glucose-independent human cytomegalovirus replication is supported by metabolites that feed upper glycolytic branches",
          "authors": "Rebekah L. Mokry, John G. Purdy",
          "abstract": "Viruses with broad tissue distribution and cell tropism successfully replicate in various nutrient environments in the body. Several viruses reprogram metabolism for viral replication. However, many studies focus on metabolic reprogramming in nutrient-rich conditions that do not recapitulate physiological environments in the body. Here, we investigated how viruses may replicate when a metabolite thought to be essential for replication is limited. We use human cytomegalovirus infection in glucose-free conditions as a model to determine how glucose supports virus replication and how physiologically relevant nutrients contribute to glucose-independent virus production. We find that glucose supports viral genome synthesis, viral protein production and glycosylation, and infectious virus production. Notably, supplement of glucose-free cultures with uridine, ribose, or UDP-GlcNAc—metabolites that feed upper glycolytic branches like the pentose phosphate pathway—results in partially restored virus replication, including low levels of infectious virus production. Supplementing lower glycolysis in glucose-free cultures using pyruvate fails to restore virus replication. These results indicate that nutrients can compensate for glucose via feeding upper glycolytic branches to sustain low levels of virus production. More broadly, our findings suggest that viruses may successfully replicate in diverse metabolic niches, including those in the body with low glucose levels, through alternative nutrient usage.",
          "url": "http://dx.doi.org/10.1073/pnas.2412966121",
          "doi": "10.1073/pnas.2412966121",
          "filter": "2"
        },
        {
          "title": "Identification of a dengue 2 virus envelope protein receptor in Aedes aegypti critical for viral midgut infection",
          "authors": "Asher M. Kantor, Octavio A. C. Talyuli, William R. Reid, Patricia Hessab Alvarenga, Jasmine Booker, Jingyi Lin, Alexander W. E. Franz, Carolina Barillas-Mury",
          "abstract": "The establishment of a productive dengue virus (DENV) infection in the midgut epithelial cells of Aedes aegypti is critical for the viral transmission cycle. The hypothesis that DENV virions interact directly with specific mosquito midgut proteins was explored. We found that DENV serotype 2 (DENV2) pretreated with trypsin interacted with a single 31 kDa protein, identified as AAEL011180 by protein mass spectrometry. This putative receptor is a highly conserved protein and has orthologs in culicine and anopheline mosquitoes. We confirmed that impairing the expression of AAEL011180 in the midgut of Ae. aegypti females abolished the interaction with DENV2, and the virus also bound to immobilized recombinant purified receptor. Furthermore, recombinant DENV2 surface E glycoprotein bound to recombinant AAEL011180 with high affinity (38.2 nM) in binding kinetic analysis using surface plasmon resonance. The gene for this DENV2 E protein receptor (EPrRec) was disrupted, but since the gene is essential in Ae. aegypti, only heterozygote knockout (ΔEPrRec +/− ) females could be recovered. Further reducing EPrRec mRNA expression in the midgut of ΔEPrRec +/− females by systemic dsRNA injection significantly reduced the prevalence of DENV2 midgut infection. EPrRec also interacts with heat shock protein 70 cognate 3 (Hsc70-3), and silencing Hsc70-3 expression in ΔEPrRec females also reduced the prevalence of DENV2 midgut infection.",
          "url": "http://dx.doi.org/10.1073/pnas.2417750121",
          "doi": "10.1073/pnas.2417750121",
          "filter": "2"
        },
        {
          "title": "Observation of Thouless pumping of light in quasiperiodic photonic crystals",
          "authors": "Kai Yang, Qidong Fu, Henrique C. Prates, Peng Wang, Yaroslav V. Kartashov, Vladimir V. Konotop, Fangwei Ye",
          "abstract": "Topological transport is determined by global properties of physical media where it occurs and is characterized by quantized amounts of adiabatically transported quantities. Discovered for periodic potential, it was also explored in disordered and discrete quasiperiodic systems. Here, we report on experimental observation of pumping of a light beam in a genuinely continuous incommensurate photorefractive quasicrystal emulated by its periodic approximants. We observe a universal character of the transport which is determined by the ratio between periods of the constitutive sublattices, by the sliding angle between them, and by Chern numbers of the excited bands (in the time-coordinate space) of the approximant, for which pumping is adiabatic. This reveals that the properties of quasiperiodic systems determining the topological transport are tightly related to those of their periodic approximants and can be observed and studied in a large variety of physical systems. Our results suggest that the links between quasiperiodic systems and their periodic approximants go beyond the pure mathematical relations: They manifest themselves in physical phenomena which can be explored experimentally.",
          "url": "http://dx.doi.org/10.1073/pnas.2411793121",
          "doi": "10.1073/pnas.2411793121",
          "filter": "2"
        },
        {
          "title": "Chirality-induced phonon spin selectivity by elastic spin–orbit interaction",
          "authors": "Chenwen Yang, Jie Ren",
          "abstract": "Spin and orbital degrees of freedom are crucial in not only fundamental particles but also classical waves such as optical systems, wherein the spin–orbit interaction (SOI) of light provides new perspectives for manipulating electromagnetic waves. Elastic waves possess similar spin angular momentum (SAM) and orbital angular momentum (OAM). However, the elastic counterpart of SOI remains unexplored, even for ubiquitous elastic waveguides (WG). Here, we demonstrate the existence of elastic SOI in helical WG. We prove that the torsion and curvature of helical WG induces synthetic gauge potentials in describing the elastic vibrations. Through analytical theory and simulations, we unveil the interplay among elastic SAM, intrinsic OAM, and extrinsic OAM, impacted by the elastic SOI. Importantly, results show that elastic SOI can introduce the Chirality-Induced Phonon Spin Selectivity. These findings advance our understanding of angular momentum physics in elastic waves and enable practical strategies for wave manipulation.",
          "url": "http://dx.doi.org/10.1073/pnas.2411427121",
          "doi": "10.1073/pnas.2411427121",
          "filter": "2"
        },
        {
          "title": "Reply to Materić: Appropriate blanks should avoid major contamination sources in the lab",
          "authors": "Naixin Qian, Phoebe Stapleton, Beizhan Yan, Wei Min",
          "url": "http://dx.doi.org/10.1073/pnas.2415874121",
          "doi": "10.1073/pnas.2415874121",
          "filter": "2"
        },
        {
          "title": "Signatures of selection with cultural interference",
          "authors": "Laurel Fogarty, Sarah P. Otto",
          "abstract": "Human evolution is intricately linked with culture, which permeates almost all facets of human life from health and reproduction, to the environments in which we live. Nevertheless, our understanding of the ways in which stably transmitted, evolutionarily relevant human cultural traits might interact with the human genome is incomplete, and methods to detect such interactions are limited. Here, we describe some rules of cultural transmission which could pertain to both humans and cultural nonhuman animals that could lead to the formation and maintenance of stable associations between cultural and genetic traits. Next, we show that, in the presence of such associations, a process analogous to genetic hitchhiking is possible in gene–culture systems. These could leave signatures in the human genome similar to, and perhaps indistinguishable from, those left by selection on genetic traits. Finally, we model selective interference between cultural and genetic traits. We show that selective interference between a cultural trait under selection and a genetic trait under selection can reduce the efficacy of natural selection in the human genome, both in terms of the probability of fixation of beneficial alleles and the dynamics of selective sweeps. We then show that the efficiency of selection at genetic loci can, however, be increased in the presence of strong cultural transmission biases. This implies that the signatures of gene–culture interactions in genetic data may be complex and wide-ranging in gene–culture coevolutionary systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2322885121",
          "doi": "10.1073/pnas.2322885121",
          "filter": "2"
        },
        {
          "title": "Global trends in antibiotic consumption during 2016–2023 and future projections through 2030",
          "authors": "Eili Y. Klein, Isabella Impalli, Suprena Poleon, Philippe Denoel, Mariateresa Cipriano, Thomas P. Van Boeckel, Simone Pecetta, David E. Bloom, Arindam Nandi",
          "abstract": "Antibiotic resistance is a global public health threat. Many factors contribute to this issue, with human antibiotic consumption being significant among them. Analyzing trends and patterns in consumption can aid in developing policies to mitigate the burden of antimicrobial resistance and global disparities in access to antibiotics. Using pharmaceutical sales data licensed from IQVIA, we estimate national-level trends in antibiotic consumption in 67 countries during 2016–2023 and analyze the effects of economic growth and the COVID-19 pandemic. Finally, we estimate global human consumption and project growth through 2030 assuming current trends. We find that estimated antibiotic consumption in reported countries increased 16.3% from 29.5 to 34.3 billion defined daily doses (DDDs) from 2016 to 2023, reflecting a 10.6% increase in the consumption rate from 13.7 to 15.2 DDDs per 1,000 inhabitants per day. Increases were most pronounced in upper-middle- and lower-middle-income countries. While the COVID-19 pandemic significantly reduced consumption globally, this was most pronounced in high-income countries, and in these countries, reductions in antibiotic use in 2020 were sharper, and lasted longer, than in other countries. By 2030, we project that, without reductions in rapidly developing nations, such as investments to improve infrastructure, particularly water and sanitation, along with improved access to vaccination, global antibiotic consumption will increase by 52.3% from an estimated 49.3 billion in 2023 to 75.1 billion DDDs.",
          "url": "http://dx.doi.org/10.1073/pnas.2411919121",
          "doi": "10.1073/pnas.2411919121",
          "filter": "2"
        },
        {
          "title": "Ferromagnetic stability optimization via oxygen-vacancy control in single-atom Co/TiO 2 nanostructures",
          "authors": "Vinod K. Paidi, Byoung-Hoon Lee, Alex Taekyung Lee, Sohrab Ismail-Beigi, Elizaveta Grishaeva, Sami Vasala, Pieter Glatzel, Wonjae Ko, Docheon Ahn, Taeghwan Hyeon, Younghak Kim, Kug-Seung Lee",
          "abstract": "Oxygen vacancies and their correlation with the nanomagnetism and electronic structure are crucial for applications in dilute magnetic semiconductors design applications. Here, we report on cobalt single atom-incorporated titanium dioxide (TiO 2 ) monodispersed nanoparticles synthesized using a thermodynamic redistribution strategy. Using advanced synchrotron-based X-ray techniques and simulations, we find trivalent titanium is absent, indicating trivalent cations do not influence ferromagnetic (FM) stability. Density functional theory calculations show that the FM stability between Co 2+ ions is very weak. However, electron doping from additional oxygen vacancies can significantly enhance this FM stability, which explains the observed room-temperature ferromagnetism. Moreover, our calculations illustrate enhanced FM interactions between Co Ti + V O complexes with additional oxygen vacancies. This study explores the electronic structure and room-temperature ferromagnetism using monodispersed nanocrystallites with single-atom-incorporated TiO 2 nanostructures. The strategies described herein offer promise in revealing magnetism in other single-atom-incorporated nanostructures.",
          "url": "http://dx.doi.org/10.1073/pnas.2409397121",
          "doi": "10.1073/pnas.2409397121",
          "filter": "2"
        },
        {
          "title": "North Atlantic and the Barents Sea variability contribute to the 2023 extreme fire season in Canada",
          "authors": "Guanyu Liu, Jing Li, Xichen Li, Tong Ying",
          "abstract": "In the late spring to summer season of 2023, Canada witnessed unprecedented wildfires, with an extensive burning area and smoke spreading as far as the East Coast of the United States and Europe. Here, using multisource data analysis and climate model simulations, we show that an abnormally warm North Atlantic, as well as an abnormally low Barents Sea ice concentration (SIC), are likely key climate drivers of this Canadian fire season, contributing to ~80% of the fire weather anomaly over Canada from June to August 2023. Specifically, the warm North Atlantic forms an anomalous regional zonal cell with ascending air over the Atlantic and descending air encircling Canada, creating hot and dry local conditions. Meanwhile, reduced Barents SIC leads to a high-pressure center and reinforces the dry northern winds in Canada through Rossby wave dynamics. These exacerbated dry and hot conditions create a favorable environment for the ignition and spread of fires, thus contributing to the prolonged and extreme fire season in Canada. These teleconnections can extend to decadal scales and have important implications for understanding and predicting decadal fire activity in Canada and the surrounding regions.",
          "url": "http://dx.doi.org/10.1073/pnas.2414241121",
          "doi": "10.1073/pnas.2414241121",
          "filter": "2"
        },
        {
          "title": "CD4 + T cells drive corneal nerve damage but not epitheliopathy in an acute aqueous-deficient dry eye model",
          "authors": "Alexia Vereertbrugghen, Manuela Pizzano, Agostina Cernutto, Florencia Sabbione, Irene A. Keitelman, Douglas Vera Aguilar, Ariel Podhorzer, Federico Fuentes, Celia Corral-Vázquez, Mauricio Guzmán, Mirta N. Giordano, Analía Trevani, Cintia S. de Paiva, Jeremías G. Galletti",
          "abstract": "Dry eye disease (DED) is characterized by a dysfunctional tear film in which the corneal epithelium and its abundant nerves are affected by ocular desiccation and inflammation. Although adaptive immunity and specifically CD4 + T cells play a role in DED pathogenesis, the exact contribution of these cells to corneal epithelial and neural damage remains undetermined. To address this, we explored the progression of a surgical DED model in wild-type (WT) and T cell-deficient mice. We observed that adaptive immune-deficient mice developed all aspects of DED comparably to WT mice except for the absence of functional and morphological corneal nerve changes, nerve damage-associated transcriptomic signature in the trigeminal ganglia, and sustained tear cytokine levels. Adoptive transfer of CD4 + T cells from WT DED mice to T cell-deficient mice reproduced corneal nerve damage but not epitheliopathy. Conversely, T cell-deficient mice reconstituted solely with naïve CD4 + T cells developed corneal nerve impairment and epitheliopathy upon DED induction, thus replicating the WT DED phenotype. Collectively, our data show that while corneal neuropathy is driven by CD4 + T cells in DED, corneal epithelial damage develops independently of the adaptive immune response. These findings have implications for T cell-targeting therapies currently in use for DED.",
          "url": "http://dx.doi.org/10.1073/pnas.2407648121",
          "doi": "10.1073/pnas.2407648121",
          "filter": "2"
        },
        {
          "title": "A complex mechanism translating variation of a simple genetic architecture into alternative life histories",
          "authors": "Jukka-Pekka Verta, Jacqueline E. Moustakas-Verho, Iikki Donner, Morgane Frapin, Annukka Ruokolainen, Paul V. Debes, Jaakko Erkinaro, Craig R. Primmer",
          "abstract": "Understanding the processes that link genotype to phenotype is a central challenge in biology. Despite progress in discovering genes associated with ecologically relevant traits, a poor understanding of the processes and functions via which molecules mediate evolutionary differences leaves us critically far from linking proximate and ultimate causes of evolution. This knowledge gap is particularly large in multifaceted phenotypes of ecological relevance such as life histories where multiple traits covary and influence fitness. In Atlantic salmon ( Salmo salar ), variation in a key life-history trait, maturation age, is largely linked to the transcription cofactor vestigial-like 3 ( vgll3 ). Here, we show that despite this simple genetic architecture, vgll3 genotype influences maturation age through a complex regulatory mechanism whereby it controls the expression of diverse pubertal signaling pathways. Using a multiomic approach in salmon testes, we show that the vgll3 genotype conferring early maturity up-regulates key genes controlling androgen production, cellular energy and adiposity, and TGF-β signaling, thereby increasing the likelihood of earlier pubertal initiation. By mapping VGLL3 regulatory elements we further show its interaction with distinct transcription factors in a genotype-dependent manner, thus coordinating differential activation of regulatory pathways. This study reveals the proximate mechanisms through which a genetically simple association leads to functionally complex molecular differences in a spectrum of cellular traits, thus explaining the molecular basis of pleiotropy in a large-effect gene. Our results indicate that evolution in correlated phenotypes, as exemplified by alternative life history strategies, can be dictated by the function of major life-history genes.",
          "url": "http://dx.doi.org/10.1073/pnas.2402386121",
          "doi": "10.1073/pnas.2402386121",
          "filter": "2"
        },
        {
          "title": "Understanding the puzzle of angular momentum conservation in beta decay and related processes",
          "authors": "Gordon Baym, Jen-Chieh Peng, C. J. Pethick",
          "abstract": "We ask the question of how angular momentum is conserved in electroweak interaction processes. To introduce the problem with a minimum of mathematics, we first raise the same issue in elastic scattering of a circularly polarized photon by an atom, where the scattered photon has a different spin direction than the original photon, and note its presence in scattering of a fully relativistic spin-1/2 particle by a central potential. We then consider inverse beta decay in which an electron is emitted following the capture of a neutrino on a nucleus. While both the incident neutrino and final electron spins are antiparallel to their momenta, the final spin is in a different direction than that of the neutrino—an apparent change of angular momentum. However, prior to measurement of the final particle, in all these cases angular momentum is indeed conserved. The apparent nonconservation of angular momentum arises in the quantum measurement process in which the measuring apparatus does not have an initially well-defined angular momentum, but is localized in the outside world. We generalize the discussion to massive neutrinos and electrons, and examine nuclear beta decay and electron-positron annihilation processes through the same lens, enabling physically transparent derivations of angular and helicity distributions in these reactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2416768121",
          "doi": "10.1073/pnas.2416768121",
          "filter": "2"
        },
        {
          "title": "Agonist activation to open the Gα subunit of the GPCR–G protein precoupled complex defines functional agonist activation of TAS2R5",
          "authors": "Moon Young Yang, Khuong Duy Mac, Hannah R. Strzelinski, Samantha A. Hoffman, Donghwa Kim, Soo-Kyung Kim, Judith Su, Stephen B. Liggett, William A. Goddard",
          "abstract": "G protein-coupled receptors (GPCRs) regulate multiple cellular responses and represent highly successful therapeutic targets. The mechanisms by which agonists activate the G protein are unclear for many GPCR families, including the bitter taste receptors (TAS2Rs). We ascertained TAS2R5 properties by live cell-based functional assays, direct binding affinity measurements using optical resonators, and atomistic molecular dynamics simulations. We focus on three agonists that exhibit a wide range of signal transduction in cells despite comparable ligand–receptor binding energies derived from direct experiment and computation. Metadynamics simulations revealed that the critical barrier to activation is ligand-induced opening of the G protein between the α-helical (AH) and Ras-like domains of Gα subunit from a precoupled TAS2R5-G protein state to the fully activated state. A moderate agonist opens the AH-Ras cleft from 22 Å to 31 Å with an energy gain of −4.8 kcal mol −1 , making GDP water-exposed for signaling. A high-potency agonist had an energy gain of −11.1 kcal mol −1 . The low-potency agonist is also exothermic for Gα opening, but with an energy gain of only −1.4 kcal mol −1 . This demonstrates that TAS2R5 agonist-bound functional potencies are derived from energy gains in the transition from a precoupled complex at the level of Gα opening. Our experimental and computational study provides insights into the activation mechanism of signal transduction that provide a basis for rational design of new drugs.",
          "url": "http://dx.doi.org/10.1073/pnas.2409987121",
          "doi": "10.1073/pnas.2409987121",
          "filter": "2"
        },
        {
          "title": "The RING-type E3 ligase RIE1 sustains leaf longevity by specifically targeting AtACS7 to fine-tune ethylene production in Arabidopsis",
          "authors": "Xianglin Tang, Yuanyuan Mei, Kaixuan He, Ran Liu, Xiaoyan Lv, Yujia Zhao, Wenjing Li, Qian Wang, Qinshan Gong, Shengnan Li, Chang Xu, Xu Zheng, Qingyu Cao, Dan Wang, Ning Ning Wang",
          "abstract": "Ethylene is widely recognized as a positive regulator of leaf senescence. However, how plants coordinate the biosynthesis of ethylene to meet the requirements of senescence progression has not been determined. The rate-limiting enzyme in the ethylene biosynthesis pathway is ACC synthase. AtACS7 was previously considered one of the major contributors to the synthesis of “senescence ethylene” in Arabidopsis . However, the “brake signal” that fine-tunes the expression of AtACS7 to ensure optimal ethylene production during leaf development has yet to be identified. In the present study, the RING-H2 zinc-finger protein RIE1 was found to specifically interact with and ubiquitinate AtACS7, among all functional ACSs in Arabidopsis , to promote its degradation. Overexpression of RIE1 markedly decreased ethylene biosynthesis and delayed leaf senescence, whereas loss of function of RIE1 significantly increased ethylene emission and accelerated leaf senescence. The ethylene-related phenotypes of RIE1 overexpressing or knockout mutants were effectively rescued by the ethylene precursor ACC or the competitive inhibitor of ACS, respectively. In particular, AtACS7-induced precocious leaf senescence was strongly enhanced by the loss of RIE1 but was significantly attenuated by the overexpression of RIE1 . The specific regions of interaction between AtACS7 and RIE1, as well as the major ubiquitination sites of AtACS7, were further investigated. All results demonstrated that RIE1 functions as an important modulator of ethylene biosynthesis during leaf development by specifically targeting AtACS7 for degradation, thereby enabling plants to produce the optimal levels of ethylene needed.",
          "url": "http://dx.doi.org/10.1073/pnas.2411271121",
          "doi": "10.1073/pnas.2411271121",
          "filter": "2"
        },
        {
          "title": "In situ licensing of mesenchymal stem cell immunomodulatory function via BMP-2 induced developmental process",
          "authors": "Fuwei Zhu, Luli Ji, Kai Dai, Shunshu Deng, Jing Wang, Changsheng Liu",
          "abstract": "The immunomodulatory function of mesenchymal stem cells (MSCs) is plastic and susceptible to resident microenvironment in vivo or inflammatory factors in vitro. We propose a unique method to enhance the immunoregulatory functions of mesenchymal stem cells (MSCs) through an artificially controllable in vivo inflammatory microenvironment generated by biomaterials loaded with BMP-2 that induce bone development. MSCs activated through this method effectively induce M1 macrophage polarization toward the M2 phenotype, promote differentiation of naïve T cells into regulatory T cells, and inhibit the proliferation of activated T cells via prostaglandin E2 (PGE2) secretion. This in vivo licensing not only preserves the immunogenicity of MSCs but also alters DNA methylation patterns, enabling MSCs to exhibit immunoregulatory effects with epigenetic memory. Validation in a mouse colitis model demonstrated their therapeutic efficacy and long-term viability. Furthermore, we found that the material composition influences the inflammatory response during development, with polysaccharide-based biomaterials proving advantageous over protein-based materials in establishing an inflammatory niche conducive to MSC activity. These findings underscore the potential of tissue engineering to create in vivo environments that license MSCs, offering a strategic avenue to enhance MSC-based therapies for addressing significant immune disorders.",
          "url": "http://dx.doi.org/10.1073/pnas.2410579121",
          "doi": "10.1073/pnas.2410579121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [],
      "articles_hidden": [
        {
          "title": "A sample of the Moon’s far side retrieved by Chang’e-6 contains 2.83-billion-year-old basalt",
          "authors": "Zexian Cui, Qing Yang, Yan-Qiang Zhang, Chenyuan Wang, Haiyang Xian, Zhiming Chen, Zhiyong Xiao, Yuqi Qian, James W. Head, Clive R. Neal, Long Xiao, Fanglu Luo, Jinyou Chen, Pengli He, Yonghua Cao, Qin Zhou, Fangfang Huang, Linli Chen, Bo Wei, Jintuan Wang, Ya-Nan Yang, Shan Li, Yiping Yang, Xiaoju Lin, Jianxi Zhu, Le Zhang, Yi-Gang Xu",
          "abstract": "Remote sensing observations have shown that the far side of the Moon (lunar farside) has different geology and rock composition to the near side, including the abundances of potassium, rare earth elements, and phosphorus (collectively known as KREEP). The Chang’e-6 (CE-6) spacecraft collected samples from the South Pole-Aitken (SPA) basin on the farside and brought them to Earth. We use lead-lead and rubidium-strontium isotope systems to date low-titanium basalt in a CE-6 sample, finding a consistent age of 2830 ± 5 million years. We interpret this as the date of volcanism in SPA and incorporate it into lunar crater chronology. Strontium, neodymium and lead isotopes indicate the volcanic magma was from a lunar mantle source depleted in incompatible elements and containing almost no KREEP component.",
          "url": "http://dx.doi.org/10.1126/science.adt1093",
          "doi": "10.1126/science.adt1093",
          "filter": "2"
        },
        {
          "title": "Structural basis for inositol pyrophosphate gating of the phosphate channel XPR1",
          "authors": "Yi Lu, Chen-Xi Yue, Li Zhang, Deqiang Yao, Ying Xia, Qing Zhang, Xinchen Zhang, Shaobai Li, Yafeng Shen, Mi Cao, Chang-Run Guo, An Qin, Jie Zhao, Lu Zhou, Ye Yu, Yu Cao",
          "abstract": "Precise regulation of intracellular phosphate (Pi) is critical for cellular function, with xenotropic and polytropic retrovirus receptor 1 (XPR1) serving as the sole Pi exporter in humans. The mechanism of Pi efflux, activated by inositol pyrophosphates (PP-IPs), has remained unclear. This study presents cryo–electron microscopy structures of XPR1 in multiple conformations, revealing a transmembrane pathway for Pi export and a dual-binding activation pattern for PP-IPs. A canonical binding site is located at the dimeric interface of Syg1/Pho81/XPR1 (SPX) domains, and a second site, biased toward PP-IPs, is found between the transmembrane and SPX domains. By integrating structural studies with electrophysiological analyses, we characterized XPR1 as an inositol phosphates (IPs)/PP-IPs–activated phosphate channel. The interplay among its transmembrane domains, SPX domains, and IPs/PP-IPs orchestrates the conformational transition between its closed and open states.",
          "url": "http://dx.doi.org/10.1126/science.adp3252",
          "doi": "10.1126/science.adp3252",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Landscape burning facilitated Aboriginal migration into Lutruwita/Tasmania 41,600 years ago",
          "authors": "Matthew A. Adeleye, Felicitas Hopf, Simon G. Haberle, Georgia L. Stannard, David B. Mcwethy, Stephen Harris, David M. J. S. Bowman",
          "abstract": "The establishment of Tasmanian Palawa/Pakana communities ~40 thousand years ago (ka) was achieved by the earliest and farthest human migrations from Africa and necessitated migration into high-latitude Southern Hemisphere environments. The scarcity of high-resolution paleoecological records during this period, however, limits our understanding of the environmental effects of this pivotal event, particularly the importance of using fire as a tool for habitat modification. We use two paleoecological records from the Bass Strait islands to identify the initiation of anthropogenic landscape transformation associated with ancestral Palawa/Pakana land use. People were living on the Tasmanian/Lutruwitan peninsula by ~41.6 ka using fire to penetrate and manipulate forests, an approach possibly used in the first migrations across the last glacial landscape of Sahul.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6579",
          "doi": "10.1126/sciadv.adp6579",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Physiological cost of antibiotic resistance: Insights from a ribosome variant in bacteria",
          "authors": "Eun Chae Moon, Tushar Modi, Dong-yeon D. Lee, Danis Yangaliev, Jordi Garcia-Ojalvo, S. Banu Ozkan, Gürol M. Süel",
          "abstract": "Antibiotic-resistant ribosome variants arise spontaneously in bacterial populations; however, their impact on the overall bacterial physiology remains unclear. We studied the naturally arising antibiotic-resistant L22* ribosome variant of Bacillus subtilis and identified a Mg 2+ -dependent physiological cost. Coculture competition experiments show that Mg 2+ limitation hinders the growth of the L22* variant more than the wild type (WT), even under antibiotic pressure. This growth disadvantage of L22* cells is not due to lower ribosome abundance but rather due to reduced intracellular Mg 2+ levels. Coarse-grained elastic-network modeling of ribosome conformational dynamics suggests that L22* ribosomes associate more tightly with Mg 2+ when compared to WT. We combined the structural modeling and experimental measurements in a steady-state model to predict cellular adenosine 5′-triphosphate (ATP) levels, which also depend on Mg 2+ . Experiments confirmed a predicted ATP drop in L22* cells under Mg 2+ limitation, while WT cells were less affected. Intracellular competition for a finite Mg 2+ pool can thus suppress the establishment of an antibiotic-resistant ribosome variant.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5249",
          "doi": "10.1126/sciadv.adq5249",
          "filter": "2"
        },
        {
          "title": "Mechanotransduction governs CD40 function and underlies X-linked hyper-IgM syndrome",
          "authors": "Hyun-Kyu Choi, Stefano Travaglino, Matthias Münchhalfen, Richard Görg, Zhe Zhong, Jintian Lyu, David M. Reyes-Aguilar, Jürgen Wienands, Ankur Singh, Cheng Zhu",
          "abstract": "B cell maturation depends on cognate interactions between the T and B cells. Upon interaction with CD40 ligand (CD40L) on T cells, CD40 delivers costimulatory signals alongside B cell antigen receptor (BCR) signaling to regulate affinity maturation and antibody class switch. Mutations affecting CD40-CD40L interactions cause abnormal antibody responses in immunodeficiencies known as X-linked hyper-IgM syndrome (X-HIgM). Here, we study the CD40-mediated mechanotransduction in B cells, which likely occurs during their physical contacts with T cells. We found that CD40 forms catch bond with CD40L that lasts longer at larger forces, both B and T cells exert tension on CD40-CD40L bonds, and force enhances CD40 signaling and antibody class switch. X-HIgM CD40L mutations impair catch bond formation, suppress endogenous tension, and reduce force-enhanced CD40 signaling, leading to deficiencies in antibody class switch. Our findings highlight the role of mechanotransduction in CD40 function and provide insights into the mechanisms underlying X-HIgM syndrome.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl5815",
          "doi": "10.1126/sciadv.adl5815",
          "filter": "2"
        },
        {
          "title": "Gibbs states and Brownian models for coexisting haze and cloud droplets",
          "authors": "Manuel Santos Gutiérrez, Mickaël David Chekroun, Ilan Koren",
          "abstract": "Cloud microphysics studies include how tiny cloud droplets grow and become rain. This is crucial for understanding cloud properties like size, life span, and impact on climate through radiative effects. Small weak-updraft clouds near the haze-to-cloud transition are especially difficult to measure and understand. They are abundant but hard to capture by satellites. Köhler’s theory explains initial droplet growth but struggles with large particle groups. Here, we present a stochastic, analytical framework building on Köhler’s theory to account for (monodisperse) aerosols and cloud droplet interaction through competitive growth in a limited water vapor field. These interactions are modeled by sink terms, while fluctuations in supersaturation affecting droplet growth are modeled by nonlinear white noise terms. Our results identify hysteresis mechanisms in the droplet activation and deactivation processes. Our approach allows for multimodal cloud’s droplet size distributions supported by laboratory experiments, offering a different perspective on haze-to-cloud transition and small cloud formation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7518",
          "doi": "10.1126/sciadv.adq7518",
          "filter": "2"
        },
        {
          "title": "Topological Fermiology of gate-tunable Rashba electron gases",
          "authors": "Jie Hu, Ze-Zheng Fang, Feng Sheng, Chenqiang Hua, Chuanying Xi, Guangli Kuang, Li Pi, Kenji Watanabe, Takashi Taniguchi, Qing-Lin Xia, Yi Zheng",
          "abstract": "By introducing first-order quantum phases as topological invariants, recent symmetry analysis–based theories have reinvigorated magnetic quantum oscillations as a versatile quantum probe for unfolding the Fermi surface topology along with the geometry information, i.e., topo-Fermiology. Here, we demonstrate the comprehensive topo-Fermiology of high-mobility Rashba two-dimensional electron gases with ultragate tunability of spin-orbit coupling parameter in few-layer black arsenic. The remarkable consistencies with the key theoretical predictions of period doubling in quantum oscillations, gate-tunable aperiodic beating patterns, and the symmetry-enforced Landau level crossing phenomena controlled by the competition between Rashba coupling and the Zeeman interaction, which ultimately manifests as all odd-filling factor integer quantum Hall effect with superb sensitivity to quantum phases, establish topo-Fermiology as an indispensable methodology for studying topological quantum matters.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8208",
          "doi": "10.1126/sciadv.adp8208",
          "filter": "2"
        },
        {
          "title": "Robust generation of intrinsic C points with magneto-optical bound states in the continuum",
          "authors": "Wenjing Lv, Haoye Qin, Zengping Su, Chengzhi Zhang, Jiongpeng Huang, Yuzhi Shi, Bo Li, Patrice Genevet, Qinghua Song",
          "abstract": "C points, circular polarization in momentum space, play crucial roles in chiral wave manipulations. However, conventional approaches of achieving intrinsic C points using photonic crystals with broken symmetries suffer from a low Q factor and high sensitivity to structural geometry, rendering them fragile and susceptible to perturbations and disorders. We report magneto-optical (MO) bound states in the continuum (BICs) with a symmetry-preserved planar photonic crystal. We achieve intrinsic C points at Γ point that are robust against variation in both structural geometry and external magnetic field. MO coupling between two modes induces Zeeman splitting, leading to MO BICs and quasi-BICs with circular eigenstates for high- Q chiral responses. Furthermore, switchable C point handedness and circular dichroism are enabled by reversing the magnetic field. These findings unveil BICs and quasi-BICs with circular eigenstates and on-demand control of C points, paving the way for advanced chiral wave manipulation with enhanced light-matter interaction.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads0157",
          "doi": "10.1126/sciadv.ads0157",
          "filter": "2"
        },
        {
          "title": "Projected increase in the frequency of extremely active Atlantic hurricane seasons",
          "authors": "Hosmay Lopez, Sang-Ki Lee, Robert West, Dongmin Kim, Gregory R. Foltz, Ghassan J. Alaka, Hiroyuki Murakami",
          "abstract": "Future changes to the year-to-year swings between active and inactive North Atlantic tropical cyclone (TC) seasons have received little attention, yet may have great societal implications in areas prone to hurricane landfalls. This work investigates past and future changes in North Atlantic TC activity, focusing on interannual variability and evaluating the contributions from anthropogenic forcing. We show that interannual variability of Atlantic TC activity has already increased, evidenced by an increase in the occurrence of both extremely active and inactive TC seasons. TC-resolving general circulation models project a 36% increase in the variance of North Atlantic TC activity, measured by accumulated cyclone energy, by the middle of the 21st century. These changes are the result of increased variability in vertical wind shear and atmospheric stability, in response to enhanced Pacific-to-Atlantic interbasin sea surface temperature variations. Robust anthropogenic-forced intensification in the variability of Atlantic TC activity will continue in the future, with important implications for emergency planning and societal preparedness.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7856",
          "doi": "10.1126/sciadv.adq7856",
          "filter": "2"
        },
        {
          "title": "Synthetic, multi-dynamic hydrogels by uniting stress-stiffening and supramolecular polymers",
          "authors": "Laura Rijns, Martin G. T. A. Rutten, Riccardo Bellan, Hongbo Yuan, Mauro L. Mugnai, Susana Rocha, Emanuela del Gado, Paul H. J. Kouwer, Patricia Y. W. Dankers",
          "abstract": "Nature uses discrete molecular building blocks to form polymers that assemble into multicomponent, multi-dynamic networks, inside (cytoskeleton) and outside (extracellular matrix) the cell. Both the intra-fibrous molecular dynamics and interactions between fibers dictate (non)linear mechanics, such as stress stiffening and relaxation, and ultimately biological function. Current synthetic systems capture only one dynamic process. Here, we present multi-dynamic hydrogels by uniting a stress-stiffening polymer with supramolecular polymers. Crucial is the molecular dynamics of the supramolecular polymers: They dictate the interaction strength with the stress-stiffening polymer and the subsequent dynamic mechanical properties of the mixed networks. The biological relevance of our multi-dynamic hydrogels is demonstrated by their ability to support fibroblast cell spreading. Future work may address the display of various dynamically presented bioactive cues to cells.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr3209",
          "doi": "10.1126/sciadv.adr3209",
          "filter": "2"
        },
        {
          "title": "Atomically dispersed nickel in CeO 2 aerogel catalysts completely suppresses methanation in the water-gas shift reaction",
          "authors": "Travis G. Novak, Austin E. Herzog, Matthew R. Buck, Ronnell J. Spears, Kyle Sendgikoski, Ryan H. DeBlock, Todd H. Brintlinger, Paul A. DeSario, Debra R. Rolison",
          "abstract": "Nickel-based catalysts are widely studied for water-gas shift (WGS), a key intermediate step in hydrogen production from carbon-based feedstocks. Their viability under practical conditions is limited at high temperatures when Ni aggregates and converts CO to methane, an undesirable side product. Because experimental and computational studies identify undercoordinated Ni step sites as most active toward CH 4 formation, we eliminate Ni step sites by atomically dispersing Ni into networked, nanoparticulate CeO 2 aerogels. The mesoporous catalyst with 2.5 atomic % Ni in CeO 2 is highly active for WGS, converting near-equilibrium levels of CO at 350°C, while no CH 4 is detected at the limit of detection (&lt;2 parts per million). In contrast, supporting low weight percentages of Ni clusters or nanoparticles on CeO 2 aerogels leads to methanation. The CH 4 yield produced by the atomically dispersed Ni-substituted CeO 2 aerogel is over an order of magnitude lower than previously reported Ni-based catalysts claiming methane suppression, marking an important advance in the development of WGS catalysts.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9120",
          "doi": "10.1126/sciadv.adr9120",
          "filter": "2"
        },
        {
          "title": "Stiffness-tunable velvet worm–inspired soft adhesive robot",
          "authors": "Hyeongho Min, Daebeom Bae, Siyeon Jang, Sangmin Lee, Myungjin Park, Cem Balda Dayan, Jiwoong Choi, Keungyonh Bak, Yoosoo Yang, Sungwoo Chun, Metin Sitti",
          "abstract": "Considering the characteristics and operating environment of remotely controlled miniature soft robots, achieving delicate adhesion control over various target surfaces is a substantial challenge. In particular, the ability to delicately grasp wrinkled and soft biological and nonbiological surfaces with low preload without causing damage is essential. The proposed adhesive robotic system, inspired by the secretions from a velvet worm, uses a structured magnetorheological material that exhibits precise adhesion control with stability and repeatability by the rapid stiffness change controlled by an external magnetic field. The proposed adhesion protocol involves controlling soft-state adhesion, maintaining a large contact area, and enhancing the elastic modulus, and the mechanical structure enhances the effectiveness of this protocol. Demonstrations of the remote adhesive robot include stable transportation in soft and wet organs, unscrewing a nut from a bolt, and supporting mouse tumor removal surgery. These results indicate the potential applicability of the soft adhesive robot in biomedical engineering, especially for targeting small-scale biological tissues and organisms.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8260",
          "doi": "10.1126/sciadv.adp8260",
          "filter": "2"
        },
        {
          "title": "Hepatovirus translation requires PDGFA-associated protein 1, an eIF4E-binding protein regulating endoplasmic reticulum stress responses",
          "authors": "Takayoshi Shirasaki, Erik Lenarcic, Ichiro Misumi, Ling Xie, William G. Fusco, Bryan Yonish, Anshuman Das, Hyejeong Kim, Craig E. Cameron, Mélissa Léger-Abraham, Xian Chen, John M. Cullen, Jason K. Whitmire, You Li, Joseph A. Duncan, Nathaniel J. Moorman, Stanley M. Lemon",
          "abstract": "The overexpression and misfolding of viral proteins in the endoplasmic reticulum (ER) may cause cellular stress, thereby inducing a cytoprotective, proteostatic host response involving phosphorylation of eukaryotic translation initiation factor 2 subunit alpha (eIF2α). Here, we show that hepatitis A virus, a positive-strand RNA virus responsible for infectious hepatitis, adopts a stress-resistant, eIF2α-independent mechanism of translation to ensure the synthesis of viral proteins within the infected liver. Cap-independent translation directed by the hepatovirus internal ribosome entry site and productive hepatovirus infection of mice both require platelet-derived growth factor subunit A (PDGFA)–associated protein 1 (PDAP1), a small phosphoprotein of unknown function with eIF4E-binding activity. PDAP1 also interacts with eIF1A and is essential for translating stress-resistant host messenger RNAs that evade the proteostatic response to ER stress and that encode proteins promoting the survival of stressed cells.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6342",
          "doi": "10.1126/sciadv.adq6342",
          "filter": "2"
        },
        {
          "title": "Reduced striatal M4-cholinergic signaling following dopamine loss contributes to parkinsonian and l -DOPA–induced dyskinetic behaviors",
          "authors": "Beatriz E. Nielsen, Christopher P. Ford",
          "abstract": "A dynamic equilibrium between dopamine and acetylcholine (ACh) is essential for striatal circuitry and motor function, as imbalances are associated with Parkinson’s disease (PD) and levodopa-induced dyskinesia (LID). Conventional theories posit that cholinergic signaling is pathologically elevated in PD as a result of increased ACh release, which contributes to motor deficits. However, using approaches to measure receptor-mediated signaling, we found that, rather than the predicted enhancement, the strength of cholinergic transmission at muscarinic M4 receptor synapses on direct pathway medium spiny neurons was decreased in dopamine-depleted mice. This adaptation was due to a reduced postsynaptic M4 receptor function, resulting from down-regulated receptors and downstream signaling. Restoring M4 transmission unexpectedly led to a partial alleviation of motor deficits and LID dyskinetic behavior, revealing an unexpected prokinetic effect in addition to the canonical antikinetic role of M4 receptors. These findings indicate that decreased M4 function differentially contributes to parkinsonian and LID pathophysiology, representing a promising target for therapeutic intervention.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6301",
          "doi": "10.1126/sciadv.adp6301",
          "filter": "2"
        },
        {
          "title": "Sequential introgression of a carotenoid processing gene underlies sexual ornament diversity in a genus of manakins",
          "authors": "Haw Chuan Lim, Kevin F. P. Bennett, Nicholas M. Justyn, Matthew J. Powers, Kira M. Long, Sarah E. Kingston, Willow R. Lindsay, James B. Pease, Matthew J. Fuxjager, Peri E. Bolton, Christopher N. Balakrishnan, Lainy B. Day, Thomas J. Parsons, Jeffrey D. Brawn, Geoffrey E. Hill, Michael J. Braun",
          "abstract": "In a hybrid zone between two tropical lekking birds, yellow male plumage of one species has introgressed asymmetrically replacing white plumage of another via sexual selection. Here, we present a detailed analysis of the plumage trait to uncover its physical and genetic bases and trace its evolutionary history. We determine that the carotenoid lutein underlies the yellow phenotype and describe microstructural feather features likely to enhance color appearance. These same features reduce predicted water shedding capacity of feathers, a potential liability in the tropics. Through genome-scale DNA sequencing of hybrids and each species in the genus, we identify BCO2 as the major gene responsible for the color polymorphism. The BCO2 gene tree and genome-wide allele frequency patterns suggest that carotenoid-pigmented collars initially arose in a third species and reached the hybrid zone through historical gene flow. Complex interplay between sexual selection and hybridization has thus shaped phenotypes of these species, where conspicuous sexual traits are key to male reproductive success.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8339",
          "doi": "10.1126/sciadv.adn8339",
          "filter": "2"
        },
        {
          "title": "Structure of the human TSC:WIPI3 lysosomal recruitment complex",
          "authors": "Charles Bayly-Jones, Christopher J. Lupton, Laura D’Andrea, Yong-Gang Chang, Gareth D. Jones, Joel R. Steele, Hari Venugopal, Ralf B. Schittenhelm, Michelle L. Halls, Andrew M. Ellisdon",
          "abstract": "Tuberous sclerosis complex (TSC) is targeted to the lysosomal membrane, where it hydrolyzes RAS homolog–mTORC1 binding (RHEB) from its GTP-bound to GDP-bound state, inhibiting mechanistic target of rapamycin complex 1 (mTORC1). Loss-of-function mutations in TSC cause TSC disease, marked by excessive tumor growth. Here, we overcome a high degree of continuous conformational heterogeneity to determine the 2.8-Å cryo–electron microscopy (cryo-EM) structure of the complete human TSC in complex with the lysosomal recruitment factor WD repeat domain phosphoinositide–interacting protein 3 (WIPI3). We discover a previously undetected amino-terminal TSC1 HEAT repeat dimer that clamps onto a single TSC wing and forms a phosphatidylinositol phosphate (PIP)–binding pocket, which specifically binds monophosphorylated PIPs. These structural advances provide a model by which WIPI3 and PIP-signaling networks coordinate to recruit TSC to the lysosomal membrane to inhibit mTORC1. The high-resolution TSC structure reveals previously unrecognized mutational hotspots and uncovers crucial insights into the mechanisms of TSC dysregulation in disease.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr5807",
          "doi": "10.1126/sciadv.adr5807",
          "filter": "2"
        },
        {
          "title": "CO 2 capture, geological storage, and mineralization using biobased biodegradable chelating agents and seawater",
          "authors": "Jiajie Wang, Ryota Sekiai, Ryota Tamura, Noriaki Watanabe",
          "abstract": "Geological storage and mineralization of CO 2 in mafic/ultramafic reservoirs faces challenges including limited effective porosity, permeability, and rock reactivity; difficulties in using seawater for CO 2 capture; and uncontrolled carbonation. This study introduces a CO 2 capture, storage, and mineralization approach with the utilization of biobased biodegradable chelating agents and seawater. An acidic chelating agent solution is used to increase effective porosity and permeability through enhanced mineral dissolution. For instance, applying an acidic N , N -Bis(carboxymethyl)- L -glutamate solution to a porous basalt increased effective porosity by 16% and permeability by 26-fold in 120 hours. Subsequently, alkaline chelating agent–containing seawater improves CO 2 capture and storage by inhibiting mineralization, thus maintaining injectivity while providing ions for mineralization and further expanding storage space. Last, controlled mineralization is achieved by adjusting chelating agent biodegradation. Promising CO 2 storage and mineralization capacities two orders higher than current techniques, this approach reduces required reservoir volume while enhancing efficiency.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0515",
          "doi": "10.1126/sciadv.adq0515",
          "filter": "2"
        },
        {
          "title": "Decoding the interplay between m 6 A modification and stress granule stability by live-cell imaging",
          "authors": "Qianqian Li, Jian Liu, Liping Guo, Yi Zhang, Yanwei Chen, Huijuan Liu, Hongyu Cheng, Lin Deng, Juhui Qiu, Ke Zhang, Wee Siong Sho Goh, Yingxiao Wang, Qin Peng",
          "abstract": "N 6 -methyladenosine (m 6 A)–modified mRNAs and their cytoplasmic reader YTHDFs are colocalized with stress granules (SGs) under stress conditions, but the interplay between m 6 A modification and SG stability remains unclear. Here, we presented a spatiotemporal m 6 A imaging system (SMIS) that can monitor the m 6 A modification and the translation of mRNAs with high specificity and sensitivity in a single live cell. SMIS showed that m 6 A-modified reporter mRNAs dynamically enriched into SGs under arsenite stress and gradually partitioned into the cytosol as SG disassembled. SMIS revealed that knockdown of YTHDF2 contributed to SG disassembly, resulting in the fast redistribution of mRNAs from SGs and rapid recovery of stalled translation. The mechanism is that YTHDF2 can regulate SG stability through the interaction with G3BP1 in m 6 A-modified RNA-dependent manner. Our results suggest a mechanism for the interplay between m 6 A modification and SG through YTHDF2 regulation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5689",
          "doi": "10.1126/sciadv.adp5689",
          "filter": "2"
        },
        {
          "title": "Same rule, different genes: Blimp1 is a pair-rule gene in the milkweed bug Oncopeltus fasciatus",
          "authors": "Katie Reding, Matthew Chung, Abigail Heath, Julie Dunning Hotopp, Leslie Pick",
          "abstract": "Morphological features of organismal body plans are often highly conserved within large taxa. For example, segmentation is a shared and defining feature of all insects. Screens in Drosophila identified genes responsible for the development of body segments, including the “pair-rule” genes (PRGs), which subdivide embryos into double-segment units in a previously unexpected pre-patterning step. Here we show that the milkweed bug Oncopeltus fasciatus also uses a pair rule for embryo subdivision but Oncopeltus employs different genes for this process. We identified the gene Blimp1 as an Oncopeltus PRG based on its expression pattern, tested its function with RNA interference and CRISPR-Cas9, and generated the first PR mutant in this species. Although it does not have PR function in Drosophila , like Drosophila PRGs, Blimp1 encodes a transcription factor required for embryonic viability. Thus, pair-rule subdivision of the insect body plan is more highly conserved than the factors mediating this process, suggesting a developmental constraint on this pre-patterning step.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9045",
          "doi": "10.1126/sciadv.adq9045",
          "filter": "2"
        },
        {
          "title": "Pseudokinase STK40 promotes T H 1 and T H 17 cell differentiation by targeting FOXO transcription factors",
          "authors": "Yuexiao Tao, Zhenyan Jiang, Huizi Wang, Jia Li, Xin Li, Jun Ni, Jiamin Liu, Hongrui Xiang, Chenyang Guan, Wei Cao, Dongyang Li, Ke He, Lina Wang, Jing Hu, Ying Jin, Bing Liao, Ting Zhang, Xuefeng Wu",
          "abstract": "Inappropriate CD4 + T helper (T H ) cell differentiation leads to progression of inflammatory and autoimmune diseases, yet the regulatory mechanisms governing stability and activity of transcription factors controlling T H cell differentiation remain elusive. Here, we describe how pseudokinase serine threonine kinase 40 (STK40) facilitates T H 1/T H 17 differentiation under pathological conditions. STK40 in T cells is dispensable for immune homeostasis in resting mice. However, mice with T cell–specific deletion of STK40 exhibit attenuated symptoms of experimental autoimmune encephalomyelitis and colitis, accompanied by diminished T H 1 and T H 17 cell differentiation. Mechanistically, STK40 facilitates K48-linked polyubiquitination and proteasomal degradation of FOXO1/4 through promoting their interaction with E3 ligase COP1. Inhibition of FOXO4 or FOXO1, respectively, restores differentiation potential of STK40-deficient T H 1/T H 17 cells. Together, our data suggest a crucial role of STK40 in T H 1 and T H 17 cell differentiation, thereby enabling better understanding of the molecular regulatory network of CD4 + T cell differentiation and providing effective targets for the treatment of autoimmune diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2919",
          "doi": "10.1126/sciadv.adp2919",
          "filter": "2"
        },
        {
          "title": "A MUSE source-blind survey for emission from the circumgalactic medium",
          "authors": "Huanian Zhang, Dennis Zaritsky",
          "abstract": "The recent detection of optical emission lines from the circumgalactic medium (CGM) in combined, large samples of low-redshift, normal galaxy spectra hints at the potential to map the cool (∼10 4 kelvin) CGM in individual, representative galaxies. Using archival data from a forefront instrument (MUSE) on the VLT, we present a source-blind, wide-redshift-range ( z ∼ 0 to 5) narrowband imaging survey for CGM emission. Our detected, resolved emission line sources are cataloged and include a 30-kiloparsec-wide Hα source likely tracing the CGM of a low-mass galaxy (stellar mass ∼ 10 8.78±0.42 solar mass) at z = 0.1723, a 60-kiloparsec-wide Ly α structure associated with a galaxy at z = 3.9076, and a 130-kiloparsec (∼ r vir )–wide [O II] feature revealing an interaction between a galaxy pair at z = 1.2480. The Hα velocity field for the low-mass galaxy suggests that the CGM is more chaotic or turbulent than the galaxy disk, while that for the interacting galaxies shows large-scale (∼50 kiloparsec) coherent motions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8629",
          "doi": "10.1126/sciadv.adp8629",
          "filter": "2"
        },
        {
          "title": "Noninvasive megapixel fluorescence microscopy through scattering layers by a virtual incoherent reflection matrix",
          "authors": "Gil Weinberg, Elad Sunray, Ori Katz",
          "abstract": "Optical-resolution fluorescence imaging through and within complex samples presents a major challenge due to random light scattering, with substantial implications across multiple fields. While considerable advancements in coherent imaging through severe multiple scattering have been recently introduced by reflection matrix processing, approaches that tackle scattering in incoherent fluorescence imaging have been limited to sparse targets, require high-resolution control of the illumination or detection wavefronts, or require a very large number of measurements. Here, we present an approach that allows the adaptation of well-established reflection matrix techniques to scattering compensation in incoherent fluorescence imaging. We experimentally demonstrate that a small number of conventional wide-field fluorescence microscope images acquired under unknown random illuminations can effectively be used to construct a virtual fluorescence-based reflection matrix. Processing this matrix by an adapted matrix-based scattering compensation algorithm allows reconstructing megapixel-scale images from &lt;150 acquired frames, without any spatial light modulators or computationally intensive processing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl5218",
          "doi": "10.1126/sciadv.adl5218",
          "filter": "2"
        },
        {
          "title": "Revisiting climate impacts of an AMOC slowdown: dependence on freshwater locations in the North Atlantic",
          "authors": "Qiyun Ma, Xiaoxu Shi, Patrick Scholz, Dmitry Sidorenko, Gerrit Lohmann, Monica Ionita",
          "abstract": "The key locations of freshwater input driving Atlantic Meridional Overturning Circulation (AMOC) slowdown and their climate responses remain inconclusive. Using a state-of-the-art global climate model, we conduct freshwater hosing experiments to reexamine AMOC sensitivity and its climate impacts. The Irminger basin emerges as the most effective region for additional freshwater fluxes, causing the greatest AMOC weakening. While global temperature and precipitation responses are relatively homogeneous, subcontinental responses—especially in the northern mid-latitudes—are heterogeneous. At high latitudes, sea ice responses to freshwater fluxes and associated ice-albedo feedbacks determine temperature changes. In tropical and extratropical regions, temperature dynamics are shaped by atmospheric circulation and oceanic heat transport. Precipitation shows seasonal and regional variability due to altered surface turbulent heat flux and the southward movement of the Intertropical Convergence Zone (ITCZ). The widespread heterogeneity in climate extremes underscores the need to monitor freshwater release regions linked to AMOC slowdown. These findings hold vital implications for understanding paleoclimate and future AMOC impacts.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr3243",
          "doi": "10.1126/sciadv.adr3243",
          "filter": "2"
        },
        {
          "title": "Archaeal type six secretion system mediates contact-dependent antagonism",
          "authors": "Tobias Zachs, Jessie James L. Malit, Jingwei Xu, Alexandra Schürch, Shamphavi Sivabalasarma, Phillip Nußbaum, Sonja-Verena Albers, Martin Pilhofer",
          "abstract": "Microbial communities are shaped by cell-cell interactions. Although archaea are often found in associations with other microorganisms, the mechanisms structuring these communities are poorly understood. Here, we report on the structure and function of haloarchaeal contractile injection systems (CISs). Using a combination of functional assays and time-lapse imaging, we show that Halogeometricum borinquense exhibits antagonism toward Haloferax volcanii by inducing cell lysis and inhibiting proliferation. This antagonism is contact-dependent and requires a functional CIS, which is encoded by a gene cluster that is associated with toxin-immunity pairs. Cryo–focused ion beam milling and imaging by cryo–electron tomography revealed that these CISs are bound to the cytoplasmic membrane, resembling the bacterial type six secretion systems (T6SSs). We show that related T6SS gene clusters are conserved and expressed in other haloarchaeal strains, which exhibit antagonistic behavior. Our data provide a mechanistic framework for understanding how archaea may shape microbial communities and affect the food webs they inhabit.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7088",
          "doi": "10.1126/sciadv.adp7088",
          "filter": "2"
        },
        {
          "title": "The HDAC6 inhibitor AVS100 (SS208) induces a pro-inflammatory tumor microenvironment and potentiates immunotherapy",
          "authors": "Damian Kovalovsky, Satish Noonepalle, Manasa Suresh, Dileep Kumar, Michael Berrigan, Nithya Gajendran, Sumit Upadhyay, Anelia Horvath, Allen Kim, David Quiceno-Torres, Karthik Musunuri, Alejandro Villagra",
          "abstract": "Histone deacetylase 6 (HDAC6) inhibition is associated with an increased pro-inflammatory tumor microenvironment and antitumoral immune responses. Here, we show that the HDAC6 inhibitor AVS100 (SS208) had an antitumoral effect in SM1 melanoma and CT26 colon cancer models and increased the efficacy of anti–programmed cell death protein 1 treatment, leading to complete remission in melanoma and increased response in colon cancer. AVS100 treatment increased pro-inflammatory tumor-infiltrating macrophages and CD8 effector T cells with an inflammatory and T cell effector gene signature. Acquired T cell immunity and long-term protection were evidenced as increased immunodominant T cell clones after AVS100 treatment. Last, AVS100 showed no mutagenicity, toxicity, or adverse effects in preclinical good laboratory practice studies, part of the package that has led to US Food and Drug Administration clearance of an investigational new drug application for initiating clinical trials. This would be a first-in-human combination therapy of pembrolizumab with HDAC6 inhibition for locally advanced or metastatic solid tumors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3687",
          "doi": "10.1126/sciadv.adp3687",
          "filter": "2"
        },
        {
          "title": "Mechano-gradients drive morphogen-noise correction to ensure robust patterning",
          "authors": "Kana Aoki, Taiki Higuchi, Yuki Akieda, Kotone Matsubara, Yasuyuki Ohkawa, Tohru Ishitani",
          "abstract": "Morphogen gradients instruct cells to pattern tissues. Although the mechanisms by which morphogens transduce chemical signals have been extensively studied, the roles and regulation of the physical communication between morphogen-receiver cells remain unclear. Here, we show that the Wnt/β-catenin–morphogen gradient, which patterns the embryonic anterior-posterior (AP) axis, generates intercellular tension gradients along the AP axis by controlling membrane cadherin levels in zebrafish embryos. This “mechano-gradient” is used for the cell competition–driven correction of noisy morphogen gradients. Naturally and artificially generated unfit cells, producing noisy Wnt/β-catenin gradients, induce local deformation of the mechano-gradients that activate mechanosensitive calcium channels in the neighboring fit cells, which then secrete annexin A1a to kill unfit cells. Thus, chemo-mechanical interconversion–mediated competitive communication between the morphogen-receiver cells ensures precise tissue patterning.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2357",
          "doi": "10.1126/sciadv.adp2357",
          "filter": "2"
        },
        {
          "title": "Cell response to extracellular matrix viscous energy dissipation outweighs high-rigidity sensing",
          "authors": "Carla Huerta-López, Alejandro Clemente-Manteca, Diana Velázquez-Carreras, Francisco M. Espinosa, Juan G. Sanchez, Álvaro Martínez-del-Pozo, María García-García, Sara Martín-Colomo, Andrea Rodríguez-Blanco, Ricardo Esteban-González, Francisco M. Martín-Zamora, Luis I. Gutierrez-Rus, Ricardo Garcia, Pere Roca-Cusachs, Alberto Elosegui-Artola, Miguel A. del Pozo, Elías Herrero-Galán, Pablo Sáez, Gustavo R. Plaza, Jorge Alegre-Cebollada",
          "abstract": "The mechanics of the extracellular matrix (ECM) determine cell activity and fate through mechanoresponsive proteins including Yes-associated protein 1 (YAP). Rigidity and viscous relaxation have emerged as the main mechanical properties of the ECM steering cell behavior. However, how cells integrate coexisting ECM rigidity and viscosity cues remains poorly understood, particularly in the high-stiffness regime. Here, we have exploited engineered stiff viscoelastic protein hydrogels to show that, contrary to current models of cell-ECM interaction, substrate viscous energy dissipation attenuates mechanosensing even when cells are exposed to higher effective rigidity. This unexpected behavior is however readily captured by a pull-and-hold model of molecular clutch–based cell mechanosensing, which also recapitulates opposite cellular response at low rigidities. Consistent with predictions of the pull-and-hold model, we find that myosin inhibition can boost mechanosensing on cells cultured on dissipative matrices. Together, our work provides general mechanistic understanding on how cells respond to the viscoelastic properties of the ECM.",
          "url": "http://dx.doi.org/10.1126/sciadv.adf9758",
          "doi": "10.1126/sciadv.adf9758",
          "filter": "2"
        },
        {
          "title": "Tumor-specific delivery of clickable inhibitor for PD-L1 degradation and mitigating resistance of radioimmunotherapy",
          "authors": "Bo Hou, Jiayi Ye, Lujia Huang, Wenhao Cheng, Fangmin Chen, Huiling Zhou, Jiaxing Pan, Jing Gao, Yi Lai, Yujun Zhao, Wei Huang, Haijun Yu, Zhiai Xu",
          "abstract": "Achieving selective and durable inhibition of programmed death ligand 1 (PD-L1) in tumors for T cell activation remains a major challenge in immune checkpoint blockade therapy. We herein presented a set of clickable inhibitors for spatially confined PD-L1 degradation and radioimmunotherapy of cancer. Using metabolic glycan engineering click bioorthogonal chemistry, PD-L1 expressed on tumor cell membranes was labeled with highly active azide groups. This enables covalently binding of the clickable inhibitor with PD-L1 and subsequent PD-L1 degradation. A pH-activatable nanoparticle responding to extracellular acidic pH of tumor was subsequently used to deliver the clickable PD-L1 inhibitor into extracellular tumor microenvironment for depleting PD-L1 on the surface of tumor cell and macrophage membranes in vivo. We further demonstrated that a combination of the clickable PD-L1 inhibitor with radiotherapy (RT) eradicated the established tumor by inhibiting RT–up-regulated PD-L1 in the tumor tissue. Therefore, selective PD-L1 blockade in tumors via the clickable PD-L1 inhibitor offers a versatile approach to promote cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3940",
          "doi": "10.1126/sciadv.adq3940",
          "filter": "2"
        },
        {
          "title": "B cell adapter for PI 3-kinase (BCAP) coordinates antigen internalization and trafficking through the B cell receptor",
          "authors": "Jonathan Lagos, Ursula Holder, Sara Sagadiev, Andrea Montiel-Armendariz, Lucy Z. Li, Chandrashekhar Pasare, Baidong Hou, Jessica A. Hamerman, Mridu Acharya",
          "abstract": "B cell adapter for PI 3-kinase (BCAP) is an adaptor molecule associated with signaling through multiple immune receptors, including the B cell receptor (BCR). However, B cell–intrinsic role of BCAP in antibody responses is unclear. We investigated the role of BCAP in B cell response to viral particles and found a previously unidentified mechanism by which BCAP regulates antigen-specific responses. B cell–specific deletion of BCAP in mice leads to decreases in antigen-specific responses through defects in BCR-antigen endocytosis. BCAP is necessary to orchestrate actin reorganization around the antigen for efficient endocytosis through BCR and intracellular processing of antigens. Therefore, loss of BCAP from B cells leads to defects in antigen endocytosis, hampering the propagation of antigen-derived signals and decreasing the ability of B cells to present antigens to T cells. Thus, our study clarifies how BCAP regulates B cell responses to complex antigens and elucidates that antigen positioning inside B cells determines different B cell activation outcomes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1747",
          "doi": "10.1126/sciadv.adp1747",
          "filter": "2"
        },
        {
          "title": "Bioinspired catalytic pocket promotes CO 2 -to-ethanol photoconversion on colloidal quantum wells",
          "authors": "Rongrong Pan, Qi Wang, Yan Zhao, Zhendong Feng, Yanjun Xu, Zhuan Wang, Yapeng Li, Xiuming Zhang, Haoqing Zhang, Jia Liu, Xiang-Kui Gu, Jiangwei Zhang, Yuxiang Weng, Jiatao Zhang",
          "abstract": "Sluggish surface reaction is a critical factor that strongly governs the efficiency of photocatalytic solar fuel production, particularly in CO 2 -to-ethanol photoconversion. Here, inspired by the principles underlying enzyme catalytic proficiency and specificity, we report a biomimetic photocatalyst that affords superior CO 2 -to-ethanol photoreduction efficiency (5.5 millimoles gram −1 hour −1 in average with 98.2% selectivity) distinctly surpassing the state of the art. The key is to create a class of catalytic pocket, which contains spatially organized NH 2 …Cu-Se(-Zn) multiple functionalities at close range, over ZnSe colloidal quantum wells. Such structure offers a platform to mimic the concerted cooperation between the active site and surrounding secondary/outer coordination spheres in enzyme catalysis. This is manifested by the chemical adsorption and activation of CO 2 via a bent geometry, favorable stabilization toward a variety of important intermediates, promotion of multielectron/proton transfer processes, etc. These results highlight the potential of incorporating enzyme-like features into the design of photocatalysts to overcome the challenges in CO 2 reduction.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2791",
          "doi": "10.1126/sciadv.adq2791",
          "filter": "2"
        },
        {
          "title": "Entangled and non-modular enhancer sequences producing independent spatial activities",
          "authors": "Mariam Museridze, Stefano Ceolin, Bettina Mühling, Srishti Ramanathan, Olga Barmina, Pallavi Santhi Sekhar, Nicolas Gompel",
          "abstract": "The modularity of transcriptional enhancers is central to our understanding of morphological evolution, allowing specific changes to a gene expression pattern component, without affecting others. Enhancer modularity refers to physically separated stretches of regulatory sequence producing discrete spatiotemporal transcriptional activity. This concept stems from assays that test the sufficiency of a DNA segment to drive spatial reporter expression resembling that of the corresponding gene. Focusing on spatial patterns, it overlooks quantitative aspects of gene expression, underestimating the regulatory sequence actually required to reach full endogenous expression levels. Here, we show that five regulatory activities of the gene yellow in Drosophila , classically described as modular, result from extensively overlapping sequences, with broadly distributed regulatory information. Nevertheless, the independent regulatory activities of these entangled enhancers appear to be nucleated by specific segments that we called enhancer cores. Our work calls for a reappraisal of enhancer definition and properties, as well as of the consequences on regulatory evolution.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9856",
          "doi": "10.1126/sciadv.adr9856",
          "filter": "2"
        },
        {
          "title": "MEMS-metasurface–enabled mode-switchable vortex lasers",
          "authors": "Chuanshuo Wang, Chao Meng, Xianglong Mei, Lili Gui, Paul C. V. Thrane, Hao Chen, Fei Ding, Kun Xu, Sergey I. Bozhevolnyi",
          "abstract": "Compared to conventional lasers limited to generating static modes, mode-switchable lasers equipped with adjustable optics significantly enhance the flexibility and versatility of coherent light sources. However, most current approaches to achieving mode-switchable lasers depend on conventional, i.e., inherently bulky and slow, optical components. Here, we demonstrate fiber lasers empowered by electrically actuated intracavity microelectromechanical system (MEMS)–based optical metasurface (MEMS-OMS) enabling mode switching between fundamental Gaussian and vortex modes at ~1030 nm. By finely adjusting the voltage applied to the MEMS mirror, high-contrast switching between Gaussian ( l = 0) and vortex ( l = 1, 2, 3, and 5, depending on the OMS arrangement) laser modes is achieved, featuring high mode purities (&gt;95%) and fast responses (~100 microseconds). The proposed intracavity MEMS-OMS–enabled laser configuration provides an at-source solution for generating high-purity fast-switchable laser modes, with potential applications ranging from advanced optical imaging to optical tweezers, optical machining, and intelligent photonics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6299",
          "doi": "10.1126/sciadv.adq6299",
          "filter": "2"
        },
        {
          "title": "Gas-phase preparation of silylacetylene (SiH 3 CCH) through a counterintuitive ethynyl radical (C 2 H) insertion",
          "authors": "Shane J. Goettl, Allen Vincent, Mateus X. Silva, Zhenghai Yang, Breno R. L. Galvão, Rui Sun, Ralf I. Kaiser",
          "abstract": "Elementary reaction mechanisms constitute a fundamental infrastructure for chemical processes as a whole. However, while these mechanisms are well understood for second-period elements, involving those of the third period and beyond can introduce unorthodox reactivity. Combining crossed molecular beam experiments with electronic structure calculations and molecular dynamics simulations, we provide compelling evidence on an exotic insertion of an unsaturated sigma doublet radical into a silicon-hydrogen bond as observed in the barrierless gas-phase reaction of the D1-ethynyl radical (C 2 D) with silane (SiH 4 ). This pathway, which leads to the D1-silylacetylene (SiH 3 CCD) product via atomic hydrogen loss, challenges the prerequisite and fundamental concept that two reactive electrons and an empty orbital are required for the open shell, unsaturated radical reactant to insert into a single bond.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5018",
          "doi": "10.1126/sciadv.adq5018",
          "filter": "2"
        },
        {
          "title": "Mitochondrial pyruvate transport regulates presynaptic metabolism and neurotransmission",
          "authors": "Anupama Tiwari, Jongyun Myeong, Arsalan Hashemiaghdam, Marion I. Stunault, Hao Zhang, Xiangfeng Niu, Marissa A. Laramie, Jasmin Sponagel, Leah P. Shriver, Gary J. Patti, Vitaly A. Klyachko, Ghazaleh Ashrafi",
          "abstract": "Glucose has long been considered the primary fuel source for the brain. However, glucose levels fluctuate in the brain during sleep or circuit activity, posing major metabolic stress. Here, we demonstrate that the mammalian brain uses pyruvate as a fuel source, and pyruvate can support neuronal viability in the absence of glucose. Nerve terminals are sites of metabolic vulnerability, and we show that mitochondrial pyruvate uptake is a critical step in oxidative ATP production in hippocampal terminals. We find that the mitochondrial pyruvate carrier is post-translationally modified by lysine acetylation, which, in turn, modulates mitochondrial pyruvate uptake. Our data reveal that the mitochondrial pyruvate carrier regulates distinct steps in neurotransmission, namely, the spatiotemporal pattern of synaptic vesicle release and the efficiency of vesicle retrieval—functions that have profound implications for synaptic plasticity. In summary, we identify pyruvate as a potent neuronal fuel and mitochondrial pyruvate uptake as a critical node for the metabolic control of neurotransmission in hippocampal terminals.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7423",
          "doi": "10.1126/sciadv.adp7423",
          "filter": "2"
        },
        {
          "title": "Dynamical control of nanoscale electron density in atomically thin n-type semiconductors via nano-electric pulse generator",
          "authors": "Sujeong Kim, Hyeongwoo Lee, Seonhye Eom, Gangseon Ji, Soo Ho Choi, Huitae Joo, Jinhyuk Bae, Ki Kang Kim, Hyeong-Ryeol Park, Kyoung-Duck Park",
          "abstract": "Controlling electron density in two-dimensional semiconductors is crucial for both comprehensive understanding of fundamental material properties and their technological applications. However, conventional electrostatic doping methods exhibit limitations, particularly in addressing electric field–induced drift and subsequent diffusion of electrons, which restrict nanoscale doping. Here, we present a tip-induced nanospectroscopic electric pulse modulator to dynamically control nanoscale electron density, thereby facilitating precise measurement of nano-optoelectronic behaviors within a MoS 2 monolayer. The tip-induced electric pulse enables nanoscale modulation of electron distribution as a function of electric pulse width. We simultaneously investigate spatially altering photoluminescence quantum yield at the nanoscale region. We model the extent of electron depletion region, confirming a minimum doping region with a radius of ∼265 nanometers for a 30-nanosecond pulse width. Our approach paves the way for engineering local electron density and in situ nano-optical characterization in two-dimensional materials, enabling an in-depth understanding of doping-dependent nano-optoelectronic phenomena.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0492",
          "doi": "10.1126/sciadv.adr0492",
          "filter": "2"
        },
        {
          "title": "Moiré polar vortex, flat bands, and Lieb lattice in twisted bilayer BaTiO 3",
          "authors": "Seungjun Lee, D. J. P. de Sousa, Bharat Jalan, Tony Low",
          "abstract": "Through first-principles calculations based on density functional theory, we investigate the crystal and electronic structures of twisted bilayer BaTiO 3 . Our findings reveal that large stacking fault energy leads to a chiral in-plane vortex pattern that was recently observed in experiments. We also found nonzero out-of-plane local dipole moments, indicating that the strong interlayer interaction might offer a promising strategy to stabilize ferroelectric order in the two-dimensional limit. The vortex pattern in the twisted BaTiO 3 bilayer supports localized electronic states with quasi-flat bands, associated with the interlayer hybridization of oxygen p z orbitals. We found that the associated bandwidth reaches a minimum at ∼19 ∘ twisting, configuring the largest magic angle in moiré systems reported so far. Further, the moiré vortex pattern bears a notable resemblance to two interpenetrating Lieb lattices and the corresponding tight-binding model provides a comprehensive description of the evolution the moiré bands with twist angle and reveals the topological nature.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0293",
          "doi": "10.1126/sciadv.adq0293",
          "filter": "2"
        },
        {
          "title": "Immune responses drive chorioretinitis and retinal pathology after neonatal CMV infection",
          "authors": "Jessica L. McCord, John Y. S. Han, Ross E. Staudt, Nancy J. Philp, Christopher M. Snyder",
          "abstract": "Human cytomegalovirus (CMV) causes a common congenital infection leading to long-term neurological impairments including brain, cochlear, and ocular pathology. Infection of newborn mice with murine (M)CMV is an established model of neuropathology caused by congenital CMV infection, with recent work suggesting that brain pathology may be driven by immune responses. In the eye, however, CMV retinitis is thought to result from virus-driven necrosis in the absence of T cell responses. We found that MCMV infection of newborn mice recapitulates human eye disease after congenital CMV infection, including focal chorioretinitis, inflamed vasculature, and disrupted blood-retinal barriers. Moreover, infection drove extensive T cell infiltration of the retina and marked gliosis. Blocking immune responses generally, or via targeting the chemokine receptor CXCR3, did not exacerbate retinal disease but instead prevented pathology despite retinal MCMV infection. Thus, our data establish this model for studies of congenital retinal disease and show that the immune system drives pathology in the neonatal eye after MCMV infection.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6379",
          "doi": "10.1126/sciadv.adn6379",
          "filter": "2"
        },
        {
          "title": "MoZn-based high entropy alloy catalysts enabled dual activation and stabilization in alkaline oxygen evolution",
          "authors": "Yunjie Mei, Jinli Chen, Qi Wang, Yaqing Guo, Hanwen Liu, Wenhui Shi, Cheng Lin, Yifei Yuan, Yuhua Wang, Bao Yu Xia, Yonggang Yao",
          "abstract": "It remains a grand challenge to develop electrocatalysts with simultaneously high activity, long durability, and low cost for the oxygen evolution reaction (OER), originating from two competing reaction pathways and often trade-off performances. The adsorbed evolution mechanism (AEM) suffers from sluggish kinetics due to a linear scaling relationship, while the lattice oxygen mechanism (LOM) causes unstable structures due to lattice oxygen escape. We propose a MoZnFeCoNi high-entropy alloy (HEA) incorporating AEM-promoter Mo and LOM-active Zn to achieve dual activation and stabilization for efficient and durable OER. Density functional theory and chemical probe experiments confirmed dual-mechanism activation, with representative Co-Co † -Mo sites facilitating AEM and Zn-O † -Ni sites enhancing LOM, resulting in an ultralow OER overpotential (η 10 = 221 mV). The multielement interaction, high-entropy structure, and carbon network notably enhance structural stability for durable catalysis (&gt;1500 hours at 100 mA cm −2 ). Our work offers a viable approach to concurrently enhance OER activity and stability by designing HEA catalysts to enable dual-mechanism synergy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6758",
          "doi": "10.1126/sciadv.adq6758",
          "filter": "2"
        },
        {
          "title": "Dynamically patterning x-ray beam by a femtosecond optical laser",
          "authors": "Kenji Tamasaku, Takahiro Sato, Taito Osaka, Hitoshi Osawa, Diling Zhu, Tetsuya Ishikawa",
          "abstract": "Modern science and technology have greatly benefitted from our ability to precisely manipulate light waves, in both their spatial and temporal degrees of freedom. In the x-ray region, however, spatial control has been virtually static mainly due to stringent requirements for realizing high-performance optical elements. The lack of dynamic spatial control of x-ray beam has prevented researchers from realizing more sophisticated use of the wave field, which has rapidly advanced in the optical region in the past decades. In this study, we propose a practical scheme to dynamically control local x-ray reflectivity of a perfect silicon crystal by a femtosecond optical laser and demonstrate a programmable spatial x-ray modulator. Our modulator aims for spatial manipulation of the x-ray amplitude and is shown to produce arbitrary grayscale patterns with spatial frequencies up to 25 per millimeter. The proposed modulation scheme opens up a platform to enable advanced x-ray sensing and imaging techniques that can fully harness the wave nature of x-rays.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5326",
          "doi": "10.1126/sciadv.adp5326",
          "filter": "2"
        },
        {
          "title": "A potent proresolving mediator 17R-resolvin D2 from human macrophages, monocytes, and saliva",
          "authors": "Mélissa Simard, Robert Nshimiyimana, Nan Chiang, Ana R. Rodriguez, Bernd W. Spur, Charles N. Serhan",
          "abstract": "Production of specialized proresolving mediators (SPMs) during the resolution phase in the acute inflammatory response is key to orchestrating complete resolution. Here, we uncovered a trihydroxy resolvin in fresh human saliva. We identified and determined its complete stereochemistry as 7S,16R,17R-trihydroxy-4Z,8E,10Z,12E,14E,19Z-docosahexaenoic acid (17R-RvD2) using total organic synthesis and matching of physical properties. The 17R-RvD2 was produced by activated human M2-like macrophages, M1-like macrophages, and human peripheral blood monocytes. 17R-RvD2 displayed potent proresolving functions (picomolar to nanomolar). Topical application of 17R-RvD2 on mouse ear skin reduced neutrophilic infiltration (~50%). 17R-RvD2 increased M2 markers CD206 and CD163 on human monocyte–derived macrophages and enhanced efferocytosis of senescent red blood cells by M2-like macrophages (EC 50 ~ 2.6 × 10 −14 M). In addition, 17R-RvD2 activated the RvD2 receptor and was equipotent to its epimer RvD2. 17R-RvD2 also significantly increased phagocytosis of Escherichia coli by human neutrophils. Together, these results establish the complete stereochemistry and potent proresolving functions of the previously unknown 17R-RvD2.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4785",
          "doi": "10.1126/sciadv.adq4785",
          "filter": "2"
        },
        {
          "title": "Generative adversarial networks accurately reconstruct pan-cancer histology from pathologic, genomic, and radiographic latent features",
          "authors": "Frederick M. Howard, Hanna M. Hieromnimon, Siddhi Ramesh, James Dolezal, Sara Kochanny, Qianchen Zhang, Brad Feiger, Joseph Peterson, Cheng Fan, Charles M. Perou, Jasmine Vickery, Megan Sullivan, Kimberly Cole, Galina Khramtsova, Alexander T. Pearson",
          "abstract": "Artificial intelligence models have been increasingly used in the analysis of tumor histology to perform tasks ranging from routine classification to identification of molecular features. These approaches distill cancer histologic images into high-level features, which are used in predictions, but understanding the biologic meaning of such features remains challenging. We present and validate a custom generative adversarial network—HistoXGAN—capable of reconstructing representative histology using feature vectors produced by common feature extractors. We evaluate HistoXGAN across 29 cancer subtypes and demonstrate that reconstructed images retain information regarding tumor grade, histologic subtype, and gene expression patterns. We leverage HistoXGAN to illustrate the underlying histologic features for deep learning models for actionable mutations, identify model reliance on histologic batch effect in predictions, and demonstrate accurate reconstruction of tumor histology from radiographic imaging for a “virtual biopsy.”",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0856",
          "doi": "10.1126/sciadv.adq0856",
          "filter": "2"
        },
        {
          "title": "H 2 S-Prdx4 axis mitigates Golgi stress to bolster tumor-reactive T cell immunotherapeutic response",
          "authors": "Nathaniel Oberholtzer, Paramita Chakraborty, Mohamed Faisal Kassir, James Dressman, Satyajit Das, Stephanie Mills, Susana Comte-Walters, Monika Gooz, Seungho Choi, Rasesh Y. Parikh, Zacharia Hedley, Silvia Vaena, Reid DeMass, Gina Scurti, Martin Romeo, Vamsi K. Gangaraju, Stefano Berto, Elizabeth Hill, Lauren E. Ball, Anand S. Mehta, Eduardo N. Maldonado, Michael I. Nishimura, Besim Ogretmen, Shikhar Mehrotra",
          "abstract": "The role of tumor microenvironment (TME)–associated inadequate protein modification and trafficking due to insufficiency in Golgi function, leading to Golgi stress, in the regulation of T cell function is largely unknown. Here, we show that disruption of Golgi architecture under TME stress, identified by the decreased expression of GM130, was reverted upon treatment with hydrogen sulfide (H 2 S) donor GYY4137 or overexpressing cystathionine β-synthase (CBS), an enzyme involved in the biosynthesis of endogenous H 2 S, which also promoted stemness, antioxidant capacity, and increased protein translation, mediated in part by endoplasmic reticulum–Golgi shuttling of Peroxiredoxin-4. In in vivo models of melanoma and lymphoma, antitumor T cells conditioned ex vivo with exogenous H 2 S or overexpressing CBS demonstrated superior tumor control upon adoptive transfer. Further, T cells with high Golgi content exhibited unique metabolic and glycation signatures with enhanced antitumor capacity. These data suggest that strategies to mitigate Golgi network stress or using Golgi hi tumor-reactive T cells can improve tumor control upon adoptive transfer.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1152",
          "doi": "10.1126/sciadv.adp1152",
          "filter": "2"
        },
        {
          "title": "Gene-environment interactions in the influence of maternal education on adolescent neurodevelopment using ABCD study",
          "authors": "Runye Shi, Xiao Chang, Tobias Banaschewski, Gareth J. Barker, Arun L. W. Bokde, Sylvane Desrivières, Herta Flor, Antoine Grigis, Hugh Garavan, Penny Gowland, Andreas Heinz, Rüdiger Brühl, Jean-Luc Martinot, Marie-Laure Paillère Martinot, Eric Artiges, Frauke Nees, Dimitri Papadopoulos Orfanos, Luise Poustka, Sarah Hohmann, Nathalie Holz, Michael N. Smolka, Nilakshi Vaidya, Henrik Walter, Robert Whelan, Gunter Schumann, Xiaolei Lin, Jianfeng Feng, character(0)",
          "abstract": "Maternal education was strongly correlated with adolescent brain morphology, cognitive performances, and mental health. However, the molecular basis for the effects of maternal education on the structural neurodevelopment remains unknown. Here, we conducted gene-environment–wide interaction study using the Adolescent Brain Cognitive Development cohort. Seven genomic loci with significant gene-environment interactions (G×E) on regional gray matter volumes were identified, with enriched biological functions related to metabolic process, inflammatory process, and synaptic plasticity. Additionally, genetic overlapping results with behavioral and disease-related phenotypes indicated shared biological mechanism between maternal education modified neurodevelopment and related behavioral traits. Finally, by decomposing the multidimensional components of maternal education, we found that socioeconomic status, rather than family environment, played a more important role in modifying the genetic effects on neurodevelopment. In summary, our study provided analytical evidence for G×E effects regarding adolescent neurodevelopment and explored potential biological mechanisms as well as social mechanisms through which maternal education could modify the genetic effects on regional brain development.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3751",
          "doi": "10.1126/sciadv.adp3751",
          "filter": "2"
        },
        {
          "title": "Imaging dendrite growth in solid-state sodium batteries using fluorescence tomography technology",
          "authors": "Shuaishuai Yang, Na Li, Enyue Zhao, Chengzhi Wang, Jingxin He, Xiong Xiao, Debao Fang, Qing Ni, Xile Han, Xiaobin Xue, Lai Chen, Ning Li, Jingbo Li, Tuan Guo, Yuefeng Su, Haibo Jin",
          "abstract": "Dendrite growth in solid-state sodium batteries (SSBs) is one of the most concerned issues that critically affect the battery efficiency and cycling performance. Here, by designing a fluorescent Eu 3+ -doped Na 3 Zr 2 Si 2 PO 12 solid electrolyte (SE) to facilitate three-dimensional (3D) optical imaging on a confocal laser scanning microscopy, a fluorescence tomography (FT) method is developed for observing the sodium dendrite growth during charge/discharge cycles of the SSBs in a 3D view. It is quantitatively revealed that small-size sodium islands appear after several cycles, and with the cycles increasing, large-size dendrites in tens of micrometers gradually form until a critical sodium dendrite volume arrives where a short circuit or severe performance deterioration occurs. Furthermore, by regulating the Eu 3+ doping ratio, a record-high sodium plating/stripping cycling stability for more than 1 year (487.5 days) is achieved at 25°C. This work demonstrates an FT method observing sodium dendrite growth in SSBs and will promote the functional design of high-performance SEs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0676",
          "doi": "10.1126/sciadv.adr0676",
          "filter": "2"
        },
        {
          "title": "Radioisotopic chronology of Ocean Anoxic Event 1a: Framework for analysis of driving mechanisms",
          "authors": "Youjuan Li, Brad S. Singer, Reishi Takashima, Mark D. Schmitz, Luca G. Podrecca, Bradley B. Sageman, David Selby, Toshiro Yamanaka, Michael T. Mohr, Keiichi Hayashi, Taiga Tomaru, Katarina Savatic",
          "abstract": "The timing, tempo, and causative mechanisms of Ocean Anoxic Event 1a (OAE1a), one of several such abrupt perturbations of the Mesozoic global carbon cycle, remain uncertain. Mudstones interbedded with tuffs in Hokkaido, Japan preserve carbon and osmium isotope shifts recording OAE1a. U-Pb zircon ages of tuffs constrain the OAE1a onset to 119.55 +0.072/−0.079 million years ago (Ma) and its duration to 1116 +87/−93 thousand years (kyr). Isotopic excursions of osmium followed by carbon that mark the rapid onset of OAE1a each lasted ~115 kyr. Critically, the occurrence of index fossil Leupoldina cabri in the Hokkaido OAE1a section, which also caps and thus postdate Ontong Java Plateau (OJP) basalts, has a U-Pb zircon age of ~118.7 to 118.4 Ma. Therefore, OJP volcanism remains a probable source of unradiogenic osmium and light carbon and a causative mechanism of OAE1a.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8365",
          "doi": "10.1126/sciadv.adn8365",
          "filter": "2"
        },
        {
          "title": "Electron confinement–induced plasmonic breakdown in metals",
          "authors": "Prasanna Das, Sourav Rudra, Dheemahi Rao, Souvik Banerjee, Ashalatha Indiradevi, Magnus Garbrecht, Alexandra Boltasseva, Igor V. Bondarev, Vladimir M. Shalaev, Bivas Saha",
          "abstract": "Plasmon resonance represents the collective oscillation of free electron gas density and enables enhanced light-matter interactions in nanoscale dimensions. Traditionally, the classical Drude model describes plasmonic excitation, wherein plasma frequency exhibits no spatial dispersion. Here, we show conclusive experimental evidence of the breakdown of plasmon resonance and a consequent metal-insulator transition in an ultrathin refractory plasmonic material, hafnium nitride (HfN). Epitaxial HfN thick films exhibit a low-loss and high-quality Drude-like plasmon resonance in the visible spectral range. However, as the film thickness is reduced to nanoscale dimensions, Coulomb interaction among electrons increases because of electron confinement, leading to the spatial dispersion of plasma frequency. With a further decrease in thickness, electrons lose their ability to shield the incident electric field, turning the medium into a dielectric. The observed metal-insulator transition might carry some signatures of Wigner crystallization and indicates that such transdimensional, between 2D and 3D, films can serve as a promising playground to study strongly correlated electron systems.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2596",
          "doi": "10.1126/sciadv.adr2596",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "Distributive cycles in the export-led growth model: On the macroeconomics of a pro-labor shift in Central and Eastern Europe",
          "authors": "Maciej J Grodzicki, Michał Możdżeń",
          "abstract": "This article aims to reassess a stylized fact, increasingly well-established in the Comparative Political Economy scholarship, that Central and Eastern Europe (CEE) economies exhibit characteristics of the so-called export-led growth (ELG) model. We can confirm the ‘ELG in CEE’ hypothesis by developing and testing a Goodwinian distributive cycles’ macroeconomic model focused on the productivity–employment–wage share nexus. Moreover, our approach allows us to shed light on the apparent contradiction between ELG characteristics and the dynamic wage and employment growth experienced in the region after the global financial crisis (GFC) by exploring the possibility of a productivity-induced shift within the ELG model. We conclude that CEE countries experienced technical upgrading, which allows them to maintain export competitiveness despite a visible pro-labor shift in the income distribution.",
          "url": "http://dx.doi.org/10.1093/ser/mwae067",
          "doi": "10.1093/ser/mwae067",
          "filter": "0"
        },
        {
          "title": "Correction to: The times, are they changing? Examining platform companies’ chameleonic labour process as a response to the Spanish Ley Rider",
          "url": "http://dx.doi.org/10.1093/ser/mwae073",
          "doi": "10.1093/ser/mwae073",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
