{
  "update": "2024-10-11",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Single-neuron representations of odours in the human brain",
          "authors": "Marcel S. Kehl, Sina Mackay, Kathrin Ohla, Matthias Schneider, Valeri Borger, Rainer Surges, Marc Spehr, Florian Mormann",
          "abstract": "Olfaction is a fundamental sensory modality that guides animal and human behaviour 1,2 . However, the underlying neural processes of human olfaction are still poorly understood at the fundamental—that is, the single-neuron—level. Here we report recordings of single-neuron activity in the piriform cortex and medial temporal lobe in awake humans performing an odour rating and identification task. We identified odour-modulated neurons within the piriform cortex, amygdala, entorhinal cortex and hippocampus. In each of these regions, neuronal firing accurately encodes odour identity. Notably, repeated odour presentations reduce response firing rates, demonstrating central repetition suppression and habituation. Different medial temporal lobe regions have distinct roles in odour processing, with amygdala neurons encoding subjective odour valence, and hippocampal neurons predicting behavioural odour identification performance. Whereas piriform neurons preferably encode chemical odour identity, hippocampal activity reflects subjective odour perception. Critically, we identify that piriform cortex neurons reliably encode odour-related images, supporting a multimodal role of the human piriform cortex. We also observe marked cross-modal coding of both odours and images, especially in the amygdala and piriform cortex. Moreover, we identify neurons that respond to semantically coherent odour and image information, demonstrating conceptual coding schemes in olfaction. Our results bridge the long-standing gap between animal models and non-invasive human studies and advance our understanding of odour processing in the human brain by identifying neuronal odour-coding principles, regional functional differences and cross-modal integration.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08016-5",
          "doi": "10.1038/s41586-024-08016-5",
          "filter": "2"
        },
        {
          "title": "One-shot entorhinal maps enable flexible navigation in novel environments",
          "authors": "John H. Wen, Ben Sorscher, Emily A. Aery Jones, Surya Ganguli, Lisa M. Giocomo",
          "abstract": "Animals must navigate changing environments to find food, shelter or mates. In mammals, grid cells in the medial entorhinal cortex construct a neural spatial map of the external environment 1–5 . However, how grid cell firing patterns rapidly adapt to novel or changing environmental features on a timescale relevant to behaviour remains unknown. Here, by recording over 15,000 grid cells in mice navigating virtual environments, we tracked the real-time state of the grid cell network. This allowed us to observe and predict how altering environmental features influenced grid cell firing patterns on a nearly instantaneous timescale. We found evidence that visual landmarks provide inputs to fixed points in the grid cell network. This resulted in stable grid cell firing patterns in novel and altered environments after a single exposure. Fixed visual landmark inputs also influenced the grid cell network such that altering landmarks induced distortions in grid cell firing patterns. Such distortions could be predicted by a computational model with a fixed landmark to grid cell network architecture. Finally, a medial entorhinal cortex-dependent task revealed that although grid cell firing patterns are distorted by landmark changes, behaviour can adapt via a downstream region implementing behavioural timescale synaptic plasticity 6 . Overall, our findings reveal how the navigational system of the brain constructs spatial maps that balance rapidity and accuracy. Fixed connections between landmarks and grid cells enable the brain to quickly generate stable spatial maps, essential for navigation in novel or changing environments. Conversely, plasticity in regions downstream from grid cells allows the spatial maps of the brain to more accurately mirror the external spatial environment. More generally, these findings raise the possibility of a broader neural principle: by allocating fixed and plastic connectivity across different networks, the brain can solve problems requiring both rapidity and representational accuracy.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08034-3",
          "doi": "10.1038/s41586-024-08034-3",
          "filter": "2"
        },
        {
          "title": "AKT and EZH2 inhibitors kill TNBCs by hijacking mechanisms of involution",
          "authors": "Amy E. Schade, Naiara Perurena, Yoona Yang, Carrie L. Rodriguez, Anjana Krishnan, Alycia Gardner, Patrick Loi, Yilin Xu, Van T. M. Nguyen, G. M. Mastellone, Natalie F. Pilla, Marina Watanabe, Keiichi Ota, Rachel A. Davis, Kaia Mattioli, Dongxi Xiang, Jason J. Zoeller, Jia-Ren Lin, Stefania Morganti, Ana C. Garrido-Castro, Sara M. Tolaney, Zhe Li, David A. Barbie, Peter K. Sorger, Kristian Helin, Sandro Santagata, Simon R. V. Knott, Karen Cichowski",
          "url": "http://dx.doi.org/10.1038/s41586-024-08031-6",
          "doi": "10.1038/s41586-024-08031-6",
          "filter": "2"
        },
        {
          "title": "Dendritic, delayed, stochastic CaMKII activation in behavioural time scale plasticity",
          "authors": "Anant Jain, Yoshihisa Nakahata, Tristano Pancani, Tetsuya Watabe, Polina Rusina, Kelly South, Kengo Adachi, Long Yan, Noriko Simorowski, Hiro Furukawa, Ryohei Yasuda",
          "abstract": "Behavioural time scale plasticity (BTSP) is non-Hebbian plasticity induced by integrating presynaptic and postsynaptic components separated by a behaviourally relevant time scale (seconds) 1 . BTSP in hippocampal CA1 neurons underlies place cell formation. However, the molecular mechanisms that enable synapse-specific plasticity on a behavioural time scale are unknown. Here we show that BTSP can be induced in a single dendritic spine using two-photon glutamate uncaging paired with postsynaptic current injection temporally separated by a behavioural time scale. Using an improved Ca 2+ /calmodulin-dependent kinase II (CaMKII) sensor, we did not detect CaMKII activation during this BTSP induction. Instead, we observed dendritic, delayed and stochastic CaMKII activation (DDSC) associated with Ca 2+ influx and plateau potentials 10–100 s after BTSP induction. DDSC required both presynaptic and postsynaptic activity, which suggests that CaMKII can integrate these two signals. Also, optogenetically blocking CaMKII 15–30 s after the BTSP protocol inhibited synaptic potentiation, which indicated that DDSC is an essential mechanism of BTSP. IP 3 -dependent intracellular Ca 2+ release facilitated both DDSC and BTSP. Thus, our study suggests that non-synapse-specific CaMKII activation provides an instructive signal with an extensive time window over tens of seconds during BTSP.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08021-8",
          "doi": "10.1038/s41586-024-08021-8",
          "filter": "2"
        },
        {
          "title": "Quasi-periodic X-ray eruptions years after a nearby tidal disruption event",
          "authors": "M. Nicholl, D. R. Pasham, A. Mummery, M. Guolo, K. Gendreau, G. C. Dewangan, E. C. Ferrara, R. Remillard, C. Bonnerot, J. Chakraborty, A. Hajela, V. S. Dhillon, A. F. Gillan, J. Greenwood, M. E. Huber, A. Janiuk, G. Salvesen, S. van Velzen, A. Aamer, K. D. Alexander, C. R. Angus, Z. Arzoumanian, K. Auchettl, E. Berger, T. de Boer, Y. Cendes, K. C. Chambers, T.-W. Chen, R. Chornock, M. D. Fulton, H. Gao, J. H. Gillanders, S. Gomez, B. P. Gompertz, A. C. Fabian, J. Herman, A. Ingram, E. Kara, T. Laskar, A. Lawrence, C.-C. Lin, T. B. Lowe, E. A. Magnier, R. Margutti, S. L. McGee, P. Minguez, T. Moore, E. Nathan, S. R. Oates, K. C. Patra, P. Ramsden, V. Ravi, E. J. Ridley, X. Sheng, S. J. Smartt, K. W. Smith, S. Srivastav, R. Stein, H. F. Stevance, S. G. D. Turner, R. J. Wainscoat, J. Weston, T. Wevers, D. R. Young",
          "abstract": "Quasi-periodic eruptions (QPEs) are luminous bursts of soft X-rays from the nuclei of galaxies, repeating on timescales of hours to weeks 1–5 . The mechanism behind these rare systems is uncertain, but most theories involve accretion disks around supermassive black holes (SMBHs) undergoing instabilities 6–8 or interacting with a stellar object in a close orbit 9–11 . It has been suggested that this disk could be created when the SMBH disrupts a passing star 8,11 , implying that many QPEs should be preceded by observable tidal disruption events (TDEs). Two known QPE sources show long-term decays in quiescent luminosity consistent with TDEs 4,12 and two observed TDEs have exhibited X-ray flares consistent with individual eruptions 13,14 . TDEs and QPEs also occur preferentially in similar galaxies 15 . However, no confirmed repeating QPEs have been associated with a spectroscopically confirmed TDE or an optical TDE observed at peak brightness. Here we report the detection of nine X-ray QPEs with a mean recurrence time of approximately 48 h from AT2019qiz, a nearby and extensively studied optically selected TDE 16 . We detect and model the X-ray, ultraviolet (UV) and optical emission from the accretion disk and show that an orbiting body colliding with this disk provides a plausible explanation for the QPEs.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08023-6",
          "doi": "10.1038/s41586-024-08023-6",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Nitrogen-doped amorphous monolayer carbon",
          "authors": "Xiuhui Bai, Pengfei Hu, Ang Li, Youwei Zhang, Aowen Li, Guangjie Zhang, Yufeng Xue, Tianxing Jiang, Zezhou Wang, Hanke Cui, Jianxin Kang, Hewei Zhao, Lin Gu, Wu Zhou, Li-Min Liu, Xiaohui Qiu, Lin Guo",
          "url": "http://dx.doi.org/10.1038/s41586-024-08147-9",
          "doi": "10.1038/s41586-024-08147-9",
          "filter": "2"
        },
        {
          "title": "Biomolecular condensates mediate bending and scission of endosome membranes",
          "authors": "Yanning Wang, Shulin Li, Marcel Mokbel, Alexander I. May, Zizhen Liang, Yonglun Zeng, Weiqi Wang, Honghong Zhang, Feifei Yu, Katharina Sporbeck, Liwen Jiang, Sebastian Aland, Jaime Agudo-Canalejo, Roland L. Knorr, Xiaofeng Fang",
          "abstract": "Multivesicular bodies are key endosomal compartments implicated in cellular quality control through their degradation of membrane-bound cargo proteins 1–3 . The ATP-consuming ESCRT protein machinery mediates the capture and engulfment of membrane-bound cargo proteins through invagination and scission of multivesicular-body membranes to form intraluminal vesicles 4,5 . Here we report that the plant ESCRT component FREE1 6 forms liquid-like condensates that associate with membranes to drive intraluminal vesicle formation. We use a minimal physical model, reconstitution experiments and in silico simulations to identify the dynamics of this process and describe intermediate morphologies of nascent intraluminal vesicles. Furthermore, we find that condensate-wetting-induced line tension forces and membrane asymmetries are sufficient to mediate scission of the membrane neck without the ESCRT protein machinery or ATP consumption. Genetic manipulation of the ESCRT pathway in several eukaryotes provides additional evidence for condensate-mediated membrane scission in vivo. We find that the interplay between condensate and machinery-mediated scission mechanisms is indispensable for osmotic stress tolerance in plants. We propose that condensate-mediated scission represents a previously undescribed scission mechanism that depends on the physicomolecular properties of the condensate and is involved in a range of trafficking processes. More generally, FREE1 condensate-mediated membrane scission in multivesicular-body biogenesis highlights the fundamental role of wetting in intracellular dynamics and organization.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07990-0",
          "doi": "10.1038/s41586-024-07990-0",
          "filter": "2"
        },
        {
          "title": "Permafrost slows Arctic riverbank erosion",
          "authors": "Emily C. Geyman, Madison M. Douglas, Jean-Philippe Avouac, Michael P. Lamb",
          "url": "http://dx.doi.org/10.1038/s41586-024-07978-w",
          "doi": "10.1038/s41586-024-07978-w",
          "filter": "2"
        },
        {
          "title": "Emergence of a distinct mechanism of C–N bond formation in photoenzymes",
          "authors": "Felix C. Raps, Ariadna Rivas-Souchet, Chey M. Jones, Todd K. Hyster",
          "url": "http://dx.doi.org/10.1038/s41586-024-08138-w",
          "doi": "10.1038/s41586-024-08138-w",
          "filter": "2"
        },
        {
          "title": "Author Correction: UDP-glucose accelerates SNAI1 mRNA decay and impairs lung cancer metastasis",
          "authors": "Xiongjun Wang, Ruilong Liu, Wencheng Zhu, Huiying Chu, Hua Yu, Ping Wei, Xueyuan Wu, Hongwen Zhu, Hong Gao, Ji Liang, Guohui Li, Weiwei Yang",
          "url": "http://dx.doi.org/10.1038/s41586-024-08142-0",
          "doi": "10.1038/s41586-024-08142-0",
          "filter": "2"
        },
        {
          "title": "Universal quantum operations and ancilla-based read-out for tweezer clocks",
          "authors": "Ran Finkelstein, Richard Bing-Shiun Tsai, Xiangkai Sun, Pascal Scholl, Su Direkci, Tuvia Gefen, Joonhee Choi, Adam L. Shaw, Manuel Endres",
          "url": "http://dx.doi.org/10.1038/s41586-024-08005-8",
          "doi": "10.1038/s41586-024-08005-8",
          "filter": "2"
        },
        {
          "title": "Dietary restriction impacts health and lifespan of genetically diverse mice",
          "authors": "Andrea Di Francesco, Andrew G. Deighan, Lev Litichevskiy, Zhenghao Chen, Alison Luciano, Laura Robinson, Gaven Garland, Hannah Donato, Matthew Vincent, Will Schott, Kevin M. Wright, Anil Raj, G. V. Prateek, Martin Mullis, Warren G. Hill, Mark L. Zeidel, Luanne L. Peters, Fiona Harding, David Botstein, Ron Korstanje, Christoph A. Thaiss, Adam Freund, Gary A. Churchill",
          "url": "http://dx.doi.org/10.1038/s41586-024-08026-3",
          "doi": "10.1038/s41586-024-08026-3",
          "filter": "2"
        },
        {
          "title": "Phase transitions in random circuit sampling",
          "authors": "A. Morvan, B. Villalonga, X. Mi, S. Mandrà, A. Bengtsson, P. V. Klimov, Z. Chen, S. Hong, C. Erickson, I. K. Drozdov, J. Chau, G. Laun, R. Movassagh, A. Asfaw, L. T. A. N. Brandão, R. Peralta, D. Abanin, R. Acharya, R. Allen, T. I. Andersen, K. Anderson, M. Ansmann, F. Arute, K. Arya, J. Atalaya, J. C. Bardin, A. Bilmes, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, J. Campero, H.-S. Chang, B. Chiaro, D. Chik, C. Chou, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Di Paolo, A. Dunsworth, L. Faoro, E. Farhi, R. Fatemi, V. S. Ferreira, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, G. Garcia, É. Genois, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. Grajales Dau, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, M. R. Hoffmann, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, A. T. Lill, W. Liu, W. P. Livingston, A. Locharla, F. D. Malone, O. Martin, S. Martin, J. R. McClean, M. McEwen, K. C. Miao, A. Mieszala, S. Montazeri, W. Mruczkiewicz, O. Naaman, M. Neeley, C. Neill, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Yuezhen Niu, T. E. O’Brien, S. Omonije, A. Opremcak, A. Petukhov, R. Potter, L. P. Pryadko, C. Quintana, D. M. Rhodes, C. Rocque, E. Rosenberg, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, J. Skruzny, W. C. Smith, R. D. Somma, G. Sterling, D. Strain, M. Szalay, D. Thor, A. Torres, G. Vidal, C. Vollgraff Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. J. Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, E. G. Rieffel, R. Biswas, R. Babbush, D. Bacon, J. Hilton, E. Lucero, H. Neven, A. Megrant, J. Kelly, P. Roushan, I. Aleiner, V. Smelyanskiy, K. Kechedzhi, Y. Chen, S. Boixo",
          "url": "http://dx.doi.org/10.1038/s41586-024-07998-6",
          "doi": "10.1038/s41586-024-07998-6",
          "filter": "2"
        },
        {
          "title": "Robust chemical analysis with graphene chemosensors and machine learning",
          "authors": "Andrew Pannone, Aditya Raj, Harikrishnan Ravichandran, Sarbashis Das, Ziheng Chen, Collin A. Price, Mahmooda Sultana, Saptarshi Das",
          "url": "http://dx.doi.org/10.1038/s41586-024-08003-w",
          "doi": "10.1038/s41586-024-08003-w",
          "filter": "2"
        },
        {
          "title": "Peptide programming of supramolecular vinylidene fluoride ferroelectric phases",
          "authors": "Yang Yang, Hiroaki Sai, Simon A. Egner, Ruomeng Qiu, Liam C. Palmer, Samuel I. Stupp",
          "url": "http://dx.doi.org/10.1038/s41586-024-08041-4",
          "doi": "10.1038/s41586-024-08041-4",
          "filter": "2"
        },
        {
          "title": "Temporally distinct 3D multi-omic dynamics in the developing human brain",
          "authors": "Matthew G. Heffel, Jingtian Zhou, Yi Zhang, Dong-Sung Lee, Kangcheng Hou, Oier Pastor-Alonso, Kevin D. Abuhanna, Joseph Galasso, Colin Kern, Chu-Yi Tai, Carlos Garcia-Padilla, Mahsa Nafisi, Yi Zhou, Anthony D. Schmitt, Terence Li, Maximilian Haeussler, Brittney Wick, Martin Jinye Zhang, Fangming Xie, Ryan S. Ziffra, Eran A. Mukamel, Eleazar Eskin, Tomasz J. Nowakowski, Jesse R. Dixon, Bogdan Pasaniuc, Joseph R. Ecker, Quan Zhu, Bogdan Bintu, Mercedes F. Paredes, Chongyuan Luo",
          "abstract": "The human hippocampus and prefrontal cortex play critical roles in learning and cognition 1,2 , yet the dynamic molecular characteristics of their development remain enigmatic. Here we investigated the epigenomic and three-dimensional chromatin conformational reorganization during the development of the hippocampus and prefrontal cortex, using more than 53,000 joint single-nucleus profiles of chromatin conformation and DNA methylation generated by single-nucleus methyl-3C sequencing (snm3C-seq3) 3 . The remodelling of DNA methylation is temporally separated from chromatin conformation dynamics. Using single-cell profiling and multimodal single-molecule imaging approaches, we have found that short-range chromatin interactions are enriched in neurons, whereas long-range interactions are enriched in glial cells and non-brain tissues. We reconstructed the regulatory programs of cell-type development and differentiation, finding putatively causal common variants for schizophrenia strongly overlapping with chromatin loop-connected, cell-type-specific regulatory regions. Our data provide multimodal resources for studying gene regulatory dynamics in brain development and demonstrate that single-cell three-dimensional multi-omics is a powerful approach for dissecting neuropsychiatric risk loci.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08030-7",
          "doi": "10.1038/s41586-024-08030-7",
          "filter": "2"
        },
        {
          "title": "Multi-qubit gates and Schrödinger cat states in an optical clock",
          "authors": "Alec Cao, William J. Eckner, Theodor Lukin Yelin, Aaron W. Young, Sven Jandura, Lingfeng Yan, Kyungtae Kim, Guido Pupillo, Jun Ye, Nelson Darkwah Oppong, Adam M. Kaufman",
          "url": "http://dx.doi.org/10.1038/s41586-024-07913-z",
          "doi": "10.1038/s41586-024-07913-z",
          "filter": "2"
        },
        {
          "title": "Two waves of massive stars running away from the young cluster R136",
          "authors": "Mitchel Stoop, Alex de Koter, Lex Kaper, Sarah Brands, Simon Portegies Zwart, Hugues Sana, Fiorenzo Stoppa, Mark Gieles, Laurent Mahy, Tomer Shenar, Difeng Guo, Gijs Nelemans, Steven Rieder",
          "url": "http://dx.doi.org/10.1038/s41586-024-08013-8",
          "doi": "10.1038/s41586-024-08013-8",
          "filter": "2"
        },
        {
          "title": "Overconfidence in climate overshoot",
          "authors": "Carl-Friedrich Schleussner, Gaurav Ganti, Quentin Lejeune, Biqing Zhu, Peter Pfleiderer, Ruben Prütz, Philippe Ciais, Thomas L. Frölicher, Sabine Fuss, Thomas Gasser, Matthew J. Gidden, Chahan M. Kropf, Fabrice Lacroix, Robin Lamboll, Rosanne Martyr, Fabien Maussion, Jamie W. McCaughey, Malte Meinshausen, Matthias Mengel, Zebedee Nicholls, Yann Quilcaille, Benjamin Sanderson, Sonia I. Seneviratne, Jana Sillmann, Christopher J. Smith, Norman J. Steinert, Emily Theokritoff, Rachel Warren, Jeff Price, Joeri Rogelj",
          "abstract": "Global emission reduction efforts continue to be insufficient to meet the temperature goal of the Paris Agreement 1 . This makes the systematic exploration of so-called overshoot pathways that temporarily exceed a targeted global warming limit before drawing temperatures back down to safer levels a priority for science and policy 2–5 . Here we show that global and regional climate change and associated risks after an overshoot are different from a world that avoids it. We find that achieving declining global temperatures can limit long-term climate risks compared with a mere stabilization of global warming, including for sea-level rise and cryosphere changes. However, the possibility that global warming could be reversed many decades into the future might be of limited relevance for adaptation planning today. Temperature reversal could be undercut by strong Earth-system feedbacks resulting in high near-term and continuous long-term warming 6,7 . To hedge and protect against high-risk outcomes, we identify the geophysical need for a preventive carbon dioxide removal capacity of several hundred gigatonnes. Yet, technical, economic and sustainability considerations may limit the realization of carbon dioxide removal deployment at such scales 8,9 . Therefore, we cannot be confident that temperature decline after overshoot is achievable within the timescales expected today. Only rapid near-term emission reductions are effective in reducing climate risks.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08020-9",
          "doi": "10.1038/s41586-024-08020-9",
          "filter": "2"
        },
        {
          "title": "Structural basis of mRNA decay by the human exosome–ribosome supercomplex",
          "authors": "Alexander Kögel, Achim Keidel, Matina-Jasemi Loukeri, Christopher C. Kuhn, Lukas M. Langer, Ingmar B. Schäfer, Elena Conti",
          "abstract": "The interplay between translation and mRNA decay is widespread in human cells 1–3 . In quality-control pathways, exonucleolytic degradation of mRNA associated with translating ribosomes is mediated largely by the cytoplasmic exosome 4–9 , which includes the exoribonuclease complex EXO10 and the helicase complex SKI238 (refs. 10–16 ). The helicase can extract mRNA from the ribosome and is expected to transfer it to the exoribonuclease core through a bridging factor, HBS1L3 (also known as SKI7), but the mechanisms of this molecular handover remain unclear 7,17,18 . Here we reveal how human EXO10 is recruited by HBS1L3 (SKI7) to an active ribosome-bound SKI238 complex. We show that rather than a sequential handover, a direct physical coupling mechanism takes place, which culminates in the formation of a cytoplasmic exosome–ribosome supercomplex. Capturing the structure during active decay reveals a continuous path in which an RNA substrate threads from the 80S ribosome through the SKI2 helicase into the exoribonuclease active site of the cytoplasmic exosome complex. The SKI3 subunit of the complex directly binds to HBS1L3 (SKI7) and also engages a surface of the 40S subunit, establishing a recognition platform in collided disomes. Exosome and ribosome thus work together as a single structural and functional unit in co-translational mRNA decay, coordinating their activities in a transient supercomplex.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08015-6",
          "doi": "10.1038/s41586-024-08015-6",
          "filter": "2"
        },
        {
          "title": "CTLA4 blockade abrogates KEAP1/STK11-related resistance to PD-(L)1 inhibitors",
          "authors": "Ferdinandos Skoulidis, Haniel A. Araujo, Minh Truong Do, Yu Qian, Xin Sun, Ana Galan Cobo, John T. Le, Meagan Montesion, Rachael Palmer, Nadine Jahchan, Joseph M. Juan, Chengyin Min, Yi Yu, Xuewen Pan, Kathryn C. Arbour, Natalie Vokes, Stephanie T. Schmidt, David Molkentine, Dwight H. Owen, Regan Memmott, Pradnya D. Patil, Melina E. Marmarelis, Mark M. Awad, Joseph C. Murray, Jessica A. Hellyer, Justin F. Gainor, Anastasios Dimou, Christine M. Bestvina, Catherine A. Shu, Jonathan W. Riess, Collin M. Blakely, Chad V. Pecot, Laura Mezquita, Fabrizio Tabbó, Matthias Scheffler, Subba Digumarthy, Meghan J. Mooradian, Adrian G. Sacher, Sally C. M. Lau, Andreas N. Saltos, Julia Rotow, Rocio Perez Johnson, Corinne Liu, Tyler Stewart, Sarah B. Goldberg, Jonathan Killam, Zenta Walther, Kurt Schalper, Kurtis D. Davies, Mark G. Woodcock, Valsamo Anagnostou, Kristen A. Marrone, Patrick M. Forde, Biagio Ricciuti, Deepti Venkatraman, Eliezer M. Van Allen, Amy L. Cummings, Jonathan W. Goldman, Hiram Shaish, Melanie Kier, Sharyn Katz, Charu Aggarwal, Ying Ni, Joseph T. Azok, Jeremy Segal, Lauren Ritterhouse, Joel W. Neal, Ludovic Lacroix, Yasir Y. Elamin, Marcelo V. Negrao, Xiuning Le, Vincent K. Lam, Whitney E. Lewis, Haley N. Kemp, Brett Carter, Jack A. Roth, Stephen Swisher, Richard Lee, Teng Zhou, Alissa Poteete, Yifan Kong, Tomohiro Takehara, Alvaro Guimaraes Paula, Edwin R. Parra Cuentas, Carmen Behrens, Ignacio I. Wistuba, Jianjun Zhang, George R. Blumenschein, Carl Gay, Lauren A. Byers, Don L. Gibbons, Anne Tsao, J. Jack Lee, Trever G. Bivona, D. Ross Camidge, Jhannelle E. Gray, Natasha Lieghl, Benjamin Levy, Julie R. Brahmer, Marina C. Garassino, David R. Gandara, Edward B. Garon, Naiyer A. Rizvi, Giorgio Vittorio Scagliotti, Jürgen Wolf, David Planchard, Benjamin Besse, Roy S. Herbst, Heather A. Wakelee, Nathan A. Pennell, Alice T. Shaw, Pasi A. Jänne, David P. Carbone, Matthew D. Hellmann, Charles M. Rudin, Lee Albacker, Helen Mann, Zhou Zhu, Zhongwu Lai, Ross Stewart, Solange Peters, Melissa L. Johnson, Kwok K. Wong, Alan Huang, Monte M. Winslow, Michael J. Rosen, Ian P. Winters, Vassiliki A. Papadimitrakopoulou, Tina Cascone, Philip Jewsbury, John V. Heymach",
          "url": "http://dx.doi.org/10.1038/s41586-024-07943-7",
          "doi": "10.1038/s41586-024-07943-7",
          "filter": "2"
        },
        {
          "title": "Author Correction: Fault-network geometry influences earthquake frictional behaviour",
          "authors": "Jaeseok Lee, Victor C. Tsai, Greg Hirth, Avigyan Chatterjee, Daniel T. Trugman",
          "url": "http://dx.doi.org/10.1038/s41586-024-08144-y",
          "doi": "10.1038/s41586-024-08144-y",
          "filter": "2"
        },
        {
          "title": "Author Correction: Dynamic behaviour restructuring mediates dopamine-dependent credit assignment",
          "authors": "Jonathan C. Y. Tang, Vitor Paixao, Filipe Carvalho, Artur Silva, Andreas Klaus, Joaquim Alves da Silva, Rui M. Costa",
          "url": "http://dx.doi.org/10.1038/s41586-024-08143-z",
          "doi": "10.1038/s41586-024-08143-z",
          "filter": "2"
        },
        {
          "title": "Diverse anti-defence systems are encoded in the leading region of plasmids",
          "authors": "Bruria Samuel, Karin Mittelman, Shirly Ynbal Croitoru, Maya Ben Haim, David Burstein",
          "abstract": "Plasmids are major drivers of gene mobilization by means of horizontal gene transfer and play a key role in spreading antimicrobial resistance among pathogens 1,2 . Despite various bacterial defence mechanisms such as CRISPR–Cas, restriction–modification systems and SOS-response genes that prevent the invasion of mobile genetic elements 3 , plasmids robustly transfer within bacterial populations through conjugation 4,5 . Here we show that the leading region of plasmids, the first to enter recipient cells, is a hotspot for an extensive repertoire of anti-defence systems, encoding anti-CRISPR, anti-restriction, anti-SOS and other counter-defence proteins. We further identified in the leading region a prevalence of promoters known to allow expression from single-stranded DNA 6 , potentially facilitating rapid protection against bacterial immunity during the early stages of plasmid establishment. We demonstrated experimentally the importance of anti-defence gene localization in the leading region for efficient conjugation. These results indicate that focusing on the leading region of plasmids could lead to the discovery of diverse anti-defence genes. Combined, our findings show a new facet of plasmid dissemination and provide theoretical foundations for developing efficient conjugative delivery systems for natural microbial communities.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07994-w",
          "doi": "10.1038/s41586-024-07994-w",
          "filter": "2"
        },
        {
          "title": "A modular circuit coordinates the diversification of courtship strategies",
          "authors": "Rory T. Coleman, Ianessa Morantte, Gabriel T. Koreman, Megan L. Cheng, Yun Ding, Vanessa Ruta",
          "url": "http://dx.doi.org/10.1038/s41586-024-08028-1",
          "doi": "10.1038/s41586-024-08028-1",
          "filter": "2"
        },
        {
          "title": "The interplay of mutagenesis and ecDNA shapes urothelial cancer evolution",
          "authors": "Duy D. Nguyen, William F. Hooper, Weisi Liu, Timothy R. Chu, Heather Geiger, Jennifer M. Shelton, Minita Shah, Zoe R. Goldstein, Lara Winterkorn, Adrienne Helland, Michael Sigouros, Jyothi Manohar, Jenna Moyer, Majd Al Assaad, Alissa Semaan, Sandra Cohen, Florencia Madorsky Rowdo, David Wilkes, Mohamed Osman, Rahul R. Singh, Andrea Sboner, Henkel L. Valentine, Phillip Abbosh, Scott T. Tagawa, David M. Nanus, Jones T. Nauseef, Cora N. Sternberg, Ana M. Molina, Douglas Scherr, Giorgio Inghirami, Juan Miguel Mosquera, Olivier Elemento, Nicolas Robine, Bishoy M. Faltas",
          "url": "http://dx.doi.org/10.1038/s41586-024-07955-3",
          "doi": "10.1038/s41586-024-07955-3",
          "filter": "2"
        },
        {
          "title": "Continental-scale nutrient and contaminant delivery by Pacific salmon",
          "authors": "Jessica E. Brandt, Jeff S. Wesner, Gregory T. Ruggerone, Timothy D. Jardine, Collin A. Eagles-Smith, Gabrielle E. Ruso, Craig A. Stricker, Kristofor A. Voss, David M. Walters",
          "url": "http://dx.doi.org/10.1038/s41586-024-07980-2",
          "doi": "10.1038/s41586-024-07980-2",
          "filter": "2"
        },
        {
          "title": "Why hasn’t deadly bird flu reached Australia yet?",
          "authors": "Sara Phillips",
          "url": "http://dx.doi.org/10.1038/d41586-024-03208-5",
          "doi": "10.1038/d41586-024-03208-5",
          "filter": "4"
        },
        {
          "title": "World’s oldest known artwork in Indonesian cave dated using lasers",
          "url": "http://dx.doi.org/10.1038/d41586-024-03248-x",
          "doi": "10.1038/d41586-024-03248-x",
          "filter": "4"
        },
        {
          "title": "Salmon’s moveable feast of nutrients with a side order of contaminants",
          "authors": "Amanda L. Subalusky, Cornelia Twining",
          "url": "http://dx.doi.org/10.1038/d41586-024-02808-5",
          "doi": "10.1038/d41586-024-02808-5",
          "filter": "4"
        },
        {
          "title": "Daily briefing: One-third of researchers quit within five years of their first paper",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03307-3",
          "doi": "10.1038/d41586-024-03307-3",
          "filter": "4"
        },
        {
          "title": "The Israel–Hamas conflict one year on: researcher resilience in the face of war",
          "authors": "Josie Glausiusz",
          "url": "http://dx.doi.org/10.1038/d41586-024-03263-y",
          "doi": "10.1038/d41586-024-03263-y",
          "filter": "4"
        },
        {
          "title": "Congress is threatening funding of US firearm-injury prevention research — again",
          "authors": "Danielle N. Poole, Megan L. Ranney",
          "url": "http://dx.doi.org/10.1038/d41586-024-03271-y",
          "doi": "10.1038/d41586-024-03271-y",
          "filter": "4"
        },
        {
          "title": "Tips to beat ‘brain drain’: how to foster home expertise from abroad",
          "authors": "Achyut Aryal",
          "url": "http://dx.doi.org/10.1038/d41586-024-03257-w",
          "doi": "10.1038/d41586-024-03257-w",
          "filter": "4"
        },
        {
          "title": "World-first therapy using donor cells sends autoimmune diseases into remission",
          "authors": "Smriti Mallapaty",
          "url": "http://dx.doi.org/10.1038/d41586-024-03209-4",
          "doi": "10.1038/d41586-024-03209-4",
          "filter": "4"
        },
        {
          "title": "New peer-review trial lets grant applicants evaluate each other’s proposals",
          "authors": "Dalmeet Singh Chawla",
          "url": "http://dx.doi.org/10.1038/d41586-024-03106-w",
          "doi": "10.1038/d41586-024-03106-w",
          "filter": "4"
        },
        {
          "title": "GPS tracking reveals how hares shape lynx populations",
          "authors": "Abigail Klopper",
          "url": "http://dx.doi.org/10.1038/d41586-024-03272-x",
          "doi": "10.1038/d41586-024-03272-x",
          "filter": "4"
        },
        {
          "title": "Daily briefing: How to win a Nobel prize: what past winners can tell you about your chances",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03241-4",
          "doi": "10.1038/d41586-024-03241-4",
          "filter": "4"
        },
        {
          "title": "Dear researchers: send us your lab hacks",
          "authors": "Jack Leeming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03217-4",
          "doi": "10.1038/d41586-024-03217-4",
          "filter": "4"
        },
        {
          "title": "This AI powered ‘tongue’ can tell Coke and Pepsi apart",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-03309-1",
          "doi": "10.1038/d41586-024-03309-1",
          "filter": "4"
        },
        {
          "title": "How ribosomes shape protein folding",
          "url": "http://dx.doi.org/10.1038/d41586-024-03251-2",
          "doi": "10.1038/d41586-024-03251-2",
          "filter": "4"
        },
        {
          "title": "Physics Nobel scooped by machine-learning pioneers",
          "authors": "Elizabeth Gibney, Davide Castelvecchi",
          "url": "http://dx.doi.org/10.1038/d41586-024-03213-8",
          "doi": "10.1038/d41586-024-03213-8",
          "filter": "4"
        },
        {
          "title": "Dietary restriction can extend lifespan — but genetics matters more",
          "authors": "Nicholas J. Schork",
          "url": "http://dx.doi.org/10.1038/d41586-024-03055-4",
          "doi": "10.1038/d41586-024-03055-4",
          "filter": "4"
        },
        {
          "title": "Mapping groundwater-dependent ecosystems shows the need for more protection globally",
          "url": "http://dx.doi.org/10.1038/d41586-024-03238-z",
          "doi": "10.1038/d41586-024-03238-z",
          "filter": "4"
        },
        {
          "title": "Life expectancy rise in rich countries slows down: why discovery took 30 years to prove",
          "authors": "David Adam",
          "url": "http://dx.doi.org/10.1038/d41586-024-03244-1",
          "doi": "10.1038/d41586-024-03244-1",
          "filter": "4"
        },
        {
          "title": "Evidence of dead people posed on dead horses found in ancient tomb",
          "url": "http://dx.doi.org/10.1038/d41586-024-03204-9",
          "doi": "10.1038/d41586-024-03204-9",
          "filter": "4"
        },
        {
          "title": "How to keep a president healthy — tips from a former White House doctor",
          "authors": "Henna Hundal",
          "url": "http://dx.doi.org/10.1038/d41586-024-03260-1",
          "doi": "10.1038/d41586-024-03260-1",
          "filter": "4"
        },
        {
          "title": "Mpox vaccine roll-out begins in Africa: what will success look like?",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03243-2",
          "doi": "10.1038/d41586-024-03243-2",
          "filter": "4"
        },
        {
          "title": "Strange gamma-ray flickers seen in thunderstorms for the first time",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-03223-6",
          "doi": "10.1038/d41586-024-03223-6",
          "filter": "4"
        },
        {
          "title": "Unevidenced biodiversity claim should be abandoned — but biodiversity can be counted",
          "authors": "Robin Naidoo, Colby Loucks",
          "url": "http://dx.doi.org/10.1038/d41586-024-03270-z",
          "doi": "10.1038/d41586-024-03270-z",
          "filter": "4"
        },
        {
          "title": "Women are better than men at science job interviews",
          "authors": "Chris Woolston",
          "url": "http://dx.doi.org/10.1038/d41586-024-03107-9",
          "doi": "10.1038/d41586-024-03107-9",
          "filter": "4"
        },
        {
          "title": "Believe it or not, this lush landscape is Antarctica",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03219-2",
          "doi": "10.1038/d41586-024-03219-2",
          "filter": "4"
        },
        {
          "title": "Sewage lurks in coastal waters — often unnoticed by widely used test",
          "url": "http://dx.doi.org/10.1038/d41586-024-03205-8",
          "doi": "10.1038/d41586-024-03205-8",
          "filter": "4"
        },
        {
          "title": "Insight into the magnetic properties of atoms from precision spectroscopy on beryllium",
          "url": "http://dx.doi.org/10.1038/d41586-024-03254-z",
          "doi": "10.1038/d41586-024-03254-z",
          "filter": "4"
        },
        {
          "title": "A checklist for delivering the Sustainable Development Goals",
          "authors": "Dom Byrne",
          "url": "http://dx.doi.org/10.1038/d41586-024-02903-7",
          "doi": "10.1038/d41586-024-02903-7",
          "filter": "4"
        },
        {
          "title": "Lethal Marburg virus is on the rise in Rwanda: why scientists are worried",
          "authors": "Saima Sidik",
          "url": "http://dx.doi.org/10.1038/d41586-024-03275-8",
          "doi": "10.1038/d41586-024-03275-8",
          "filter": "4"
        },
        {
          "title": "A spaceship punched an asteroid — we’re about to learn what came next",
          "authors": "Jonathan O'Callaghan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03227-2",
          "doi": "10.1038/d41586-024-03227-2",
          "filter": "4"
        },
        {
          "title": "Accidental gunpowder blast caused an uproar at London Zoo in 1874",
          "url": "http://dx.doi.org/10.1038/d41586-024-03185-9",
          "doi": "10.1038/d41586-024-03185-9",
          "filter": "4"
        },
        {
          "title": "How to keep research afloat during an administrative stint",
          "authors": "Sarah Wild",
          "url": "http://dx.doi.org/10.1038/d41586-024-03228-1",
          "doi": "10.1038/d41586-024-03228-1",
          "filter": "4"
        },
        {
          "title": "South Korea’s emissions-reduction plan declared unconstitutional in a landmark climate case",
          "authors": "WooJung Jon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03269-6",
          "doi": "10.1038/d41586-024-03269-6",
          "filter": "4"
        },
        {
          "title": "What if Marie Curie’s greatest legacy was not her two Nobel prizes?",
          "authors": "Michelle Francl",
          "url": "http://dx.doi.org/10.1038/d41586-024-03261-0",
          "doi": "10.1038/d41586-024-03261-0",
          "filter": "4"
        },
        {
          "title": "When we’re stars",
          "authors": "Avani Gadani",
          "url": "http://dx.doi.org/10.1038/d41586-024-03068-z",
          "doi": "10.1038/d41586-024-03068-z",
          "filter": "4"
        },
        {
          "title": "Overshooting global-warming limits is a risky idea",
          "authors": "Nadine Mengis",
          "url": "http://dx.doi.org/10.1038/d41586-024-03052-7",
          "doi": "10.1038/d41586-024-03052-7",
          "filter": "4"
        },
        {
          "title": "Reaction for coupling 3D molecular fragments expands the chemist’s toolkit",
          "authors": "Jonathan A. Sorbie, Tianning Diao",
          "url": "http://dx.doi.org/10.1038/d41586-024-03221-8",
          "doi": "10.1038/d41586-024-03221-8",
          "filter": "4"
        },
        {
          "title": "Don’t overshoot: why carbon dioxide removal will achieve too little, too late",
          "url": "http://dx.doi.org/10.1038/d41586-024-03266-9",
          "doi": "10.1038/d41586-024-03266-9",
          "filter": "4"
        },
        {
          "title": "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-03214-7",
          "doi": "10.1038/d41586-024-03214-7",
          "filter": "4"
        },
        {
          "title": "Google uncovers how quantum computers can beat today’s best supercomputers",
          "authors": "Dan Garisto",
          "url": "http://dx.doi.org/10.1038/d41586-024-03288-3",
          "doi": "10.1038/d41586-024-03288-3",
          "filter": "4"
        },
        {
          "title": "Eating less can lead to a longer life: massive study in mice shows why",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03277-6",
          "doi": "10.1038/d41586-024-03277-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Is this where mitochondria came from?",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03280-x",
          "doi": "10.1038/d41586-024-03280-x",
          "filter": "4"
        },
        {
          "title": "Does the 2024 US election matter to science? Take Nature’s poll",
          "url": "http://dx.doi.org/10.1038/d41586-024-03226-3",
          "doi": "10.1038/d41586-024-03226-3",
          "filter": "4"
        },
        {
          "title": "Which is the fairest electoral system? Mega-election year sparks debate",
          "authors": "Ramin Skibba",
          "url": "http://dx.doi.org/10.1038/d41586-024-03258-9",
          "doi": "10.1038/d41586-024-03258-9",
          "filter": "4"
        },
        {
          "title": "Establish global standards to protect childhood cancer genomics data",
          "authors": "Lan Yang, Guodong Ding",
          "url": "http://dx.doi.org/10.1038/d41586-024-03268-7",
          "doi": "10.1038/d41586-024-03268-7",
          "filter": "4"
        },
        {
          "title": "‘Cocaine of the seas’ — how a luxury food is wreaking ecological mayhem",
          "authors": "Jo Chandler",
          "url": "http://dx.doi.org/10.1038/d41586-024-03259-8",
          "doi": "10.1038/d41586-024-03259-8",
          "filter": "4"
        },
        {
          "title": "I embrace traditional roots in Argentinian winemaking",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03273-w",
          "doi": "10.1038/d41586-024-03273-w",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Believe it or not, this lush green landscape is Antarctica",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03290-9",
          "doi": "10.1038/d41586-024-03290-9",
          "filter": "4"
        },
        {
          "title": "Nobel prizes are globally unrepresentative — the nomination process must be opened up",
          "url": "http://dx.doi.org/10.1038/d41586-024-03267-8",
          "doi": "10.1038/d41586-024-03267-8",
          "filter": "4"
        },
        {
          "title": "Can AI have common sense? Finding out will be key to achieving machine intelligence",
          "authors": "Mayank Kejriwal, Henrique Santos, Alice M. Mulvehill, Ke  Shen, Deborah L. McGuinness, Henry Lieberman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03262-z",
          "doi": "10.1038/d41586-024-03262-z",
          "filter": "4"
        },
        {
          "title": "Biases in ‘sustainable finance’ metrics could hinder lending to those that need it most",
          "authors": "Arjuna Dibley, Rebecca Burdon, Alister Self, Jared Lewis, Malte Meinshausen, Johannes Gütschow, Mika Pflüger, Daniel Busch, Ben  Neville",
          "url": "http://dx.doi.org/10.1038/d41586-024-03246-z",
          "doi": "10.1038/d41586-024-03246-z",
          "filter": "4"
        },
        {
          "title": "MicroRNAs won the Nobel — will they ever be useful as medicines?",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03303-7",
          "doi": "10.1038/d41586-024-03303-7",
          "filter": "4"
        },
        {
          "title": "Medicine Nobel awarded for gene-regulating ‘microRNAs’",
          "authors": "Ewen Callaway, Katharine Sanderson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03212-9",
          "doi": "10.1038/d41586-024-03212-9",
          "filter": "4"
        },
        {
          "title": "Arctic riverbank erosion could increase as permafrost thaws",
          "authors": "Evan Nylen Dethier",
          "url": "http://dx.doi.org/10.1038/d41586-024-03053-6",
          "doi": "10.1038/d41586-024-03053-6",
          "filter": "4"
        },
        {
          "title": "Olfactory neurons selectively respond to related visual and verbal cues",
          "authors": "Kevin Franks, Andreas Schaefer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03056-3",
          "doi": "10.1038/d41586-024-03056-3",
          "filter": "4"
        },
        {
          "title": "Keen to improve the working lives of postdocs? Ask them what they want",
          "authors": "Regina Becker, Nicholas Russell, Harry Williams",
          "url": "http://dx.doi.org/10.1038/d41586-024-03301-9",
          "doi": "10.1038/d41586-024-03301-9",
          "filter": "4"
        },
        {
          "title": "Two comb jellies fuse their bodies and then act as one",
          "url": "http://dx.doi.org/10.1038/d41586-024-03202-x",
          "doi": "10.1038/d41586-024-03202-x",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Double standards in promotion and tenure",
          "authors": "Damani White-Lewis",
          "url": "http://dx.doi.org/10.1038/s41562-024-01975-9",
          "doi": "10.1038/s41562-024-01975-9",
          "filter": "0"
        },
        {
          "title": "Underrepresented minority faculty in the USA face a double standard in promotion and tenure decisions",
          "authors": "Theodore Masters-Waage, Christiane Spitzmueller, Ebenezer Edema-Sillo, Ally St. Aubin, Michelle Penn-Marshall, Erika Henderson, Peggy Lindner, Cynthia Werner, Tracey Rizzuto, Juan Madera",
          "url": "http://dx.doi.org/10.1038/s41562-024-01977-7",
          "doi": "10.1038/s41562-024-01977-7",
          "filter": "0"
        },
        {
          "title": "A signal-detection framework for misinformation interventions",
          "authors": "Bertram Gawronski, Lea S. Nahon, Nyx L. Ng",
          "url": "http://dx.doi.org/10.1038/s41562-024-02021-4",
          "doi": "10.1038/s41562-024-02021-4",
          "filter": "0"
        },
        {
          "title": "Gender rating gap in online reviews",
          "authors": "Andreas Bayerl, Yaniv Dover, Hila Riemer, Daniel Shapira",
          "url": "http://dx.doi.org/10.1038/s41562-024-02003-6",
          "doi": "10.1038/s41562-024-02003-6",
          "filter": "0"
        },
        {
          "title": "A systematic review and network meta-analysis of population-level interventions to tackle smoking behaviour",
          "authors": "Shamima Akter, Md. Mizanur Rahman, Thomas Rouyard, Sarmin Aktar, Raïssa Shiyghan Nsashiyi, Ryota Nakamura",
          "url": "http://dx.doi.org/10.1038/s41562-024-02002-7",
          "doi": "10.1038/s41562-024-02002-7",
          "filter": "0"
        },
        {
          "title": "Misinformation research needs ecological validity",
          "authors": "James Crum, Cara Spencer, Emily Doherty, Erin Richardson, Sage Sherman, Amy W. Hays, Nitesh Saxena, Richard E. Niemeyer, Allison P. Anderson, Marta Čeko, Leanne Hirshfield",
          "url": "http://dx.doi.org/10.1038/s41562-024-02015-2",
          "doi": "10.1038/s41562-024-02015-2",
          "filter": "0"
        },
        {
          "title": "Exposure to detectable inaccuracies makes children more diligent fact-checkers of novel claims",
          "authors": "Evan Orticio, Martin Meyer, Celeste Kidd",
          "url": "http://dx.doi.org/10.1038/s41562-024-01992-8",
          "doi": "10.1038/s41562-024-01992-8",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Large Language Models based on historical text could offer informative tools for behavioral science",
          "authors": "Michael E. W. Varnum, Nicolas Baumard, Mohammad Atari, Kurt Gray",
          "url": "http://dx.doi.org/10.1073/pnas.2407639121",
          "doi": "10.1073/pnas.2407639121",
          "filter": "0"
        },
        {
          "title": "Increasing benefits in one-time public goods does not promote cooperation",
          "authors": "Natalie Struwe, Esther Blanco, James M. Walker",
          "abstract": "The long tradition of research on cooperation includes a well-established finding that individuals respond to the degree of conflict between self- and collective interests (that is, the relative benefits from cooperation) in providing public goods. Existing empirical evidence builds upon settings where participants make multiple decisions or strategically consider alternative scenarios. Here, we consider a decision setting where participants face a one-time (single-decision) setting. One-time cooperative encounters often occur in volunteering or donating to immediate needs for crisis relief. For these distinct and highly relevant settings, we report a lack of responsiveness to increases in cooperation benefits, thereby highlighting limits to our understanding of the determinants of one-time cooperation encounters. Across two studies, n = 2,232 individuals participate in treatments where we vary across participants the relative benefit from contributing to a public good (that is, the marginal per capita return, the MPCR). We examine decisions from alternative participant pools (UK general population vs. students), implementations varying the physical distance between participants (online vs. in the laboratory), and more complex decision settings considering group-to-group interactions including not only providers but also donors to public goods. Throughout, neither average contribution levels, nor the distribution of contributions are significantly affected by the increases in cooperation benefits. The mechanism behind these results can be explained by the close correlation between expectations of other’s cooperation and own cooperation, and the fact that these expectations do not increase with higher benefits from cooperation.",
          "url": "http://dx.doi.org/10.1073/pnas.2410326121",
          "doi": "10.1073/pnas.2410326121",
          "filter": "0"
        },
        {
          "title": "Legal provisions on medical aid in dying encode moral intuition",
          "authors": "Ivar R. Hannikainen, Jorge Suárez, Luis Espericueta, Maite Menéndez-Ferreras, David Rodríguez-Arias",
          "abstract": "In recent decades, many jurisdictions have moved toward legalizing euthanasia and assisted suicide, alongside a near-universal increase in public acceptance of medical aid in dying. Here, we draw on a comprehensive quantitative review of current laws on assisted dying, experimental survey evidence, and four decades of time-series data to explore the relationship between these legislative transitions and change in moral attitudes. Our analyses reveal that existing laws on medical aid in dying impose a common set of eligibility restrictions, based on the patient’s age, decision-making capacity, prognosis, and the nature of their illness. Fulfillment of these eligibility criteria elevates public moral approval of physician-assisted death, equally in countries with (i.e., Spain) and without (i.e., the United Kingdom) assisted dying laws. Finally, historical records of public attitudes toward euthanasia across numerous countries uncovered anticipatory growth in moral approval leading up to legalization, but no accelerated growth thereafter. Taken together, our findings suggest that the enactment of medical aid in dying laws, and their specific provisions, crystallize patterns in moral intuition.",
          "url": "http://dx.doi.org/10.1073/pnas.2406823121",
          "doi": "10.1073/pnas.2406823121",
          "filter": "0"
        },
        {
          "title": "Historical trends in teacher personality from human language",
          "authors": "Liang Xu",
          "abstract": "Understanding the historical perception and value of teacher personalities reveals key educational priorities and societal expectations. This study analyzes the evolution of teachers’ ascribed Big Five personality traits from 1800 to 2019, drawing on millions of English-language books. Word frequency analysis reveals that conscientiousness is the most frequently discussed trait, followed by agreeableness, openness, extraversion, and neuroticism. This pattern underscores society’s focus on whether teachers are responsible. Polarity analysis further indicates a higher prevalence of low neuroticism descriptors (e.g., patient and tolerant) in descriptions of teachers compared to the general population, reinforcing the perception of teachers as stable and dependable. The frequent use of terms like “moral”, “enthusiastic”, and “practical” in describing teachers highlights the positive portrayal of their personalities. However, since the mid-20th century, there has been a notable rise in negative descriptors related to openness (e.g., traditional and conventional), coupled with a decline in positive openness terms. This shift suggests an evolving view of teachers as less receptive to new ideas. These findings offer valuable insights into the historical portrayal and societal values attributed to teacher personalities.",
          "url": "http://dx.doi.org/10.1073/pnas.2413253121",
          "doi": "10.1073/pnas.2413253121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Shedding light with harmonic radar: Unveiling the hidden impacts of streetlights on moth flight behavior",
          "authors": "Jacqueline Degen, Mona Storms, Chengfa Benjamin Lee, Andreas Jechow, Anna Lisa Stöckl, Franz Hölker, Aryan Jakhar, Thomas Walter, Stefan Walter, Oliver Mitesser, Thomas Hovestadt, Tobias Degen",
          "abstract": "One of the most dramatic changes occurring on our planet is the ever-increasing extensive use of artificial light at night, which drastically altered the environment to which nocturnal animals are adapted. Such light pollution has been identified as a driver in the dramatic insect decline of the past years. One nocturnal species group experiencing marked declines are moths, which play a key role in food webs and ecosystem services such as plant pollination. Moths can be easily monitored within the illuminated area of a streetlight, where they typically exhibit disoriented behavior. Yet, little is known about their behavior beyond the illuminated area. Harmonic radar tracking enabled us to close this knowledge gap. We found a significant change in flight behavior beyond the illuminated area of a streetlight. A detailed analysis of the recorded trajectories revealed a barrier effect of streetlights on lappet moths whenever the moon was not available as a natural celestial cue. Furthermore, streetlights increased the tortuosity of flights for both hawk moths and lappet moths. Surprisingly, we had to reject our fundamental hypothesis that most individuals would fly toward a streetlight. Instead, this was true for only 4% of the tested individuals, indicating that the impact of light pollution might be more severe than assumed to date. Our results provide experimental evidence for the fragmentation of landscapes by streetlights and demonstrate that light pollution affects movement patterns of moths beyond what was previously assumed, potentially affecting their reproductive success and hampering a vital ecosystem service.",
          "url": "http://dx.doi.org/10.1073/pnas.2401215121",
          "doi": "10.1073/pnas.2401215121",
          "filter": "2"
        },
        {
          "title": "Impaired axon initial segment structure and function in a model of ARHGEF9 developmental and epileptic encephalopathy",
          "authors": "Wanqi Wang, Damian J. Williams, Jia Jie Teoh, Divyalakshmi Soundararajan, Aamir Zuberi, Cathleen M. Lutz, Wayne N. Frankel, Christopher D. Makinson",
          "abstract": "Developmental and epileptic encephalopathies (DEE) are rare but devastating and largely intractable childhood epilepsies. Genetic variants in ARHGEF9 , encoding a scaffolding protein important for the organization of the postsynaptic density of inhibitory synapses, are associated with DEE accompanied by complex neurological phenotypes. In a mouse model carrying a patient-derived ARHGEF9 variant associated with severe disease, we observed aggregation of postsynaptic proteins and loss of functional inhibitory synapses at the axon initial segment (AIS), altered axo-axonic synaptic inhibition, disrupted action potential generation, and complex seizure phenotypes consistent with clinical observations. These results illustrate diverse roles of ARHGEF9 that converge on regulation of the structure and function of the AIS, thus revealing a pathological mechanism for ARHGEF9 -associated DEE. This unique example of a neuropathological condition associated with multiple AIS dysfunctions may inform strategies for treating neurodevelopmental diseases.",
          "url": "http://dx.doi.org/10.1073/pnas.2400709121",
          "doi": "10.1073/pnas.2400709121",
          "filter": "2"
        },
        {
          "title": "Architecture-driven quantitative nanoscopy maps cytoskeleton remodeling",
          "authors": "Wenjie Liu, Yushi Yao, Jia Meng, Shuhao Qian, Yubing Han, Lingxi Zhou, Tao Wang, Youhua Chen, Lingmei Chen, Zitong Ye, Liang Xu, Meng Zhang, Jianrong Qiu, Tao Han, Xu Liu, Cuifang Kuang, Zhihua Ding, Zhiyi Liu",
          "abstract": "Cytoskeleton remodeling which generates force and orchestrates signaling and trafficking to govern cell migration remains poorly understood, partly due to a lack of an investigation tool with high system flexibility, spatiotemporal resolution, and computational sensitivity. Herein, we developed a multimodal superresolution imaging system–based architecture-driven quantitative (ADQ) framework in spatiotemporal-angular hyperspace to enable both identification of the optimal imaging mode with well-balanced fidelity and phototoxicity and accurate postcharacterization of microtubule remodeling. In the ADQ framework, a pixel/voxel-wise metric reflecting heterogeneous intertubule alignment was proposed with improved sensitivity over previous efforts and further incorporated with temporal features to map dynamic microtubule rearrangements. The ADQ framework was verified by assessing microtubule remodeling in drug-induced (de)polymerization, lysosome transport, and migration. Different remodeling patterns from two migration modes were successfully revealed by the ADQ framework, with a front–rear polarization for individual directed migration and a contact site–centered polarization for cell–cell interaction-induced migration in an immune response model. Meanwhile, these migration modes were found to have consistent orientation changes, which exhibited the potential of predicting migration trajectory.",
          "url": "http://dx.doi.org/10.1073/pnas.2410688121",
          "doi": "10.1073/pnas.2410688121",
          "filter": "2"
        },
        {
          "title": "The origin of methyl group in methanogen-mediated mercury methylation: From the Wolfe cycle",
          "authors": "Jun Gao, Jingyi Yang, Hongzhe Dong, Shaoyang Tao, Jianbo Shi, Bin He, Xiqing Bian, Jian-lin Wu, Yongguang Yin, Ligang Hu, Guibin Jiang",
          "abstract": "Methylmercury (MeHg) is a bioaccumulating neurotoxin mainly produced by anaerobic microorganisms, with methanogen being one of the important methylators. A critical aspect for understanding the mechanism for microbial mercury (Hg) methylation is the origin of the methyl group. However, the origin of methyl group in methanogen-mediated Hg methylation remains unclear. This study aims to identify the source of methyl group for MeHg synthesis in methanogens. Our study revealed that Hg methylation in Methanospirillum hungatei JF-1 is closely related to methanogenesis process, according to the results of proteomic study and substrate limitation study. Next, we proved that nearly all methyl group in MeHg derives from the Wolfe cycle in this species, rather than the previously demonstrated acetyl-coenzyme A pathway, based on the results of 13 C labeling study. We then proposed the Wolfe cycle–dependent Hg methylation mechanism in this species. Further genome analyses and 13 C labeling experiments indicated that the involvement of the Wolfe cycle in Hg methylation is probably a universal feature among Hg-methylating methanogens. These findings reveal a unique Hg methylation mechanism in methanogens. Our study broadens the carbon substrates and controlling factors for MeHg synthesis in the environment, which can inform the prediction of MeHg production potential and remediation strategies for MeHg contamination.",
          "url": "http://dx.doi.org/10.1073/pnas.2416761121",
          "doi": "10.1073/pnas.2416761121",
          "filter": "2"
        },
        {
          "title": "Free-swimming bacteria transcriptionally respond to shear flow",
          "authors": "Ashwin Ramachandran, Howard A. Stone, Zemer Gitai",
          "abstract": "Surface-attached cells can sense and respond to shear flow, but planktonic (free-swimming) cells are typically assumed to be oblivious to any flow that carries them. Here, we find that planktonic bacteria can transcriptionally respond to flow, inducing expression changes that are beneficial in flow. Specifically, we use microfluidic experiments and quantitative modeling to show that in the presence of flow, planktonic Pseudomonas aeruginosa induce shear rate–dependent genes that promote growth in low-oxygen environments. Untangling this mechanism revealed that in flow, motile P. aeruginosa spatially redistribute, leading to cell density changes that activate quorum sensing, which in turn enhances the oxygen uptake rate. In diffusion-limited environments, including those commonly encountered by bacteria, flow-induced cell density gradients also independently generate oxygen gradients that alter gene expression. Mutants deficient in this flow-responsive mechanism exhibit decreased fitness in flow, suggesting that this dynamic coupling of biological and mechanical processes can be physiologically significant.",
          "url": "http://dx.doi.org/10.1073/pnas.2406688121",
          "doi": "10.1073/pnas.2406688121",
          "filter": "2"
        },
        {
          "title": "Methionine-rich domains emerge as facilitators of copper recruitment in detoxification systems",
          "authors": "Umberto Contaldo, Dylan Savant-Aira, Alexandra Vergnes, Jérôme Becam, Frédéric Biaso, Marianne Ilbert, Laurent Aussel, Benjamin Ezraty, Elisabeth Lojou, Ievgen Mazurenko",
          "abstract": "Copper homeostasis mechanisms are critical for bacterial resistance to copper-induced stress. The Escherichia coli multicopper oxidase copper efflux oxidase (CueO) is part of the copper detoxification system in aerobic conditions. CueO contains a methionine-rich (Met-rich) domain believed to interact with copper, but its exact function and the importance of related copper-binding sites remain unclear. This study investigates these open questions by employing a multimodal and multiscale approach. Through the design of various E. coli CueO (EcCueO) variants with altered copper-coordinating residues and domain deletions, we employ biological, biochemical, and physico-chemical approaches to unravel in vitro CueO catalytic properties and in vivo copper resistance. Strong correlation between the different methods enables evaluation of EcCueO variants’ activity as a function of Cu+ availability. Our findings demonstrate the Met-rich domain is not essential for cuprous oxidation, but it facilitates Cu+ recruitment from strongly chelated forms, acting as transient copper binding domain thanks to multiple methionines. They also indicate that the Cu6/7 copper-binding sites previously observed within the Met-rich domain play a negligible role. Meanwhile, Cu5, located at the interface with the Met-rich domain, emerges as the primary and sole substrate-binding active site for cuprous oxidation. The Cu5 coordination sphere strongly affects the enzyme activity and the in vivo copper resistance. This study provides insights into the nuanced role of CueO Met-rich domain, enabling the functions of copper-binding sites and the entire domain itself to be decoupled. This paves the way for a deeper understanding of Met-rich domains in the context of bacterial copper homeostasis.",
          "url": "http://dx.doi.org/10.1073/pnas.2402862121",
          "doi": "10.1073/pnas.2402862121",
          "filter": "2"
        },
        {
          "title": "Human tissue-resident NK cells in the lung have a higher glycolytic capacity than non-tissue-resident NK cells in the lung and blood",
          "authors": "Gráinne Jameson, Aaron Walsh, Robbie Woods, Isabella Batten, Dearbhla M. Murphy, Sarah A. Connolly, Emily Duffin, Oisin O’Gallchobhair, Parthiban Nadarajan, Finbarr O’Connell, Laura E. Gleeson, Joseph Keane, Sharee A. Basdeo",
          "abstract": "Tissue-resident natural killer (trNK) cells are present in the human lung, yet their metabolic function is unknown. NK cell effector and metabolic function are intrinsically linked therefore targeting metabolism presents therapeutic potential in supporting NK cell effector function. This study identifies trNK cells in human bronchoalveolar lavage fluid (BALF) and reveals their distinct metabolic function. To assess the differential phenotype and metabolism of NK cells in the lung, human BALF, and peripheral blood were evaluated by flow cytometry and SCENITH TM . Published RNA-sequencing datasets of human lung and blood NK cells were repurposed to determine their differential gene expression. We identified CD49a + CD69 + CD103 +/− CD56 bright CD16 − trNK cells in human BALF samples and metabolic profiling revealed that lung CD56 bright CD16 − NK cells’ glycolytic capacity and dependence on glucose is significantly higher than matched peripheral blood counterparts. This high glycolytic capacity and glucose dependence was attributed to the trNK cell subset which supports the existing evidence that they have an enhanced ability to respond in the lung.",
          "url": "http://dx.doi.org/10.1073/pnas.2412489121",
          "doi": "10.1073/pnas.2412489121",
          "filter": "2"
        },
        {
          "title": "The extension of mammalian pregnancy required taming inflammation: Independent evolution of extended placentation in the tammar wallaby",
          "authors": "Jessica S. Dudley, Marilyn B. Renfree, Günter P. Wagner, Oliver W. Griffith",
          "abstract": "In the first live-bearing mammals, pregnancy was likely short and ended with a brief period of inflammatory maternal–fetal interaction. This mode of reproduction has been retained in many marsupials. While inflammation is key to successful implantation in eutherians, a key innovation in eutherians is the ability to switch off this inflammation after it has been initiated. This extended period, in which inflammation is suppressed, likely allowed for an extended period of placentation. Extended placentation has evolved independently in one lineage of marsupials, the macropodids (wallabies and kangaroos), with placentation lasting beyond the 2 to 4 d seen in other marsupial taxa, which allows us to investigate the role of inflammation response after attachment in the extension of placentation in mammals. By comparing gene expression changes at attachment in three marsupial species, the tammar wallaby, opossum, and fat-tailed dunnart, we show that inflammatory attachment is an ancestral feature of marsupial implantation. In contrast to eutherians, where attachment-related (quasi-) inflammatory reaction is even involved in epitheliochorial placentation (e.g., pig), this study found no evidence of a distinct attachment-related reaction in wallabies. Instead, only a small number of inflammatory genes are expressed at distinct points of gestation, including IL6 before attachment, LIF throughout placentation, and prostaglandins before birth. During parturition, a more distinct inflammatory reaction is detectable, likely involved in precipitating the parturition cascade similar to eutherians. We suggest that in wallaby, extended gestation became possible by avoiding an inflammatory attachment reaction, which is a different strategy than seen in eutherians.",
          "url": "http://dx.doi.org/10.1073/pnas.2310047121",
          "doi": "10.1073/pnas.2310047121",
          "filter": "2"
        },
        {
          "title": "Shade-induced ROS/NO reinforce COP1-mediated diffuse cell growth",
          "authors": "María José Iglesias, Cecilia Costigliolo Rojas, Luciana Bianchimano, Martina Legris, Jonas Schön, Gustavo Esteban Gergoff Grozeff, Carlos Guillermo Bartoli, Miguel A. Blázquez, David Alabadí, Matias D. Zurbriggen, Jorge J. Casal",
          "abstract": "Canopy shade enhances the activity of PHYTOCHROME INTERACTING FACTORs (PIFs) to boost auxin synthesis in the cotyledons. Auxin, together with local PIFs and their positive regulator CONSTITUTIVELY PHOTOMORPHOGENIC 1 (COP1), promotes hypocotyl growth to facilitate access to light. Whether shade alters the cellular redox status thereby affecting growth responses, remains unexplored. Here, we show that, under shade, high auxin levels increased reactive oxygen species and nitric oxide accumulation in the hypocotyl of Arabidopsis. This nitroxidative environment favored the promotion of hypocotyl growth by COP1 under shade. We demonstrate that COP1 is S-nitrosylated, particularly under shade. Impairing this redox regulation enhanced COP1 degradation by the proteasome and diminished the capacity of COP1 to interact with target proteins and to promote hypocotyl growth. Disabling this regulation also generated transversal asymmetries in hypocotyl growth, indicating poor coordination among different cells, which resulted in random hypocotyl bending and predictably low ability to compete with neighbors. These findings highlight the significance of redox signaling in the control of diffuse growth during shade avoidance.",
          "url": "http://dx.doi.org/10.1073/pnas.2320187121",
          "doi": "10.1073/pnas.2320187121",
          "filter": "2"
        },
        {
          "title": "Structural origin of relaxation in dense colloidal suspensions",
          "authors": "Ratimanasee Sahu, Mohit Sharma, Peter Schall, Sarika Maitra Bhattacharyya, Vijayakumar Chikkadi",
          "abstract": "Amorphous solids relax via slow molecular rearrangement induced by thermal fluctuations or applied stress. Microscopic structural signatures predicting these structural relaxations have been long searched for but have so far only been found in dynamic quantities such as vibrational quasi-localized soft modes or with structurally trained neural networks. A physically meaningful structural quantity remains elusive. Here, we introduce a structural order parameter derived from the mean-field caging potential experienced by the particles due to their neighbors, which reliably predicts the occurrence of structural relaxations. The structural parameter, derived from density functional theory, provides a measure of susceptibility to particle rearrangements that can effectively identify weak or defect-like regions in disordered systems. Using experiments on dense colloidal suspensions, we demonstrate a strong correlation between this order parameter and the structural relaxations of the amorphous solid. In quiescent suspensions, this correlation increases with density, when particle rearrangements become rarer and more localized. In sheared suspensions, the order parameter reliably pinpoints shear transformations; the applied shear weakens the caging potential due to shear-induced structural distortions, causing the proliferation of plastic deformation at structurally weak regions. Our work paves the way to a structural understanding of the relaxation of a wide range of amorphous solids, from suspensions to metallic glasses.",
          "url": "http://dx.doi.org/10.1073/pnas.2405515121",
          "doi": "10.1073/pnas.2405515121",
          "filter": "2"
        },
        {
          "title": "Toward a metabolic theory of catchments: Scaling of water and carbon fluxes with size",
          "authors": "Francesca Bassani, Simone Fatichi, Andrea Rinaldo, Sara Bonetti",
          "abstract": "Allometric scaling relations are widely used to link biological processes to body size in nature. Several studies have shown that such scaling laws hold also for natural ecosystems, including individual trees and forests, riverine metabolism, and river network organization. However, the derivation of scaling laws for catchment-scale water and carbon fluxes has not been achieved so far. Here, we focus on scaling relations of catchment green metabolism, defined as the set of ecohydrological and biogeochemical processes through which vegetation assemblages in catchments maintain their structure and react to the surrounding environment. By revising existing plant size–density relationships and integrating them across large-scale domains, we show that the ecohydrological fluxes occurring at the catchment scale are invariant with respect to the above-ground vegetation biomass per unit area of the basin, while they scale linearly with catchment size. We thus demonstrate that the sublinear scaling of plant metabolism results in an isometric scaling at catchment and regional scales. Deviations from such predictions are further shown to collapse onto a common distribution, thus incorporating natural fluctuations due to resource limitations into a generalized scaling theory. Results from scaling arguments are supported by hyperresolution ecohydrological simulations and remote sensing observations.",
          "url": "http://dx.doi.org/10.1073/pnas.2410736121",
          "doi": "10.1073/pnas.2410736121",
          "filter": "2"
        },
        {
          "title": "Targeting the MAtrix REgulating MOtif abolishes several hallmarks of cancer, triggering antitumor immunity",
          "authors": "Chengbei Li, Amanpreet Kaur, Alexia Pavlidaki, Caroline Spenlé, Irena Rajnpreht, Emmanuel Donnadieu, Nathalie Salomé, Anne Molitor, Raphael Carapito, Fanny Wack, William Erne, Olivier Lefebvre, Gerlinde Averous, Ioanna Mitrentsi, Thomas Loustau, Gertraud Orend",
          "abstract": "Tumor-targeted therapies have often been inefficient due to the lack of concomitant control over the tumor microenvironment. Using an immunocompetent autologous breast cancer model, we investigated a MAtrix REgulating MOtif (MAREMO)-mimicking peptide, which inhibits the protumorigenic extracellular matrix (ECM) molecule tenascin-C that activates several cancer hallmarks. In cultured cells, targeting the MAREMO blocks tenascin-C signaling involved in cell adhesion and immune-suppression by inhibiting tenascin-C interactions with fibronectin, TGFβ, CXCL12, and others, thereby blocking downstream events. Using RNASequencing and various genetic, molecular, in situ, and in vivo assays, we demonstrate that the MAREMO peptide similarly blocks multiple tenascin-C functions in vivo. This includes releasing tumor-infiltrating leukocytes, including CD8+ T cells, from the stroma. The MAREMO peptide also triggers interferon signaling, restoring antitumor immunity, contributing to tumor growth inhibition and reduced dissemination. The MAREMO peptide targets tumor cells directly by promoting growth suppression and inhibiting phenotypic plasticity, subsequently enhancing responsiveness to the endogenous death inducer tumor necrosis factor-related apoptosis-inducing ligand, as shown by a loss-of-function approach. Moreover, the MAREMO peptide largely subdues the tumor bed by depleting fibroblasts, repressing tenascin-C and other ECM molecules, and restoring the function of the few remaining blood vessels. In conclusion, targeting tenascin-C with a MAREMO peptide represents a powerful anticancer strategy with a broad inhibition of several cancer hallmarks.",
          "url": "http://dx.doi.org/10.1073/pnas.2404485121",
          "doi": "10.1073/pnas.2404485121",
          "filter": "2"
        },
        {
          "title": "Surging compound drought–heatwaves underrated in global soils",
          "authors": "Xingwang Fan, Yunlin Zhang, Kun Shi, Jian Peng, Yongwei Liu, Yongqiang Zhou, Yuanbo Liu, Qing Zhu, Chunqiao Song, Rongrong Wan, Xiaosong Zhao, R. Iestyn Woolway",
          "abstract": "Compound drought–heatwaves (CDHWs) accelerate the warming and drying of soils, triggering soil compound drought–heatwaves (SCDHWs) that jeopardize the health of soil ecosystems. Nevertheless, the behavior of these events worldwide and their responses to climatic warming are underexplored. Here, we show a global escalation in the frequency, duration, peak intensity, and severity of SCDHWs, as well as an increase in affected land area, from 1980 to 2023. The increasing trends, which are particularly prominent since the early 2000 s, and projected to persist throughout this century, are dominated by summertime SCDHWs and enhanced by El Niño. Intensive soil warming as well as climatologically lower soil temperatures compared to air temperatures lead to localized hotspots of escalating SCDHW severity in northern high latitudes, while prolonged duration causes such hotspots in northern South America. Transformation of natural ecosystems, particularly forests and wetlands, to cropland as well as forest degradation substantially enhance the strength of SCDHWs. Global SCDHWs consistently exhibit higher frequencies, longer durations, greater severities, and faster growth rates than CDHWs in all aspects from 1980 to 2023. They are undergoing a critical transition, with droughts replacing heatwaves as the primary constraint. We emphasize the significant intensification of SCDHWs in northern high latitudes as well as the prolonged duration of SCDHWs in the Southern Hemisphere, posing an underrated threat to achieving carbon neutrality and food security goals.",
          "url": "http://dx.doi.org/10.1073/pnas.2410294121",
          "doi": "10.1073/pnas.2410294121",
          "filter": "2"
        },
        {
          "title": "The topology and geometry of neural representations",
          "authors": "Baihan Lin, Nikolaus Kriegeskorte",
          "abstract": "A central question for neuroscience is how to characterize brain representations of perceptual and cognitive content. An ideal characterization should distinguish different functional regions with robustness to noise and idiosyncrasies of individual brains that do not correspond to computational differences. Previous studies have characterized brain representations by their representational geometry, which is defined by the representational dissimilarity matrix (RDM), a summary statistic that abstracts from the roles of individual neurons (or responses channels) and characterizes the discriminability of stimuli. Here, we explore a further step of abstraction: from the geometry to the topology of brain representations. We propose topological representational similarity analysis, an extension of representational similarity analysis that uses a family of geotopological summary statistics that generalizes the RDM to characterize the topology while de-emphasizing the geometry. We evaluate this family of statistics in terms of the sensitivity and specificity for model selection using both simulations and functional MRI (fMRI) data. In the simulations, the ground truth is a data-generating layer representation in a neural network model and the models are the same and other layers in different model instances (trained from different random seeds). In fMRI, the ground truth is a visual area and the models are the same and other areas measured in different subjects. Results show that topology-sensitive characterizations of population codes are robust to noise and interindividual variability and maintain excellent sensitivity to the unique representational signatures of different neural network layers and brain regions.",
          "url": "http://dx.doi.org/10.1073/pnas.2317881121",
          "doi": "10.1073/pnas.2317881121",
          "filter": "2"
        },
        {
          "title": "Dysregulated miR-124-3p in endometrial epithelial cells reduces endometrial receptivity by altering polarity and adhesion",
          "authors": "Wei Zhou, Michelle Van Sinderen, Katarzyna Rainczuk, Ellen Menkhorst, Kelli Sorby, Tiki Osianlis, Mulyoto Pangestu, Leilani Santos, Luk Rombauts, Alberto Rosello-Diez, Evdokia Dimitriadis",
          "abstract": "The endometrium undergoes substantial remodeling in each menstrual cycle to become receptive to an implanting embryo. Abnormal endometrial receptivity is one of the major causes of embryo implantation failure and infertility. MicroRNA-124-3p is elevated in both the serum and endometrial tissue of women with chronic endometritis, a condition associated with infertility. MicroRNA-124-3p also has a role in cell adhesion, a key function during receptivity to allow blastocysts to adhere and implant. In this study, we aimed to determine the function of microRNA-124-3p on endometrial epithelial adhesive capacity during receptivity and effect on embryo implantation. Using a unique inducible, uterine epithelial-specific microRNA overexpression mouse model, we demonstrated that elevated uterine epithelial microRNA-124-3p impaired endometrial receptivity by altering genes associated with cell adhesion and polarity. This resulted in embryo implantation failure. Similarly in a second mouse model, increasing microRNA-124-3p expression only in mouse uterine surface (luminal) epithelium impaired receptivity and led to implantation failure. In humans, we demonstrated that microRNA-124-3p was abnormally increased in the endometrial epithelium of women with unexplained infertility during the receptive window. MicroRNA-124-3p overexpression in primary human endometrial epithelial cells (HEECs) impaired primary human embryo trophectoderm attachment in a 3-dimensional culture model of endometrium. Reduction of microRNA-124-3p in HEECs from infertile women normalized HEEC adhesive capacity. Overexpression of microRNA-124-3p or knockdown of its direct target IQGAP1 reduced fertile HEEC adhesion and its ability to lose polarity. Collectively, our data highlight that microRNA-124-3p and its protein targets contribute to endometrial receptivity by altering cell polarity and adhesion.",
          "url": "http://dx.doi.org/10.1073/pnas.2401071121",
          "doi": "10.1073/pnas.2401071121",
          "filter": "2"
        },
        {
          "title": "Four decades of Eukaryotic DNA replication: From yeast genetics to high-resolution cryo-EM structures of the replisome",
          "authors": "Bik-Kwoon Tye",
          "abstract": "I had my eyes set on DNA replication research when I took my first molecular biology course in graduate school. My election to the National Academy of Sciences came just when I was retiring from active research. It gives me an opportunity to reflect on my personal journey in eukaryotic DNA replication research, which started as a thought experiment and culminated in witnessing the determination of the cryoelectron microscopic structure of the yeast replisome in the act of transferring histone-encoded epigenetic information at the replication fork. I would like to dedicate this inaugural article to my talented trainees and valuable collaborators in gratitude for the joy they gave me in this journey. I also want to thank my mentors who instilled in me the purpose of science. I hope junior scientists will not be disheartened by the marathon nature of research, but mindful enough to integrate and pause for other equally fun and meaningful activities of life into the marathon.",
          "url": "http://dx.doi.org/10.1073/pnas.2415231121",
          "doi": "10.1073/pnas.2415231121",
          "filter": "2"
        },
        {
          "title": "A mismatch between striatal cholinergic pauses and dopaminergic reward prediction errors",
          "authors": "Mariana Duhne, Ali Mohebi, Kyoungjun Kim, Lilian Pelattini, Joshua D. Berke",
          "abstract": "Striatal acetylcholine and dopamine critically regulate movement, motivation, and reward-related learning. Pauses in cholinergic interneuron (CIN) firing are thought to coincide with dopamine pulses encoding reward prediction errors (RPE) to jointly enable synaptic plasticity. Here, we examine the firing of identified CINs during reward-guided decision-making in freely moving rats and compare this firing to dopamine release. Relationships between CINs, dopamine, and behavior varied strongly by subregion. In the dorsal–lateral striatum, a Go! cue evoked burst–pause CIN spiking, followed by a brief dopamine pulse that was unrelated to RPE. In the dorsal–medial striatum, this cue evoked only a CIN pause, that was curtailed by a movement-selective rebound in firing. Finally, in the ventral striatum, a reward cue evoked RPE-coding increases in both dopamine and CIN firing, without a consistent pause. Our results demonstrate a spatial and temporal dissociation between CIN pauses and dopamine RPE signals and will inform future models of striatal information processing under both normal and pathological conditions.",
          "url": "http://dx.doi.org/10.1073/pnas.2410828121",
          "doi": "10.1073/pnas.2410828121",
          "filter": "2"
        },
        {
          "title": "SPMs exert anti-inflammatory and pro-resolving effects through positive allosteric modulation of the prostaglandin EP4 receptor",
          "authors": "Mohamad Wessam Alnouri, Kenneth Anthony Roquid, Rémy Bonnavion, Haaglim Cho, Jan Heering, Jeonghyeon Kwon, Yannick Jäger, ShengPeng Wang, Stefan Günther, Nina Wettschureck, Gerd Geisslinger, Robert Gurke, Christa E. Müller, Ewgenij Proschak, Stefan Offermanns",
          "abstract": "Inflammation is a protective response to pathogens and injury. To be effective it needs to be resolved by endogenous mechanisms in order to avoid prolonged and excessive inflammation, which can become chronic. Specialized pro-resolving mediators (SPMs) are a group of lipids derived from omega-3 fatty acids, which can induce the resolution of inflammation. How SPMs exert their anti-inflammatory and pro-resolving effects is, however, not clear. Here, we show that SPMs such as protectins, maresins, and D-series resolvins function as biased positive allosteric modulators (PAM) of the prostaglandin E 2 (PGE 2 ) receptor EP4 through an intracellular binding site. They increase PGE 2 -induced G s -mediated formation of cAMP and thereby promote anti-inflammatory signaling of EP4. In addition, SPMs endow the endogenous EP4 receptor on macrophages with the ability to couple to G i -type G-proteins, which converts the EP4 receptor on macrophages from an anti-phagocytotic receptor to one increasing phagocytosis, a central mechanism of the pro-resolving activity of synthetic SPMs. In the absence of the EP4 receptor, SPMs lose their anti-inflammatory and pro-resolving activity in vitro and in vivo. Our findings reveal an unusual mechanism of allosteric receptor modulation by lipids and provide a mechanism by which synthetic SPMs exert pro-resolving and anti-inflammatory effects, which may facilitate approaches to treat inflammation.",
          "url": "http://dx.doi.org/10.1073/pnas.2407130121",
          "doi": "10.1073/pnas.2407130121",
          "filter": "2"
        },
        {
          "title": "Observation of Brownian elastohydrodynamic forces acting on confined soft colloids",
          "authors": "Nicolas Fares, Maxime Lavaud, Zaicheng Zhang, Aditya Jha, Yacine Amarouchene, Thomas Salez",
          "abstract": "Confined motions in complex environments are ubiquitous in microbiology. These situations invariably involve the intricate coupling between fluid flow, soft boundaries, surface forces, and fluctuations. In the present study, such a coupling is investigated using a method combining holographic microscopy and advanced statistical inference. Specifically, the Brownian motion of soft micrometric oil droplets near rigid walls is quantitatively analyzed. All the key statistical observables are reconstructed with high precision, allowing for nanoscale resolution of local mobilities and femtonewton inference of conservative or nonconservative forces. Strikingly, the analysis reveals the existence of a novel, transient, but large, soft Brownian force . The latter might be of crucial importance for microbiological and nanophysical transport, target finding, or chemical reactions in crowded environments, and hence the whole life machinery.",
          "url": "http://dx.doi.org/10.1073/pnas.2411956121",
          "doi": "10.1073/pnas.2411956121",
          "filter": "2"
        },
        {
          "title": "Synaptic weight dynamics underlying memory consolidation: Implications for learning rules, circuit organization, and circuit function",
          "authors": "Brandon J. Bhasin, Jennifer L. Raymond, Mark S. Goldman",
          "abstract": "Systems consolidation is a common feature of learning and memory systems, in which a long-term memory initially stored in one brain region becomes persistently stored in another region. We studied the dynamics of systems consolidation in simple circuit architectures with two sites of plasticity, one in an early-learning and one in a late-learning brain area. We show that the synaptic dynamics of the circuit during consolidation of an analog memory can be understood as a temporal integration process, by which transient changes in activity driven by plasticity in the early-learning area are accumulated into persistent synaptic changes at the late-learning site. This simple principle naturally leads to a speed-accuracy tradeoff in systems consolidation and provides insight into how the circuit mitigates the stability-plasticity dilemma of storing new memories while preserving core features of older ones. Furthermore, it imposes two constraints on the circuit. First, the plasticity rule at the late-learning site must stably support a continuum of possible outputs for a given input. We show that this is readily achieved by heterosynaptic but not standard Hebbian rules. Second, to turn off the consolidation process and prevent erroneous changes at the late-learning site, neural activity in the early-learning area must be reset to its baseline activity. We provide two biologically plausible implementations for this reset that propose functional roles in stabilizing consolidation for core elements of the cerebellar circuit.",
          "url": "http://dx.doi.org/10.1073/pnas.2406010121",
          "doi": "10.1073/pnas.2406010121",
          "filter": "2"
        },
        {
          "title": "Propofol-mediated loss of consciousness disrupts predictive routing and local field phase modulation of neural activity",
          "authors": "Yihan (Sophy) Xiong, Jacob A. Donoghue, Mikael Lundqvist, Meredith Mahnke, Alex James Major, Emery N. Brown, Earl K. Miller, André M. Bastos",
          "abstract": "Predictive coding is a fundamental function of the cortex. The predictive routing model proposes a neurophysiological implementation for predictive coding. Predictions are fed back from the deep-layer cortex via alpha/beta (8 to 30 Hz) oscillations. They inhibit the gamma (40 to 100 Hz) and spiking that feed sensory inputs forward. Unpredicted inputs arrive in circuits unprepared by alpha/beta, resulting in enhanced gamma and spiking. To test the predictive routing model and its role in consciousness, we collected data from intracranial recordings of macaque monkeys during passive presentation of auditory oddballs before and after propofol-mediated loss of consciousness (LOC). In line with the predictive routing model, alpha/beta oscillations in the awake state served to inhibit the processing of predictable stimuli. Propofol-mediated LOC eliminated alpha/beta modulation by a predictable stimulus in the sensory cortex and alpha/beta coherence between sensory and frontal areas. As a result, oddball stimuli evoked enhanced gamma power, late period (&gt;200 ms from stimulus onset) spiking, and superficial layer sinks in the sensory cortex. LOC also resulted in diminished decodability of pattern-level prediction error signals in the higher-order cortex. Therefore, the auditory cortex was in a disinhibited state during propofol-mediated LOC. However, despite these enhanced feedforward responses in the auditory cortex, there was a loss of differential spiking to oddballs in the higher-order cortex. This may be a consequence of a loss of within-area and interareal spike-field coupling in the alpha/beta and gamma frequency bands. These results provide strong constraints for current theories of consciousness.",
          "url": "http://dx.doi.org/10.1073/pnas.2315160121",
          "doi": "10.1073/pnas.2315160121",
          "filter": "2"
        },
        {
          "title": "Reproduction has immediate effects on female mortality, but no discernible lasting physiological impacts: A test of the disposable soma theory",
          "authors": "Sharon E. Mitchell, Megan Simpson, Lena Coulet, Solenn Gouedard, Catherine Hambly, Juliano Morimoto, David B. Allison, John R. Speakman",
          "abstract": "The disposable soma theory (DST) posits that organisms age and die because of a direct trade-off in resource allocation between reproduction and somatic maintenance. DST predicts that investments in reproduction accentuate somatic damage which increase senescence and shortens lifespan. Here, we directly tested DST predictions in breeding and nonbreeding female C57BL/6J mice. We measured reproductive outputs, body composition, daily energy expenditure, and oxidative stress at peak lactation and over lifetime. We found that reproduction had an immediate and negative effect on survival due to problems encountered during parturition for some females. However, there was no statistically significant residual effect on survival once breeding had ceased, indicating no trade-off with somatic maintenance. Instead, higher mortality appeared to be a direct consequence of reproduction without long-term physiological consequences. Reproduction did not elevate oxidative stress. Our findings do not provide support for the predictions of the DST.",
          "url": "http://dx.doi.org/10.1073/pnas.2408682121",
          "doi": "10.1073/pnas.2408682121",
          "filter": "2"
        },
        {
          "title": "Joining forces to push past paradoxes: Combining quantitative genetics and genomics shows evolution hiding in plain sight",
          "authors": "Timothée Bonnet",
          "url": "http://dx.doi.org/10.1073/pnas.2417220121",
          "doi": "10.1073/pnas.2417220121",
          "filter": "2"
        },
        {
          "title": "The perivascular space is a conduit for cerebrospinal fluid flow in humans: A proof-of-principle report",
          "authors": "Erin A. Yamamoto, Jacob H. Bagley, Mathew Geltzeiler, Olabisi R. Sanusi, Aclan Dogan, Jesse J. Liu, Juan Piantino",
          "abstract": "The glymphatic pathway was defined in rodents as a network of perivascular spaces (PVSs) that facilitates organized distribution of cerebrospinal fluid (CSF) into the brain parenchyma. To date, perivascular CSF and cerebral interstitial fluid exchange has not been shown in humans. Using intrathecal gadolinium contrast-enhanced MRI, we show that contrast-enhanced CSF moves through the PVS into the parenchyma, supporting the existence of a glymphatic pathway in humans.",
          "url": "http://dx.doi.org/10.1073/pnas.2407246121",
          "doi": "10.1073/pnas.2407246121",
          "filter": "2"
        },
        {
          "title": "Editorial Expression of Concern: SARS-CoV-2 requires acidic pH to infect cells",
          "url": "http://dx.doi.org/10.1073/pnas.2417740121",
          "doi": "10.1073/pnas.2417740121",
          "filter": "2"
        },
        {
          "title": "Harmonic radar suggests greater impact of light pollution for nocturnal insects",
          "authors": "Therésa M. Jones, Kathryn B. McNamara",
          "url": "http://dx.doi.org/10.1073/pnas.2417219121",
          "doi": "10.1073/pnas.2417219121",
          "filter": "2"
        },
        {
          "title": "Structural insights into KSHV-GPCR constitutive activation and CXCL1 chemokine recognition",
          "authors": "Aijun Liu, Yezhou Liu, Clàudia Llinàs del Torrent Masachs, Weijia Zhang, Leonardo Pardo, Richard D. Ye",
          "abstract": "Kaposi’s sarcoma-associated herpesvirus (KSHV) encodes a viral G protein-coupled receptor, KSHV-GPCR, that contributes to KSHV immune evasion and pathogenesis of Kaposi’s sarcoma. KSHV-GPCR shares a high similarity with CXC chemokine receptors CXCR2 and can be activated by selected chemokine ligands. Like other herpesvirus-encoded GPCRs, KSHV-GPCR is characterized by its constitutive activity by coupling to various G proteins. We investigated the structural basis of ligand-dependent and constitutive activation of KSHV-GPCR, obtaining high-resolution cryo-EM structures of KSHV-GPCR–Gi complexes with and without the bound CXCL1 chemokine. Analysis of the apo-KSHV-GPCR–Gi structure (2.81 Å) unraveled the involvement of extracellular loop 2 in constitutive activation of the receptor. In comparison, the CXCL1-bound KSHV-GPCR–Gi structure (3.01 Å) showed a two-site binding mode and provided detailed information of CXCL1 binding to a chemokine receptor. The dual activation mechanism employed by KSHV-GPCR represents an evolutionary adaptation for immune evasion and contributes to the pathogenesis of Kaposi’s sarcoma. Together with results from functional assays that confirmed the structural models, these findings may help to develop therapeutic strategies for KSHV infection.",
          "url": "http://dx.doi.org/10.1073/pnas.2403217121",
          "doi": "10.1073/pnas.2403217121",
          "filter": "2"
        },
        {
          "title": "YTHDC2 serves a distinct late role in spermatocytes during germ cell differentiation",
          "authors": "Alexis S. Bailey, Margaret T. Fuller",
          "abstract": "Posttranscriptional regulation of gene expression by RNA-binding proteins can enhance the speed and robustness of cell state transitions by controlling RNA stability, localization, or if, when, or where mRNAs are translated. The RNA helicase YTHDC2 is required to shut down components of the mitotic program to facilitate a proper switch from mitosis to meiosis in mouse germ cells. Here, we show that YTHDC2 has a second essential role in promoting meiotic progression in late spermatocytes. Inducing conditional knockout of Ythdc2 during the first wave of spermatogenesis, after initiation of meiotic prophase, allowed YTHDC2 -deficient germ cells to advance to the pachytene stage and properly express many meiotic markers. However, the YTHDC2 -deficient spermatocytes mis-expressed a number of genes, some up-regulated and some down-regulated, failed to transition to the diplotene stage, and then quickly died. Coimmunoprecipitation experiments revealed that YTHDC2 interacts with several RNA-binding proteins in early or late spermatocytes, with many of the interacting proteins, including MEIOC, localizing to granules, similar to YTHDC2. Our findings suggest that YTHDC2 collaborates with other RNA granule components to facilitate proper progression of germ cells through multiple steps of meiosis via mechanisms influencing posttranscriptional regulation of RNAs.",
          "url": "http://dx.doi.org/10.1073/pnas.2309548121",
          "doi": "10.1073/pnas.2309548121",
          "filter": "2"
        },
        {
          "title": "Unexpected anthropogenic emission decreases explain recent atmospheric mercury concentration declines",
          "authors": "Aryeh Feinberg, Noelle E. Selin, Christine F. Braban, Kai-Lan Chang, Danilo Custódio, Daniel A. Jaffe, Katriina Kyllönen, Matthew S. Landis, Sarah R. Leeson, Winston Luke, Koketso M. Molepo, Marijana Murovec, Michelle G. Nerentorp Mastromonaco, Katrine Aspmo Pfaffhuber, Julian Rüdiger, Guey-Rong Sheu, Vincent L. St. Louis",
          "abstract": "Anthropogenic activities emit ~2,000 Mg y −1 of the toxic pollutant mercury (Hg) into the atmosphere, leading to long-range transport and deposition to remote ecosystems. Global anthropogenic emission inventories report increases in Northern Hemispheric (NH) Hg emissions during the last three decades, in contradiction with the observed decline in atmospheric Hg concentrations at NH measurement stations. Many factors can obscure the link between anthropogenic emissions and atmospheric Hg concentrations, including trends in the reemissions of previously released anthropogenic (“legacy”) Hg, atmospheric sink variability, and spatial heterogeneity of monitoring data. Here, we assess the observed trends in gaseous elemental mercury (Hg 0 ) in the NH and apply biogeochemical box modeling and chemical transport modeling to understand the trend drivers. Using linear mixed effects modeling of observational data from 51 stations, we find negative Hg 0 trends in most NH regions, with an overall trend for 2005 to 2020 of −0.011 ± 0.006 ng m −3 y −1 (±2 SD). In contrast to existing emission inventories, our modeling analysis suggests that annual NH anthropogenic emissions must have declined by at least 140 Mg between the years 2005 and 2020 to be consistent with observed trends. Faster declines in 95th percentile Hg 0 values than median values in Europe, North America, and East Asian measurement stations corroborate that the likely cause is a decline in nearby anthropogenic emissions rather than background legacy reemissions. Our results are relevant for evaluating the effectiveness of the Minamata Convention on Mercury, demonstrating that existing emission inventories are incompatible with the observed Hg 0 declines.",
          "url": "http://dx.doi.org/10.1073/pnas.2401950121",
          "doi": "10.1073/pnas.2401950121",
          "filter": "2"
        },
        {
          "title": "SHARK enables sensitive detection of evolutionary homologs and functional analogs in unalignable and disordered sequences",
          "authors": "Chi Fung Willis Chow, Soumyadeep Ghosh, Anna Hadarovich, Agnes Toth-Petroczy",
          "abstract": "Intrinsically disordered regions (IDRs) are structurally flexible protein segments with regulatory functions in multiple contexts, such as in the assembly of biomolecular condensates. Since IDRs undergo more rapid evolution than ordered regions, identifying homology of such poorly conserved regions remains challenging for state-of-the-art alignment-based methods that rely on position-specific conservation of residues. Thus, systematic functional annotation and evolutionary analysis of IDRs have been limited, despite them comprising ~21% of proteins. To accurately assess homology between unalignable sequences, we developed an alignment-free sequence comparison algorithm, SHARK (Similarity/Homology Assessment by Relating K-mers). We trained SHARK-dive, a machine learning homology classifier, which achieved superior performance to standard alignment-based approaches in assessing evolutionary homology in unalignable sequences. Furthermore, it correctly identified dissimilar but functionally analogous IDRs in IDR-replacement experiments reported in the literature, whereas alignment-based tools were incapable of detecting such functional relationships. SHARK-dive not only predicts functionally similar IDRs at a proteome-wide scale but also identifies cryptic sequence properties and motifs that drive remote homology and analogy, thereby providing interpretable and experimentally verifiable hypotheses of the sequence determinants that underlie such relationships. SHARK-dive acts as an alternative to alignment to facilitate systematic analysis and functional annotation of the unalignable protein universe.",
          "url": "http://dx.doi.org/10.1073/pnas.2401622121",
          "doi": "10.1073/pnas.2401622121",
          "filter": "2"
        },
        {
          "title": "The peptide hormone Pj CLE1 stimulates haustorium formation in the parasitic plant Phtheirospermum japonicum",
          "authors": "Anne Greifenhagen, Hannes Ruwe, Victoria Zimmer, Jana Messerschmidt, Durga Prasad Naik Bhukya, Hawi Deressa Kenea, Andreas Schaller, Thomas Spallek",
          "abstract": "Phtheirospermum japonicum is a hemiparasitic plant of the Orobanchaceae, the largest family of parasitic plants. It extracts water and nutrients from other plants through haustoria along its roots. Haustoriogenesis, the formation of haustoria, is initiated by host-derived haustorium-inducing factors (HIFs). The first step in haustoriogenesis is the development of parasitically inactive protohaustoria. Here, we report that an endogenous peptide hormone, CLAVATA3/Embryo Surrounding Region 1 ( Pj CLE1), is sufficient to induce protohaustorium formation. Pj CLE1 hyperactivated HIF-responses and caused prolific protohaustoria formation. PjCLE1 expression and activation by the subtilisin-type protease Pj SBT1.2.3 occur in fully developed, mature haustoria, suggesting that Pj CLE1 acts as an internal signal produced by mature haustoria to stimulate additional protohaustorium formation for effective extraction of resources from hosts. Pj CLE1 is similar in sequence to CLEs regulating nodulation in legumes and part of a regulatory system for haustoria formation in parasitic plants.",
          "url": "http://dx.doi.org/10.1073/pnas.2414582121",
          "doi": "10.1073/pnas.2414582121",
          "filter": "2"
        },
        {
          "title": "CryoSeek: A strategy for bioentity discovery using cryoelectron microscopy",
          "authors": "Tongtong Wang, Zhangqiang Li, Kui Xu, Wenze Huang, Gaoxingyu Huang, Qiangfeng Cliff Zhang, Nieng Yan",
          "abstract": "Structural biology is experiencing a paradigm shift from targeted structural determination to structure-guided discovery of previously uncharacterized bioentities. We employed cryoelectron microscopy (cryo-EM) to analyze filtered water samples collected from the Tsinghua Lotus Pond. Here, we report the structural determination and characterization of two highly similar helical fibrils, named TLP-1a and TLP-1b, each approximately 8 nm in diameter with a 15-Å wide tunnel. These fibrils are assembled from a similar protein protomer, whose structure was conveniently automodeled in CryoNet. The protomer structure does not match any available experimental structures, but shares the same fold as many predicted structures of unknown functions. The amino-terminal β strand of protomer n + 4 inserts into a cleft in protomer n to complete an immunoglobulin (Ig)-like domain. This packing mechanism, known as donor-strand exchange (DSE), has been observed in several bacterial pilus assemblies, wherein the donor is protomer n + 1. Despite distinct shape and thickness, this reminiscence suggests that TLP-1a/b fibrils may represent uncharacterized bacterial pili. Our study demonstrates an emerging paradigm in structural biology, where high-resolution structural determination precedes and drives the identification and characterization of completely unknown objects.",
          "url": "http://dx.doi.org/10.1073/pnas.2417046121",
          "doi": "10.1073/pnas.2417046121",
          "filter": "2"
        },
        {
          "title": "Comprehensive stable-isotope tracing of glucose and amino acids identifies metabolic by-products and their sources in CHO cell culture",
          "authors": "Jacqueline E. Gonzalez, Harnish Mukesh Naik, Eleanor H. Oates, Venkata Gayatri Dhara, Brian O. McConnell, Swetha Kumar, Michael J. Betenbaugh, Maciek R. Antoniewicz",
          "abstract": "Mammalian cell culture processes are widely utilized for biotherapeutics production, disease diagnostics, and biosensors, and hence, should be optimized to support robust cell growth and viability. However, toxic by-products accumulate in cultures due to inefficiencies in metabolic activities and nutrient utilization. In this study, we applied comprehensive 13 C stable-isotope tracing of amino acids and glucose to two Immunoglobulin G (IgG) producing Chinese Hamster Ovary (CHO) cell lines to identify secreted by-products and trace their origins. CHO cells were cultured in media formulations missing a single amino acid or glucose supplemented with a 13 C-tracer of the missing substrate, followed by gas chromatography-mass spectrometry (GC-MS) analysis to track labeled carbon flows and identify by-products. We tracked the sources of all secreted by-products and verified the identity of 45 by-products, majority of which were derived from glucose, leucine, isoleucine, valine, tyrosine, tryptophan, methionine, and phenylalanine. In addition to by-products identified previously, we identified several metabolites including 2-hydroxyisovaleric acid, 2-aminobutyric acid, L-alloisoleucine, ketoisoleucine, 2-hydroxy-3-methylvaleric acid, desmeninol, and 2-aminobutyric acid. When added to CHO cell cultures at different concentrations, certain metabolites inhibited cell growth while others including 2-hydroxy acids, surprisingly, reduced lactate accumulation. In vitro enzymatic analysis indicated that 2-hydroxy acids were metabolized by lactate dehydrogenase suggesting a possible mechanism for lowered lactate accumulation, e.g., competitive substrate inhibition. The 13 C-labeling assisted metabolomics pipeline developed and the metabolites identified will serve as a springboard to reduce undesirable by-products accumulation and alleviate inefficient substrate utilization in mammalian cultures used for biomanufacturing and other applications through altered media formulations and pathway engineering strategies.",
          "url": "http://dx.doi.org/10.1073/pnas.2403033121",
          "doi": "10.1073/pnas.2403033121",
          "filter": "2"
        },
        {
          "title": "A conserved peptide-binding pocket in HyNaC/ASIC ion channels",
          "authors": "Audrey Magdalena Ortega-Ramírez, Simone Albani, Michèle Bachmann, Axel Schmidt, Manuela Pinoé-Schmidt, Marc Assmann, Katrin Augustinowski, Giulia Rossetti, Stefan Gründer",
          "abstract": "The only known peptide-gated ion channels—FaNaCs/WaNaCs and HyNaCs—belong to different clades of the DEG/ENaC family. FaNaCs are activated by the short neuropeptide FMRFamide, and HyNaCs by Hydra RFamides, which are not evolutionarily related to FMRFamide. The FMRFamide-binding site in FaNaCs was recently identified in a cleft atop the large extracellular domain. However, this cleft is not conserved in HyNaCs. Here, we combined molecular modeling and site-directed mutagenesis and identified a putative binding pocket for Hydra-RFamides in the extracellular domain of the heterotrimeric HyNaC2/3/5. This pocket localizes to only one of the three subunit interfaces, indicating that this trimeric ion channel binds a single peptide ligand. We engineered an unnatural amino acid at the putative binding pocket entrance, which allowed covalent tethering of Hydra RFamide to the channel, thereby trapping the channel in an open conformation. The identified pocket localizes to the same region as the acidic pocket of acid-sensing ion channels (ASICs), which binds peptide ligands. The pocket in HyNaCs is less acidic, and both electrostatic and hydrophobic interactions contribute to peptide binding. Collectively, our results reveal a conserved ligand-binding pocket in HyNaCs and ASICs and indicate independent evolution of peptide-binding cavities in the two subgroups of peptide-gated ion channels.",
          "url": "http://dx.doi.org/10.1073/pnas.2409097121",
          "doi": "10.1073/pnas.2409097121",
          "filter": "2"
        },
        {
          "title": "Minimal motifs for habituating systems",
          "authors": "Matthew Smart, Stanislav Y. Shvartsman, Martin Mönnigmann",
          "abstract": "Habituation—a phenomenon in which a dynamical system exhibits a diminishing response to repeated stimulations that eventually recovers when the stimulus is withheld—is universally observed in living systems from animals to unicellular organisms. Despite its prevalence, generic mechanisms for this fundamental form of learning remain poorly defined. Drawing inspiration from prior work on systems that respond adaptively to step inputs, we study habituation from a nonlinear dynamics perspective. This approach enables us to formalize classical hallmarks of habituation that have been experimentally identified in diverse organisms and stimulus scenarios. We use this framework to investigate distinct dynamical circuits capable of habituation. In particular, we show that driven linear dynamics of a memory variable with static nonlinearities acting at the input and output can implement numerous hallmarks in a mathematically interpretable manner. This work establishes a foundation for understanding the dynamical substrates of this primitive learning behavior and offers a blueprint for the identification of habituating circuits in biological systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2409330121",
          "doi": "10.1073/pnas.2409330121",
          "filter": "2"
        },
        {
          "title": "HCN1 hyperpolarization-activated cyclic nucleotide–gated channels enhance evoked GABA release from parvalbumin-positive interneurons",
          "authors": "Eric W. Buss, Olivia M. Lofaro, Anastasia Barnett, Felix Leroy, Bina Santoro, Steven A. Siegelbaum, Tobias Bock",
          "abstract": "Hyperpolarization-activated, cyclic nucleotide–gated (HCN) channels generate the cationic I h current in neurons and regulate the excitability of neuronal networks. The function of HCN channels depends, in part, on their subcellular localization. Of the four HCN isoforms (HCN1-4), HCN1 is strongly expressed in the dendrites of pyramidal neurons (PNs) in hippocampal area CA1 but also in presynaptic terminals of parvalbumin-positive interneurons (PV+ INs), which provide strong inhibitory control over hippocampal activity. Yet, little is known about how HCN1 channels in these cells regulate the evoked release of the inhibitory transmitter GABA from their axon terminals. Here, we used genetic, optogenetic, electrophysiological, and imaging techniques to investigate how the electrophysiological properties of PV+ INs are regulated by HCN1, including how HCN1 activity at presynaptic terminals regulates the release of GABA onto PNs in CA1. We found that application of HCN1 pharmacological blockers reduced the amplitude of the inhibitory postsynaptic potential recorded from CA1 PNs in response to selective optogenetic stimulation of PV+ INs. Homozygous HCN1 knockout mice also show reduced IPSCs in postsynaptic cells. Finally, two-photon imaging using genetically encoded fluorescent calcium indicators revealed that HCN1 blockers reduced the probability that an extracellular electrical stimulating pulse evoked a Ca 2+ response in individual PV+ IN presynaptic boutons. Taken together, our results show that HCN1 channels in the axon terminals of PV+ interneurons facilitate GABAergic transmission in the hippocampal CA1 region.",
          "url": "http://dx.doi.org/10.1073/pnas.2319246121",
          "doi": "10.1073/pnas.2319246121",
          "filter": "2"
        },
        {
          "title": "An engineered model of metastatic colonization of human bone marrow reveals breast cancer cell remodeling of the hematopoietic niche",
          "authors": "Ilaria Baldassarri, Daniel Naveed Tavakol, Pamela L. Graney, Alan G. Chramiec, Hanina Hibshoosh, Gordana Vunjak-Novakovic",
          "abstract": "Incomplete understanding of metastatic disease mechanisms continues to hinder effective treatment of cancer. Despite remarkable advancements toward the identification of druggable targets, treatment options for patients in remission following primary tumor resection remain limited. Bioengineered human tissue models of metastatic sites capable of recreating the physiologically relevant milieu of metastatic colonization may strengthen our grasp of cancer progression and contribute to the development of effective therapeutic strategies. We report the use of an engineered tissue model of human bone marrow (eBM) to identify microenvironmental cues regulating cancer cell proliferation and to investigate how triple-negative breast cancer (TNBC) cell lines influence hematopoiesis. Notably, individual stromal components of the bone marrow niche (osteoblasts, endothelial cells, and mesenchymal stem/stromal cells) were each critical for regulating tumor cell quiescence and proliferation in the three-dimensional eBM niche. We found that hematopoietic stem and progenitor cells (HSPCs) impacted TNBC cell growth and responded to cancer cell presence with a shift of HSPCs (CD34 + CD38 − ) to downstream myeloid lineages (CD11b + CD14 + ). To account for tumor heterogeneity and show proof-of-concept ability for patient-specific studies, we demonstrate that patient-derived tumor organoids survive and proliferate in the eBM, resulting in distinct shifts in myelopoiesis that are similar to those observed for aggressively metastatic cell lines. We envision that this human tissue model will facilitate studies of niche-specific metastatic progression and individualized responses to treatment.",
          "url": "http://dx.doi.org/10.1073/pnas.2405257121",
          "doi": "10.1073/pnas.2405257121",
          "filter": "2"
        },
        {
          "title": "Protection efforts have resulted in ~10% of existing fish biomass on coral reefs",
          "authors": "Iain R. Caldwell, Tim R. McClanahan, Remy M. Oddenyo, Nicholas A.J. Graham, Maria Beger, Laurent Vigliola, Stuart A. Sandin, Alan M. Friedlander, Bemahafaly Randriamanantsoa, Laurent Wantiez, Alison L. Green, Austin T. Humphries, Marah J. Hardt, Jennifer E. Caselle, David A. Feary, Rucha Karkarey, Catherine Jadot, Andrew S. Hoey, Jacob G. Eurich, Shaun K. Wilson, Nicole Crane, Mark Tupper, Sebastian C.A. Ferse, Eva Maire, David Mouillot, Joshua E. Cinner",
          "abstract": "The amount of ocean protected from fishing and other human impacts has often been used as a metric of conservation progress. However, protection efforts have highly variable outcomes that depend on local conditions, which makes it difficult to quantify what coral reef protection efforts to date have actually achieved at a global scale. Here, we develop a predictive model of how local conditions influence conservation outcomes on ~2,600 coral reef sites across 44 ecoregions, which we used to quantify how much more fish biomass there is on coral reefs compared to a modeled scenario with no protection. Under the assumptions of our model, our study reveals that without existing protection efforts there would be ~10% less fish biomass on coral reefs. Thus, we estimate that coral reef protection efforts have led to approximately 1 in every 10 kg of existing fish biomass.",
          "url": "http://dx.doi.org/10.1073/pnas.2308605121",
          "doi": "10.1073/pnas.2308605121",
          "filter": "2"
        },
        {
          "title": "Graphene/chitosan nanoreactors for ultrafast and precise recovery and catalytic conversion of gold from electronic waste",
          "authors": "Kou Yang, Konstantin G. Nikolaev, Xiaolai Li, Artemii Ivanov, Jia Hui Bong, Ivan Erofeev, Utkur M. Mirsaidov, Vasyl G. Kravets, Alexander N. Grigorenko, Shanqing Zhang, Xueqing Qiu, Kostya S. Novoselov, Daria V. Andreeva",
          "abstract": "The extraction of gold (Au) from electronic waste (e-waste) has both environmental impact and inherent value. Improper e-waste disposal poses environmental and health risks, entailing substantial remediation and healthcare costs. Large efforts are applied for the recovery of Au from e-waste using complex processes which include the dissolution of Au, its adsorption in an ionic state and succeeding reduction to metallic Au. These processes themselves being complex and utilizing harsh chemicals contribute to the environmental impact of e-waste. Here, we present an approach for the simultaneous recovery and reduction of Au 3+ and Au + ions from e-waste to produce solid Au 0 forms, thus skipping several technological steps. We develop a nanoscale cross-dimensional composite material via self-assembly of two-dimensional graphene oxide and one-dimensional chitosan macromolecules, capable of acting simultaneously as a scavenger of gold ions and as a reducing agent. Such multidimensional architecture doesn’t require to apply any voltage for Au adsorption and reduction and solely relies on the chemisorption kinetics of Au ions in the heterogeneous GO/CS nanoconfinements and their chemical reduction on multiple binding sites. The cooperative phenomena in ionic absorption are responsible for the extremely high efficiency of gold extraction. The extraction capacity reaches 16.8 g/g for Au 3+ and 6.2 g/g for Au + , which is ten times larger than any existing gold adsorbents can propose. The efficiency is above 99.5 wt.% (current limit is 75 wt.%) and extraction ability is down to very low concentrations of 3 ppm.",
          "url": "http://dx.doi.org/10.1073/pnas.2414449121",
          "doi": "10.1073/pnas.2414449121",
          "filter": "2"
        },
        {
          "title": "Revised mechanism of hydroxyurea-induced cell cycle arrest and an improved alternative",
          "authors": "Alisa E. Shaw, Mattias N. Mihelich, Jackson E. Whitted, Hannah J. Reitman, Adam J. Timmerman, Muhammad Tehseen, Samir M. Hamdan, Grant D. Schauer",
          "abstract": "Replication stress describes endogenous and exogenous challenges to DNA replication in the S-phase. Stress during this critical process causes helicase–polymerase decoupling at replication forks, triggering the S-phase checkpoint, which orchestrates global replication fork stalling and delayed entry into G2. The replication stressor most often used to induce the checkpoint response in yeast is hydroxyurea (HU), a clinically used chemotherapeutic. The primary mechanism of S-phase checkpoint activation by HU has thus far been considered to be a reduction of deoxynucleotide triphosphate synthesis by inhibition of ribonucleotide reductase (RNR), leading to helicase–polymerase decoupling and subsequent activation of the checkpoint, facilitated by the replisome-associated mediator Mrc1. In contrast, we observe that HU causes cell cycle arrest in budding yeast independent of both the Mrc1-mediated replication checkpoint response and the Psk1-Mrc1 oxidative signaling pathway. We demonstrate a direct relationship between HU incubation and reactive oxygen species (ROS) production in yeast and human cells and show that antioxidants restore growth of yeast in HU. We further observe that ROS strongly inhibits the in vitro polymerase activity of replicative polymerases (Pols), Pol α, Pol δ, and Pol ε, causing polymerase complex dissociation and subsequent loss of DNA substrate binding, likely through oxidation of their integral iron–sulfur (Fe-S) clusters. Finally, we present “RNR-deg,” a genetically engineered alternative to HU in yeast with greatly increased specificity of RNR inhibition, allowing researchers to achieve fast, nontoxic, and more readily reversible checkpoint activation compared to HU, avoiding harmful ROS generation and associated downstream cellular effects that may confound interpretation of results.",
          "url": "http://dx.doi.org/10.1073/pnas.2404470121",
          "doi": "10.1073/pnas.2404470121",
          "filter": "2"
        },
        {
          "title": "Tracking the progeny of bacterial persisters using a CRISPR-based genomic recorder",
          "authors": "Julian Anthony Rycroft, Rachel Teresa Giorgio, Molly Sargen, Sophie Helaine",
          "abstract": "The rise of antimicrobial failure is a global emergency, and causes beyond typical genetic resistance must be determined. One probable factor is the existence of subpopulations of transiently growth-arrested bacteria, persisters, that endure antibiotic treatment despite genetic susceptibility to the drug. The presence of persisters in infected hosts has been successfully established, notably through the development of fluorescent reporters. It is proposed that infection relapse is caused by persisters resuming growth after cessation of the antibiotic treatment, but to date, there is no direct evidence for this. This is because no tool or reporter currently exists to track the extent to which infection relapse is initiated by regrowth of persisters in the host. Indeed, once they have transitioned out of the persister state, the progeny of persisters are genetically and phenotypically identical to susceptible bacteria in the population, making it virtually impossible to ascertain the source of relapse. We designed pSCRATCH (plasmid for Selective CRISPR Array expansion To Check Heritage), a molecular tool that functions to record the state of antibiotic persistence in the genome of Salmonella persisters. We show that pSCRATCH successfully marks persisters by adding spacers in their CRISPR arrays and the genomic label is stable in persister progeny after exit from persistence. We further show that in a Salmonella infection model the system enables the discrimination of treatment failure originating from persistence versus resistance. Thus, pSCRATCH provides proof of principle for stable marking of persisters and a prototype for applications to more complex infection models and other pathogens.",
          "url": "http://dx.doi.org/10.1073/pnas.2405983121",
          "doi": "10.1073/pnas.2405983121",
          "filter": "2"
        },
        {
          "title": "Closing the geologic carbon cycle",
          "authors": "Louis A. Derry",
          "abstract": "Estimates of sedimentary organic carbon burial fluxes based on inventory and isotope mass balance methods have been divergent. A new calculation of the isotope mass balance using a revised assessment of the inputs to the ocean-atmosphere system resolves the apparent discrepancy. Inputs include weathering of carbonate and old kerogen, geogenic methane oxidation, and volcanic and metamorphic degassing. Volcanic and metamorphic degassing comprise ≈23% of the total C input. Inputs from isotopically light OCpetro and CH 4-geo drive the mean δ 13 C of the input to =−8.0 ± 1.9‰, notably lower than the commonly assumed volcanic degassing value. The isotope mass balance model yields a modern burial flux =15.9 ± 6.6 Tmol y −1 . The impact of the mid-Miocene Climatic Optimum isotope anomaly is an integrated excess deposition ≈ 4.3 × 10 6 Tmol between 18 and 11 Ma, which is both longer and larger than estimates for the total degassing by the Columbia River Basalt eruptions, implying a complex carbon system response to large eruptive events. Monte Carlo evaluation finds that late Cenozoic net growth of the carbonate reservoir is very likely while net growth of the C org reservoir is less certain but more likely than not. At present, subduction does not appear to keep up with net sedimentation and the overall masses of sedimentary carbonate and organic carbon are likely increasing. Growth in the sedimentary C org reservoir implies oxidation of the surface environment and likely increases in atmospheric pO 2 .",
          "url": "http://dx.doi.org/10.1073/pnas.2409333121",
          "doi": "10.1073/pnas.2409333121",
          "filter": "2"
        },
        {
          "title": "Correction for Miao et al., Severe growth retardation and early lethality in mice lacking the nuclear localization sequence and C-terminus of PTH-related protein",
          "url": "http://dx.doi.org/10.1073/pnas.2418984121",
          "doi": "10.1073/pnas.2418984121",
          "filter": "2"
        },
        {
          "title": "Innovations through crop switching happen on the diverse margins of US agriculture",
          "authors": "Matthew M. Kling, Christopher T. Brittain, Gillian L. Galford, Timothy M. Waring, Laurent Hébert-Dufresne, Matthew P. Dube, Hossein Sabzian, Nicholas J. Gotelli, Brian J. McGill, Meredith T. Niles",
          "abstract": "Crop switching, in which farmers grow a crop that is novel to a given field, can help agricultural systems adapt to changing environmental, cultural, and market forces. Yet while regional crop production trends receive significant attention, relatively little is known about the local-scale crop switching that underlies these macrotrends. We characterized local crop-switching patterns across the United States using the US Department of Agriculture (USDA) Cropland Data Layer, an annual time series of high resolution (30 m pixel size) remote-sensed cropland data from 2008 to 2022. We found that at multiple spatial scales, crop switching was most common in sparsely cultivated landscapes and in landscapes with high crop diversity, whereas it was low in homogeneous, highly agricultural areas such as the Midwestern corn belt, suggesting a number of potential social and economic mechanisms influencing farmers’ crop choices. Crop-switching rates were high overall, occurring on more than 6% of all US cropland in the average year. Applying a framework that classified crop switches based on their temporal novelty (crop introduction versus discontinuation), spatial novelty (locally divergent versus convergent switching), and categorical novelty (transformative versus incremental switching), we found distinct spatial patterns for these three novelty dimensions, indicating a dynamic and multifaceted set of cropping changes across US farms. Collectively, these results suggest that innovation through crop switching is playing out very differently in various parts of the country, with potentially significant implications for the resilience of agricultural systems to changes in climate and other systemic trends.",
          "url": "http://dx.doi.org/10.1073/pnas.2402195121",
          "doi": "10.1073/pnas.2402195121",
          "filter": "2"
        },
        {
          "title": "Limits on inferring T cell specificity from partial information",
          "authors": "James Henderson, Yuta Nagano, Martina Milighetti, Andreas Tiffeau-Mayer",
          "abstract": "A key challenge in molecular biology is to decipher the mapping of protein sequence to function. To perform this mapping requires the identification of sequence features most informative about function. Here, we quantify the amount of information (in bits) that T cell receptor (TCR) sequence features provide about antigen specificity. We identify informative features by their degree of conservation among antigen-specific receptors relative to null expectations. We find that TCR specificity synergistically depends on the hypervariable regions of both receptor chains, with a degree of synergy that strongly depends on the ligand. Using a coincidence-based approach to measuring information enables us to directly bound the accuracy with which TCR specificity can be predicted from partial matches to reference sequences. We anticipate that our statistical framework will be of use for developing machine learning models for TCR specificity prediction and for optimizing TCRs for cell therapies. The proposed coincidence-based information measures might find further applications in bounding the performance of pairwise classifiers in other fields.",
          "url": "http://dx.doi.org/10.1073/pnas.2408696121",
          "doi": "10.1073/pnas.2408696121",
          "filter": "2"
        },
        {
          "title": "The cerebellum acts as the analog to the medial temporal lobe for sensorimotor memory",
          "authors": "Alkis M. Hadjiosif, Tricia L. Gibo, Maurice A. Smith",
          "abstract": "The cerebellum is critical for sensorimotor learning. The specific contribution that it makes, however, remains unclear. Inspired by the classic finding that for declarative memories, medial temporal lobe (MTL) structures provide a gateway to the formation of long-term memory but are not required for short-term memory, we hypothesized that for sensorimotor memories, the cerebellum may play an analogous role. Here, we studied the sensorimotor learning of individuals with severe ataxia from cerebellar degeneration. We dissected the memories they formed during sensorimotor learning into a short-term temporally-volatile component, that decays rapidly with a time constant of just 15 to 20 s and thus cannot lead to long-term retention, and a longer-term temporally-persistent component that is stable for 60 s or more and leads to long-term retention. Remarkably, we find that these individuals display dramatically reduced levels of temporally-persistent sensorimotor memory, despite spared and even elevated levels of temporally-volatile sensorimotor memory. In particular, we find both impairment that systematically worsens with memory window duration over shorter memory windows (&lt;12 s) and near-complete impairment of memory maintenance over longer memory windows (&gt;25 s). This dissociation uncovers a unique role for the cerebellum as a gateway for the formation of long-term but not short-term sensorimotor memories, mirroring the role of the MTL for declarative memories. It thus reveals the existence of distinct neural substrates for short-term and long-term sensorimotor memory, and it explains both the trial-to-trial differences identified in this study and long-standing study-to-study differences in the effects of cerebellar damage on sensorimotor learning ability.",
          "url": "http://dx.doi.org/10.1073/pnas.2411459121",
          "doi": "10.1073/pnas.2411459121",
          "filter": "2"
        },
        {
          "title": "Highly enriched carbon and oxygen isotopes in carbonate-derived CO 2 at Gale crater, Mars",
          "authors": "David G. Burtt, Jennifer C. Stern, Christopher R. Webster, Amy E. Hofmann, Heather B. Franz, Brad Sutter, Michael T. Thorpe, Edwin S. Kite, Jennifer L. Eigenbrode, Alexander A. Pavlov, Christopher H. House, Benjamin M. Tutolo, David J. Des Marais, Elizabeth B. Rampe, Amy C. McAdam, Charles A. Malespin",
          "abstract": "Carbonate minerals are of particular interest in paleoenvironmental research as they are an integral part of the carbon and water cycles, both of which are relevant to habitability. Given that these cycles are less constrained on Mars than they are on Earth, the identification of carbonates has been a point of emphasis for rover missions. Here, we present carbon (δ 13 C) and oxygen (δ 18 O) isotope data from four carbonates encountered by the Curiosity rover within the Gale crater. The carbon isotope values range from 72 ± 2‰ to 110 ± 3‰ Vienna Pee Dee Belemnite while the oxygen isotope values span from 59 ± 4‰ to 91 ± 4‰ Vienna Standard Mean Ocean Water (1 SE uncertainties). Notably, these values are isotopically heavy ( 13 C- and 18 O-enriched) relative to nearly every other Martian material. The extreme isotopic difference between the carbonates and other carbon- and oxygen-rich reservoirs on Mars cannot be reconciled by standard equilibrium carbonate–CO 2 fractionation, thus requiring an alternative process during or prior to carbonate formation. This paper explores two processes capable of contributing to the isotopic enrichments: 1) evaporative-driven Rayleigh distillation and 2) kinetic isotope effects related to cryogenic precipitation. In isolation, each process cannot reproduce the observed carbonate isotope values; however, a combination of these processes represents the most likely source for the extreme isotopic enrichments.",
          "url": "http://dx.doi.org/10.1073/pnas.2321342121",
          "doi": "10.1073/pnas.2321342121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti4124121",
          "doi": "10.1073/iti4124121",
          "filter": "2"
        },
        {
          "title": "Functional inversion of circadian regulator REV-ERBα leads to tumorigenic gene reprogramming",
          "authors": "Yatian Yang, Xiong Zhang, Demin Cai, Xingling Zheng, Xuan Zhao, June X. Zou, Jin Zhang, Alexander D. Borowsky, Marc A. Dall’Era, Eva Corey, Nicholas Mitsiades, Hsing-Jien Kung, Xinbin Chen, Jian Jian Li, Michael Downes, Ronald M. Evans, Hong-Wu Chen",
          "abstract": "Profound functional switch of key regulatory factors may play a major role in homeostasis and disease. Dysregulation of circadian rhythm (CR) is strongly implicated in cancer with mechanisms poorly understood. We report here that the function of REV-ERBα, a major CR regulator of the orphan nuclear receptor subfamily, is dramatically altered in tumors in both its genome binding and functional mode. Loss of CR is linked to a functional inversion of REV-ERBα from a repressor in control of CR and metabolic gene programs in normal tissues to a strong activator in different cancers. Through changing its association from NCoR/HDAC3 corepressor complex to BRD4/p300 coactivators, REV-ERBα directly activates thousands of genes including tumorigenic programs such as MAPK and PI3K-Akt signaling. Functioning as a master transcriptional activator, REV-ERBα partners with pioneer factor FOXA1 and directly stimulates a large number of signaling genes, including multiple growth factors, receptor tyrosine kinases, RASs, AKTs, and MAPKs. Moreover, elevated REV-ERBα reprograms FOXA1 to bind new targets through a BRD4-mediated increase in local chromatin accessibility. Pharmacological targeting with SR8278 diminishes the function of both REV-ERBα and FOXA1 and synergizes with BRD4 inhibitor in effective suppression of tumorigenic programs and tumor growth. Thus, our study revealed a functional inversion by a CR regulator in driving gene reprogramming as an unexpected paradigm of tumorigenesis mechanism and demonstrated a high effectiveness of therapeutic targeting such switch.",
          "url": "http://dx.doi.org/10.1073/pnas.2411321121",
          "doi": "10.1073/pnas.2411321121",
          "filter": "2"
        },
        {
          "title": "Formation of hierarchically structured martensites in pure iron with ultrahigh strength and stiffness",
          "authors": "Chao Gu, Haiyan Chen, Yusheng Zhao, Shanmin Wang",
          "abstract": "Strong steels are primarily fabricated by introducing spatial obstacles (e.g., stacking faults and precipitates) that inhibit dislocation slips under stress to achieve high strength. However, for most low-carbon steels, such obstacles are difficult to form mainly because the martensitic transition is kinetically unfavorable by conventional methods, which precludes the attainment of high-strength materials in these steels with low solute contents. Here, we report an innovative high-pressure preparation of martensitic pure Fe with involving nano-effect, which leads to the formation of ultrastrong bulk iron with exceptionally high yield strength, ultimate strength, and hardness of 2.9 GPa, 3.7 GPa, and 9.0 GPa, respectively, exceeding those of high-speed steels. Such extraordinary mechanical properties are closely attributed to its high-density martensites with unique multiscale hierarchical structures formed due to complex phase transitions under pressure.",
          "url": "http://dx.doi.org/10.1073/pnas.2408119121",
          "doi": "10.1073/pnas.2408119121",
          "filter": "2"
        },
        {
          "title": "Embers of autoregression show how large language models are shaped by the problem they are trained to solve",
          "authors": "R. Thomas McCoy, Shunyu Yao, Dan Friedman, Mathew D. Hardy, Thomas L. Griffiths",
          "abstract": "The widespread adoption of large language models (LLMs) makes it important to recognize their strengths and limitations. We argue that to develop a holistic understanding of these systems, we must consider the problem that they were trained to solve: next-word prediction over Internet text. By recognizing the pressures that this task exerts, we can make predictions about the strategies that LLMs will adopt, allowing us to reason about when they will succeed or fail. Using this approach—which we call the teleological approach—we identify three factors that we hypothesize will influence LLM accuracy: the probability of the task to be performed, the probability of the target output, and the probability of the provided input. To test our predictions, we evaluate five LLMs (GPT-3.5, GPT-4, Claude 3, Llama 3, and Gemini 1.0) on 11 tasks, and we find robust evidence that LLMs are influenced by probability in the hypothesized ways. Many of the experiments reveal surprising failure modes. For instance, GPT-4’s accuracy at decoding a simple cipher is 51% when the output is a high-probability sentence but only 13% when it is low-probability, even though this task is a deterministic one for which probability should not matter. These results show that AI practitioners should be careful about using LLMs in low-probability situations. More broadly, we conclude that we should not evaluate LLMs as if they are humans but should instead treat them as a distinct type of system—one that has been shaped by its own particular set of pressures.",
          "url": "http://dx.doi.org/10.1073/pnas.2322420121",
          "doi": "10.1073/pnas.2322420121",
          "filter": "2"
        },
        {
          "title": "Mary-Lou Pardue (1933 to 2024): Investigating chromosomes and genomes by in situ hybridization",
          "authors": "Susan A. Gerbi, Allan C. Spradling",
          "url": "http://dx.doi.org/10.1073/pnas.2416551121",
          "doi": "10.1073/pnas.2416551121",
          "filter": "2"
        },
        {
          "title": "Engineering substrate channeling in a bifunctional terpene synthase",
          "authors": "Eliott S. Wenger, Kollin Schultz, Ronen Marmorstein, David W. Christianson",
          "abstract": "Fusicoccadiene synthase from Phomopsis amygdala (PaFS) is a bifunctional terpene synthase. It contains a prenyltransferase (PT) domain that generates geranylgeranyl diphosphate (GGPP) from dimethylallyl diphosphate and three equivalents of isopentenyl diphosphate, and a cyclase domain that converts GGPP into fusicoccadiene, a precursor of the diterpene glycoside Fusicoccin A. The two catalytic domains are connected by a flexible 69-residue linker. The PT domain mediates oligomerization to form predominantly octamers, with cyclase domains randomly splayed out around the PT core. Surprisingly, despite the random positioning of cyclase domains, substrate channeling is operative in catalysis since most of the GGPP generated by the PT remains on the enzyme for cyclization. Here, we demonstrate that covalent linkage of the PT and cyclase domains is not required for GGPP channeling, although covalent linkage may improve channeling efficiency. Moreover, GGPP competition experiments with other diterpene cyclases indicate that the PaFS PT and cyclase domains are preferential partners regardless of whether they are covalently linked or not. The cryoelectron microscopy structure of the 600-kD “linkerless” construct, in which the 69-residue linker is spliced out and replaced with the tripeptide PTQ, reveals that cyclase pairs associate with all four sides of the PT octamer and exhibit fascinating quaternary structural flexibility. These results suggest that optimal substrate channeling is achieved when a cyclase domain associates with the side of the PT octamer, regardless of whether the two domains are covalently linked and regardless of whether this interaction is transient or locked in place.",
          "url": "http://dx.doi.org/10.1073/pnas.2408064121",
          "doi": "10.1073/pnas.2408064121",
          "filter": "2"
        },
        {
          "title": "Molecular forecasting of toxic bloom events",
          "authors": "Harriet Alexander",
          "url": "http://dx.doi.org/10.1073/pnas.2417139121",
          "doi": "10.1073/pnas.2417139121",
          "filter": "2"
        },
        {
          "title": "No birth-associated maternal mortality in Japanese macaques ( Macaca fuscata ) despite giving birth to large-headed neonates",
          "authors": "Katharina E. Pink, Barbara Fischer, Michael A. Huffman, Takako Miyabe-Nishiwaki, Naoko Suda-Hashimoto, Akihisa Kaneko, Bernard Wallner, Lena S. Pflüger",
          "abstract": "Human fetuses at term are large relative to the dimensions of the maternal birth canal, implying that their birth can be associated with difficulties. The tight passage through the human birth canal can lead to devastating outcomes if birth becomes obstructed, including maternal and fetal death. Although macaques have to accommodate similarly large fetuses, relative to their maternal birth canals, it was not known whether macaque mothers face birth difficulties similar to humans. Based on 27 y of demographic data from a semi-free-ranging, closely monitored population of Japanese macaques ( Macaca fuscata ), we found no birth-associated mortality in macaques. This differs from the situation in many human populations. We suggest three nonmutually exclusive hypotheses to explain these observations. i) The macaque fetal skull is similarly flexible as the human fetal skull. ii) The macaque pelvis and connective tissue show greater flexibility during birth. iii) The interplay between macaque pelvic shape and birth dynamics is smoother and incurs fewer complications than in humans.",
          "url": "http://dx.doi.org/10.1073/pnas.2316189121",
          "doi": "10.1073/pnas.2316189121",
          "filter": "2"
        },
        {
          "title": "Native β-barrel substrates pass through two shared intermediates during folding on the BAM complex",
          "authors": "Thiago M. A. dos Santos, Benjamin D. Thomson, Melissa D. Marquez, Lydia Pan, Tabasom H. Monfared, Daniel E. Kahne",
          "abstract": "The assembly of β-barrel proteins into membranes is mediated by the evolutionarily conserved β-barrel assembly machine (BAM) complex. In Escherichia coli , BAM folds numerous substrates which vary considerably in size and shape. How BAM is able to efficiently fold such a diverse array of β-barrel substrates is not clear. Here, we develop a disulfide crosslinking method to trap native substrates in vivo as they fold on BAM. By placing a cysteine within the luminal wall of the BamA barrel as well as in the substrate β-strands, we can compare the residence time of each substrate strand within the BamA lumen. We validated this method using two defective, slow-folding substrates. We used this method to characterize stable intermediates which occur during folding of two structurally different native substrates. Strikingly, these intermediates occur during identical stages of folding for both substrates: soon after folding has begun and just before folding is completed. We suggest that these intermediates arise due to barriers to folding that are common between β-barrel substrates, and that the BAM catalyst is able to fold so many different substrates because it addresses these common challenges.",
          "url": "http://dx.doi.org/10.1073/pnas.2409672121",
          "doi": "10.1073/pnas.2409672121",
          "filter": "2"
        },
        {
          "title": "Chlorophyll to zeaxanthin energy transfer in nonphotochemical quenching: An exciton annihilation-free transient absorption study",
          "authors": "Tsung-Yen Lee, Lam Lam, Dhruv Patel-Tupper, Partha Pratim Roy, Sophia A. Ma, Henry E. Lam, Aviva Lucas-DeMott, Nicholas G. Karavolias, Masakazu Iwai, Krishna K. Niyogi, Graham R. Fleming",
          "abstract": "Zeaxanthin (Zea) is a key component in the energy-dependent, rapidly reversible, nonphotochemical quenching process (qE) that regulates photosynthetic light harvesting. Previous transient absorption (TA) studies suggested that Zea can participate in direct quenching via chlorophyll (Chl) to Zea energy transfer. However, the contamination of intrinsic exciton–exciton annihilation (EEA) makes the assignment of TA signal ambiguous. In this study, we present EEA-free TA data using Nicotiana benthamiana thylakoid membranes, including the wild type and three NPQ mutants ( npq1 , npq4 , and lut2 ) generated by CRISPR/Cas9 mutagenesis. The results show a strong correlation between excitation energy transfer from excited Chl Q y to Zea S 1 and the xanthophyll cycle during qE activation. Notably, a Lut S 1 signal is absent in the npq1 thylakoids which lack zeaxanthin. Additionally, the fifth-order response analysis shows a reduction in the exciton diffusion length (L D ) from 62 ± 6 nm to 43 ± 3 nm under high light illumination, consistent with the reduced range of exciton motion being a key aspect of plants’ response to excess light.",
          "url": "http://dx.doi.org/10.1073/pnas.2411620121",
          "doi": "10.1073/pnas.2411620121",
          "filter": "2"
        },
        {
          "title": "Using JADES NIRCam photometry to investigate the dependence of stellar mass inferences on the IMF in the early universe",
          "authors": "Charity Woodrum, Marcia Rieke, Zhiyuan Ji, William M. Baker, Rachana Bhatawdekar, Andrew J. Bunker, Stéphane Charlot, Emma Curtis-Lake, Daniel J. Eisenstein, Kevin Hainline, Ryan Hausen, Jakob M. Helton, Raphael E. Hviding, Benjamin D. Johnson, Brant Robertson, Fengwu Sun, Sandro Tacchella, Lily Whitler, Christina C. Williams, Christopher N. A. Willmer",
          "abstract": "The detection of numerous and relatively bright galaxies at redshifts z &gt; 9 has prompted new investigations into the star-forming properties of high-redshift galaxies. Using local forms of the initial mass function (IMF) to estimate stellar masses of these galaxies from their light output leads to galaxy masses that are at the limit allowed for the state of the Lambda Cold Dark Matter (ΛCDM) Universe at their redshift. We explore how varying the IMF assumed in studies of galaxies in the early universe changes the inferred values for the stellar masses of these galaxies. We infer galaxy properties with the spectral energy distribution (SED) fitting code Prospector using varying IMF parameterizations for a sample of 102 galaxies with photometry from the James Webb Space Telescope, JWST Advanced Deep Extragalactic Survey that are spectroscopically confirmed to be at z &gt; 6.7 , with additional photometry from the JWST Extragalactic Medium Band Survey for twenty-one of the galaxies. We demonstrate that models with stellar masses reduced by a factor of three or more do not affect the modeled SED.",
          "url": "http://dx.doi.org/10.1073/pnas.2317375121",
          "doi": "10.1073/pnas.2317375121",
          "filter": "2"
        },
        {
          "title": "Injury-induced myosin-specific tissue-resident memory T cells drive immune checkpoint inhibitor myocarditis",
          "authors": "Hannah Kalinoski, Abdel Daoud, Vitali Rusinkevich, Ivana Jurčová, Monica V. Talor, Robin A. Welsh, David Hughes, Kateřina Zemanová, Ilja Stříž, Jody E. Hooper, Josef Kautzner, Petr Peichl, Vojtěch Melenovský, Taejoon Won, Daniela Čiháková",
          "abstract": "Cardiac myosin-specific (MyHC) T cells drive the disease pathogenesis of immune checkpoint inhibitor–associated myocarditis (ICI-myocarditis). To determine whether MyHC T cells are tissue-resident memory T (T RM ) cells, we characterized cardiac T RM cells in naive mice and established that they have a distinct phenotypic and transcriptional profile that can be defined by their upregulation of CD69, PD-1, and CXCR6. We then investigated the effects of cardiac injury through a modified experimental autoimmune myocarditis mouse model and an ischemia–reperfusion injury mouse model and determined that cardiac inflammation induces the recruitment of autoreactive MyHC T RM cells, which coexpress PD-1 and CD69. To investigate whether the recruited MyHC T RM cells could increase susceptibility to ICI-myocarditis, we developed a two-hit ICI-myocarditis mouse model where cardiac injury was induced, mice were allowed to recover, and then were treated with anti-PD-1 antibodies. We determined that mice who recover from cardiac injury are more susceptible to ICI-myocarditis development. We found that murine and human T RM cells share a similar location in the heart and aggregate along the perimyocardium. We phenotyped cells obtained from pericardial fluid from patients diagnosed with dilated cardiomyopathy and ischemic cardiomyopathy and established that pericardial T cells are predominantly CD69 + T RM cells that up-regulate PD-1. Finally, we determined that human pericardial macrophages produce IL-15, which supports and maintains pericardial T RM cells.",
          "url": "http://dx.doi.org/10.1073/pnas.2323052121",
          "doi": "10.1073/pnas.2323052121",
          "filter": "2"
        },
        {
          "title": "Toward a CRISPR-based mouse model of Vhl -deficient clear cell kidney cancer: Initial experience and lessons learned",
          "authors": "Laura A. Stransky, Wenhua Gao, Laura S. Schmidt, Kevin Bi, Christopher J. Ricketts, Vijyendra Ramesh, Amy James, Simone Difilippantonio, Lilia Ileva, Joseph D. Kalen, Baktiar Karim, Albert Jeon, Tamara Morgan, Andrew C. Warner, Sevilay Turan, Joanne Unite, Bao Tran, Sulbha Choudhari, Yongmei Zhao, Douglas E. Linn, Changhong Yun, Sripriya Dhandapani, Vaishali Parab, Elaine M. Pinheiro, Nicole Morris, Lixia He, Sean M. Vigeant, Jean-Christophe Pignon, Maura Sticco-Ivins, Sabina Signoretti, Eliezer M. Van Allen, W. Marston Linehan, William G. Kaelin",
          "abstract": "CRISPR is revolutionizing the ability to do somatic gene editing in mice for the purpose of creating new cancer models. Inactivation of the VHL tumor suppressor gene is the signature initiating event in the most common form of kidney cancer, clear cell renal cell carcinoma (ccRCC). Such tumors are usually driven by the excessive HIF2 activity that arises when the VHL gene product, pVHL, is defective. Given the pressing need for a robust immunocompetent mouse model of human ccRCC, we directly injected adenovirus-associated viruses (AAVs) encoding sgRNAs against VHL and other known/suspected ccRCC tumor suppressor genes into the kidneys of C57BL/6 mice under conditions where Cas9 was under the control of one of two different kidney-specific promoters ( Cdh16 or Pax 8) to induce kidney tumors. An AAV targeting Vhl, Pbrm1, Keap1 , and Tsc1 reproducibly caused macroscopic ccRCCs that partially resembled human ccRCC tumors with respect to transcriptome and cell of origin and responded to a ccRCC standard-of-care agent, axitinib. Unfortunately, these tumors, like those produced by earlier genetically engineered mouse ccRCCs, are HIF2 independent.",
          "url": "http://dx.doi.org/10.1073/pnas.2408549121",
          "doi": "10.1073/pnas.2408549121",
          "filter": "2"
        },
        {
          "title": "The pace of change of summertime temperature extremes",
          "authors": "Karen A. McKinnon, Isla R. Simpson, A. Park Williams",
          "abstract": "Summer temperature extremes can have large impacts on humans and the biosphere, and an increase in heat extremes is one of the most visible symptoms of climate change. Multiple mechanisms have been proposed that would predict faster warming of heat extremes than typical summer days, but it is unclear whether this is occurring. Here, we show that, in both observations and historical climate model simulations, the hottest summer days have warmed at the same pace as the median globally, in each hemisphere, and in the tropics from 1959 to 2023. In contrast, the coldest summer days have warmed more slowly than the median in the global average, a signal that is not simulated in any of 262 simulations across 28 CMIP6 models. The observed stretching of the cold tail indicates that observed summertime temperatures have become more variable despite the lack of hot day amplification. The interannual variability and trend in the warming of both hot and cold extremes compared to the median can be explained from a surface energy balance perspective based on changes in net surface radiation and evaporative fraction. Tropical hot day amplification is projected to emerge in the future (2024–2099, SSP3-7.0 scenario), while Northern Hemisphere heat extremes are expected to continue to follow the median.",
          "url": "http://dx.doi.org/10.1073/pnas.2406143121",
          "doi": "10.1073/pnas.2406143121",
          "filter": "2"
        },
        {
          "title": "Adolescent alcohol consumption predicted by differences in electrophysiological functional connectivity and neuroanatomy",
          "authors": "Alberto del Cerro-León, Luis Fernando Antón-Toro, Danylyna Shpakivska-Bilan, Marcos Uceta, Alejandro Santos-Mayo, Pablo Cuesta, Ricardo Bruña, Luis M. García-Moreno, Fernando Maestú",
          "abstract": "Alcohol consumption during adolescence has been associated with neuroanatomical abnormalities and the appearance of future disorders. However, the latest advances in this field point to the existence of risk profiles which may lead to some individuals into an early consumption. To date, some studies have established predictive models of consumption based on sociodemographic, behavioral, and anatomical–functional variables using MRI. However, the neuroimaging variables employed are usually restricted to local and hemodynamic phenomena. Given the potential of connectome approaches, and the high temporal dynamics of electrophysiology, we decided to explore the relationship between future alcohol consumption and electrophysiological connectivity measured by MEG in a cohort of 83 individuals aged 14 to 16. As a result, we found a positive correlation between alcohol consumption and the functional connectivity in frontal, parietal, and frontoparietal connections. Once this relationship was described, multivariate linear regression analyses were used to evaluate the predictive capacity of functional connectivity in conjunction with other neuroanatomical and behavioral variables described in the literature. Finally, the multivariate linear regression analysis determined the importance of anatomical and functional variables in the prediction of alcohol consumption but failed to find associations with impulsivity, sensation seeking, and executive function scales. In conclusion, the predictive traits obtained in these models were closely associated with changes occurring during adolescence, suggesting the existence of different paths in neurodevelopment that have the potential to influence adolescents’ relationship with alcohol consumption.",
          "url": "http://dx.doi.org/10.1073/pnas.2320805121",
          "doi": "10.1073/pnas.2320805121",
          "filter": "2"
        },
        {
          "title": "Neurotransmitter release is triggered by a calcium-induced rearrangement in the Synaptotagmin-1/SNARE complex primary interface",
          "authors": "Estelle Toulmé, Andrea Salazar Lázaro, Thorsten Trimbuch, Josep Rizo, Christian Rosenmund",
          "abstract": "The Ca 2+ sensor synaptotagmin-1 (Syt1) triggers neurotransmitter release together with the neuronal sensitive factor attachment protein receptor (SNARE) complex formed by syntaxin-1, SNAP25, and synaptobrevin. Moreover, Syt1 increases synaptic vesicle (SV) priming and impairs spontaneous vesicle release. The Syt1 C 2 B domain binds to the SNARE complex through a primary interface via two regions (I and II), but how exactly this interface mediates distinct functions of Syt1 and the mechanism underlying Ca 2+ triggering of release are unknown. Using mutagenesis and electrophysiological experiments, we show that region II is functionally and spatially subdivided: Binding of C2B domain arginines to SNAP-25 acidic residues at one face of region II is crucial for Ca 2+ -evoked release but not for vesicle priming or clamping of spontaneous release, whereas other SNAP-25 and syntaxin-1 acidic residues at the other face mediate priming and clamping of spontaneous release but not evoked release. Mutations that disrupt region I impair the priming and clamping functions of Syt1 while, strikingly, mutations that enhance binding through this region increase vesicle priming and clamping of spontaneous release, but strongly inhibit evoked release and vesicle fusogenicity. These results support previous findings that the primary interface mediates the functions of Syt1 in vesicle priming and clamping of spontaneous release and, importantly, show that Ca 2+ triggering of release requires a rearrangement of the primary interface involving dissociation of region I, while region II remains bound. Together with biophysical studies presented in [K. Jaczynska et al. , bioRxiv [Preprint] (2024). https://doi.org/10.1101/2024.06.17.599417 (Accessed 18 June 2024)], our data suggest a model whereby this rearrangement pulls the SNARE complex to facilitate fast SV fusion.",
          "url": "http://dx.doi.org/10.1073/pnas.2409636121",
          "doi": "10.1073/pnas.2409636121",
          "filter": "2"
        },
        {
          "title": "Jamaican fruit bats mount a stable and highly neutralizing antibody response after bat influenza virus infection",
          "authors": "Susanne Kessler, Philipp Stegen, Shijun Zhan, Martin Schwemmle, Peter Reuther, Tony Schountz, Kevin Ciminski",
          "abstract": "Antibodies are an essential component of the antiviral response in many species, but to date, there is no compelling evidence that bats are capable of eliciting a robust humoral immunity, including neutralizing antibodies. Here, we report that infection of Jamaican fruit bats with the bat influenza A virus H18N11 elicits a rapid and stable humoral immune response with a strong neutralizing capacity, associated with no detectable viral shedding after repeat challenge infection. Thus, the neutralizing antibody response of bats might play an important role in the bat immunity.",
          "url": "http://dx.doi.org/10.1073/pnas.2413619121",
          "doi": "10.1073/pnas.2413619121",
          "filter": "2"
        },
        {
          "title": "Histone modifications of circulating nucleosomes are associated with changes in cell-free DNA fragmentation patterns",
          "authors": "Jinyue Bai, Peiyong Jiang, Lu Ji, W. K. Jacky Lam, Qing Zhou, Mary-Jane L. Ma, Spencer C. Ding, Saravanan Ramakrishnan, Chun Wai Wan, Tongxin Claire Yang, Masashi Yukawa, Rebecca W. Y. Chan, Rong Qiao, Stephanie C. Y. Yu, L. Y. Lois Choy, Yuwei Shi, Zilong Wang, Tommy H. C. Tam, Man Fai Law, Raymond S. M. Wong, John Wong, Stephen Lam Chan, Grace L. H. Wong, Vincent W. S. Wong, K. C. Allen Chan, Y. M. Dennis Lo",
          "abstract": "The analysis of tissues of origin of cell-free DNA (cfDNA) is of research and diagnostic interest. Many studies focused on bisulfite treatment or immunoprecipitation protocols to assess the tissues of origin of cfDNA. DNA loss often occurs during such processes. Fragmentomics of cfDNA molecules has uncovered a wealth of information related to tissues of origin of cfDNA. There is still much room for the development of tools for assessing contributions from various tissues into plasma using fragmentomic features. Hence, we developed an approach to analyze the relative contributions of DNA from different tissues into plasma, by identifying characteristic fragmentation patterns associated with selected histone modifications. We named this technique as FRAGmentomics-based Histone modification Analysis (FRAGHA). Deduced placenta-specific histone H3 lysine 27 acetylation (H3K27ac)-associated signal correlated well with the fetal DNA fraction in maternal plasma (Pearson’s r = 0.96). The deduced liver-specific H3K27ac-associated signal correlated with the donor-derived DNA fraction in liver transplantation recipients (Pearson’s r = 0.92) and was significantly increased in patients with hepatocellular carcinoma (HCC) ( P &lt; 0.01, Wilcoxon rank-sum test). Significant elevations of erythroblasts-specific and colon-specific H3K27ac-associated signals were observed in patients with β-thalassemia major and colorectal cancer, respectively. Furthermore, using the fragmentation patterns from tissue-specific H3K27ac regions, a machine learning algorithm was developed to enhance HCC detection, with an area under the curve (AUC) of up to 0.97. Finally, genomic regions with H3K27ac or histone H3 lysine 4 trimethylation (H3K4me3) were found to exhibit different fragmentomic patterns of cfDNA. This study has shed light on the relationship between cfDNA fragmentomics and histone modifications, thus expanding the armamentarium of liquid biopsy.",
          "url": "http://dx.doi.org/10.1073/pnas.2404058121",
          "doi": "10.1073/pnas.2404058121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Truth and democracy in an era of misinformation",
          "authors": "Stephan Lewandowsky",
          "abstract": "Concern about misinformation and its toxic effects on democracy is widespread. A survey of nearly 1500 experts by the World Economic Forum ranked misinformation and disinformation (the latter being intentionally spread, whereas the former may arise accidentally) as the top global risk during the next 2 years. Examples of misinformation-fueled events abound. In the United States, baseless claims about election fraud in 2020 by the losing presidential candidate, Donald Trump, culminated in a violent insurrection against the US Capitol on 6 January 2021. At the time of this writing, Haitian immigrants in Springfield, Ohio, are fearful of the future after Trump baselessly alleged on national TV that immigrants there were eating their white neighbors’ pets—a racist trope dating back centuries . In the UK, right-wing mobs recently attacked mosques and hotels housing asylum seekers on the basis of the false claim that a Muslim refugee had fatally stabbed children at a dance class . The suspect was actually born in Britain, and his family regularly attended a Christian church . The list goes on.",
          "url": "http://dx.doi.org/10.1126/science.ads5695",
          "doi": "10.1126/science.ads5695",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Relocalizing transcriptional kinases to activate apoptosis",
          "authors": "Roman C. Sarott, Sai Gourisankar, Basel Karim, Sabin Nettles, Haopeng Yang, Brendan G. Dwyer, Juste M. Simanauskaite, Jason Tse, Hind Abuzaid, Andrey Krokhotin, Tinghu Zhang, Stephen M. Hinshaw, Michael R. Green, Gerald R. Crabtree, Nathanael S. Gray",
          "abstract": "Kinases are critical regulators of cellular function that are commonly implicated in the mechanisms underlying disease. Most drugs that target kinases are molecules that inhibit their catalytic activity, but here we used chemically induced proximity to convert kinase inhibitors into activators of therapeutic genes. We synthesized bivalent molecules that link ligands of the transcription factor B cell lymphoma 6 (BCL6) to inhibitors of cyclin-dependent kinases (CDKs). These molecules relocalized CDK9 to BCL6-bound DNA and directed phosphorylation of RNA polymerase II. The resulting expression of pro-apoptotic, BCL6-target genes caused killing of diffuse large B cell lymphoma cells and specific ablation of the BCL6-regulated germinal center response. Genomics and proteomics corroborated a gain-of-function mechanism in which global kinase activity was not inhibited but rather redirected. Thus, kinase inhibitors can be used to context-specifically activate transcription.",
          "url": "http://dx.doi.org/10.1126/science.adl5361",
          "doi": "10.1126/science.adl5361",
          "filter": "2"
        },
        {
          "title": "Environment-independent distribution of mutational effects emerges from microscopic epistasis",
          "authors": "Sarah M. Ardell, Alena Martsul, Milo S. Johnson, Sergey Kryazhimskiy",
          "abstract": "Predicting how new mutations alter phenotypes is difficult because mutational effects vary across genotypes and environments. Recently discovered global epistasis, in which the fitness effects of mutations scale with the fitness of the background genotype, can improve predictions, but how the environment modulates this scaling is unknown. We measured the fitness effects of ~100 insertion mutations in 42 strains of Saccharomyces cerevisiae in six laboratory environments and found that the global epistasis scaling is nearly invariant across environments. Instead, the environment tunes one global parameter, the background fitness at which most mutations switch sign. As a consequence, the distribution of mutational effects is predictable across genotypes and environments. Our results suggest that the effective dimensionality of genotype-to-phenotype maps across environments is surprisingly low.",
          "url": "http://dx.doi.org/10.1126/science.adn0753",
          "doi": "10.1126/science.adn0753",
          "filter": "2"
        },
        {
          "title": "Creation of de novo cryptic splicing for ALS and FTD precision medicine",
          "authors": "Oscar G. Wilkins, Max Z. Y. J. Chien, Josette J. Wlaschin, Simone Barattucci, Peter Harley, Francesca Mattedi, Puja R. Mehta, Maria Pisliakova, Eugeni Ryadnov, Matthew J. Keuss, David Thompson, Holly Digby, Lea Knez, Rebecca L. Simkin, Juan Antinao Diaz, Matteo Zanovello, Anna-Leigh Brown, Annalucia Darbey, Rajvinder Karda, Elizabeth M. C. Fisher, Thomas J. Cunningham, Claire E. Le Pichon, Jernej Ule, Pietro Fratta",
          "abstract": "Loss of function of the RNA-binding protein TDP-43 (TDP-LOF) is a hallmark of amyotrophic lateral sclerosis (ALS) and other neurodegenerative disorders. Here we describe TDP-REG, which exploits the specificity of cryptic splicing induced by TDP-LOF to drive protein expression when and where the disease process occurs. The SpliceNouveau algorithm combines deep learning with rational design to generate customizable cryptic splicing events within protein-coding sequences. We demonstrate that expression of TDP-REG reporters is tightly coupled to TDP-LOF in vitro and in vivo. TDP-REG enables genomic prime editing to ablate the UNC13A cryptic donor splice site specifically upon TDP-LOF. Finally, we design TDP-REG vectors encoding a TDP-43/Raver1 fusion protein that rescues key pathological cryptic splicing events, paving the way for the development of precision therapies for TDP43-related disorders.",
          "url": "http://dx.doi.org/10.1126/science.adk2539",
          "doi": "10.1126/science.adk2539",
          "filter": "2"
        },
        {
          "title": "Observing the evolution of the Sun’s global coronal magnetic field over 8 months",
          "authors": "Zihao Yang, Hui Tian, Steven Tomczyk, Xianyu Liu, Sarah Gibson, Richard J. Morton, Cooper Downs",
          "abstract": "The magnetic field in the Sun’s corona stores energy that can be released to heat plasma and drive solar eruptions. Measurements of the global coronal magnetic field have been limited to several snapshots. In this work, we present observations, using the Upgraded Coronal Multi-channel Polarimeter, that provide 114 magnetograms of the global corona above the solar limb spanning ~8 months. We determined the magnetic field distribution with altitude in the corona and monitored the evolution at different latitudes over multiple solar rotations. The field strength between 1.05 and 1.60 solar radii varies from &lt;1 to ~20 gauss. A signature of active longitudes appears in the coronal magnetic field measurements. Coronal models are generally consistent with our observations, though they have larger discrepancies in high-latitude regions.",
          "url": "http://dx.doi.org/10.1126/science.ado2993",
          "doi": "10.1126/science.ado2993",
          "filter": "2"
        },
        {
          "title": "Africa aims to avert an mpox pandemic",
          "authors": "Nicaise Ndembi, Salim S. Abdool Karim",
          "abstract": "Last month, when the world’s most populus country, India, reported its first case of the new, highly transmissible clade Ib mpox variant, the challenge of containing the virus was once again evident. Only a few weeks before that in August, the World Health Organization (WHO) and the Africa Centres for Disease Control and Prevention (Africa CDC) declared mpox a public health emergency in response to its spread in Africa. Since then, cases of clade Ib mpox have been reported in Sweden, Thailand, and Pakistan. Although mpox is not yet a global pandemic, the new variant may tip the scales in that direction if the world does not act quickly to mitigate its spread in Africa.",
          "url": "http://dx.doi.org/10.1126/science.adt4793",
          "doi": "10.1126/science.adt4793",
          "filter": "2"
        },
        {
          "title": "ENSO affects the North Atlantic Oscillation 1 year later",
          "authors": "Adam A. Scaife, Nick Dunstone, Steven Hardiman, Sarah Ineson, Chaofan Li, Riyu Lu, Bo Pang, Albert Klein-Tank, Doug Smith, Annelize Van Niekerk, James Renwick, Ned Williams",
          "abstract": "We demonstrate a 1-year lagged extratropical response to the El Niño–Southern Oscillation (ENSO) in observational analyses and climate models. The response maps onto the Arctic Oscillation and is strongest in the North Atlantic, where it resembles the North Atlantic Oscillation (NAO). Unexpectedly, these 1-year lagged teleconnections are at least as strong as the better-known simultaneous winter connections. However, the 1-year lagged response is opposite in sign to the simultaneous response such that 1 year later, El Niño is followed by a positive NAO, whereas La Niña is followed by a negative NAO. The lagged response may also interfere with simultaneous ENSO teleconnections. We show here that these effects are unlikely to be caused by residual aliasing of ENSO cycles; rather, slowly migrating atmospheric angular momentum anomalies explain both the sign and the timing of the extratropical response. Our results have implications for understanding ENSO teleconnections, explaining observed extratropical climate variability and interpreting seasonal to interannual climate predictions.",
          "url": "http://dx.doi.org/10.1126/science.adk4671",
          "doi": "10.1126/science.adk4671",
          "filter": "2"
        },
        {
          "title": "Grain rotation mechanisms in nanocrystalline materials: Multiscale observations in Pt thin films",
          "authors": "Yuan Tian, Xiaoguo Gong, Mingjie Xu, Caihao Qiu, Ying Han, Yutong Bi, Leonardo Velasco Estrada, Evgeniy Boltynjuk, Horst Hahn, Jian Han, David J. Srolovitz, Xiaoqing Pan",
          "abstract": "Near-rigid-body grain rotation is commonly observed during grain growth, recrystallization, and plastic deformation in nanocrystalline materials. Despite decades of research, the dominant mechanisms underlying grain rotation remain enigmatic. We present direct evidence that grain rotation occurs through the motion of disconnections (line defects with step and dislocation character) along grain boundaries in platinum thin films. State-of-the-art in situ four-dimensional scanning transmission electron microscopy (4D-STEM) observations reveal the statistical correlation between grain rotation and grain growth or shrinkage. This correlation arises from shear-coupled grain boundary migration, which occurs through the motion of disconnections, as demonstrated by in situ high-angle annular dark-field STEM observations and the atomistic simulation–aided analysis. These findings provide quantitative insights into the structural dynamics of nanocrystalline materials.",
          "url": "http://dx.doi.org/10.1126/science.adk6384",
          "doi": "10.1126/science.adk6384",
          "filter": "2"
        },
        {
          "title": "The pace of life for forest trees",
          "authors": "Lalasia Bialic-Murphy, Robert M. McElderry, Adriane Esquivel-Muelbert, Johan van den Hoogen, Pieter A. Zuidema, Oliver L. Phillips, Edmar Almeida de Oliveira, Patricia Alvarez Loayza, Esteban Alvarez-Davila, Luciana F. Alves, Vinícius Andrade Maia, Simone Aparecida Vieira, Lidiany Carolina Arantes da Silva, Alejandro Araujo-Murakami, Eric Arets, Julen Astigarraga, Fabrício Baccaro, Timothy Baker, Olaf Banki, Jorcely Barroso, Lilian Blanc, Damien Bonal, Frans Bongers, Kauane Maiara Bordin, Roel Brienen, Marcelo Brilhante de Medeiros, José Luís Camargo, Felipe Carvalho Araújo, Carolina V. Castilho, Wendeson Castro, Victor Chama Moscoso, James Comiskey, Flávia Costa, Sandra Cristina Müller, Everton Cristo de Almeida, Antonio Carlos Lôla da Costa, Vitor de Andrade Kamimura, Fernanda de Oliveira, Jhon del Aguila Pasquel, Géraldine Derroire, Kyle Dexter, Anthony Di Fiore, Louis Duchesne, Thaise Emílio, Camila Laís Farrapo, Sophie Fauset, Federick C. Draper, Ted R. Feldpausch, Rafael Flora Ramos, Valeria Forni Martins, Marcelo Fragomeni Simon, Miguel Gama Reis, Angelo Gilberto Manzatto, Bruno Herault, Rafael Herrera, Eurídice Honorio Coronado, Robert Howe, Isau Huamantupa-Chuquimaco, Walter Huaraca Huasco, Katia Janaina Zanini, Carlos Joly, Timothy Killeen, Joice Klipel, Susan G. Laurance, William F. Laurance, Marco Aurélio Leite Fontes, Wilmar Lopez Oviedo, William E. Magnusson, Rubens Manoel dos Santos, Jose Luis Marcelo Peña, Karla Maria Pedra de Abreu, Beatriz Marimon, Ben Hur Marimon Junior, Karina Melgaço, Omar Aurelio Melo Cruz, Casimiro Mendoza, Abel Monteagudo-Mendoza, Paulo S. Morandi, Fernanda Moreira Gianasi, Henrique Nascimento, Marcelo Nascimento, David Neill, Walter Palacios, Nadir C. Pallqui Camacho, Guido Pardo, R. Toby Pennington, Maria Cristina Peñuela-Mora, Nigel C. A. Pitman, Lourens Poorter, Adriana Prieto Cruz, Hirma Ramírez-Angulo, Simone Matias Reis, Zorayda Restrepo Correa, Carlos Reynel Rodriguez, Agustín Rudas Lleras, Flavio A. M. Santos, Rodrigo Scarton Bergamin, Juliana Schietti, Gustavo Schwartz, Julio Serrano, André Maciel Silva-Sene, Marcos Silveira, Juliana Stropp, Hans ter Steege, John Terborgh, Mathias W. Tobler, Luis Valenzuela Gamarra, Peter J. van de Meer, Geertje van der Heijden, Rodolfo Vasquez, Emilio Vilanova, Vincent Antoine Vos, Amy Wolf, Christopher W. Woodall, Verginia Wortel, Joeri A. Zwerts, Thomas A. M. Pugh, Thomas W. Crowther",
          "abstract": "Tree growth and longevity trade-offs fundamentally shape the terrestrial carbon balance. Yet, we lack a unified understanding of how such trade-offs vary across the world’s forests. By mapping life history traits for a wide range of species across the Americas, we reveal considerable variation in life expectancies from 10 centimeters in diameter (ranging from 1.3 to 3195 years) and show that the pace of life for trees can be accurately classified into four demographic functional types. We found emergent patterns in the strength of trade-offs between growth and longevity across a temperature gradient. Furthermore, we show that the diversity of life history traits varies predictably across forest biomes, giving rise to a positive relationship between trait diversity and productivity. Our pan-latitudinal assessment provides new insights into the demographic mechanisms that govern the carbon turnover rate across forest biomes.",
          "url": "http://dx.doi.org/10.1126/science.adk9616",
          "doi": "10.1126/science.adk9616",
          "filter": "2"
        },
        {
          "title": "The coevolution of fungus-ant agriculture",
          "authors": "Ted R. Schultz, Jeffrey Sosa-Calvo, Matthew P. Kweskin, Michael W. Lloyd, Bryn Dentinger, Pepijn W. Kooij, Else C. Vellinga, Stephen A. Rehner, Andre Rodrigues, Quimi V. Montoya, Hermógenes Fernández-Marín, Ana Ješovnik, Tuula Niskanen, Kare Liimatainen, Caio A. Leal-Dutra, Scott E. Solomon, Nicole M. Gerardo, Cameron R. Currie, Mauricio Bacci, Heraldo L. Vasconcelos, Christian Rabeling, Brant C. Faircloth, Vinson P. Doyle",
          "abstract": "Fungus-farming ants cultivate multiple lineages of fungi for food, but, because fungal cultivar relationships are largely unresolved, the history of fungus-ant coevolution remains poorly known. We designed probes targeting &gt;2000 gene regions to generate a dated evolutionary tree for 475 fungi and combined it with a similarly generated tree for 276 ants. We found that fungus-ant agriculture originated ~66 million years ago when the end-of-Cretaceous asteroid impact temporarily interrupted photosynthesis, causing global mass extinctions but favoring the proliferation of fungi. Subsequently, ~27 million years ago, one ancestral fungal cultivar population became domesticated, i.e., obligately mutualistic, when seasonally dry habitats expanded in South America, likely isolating the cultivar population from its free-living, wet forest–dwelling conspecifics. By revealing these and other major transitions in fungus-ant coevolution, our results clarify the historical processes that shaped a model system for nonhuman agriculture.",
          "url": "http://dx.doi.org/10.1126/science.adn7179",
          "doi": "10.1126/science.adn7179",
          "filter": "2"
        },
        {
          "title": "Nr5a2 is dispensable for zygotic genome activation but essential for morula development",
          "authors": "Nicola Festuccia, Sandrine Vandormael-Pournin, Almira Chervova, Anna Geiselman, Francina Langa-Vives, Rémi-Xavier Coux, Inma Gonzalez, Guillaume Giraud Collet, Michel Cohen-Tannoudji, Pablo Navarro",
          "abstract": "Early embryogenesis is driven by transcription factors (TFs) that first activate the zygotic genome and then specify the lineages constituting the blastocyst. Although the TFs specifying the blastocyst’s lineages are well characterized, those playing earlier roles remain poorly defined. Using mouse models of the TF Nr5a2 , we show that Nr5a2 −/− embryos arrest at the early morula stage and exhibit altered lineage specification, frequent mitotic failure, and substantial chromosome segregation defects. Although NR5A2 plays a minor but measurable role during zygotic genome activation, it predominantly acts as a master regulator at the eight-cell stage, controlling expression of lineage-specifying TFs and genes involved in mitosis, telomere maintenance, and DNA repair. We conclude that NR5A2 coordinates proliferation, genome stability, and lineage specification to ensure correct morula development.",
          "url": "http://dx.doi.org/10.1126/science.adg7325",
          "doi": "10.1126/science.adg7325",
          "filter": "2"
        },
        {
          "title": "A chiral hydrogen atom abstraction catalyst for the enantioselective epimerization of meso -diols",
          "authors": "Antti S. K. Lahdenperä, Jyoti Dhankhar, Daniel J. Davies, Nelson Y. S. Lam, P. David Bacoş, Karen de la Vega-Hernández, Robert J. Phipps",
          "abstract": "Hydrogen atom abstraction is an important elementary chemical process but is very difficult to carry out enantioselectively. We have developed catalysts, readily derived from the Cinchona alkaloid family of natural products, which can achieve this by virtue of their chiral amine structure. The catalyst, following single-electron oxidation, desymmetrizes meso -diols by selectively abstracting a hydrogen atom from one carbon center, which then regains a hydrogen atom by abstraction from a thiol. This results in an enantioselective epimerization process, forming the chiral diastereomer with high enantiomeric excess. Cyclic and acyclic 1,2-diols are compatible, as are acyclic 1,3-diols. Additionally, we demonstrate the viability of combining our approach with carbon-carbon bond formation in Giese addition. Given the increasing number of synthetic methods involving hydrogen atom transfer steps, we anticipate that this work will have a broad impact in the field of enantioselective radical chemistry.",
          "url": "http://dx.doi.org/10.1126/science.adq8029",
          "doi": "10.1126/science.adq8029",
          "filter": "2"
        },
        {
          "title": "De novo gene synthesis by an antiviral reverse transcriptase",
          "authors": "Stephen Tang, Valentin Conte, Dennis J. Zhang, Rimantė Žedaveinytė, George D. Lampe, Tanner Wiegand, Lauren C. Tang, Megan Wang, Matt W. G. Walker, Jerrin Thomas George, Luke E. Berchowitz, Marko Jovanovic, Samuel H. Sternberg",
          "abstract": "Defense-associated reverse transcriptase (DRT) systems perform DNA synthesis to protect bacteria against viral infection, but the identities and functions of their DNA products remain largely unknown. We show that DRT2 systems encode an unprecedented immune pathway that involves de novo gene synthesis through rolling circle reverse transcription of a noncoding RNA (ncRNA). Programmed template jumping on the ncRNA generates a concatemeric cDNA, which becomes double-stranded upon viral infection. This DNA product constitutes a protein-coding, nearly endless open reading frame ( neo ) gene whose expression leads to potent cell growth arrest, restricting the viral infection. Our work highlights an elegant expansion of genome coding potential through RNA-templated gene creation and challenges conventional paradigms of genetic information encoded along the one-dimensional axis of genomic DNA.",
          "url": "http://dx.doi.org/10.1126/science.adq0876",
          "doi": "10.1126/science.adq0876",
          "filter": "2"
        },
        {
          "title": "Photocatalytic furan-to-pyrrole conversion",
          "authors": "Donghyeon Kim, Jaehyun You, Da Hye Lee, Hojin Hong, Dongwook Kim, Yoonsu Park",
          "abstract": "The identity of a heteroatom within an aromatic ring influences the chemical properties of that heterocyclic compound. Systematically evaluating the effect of a single atom, however, poses synthetic challenges, primarily as a result of thermodynamic mismatches in atomic exchange processes. We present a photocatalytic strategy that swaps an oxygen atom of furan with a nitrogen group, directly converting the furan into a pyrrole analog in a single intermolecular reaction. High compatibility was observed with various furan derivatives and nitrogen nucleophiles commonly used in drug discovery, and the late-stage functionalization furnished otherwise difficult-to-access pyrroles from naturally occurring furans of high molecular complexity. Mechanistic analysis suggested that polarity inversion through single electron transfer initiates the redox-neutral atom exchange processes at room temperature.",
          "url": "http://dx.doi.org/10.1126/science.adq6245",
          "doi": "10.1126/science.adq6245",
          "filter": "2"
        },
        {
          "title": "A multivalent mRNA-LNP vaccine protects against Clostridioides difficile infection",
          "authors": "Mohamad-Gabriel Alameh, Alexa Semon, Nile U. Bayard, Yi-Gen Pan, Garima Dwivedi, James Knox, Rochelle C. Glover, Paula C. Rangel, Ceylan Tanes, Kyle Bittinger, Qianxuan She, Haitao Hu, Srinivasa Reddy Bonam, Jeffrey R. Maslanka, Paul J. Planet, Ahmed M. Moustafa, Benjamin Davis, Anik Chevrier, Mitchell Beattie, Houping Ni, Gabrielle Blizard, Emma E. Furth, Robert H. Mach, Marc Lavertu, Mark A. Sellmyer, Ying Tam, Michael C. Abt, Drew Weissman, Joseph P. Zackular",
          "abstract": "Clostridioides difficile infection (CDI) is an urgent public health threat with limited preventative options. In this work, we developed a messenger RNA (mRNA)–lipid nanoparticle (LNP) vaccine targeting C. difficile toxins and virulence factors. This multivalent vaccine elicited robust and long-lived systemic and mucosal antigen-specific humoral and cellular immune responses across animal models, independent of changes to the intestinal microbiota. Vaccination protected mice from lethal CDI in both primary and recurrent infection models, and inclusion of non-toxin cellular and spore antigens improved decolonization of toxigenic C. difficile from the gastrointestinal tract. Our studies demonstrate mRNA-LNP vaccine technology as a promising platform for the development of novel C. difficile therapeutics with potential for limiting acute disease and promoting bacterial decolonization.",
          "url": "http://dx.doi.org/10.1126/science.adn4955",
          "doi": "10.1126/science.adn4955",
          "filter": "2"
        },
        {
          "title": "Cancer immunotherapy by γδ T cells",
          "authors": "Adrian Hayday, Julie Dechanet-Merville, Jamie Rossjohn, Bruno Silva-Santos",
          "abstract": "The premise of cancer immunotherapy is that cancers are specifically visible to an immune system tolerized to healthy self. The promise of cancer immunotherapy is that immune effector mechanisms and immunological memory can jointly eradicate cancers and inoperable metastases and de facto vaccinate against recurrence. For some patients with hitherto incurable diseases, including metastatic melanoma, this promise is being realized by game-changing immunotherapies based on αβ T cells. Today’s challenges are to bring benefit to greater numbers of patients of diverse ethnicities, target more cancer types, and achieve a cure while incurring fewer adverse events. In meeting those challenges, specific benefits may be offered by γδ T cells, which compose a second T cell lineage with distinct recognition capabilities and functional traits that bridge innate and adaptive immunity. γδ T cell–based clinical trials, including off-the-shelf adoptive cell therapy and agonist antibodies, are yielding promising results, although identifiable problems remain. In addressing those problems, we advocate that immunotherapies be guided by the distinctive biology of γδ T cells, as elucidated by ongoing research.",
          "url": "http://dx.doi.org/10.1126/science.abq7248",
          "doi": "10.1126/science.abq7248",
          "filter": "2"
        },
        {
          "title": "The global loss of avian functional and phylogenetic diversity from anthropogenic extinctions",
          "authors": "Thomas J. Matthews, Kostas A. Triantis, Joseph P. Wayman, Thomas E. Martin, Julian P. Hume, Pedro Cardoso, Søren Faurby, Chase D. Mendenhall, Paul Dufour, François Rigal, Rob Cooke, Robert J. Whittaker, Alex L. Pigot, Christophe Thébaud, Maria Wagner Jørgensen, Eva Benavides, Filipa C. Soares, Werner Ulrich, Yasuhiro Kubota, Jon P. Sadler, Joseph A. Tobias, Ferran Sayol",
          "abstract": "Humans have been driving a global erosion of species richness for millennia, but the consequences of past extinctions for other dimensions of biodiversity—functional and phylogenetic diversity—are poorly understood. In this work, we show that, since the Late Pleistocene, the extinction of 610 bird species has caused a disproportionate loss of the global avian functional space along with ~3 billion years of unique evolutionary history. For island endemics, proportional losses have been even greater. Projected future extinctions of more than 1000 species over the next two centuries will incur further substantial reductions in functional and phylogenetic diversity. These results highlight the severe consequences of the ongoing biodiversity crisis and the urgent need to identify the ecological functions being lost through extinction.",
          "url": "http://dx.doi.org/10.1126/science.adk7898",
          "doi": "10.1126/science.adk7898",
          "filter": "2"
        },
        {
          "title": "Institutional data repositories are vital",
          "authors": "Jen Darragh, Mikala R. Narlock, Halle Burns, Peter A. Cerda, Wind Cowles, Leslie Delserone, Seth Erickson, Joel Herndon, Heidi Imker, Lisa R. Johnston, Sherry Lake, Michael Lenard, Alicia Hofelich Mohr, Jennifer Moore, Jonathan Petters, Brandie Pullen, Shawna Taylor, Briana Wham",
          "url": "http://dx.doi.org/10.1126/science.adr0789",
          "doi": "10.1126/science.adr0789",
          "filter": "3"
        },
        {
          "title": "Microbiome-based treatment helps ease severe malnutrition",
          "authors": "Elizabeth Pennisi",
          "abstract": "Study in Bangladeshi children builds on earlier trials of food that supports beneficial gut bacteria",
          "url": "http://dx.doi.org/10.1126/science.adt5693",
          "doi": "10.1126/science.adt5693",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Sacha Vignieri, Keith T. Smith, Caroline Ash, Brent Grocholski, Jesse Smith, Catherine Charneski, Bianca Lopez, Leslie K. Ferrarelli, L. Bryan Ray, Priscilla N. Kelly, Di Jiang, Jake S. Yeston, Mattia Maroso, Corinne Simonti, Christiana N. Fogg",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adt5479",
          "doi": "10.1126/science.adt5479",
          "filter": "3"
        },
        {
          "title": "Spanish rector accused of inflating citation count",
          "authors": "Cathleen O’Grady",
          "abstract": "Dozens of Springer Nature papers flagged for excessively citing Juan Manuel Corchado",
          "url": "http://dx.doi.org/10.1126/science.adt5689",
          "doi": "10.1126/science.adt5689",
          "filter": "3"
        },
        {
          "title": "A ‘home bias’ in citations boosts China’s global science ranking",
          "authors": "Dennis Normile",
          "abstract": "Studies find a majority of citations to top-ranked papers produced in China come from within the nation itself",
          "url": "http://dx.doi.org/10.1126/science.adt5690",
          "doi": "10.1126/science.adt5690",
          "filter": "3"
        },
        {
          "title": "Welcome to the Science Olympics!",
          "authors": "Gheed Mukhles, Sara Shakir, Ginevra Fulco, Daniela de Angeli Dutra, Katie Burnette, Frantisek Mach, Amy Leigh Klocko, Howard Lopes Ribeiro, Houcemeddine Turki, Paulo Bezerra, Zelong Lu, Bongjae Kim, Shihao He, Rigoberto Medina Andres, Adetayo Emmanuel Obasa, Song Lin Chua",
          "url": "http://dx.doi.org/10.1126/science.ads9751",
          "doi": "10.1126/science.ads9751",
          "filter": "3"
        },
        {
          "title": "Regulators, mount up",
          "authors": "Yi Zeng, Aaron D. Gitler",
          "abstract": "Cryptic exons enable delivery of therapies only to sick neurons in a motor neuron disease",
          "url": "http://dx.doi.org/10.1126/science.ads5951",
          "doi": "10.1126/science.ads5951",
          "filter": "3"
        },
        {
          "title": "Asteroid impact may have prompted ants to ‘farm’ fungi",
          "authors": "Ariana Remmel",
          "abstract": "Iconic mutualistic relationship likely arose in decaying plant matter after the cataclysm 66 million years ago",
          "url": "http://dx.doi.org/10.1126/science.adt5692",
          "doi": "10.1126/science.adt5692",
          "filter": "3"
        },
        {
          "title": "Firm misled investors on Alzheimer’s drug, SEC charges",
          "authors": "Charles Piller",
          "abstract": "Agency fines Cassava Sciences $40 million for touting flawed research on simufilam",
          "url": "http://dx.doi.org/10.1126/science.adt5694",
          "doi": "10.1126/science.adt5694",
          "filter": "3"
        },
        {
          "title": "Single-atom editing with light",
          "authors": "Ellie F. Plachinski, Tehshik P. Yoon",
          "abstract": "A new reaction swaps an oxygen for a nitrogen in structurally complex molecules",
          "url": "http://dx.doi.org/10.1126/science.ads2595",
          "doi": "10.1126/science.ads2595",
          "filter": "3"
        },
        {
          "title": "The road to the Paris Agreement Landing the Paris Climate Agreement: How It Happened, Why It Matters, and What Comes Next Todd Stern MIT Press, 2024. 280 pp.",
          "authors": "Gifford J. Wong",
          "abstract": "An ambassador invites readers behind the scenes of the historic climate pact",
          "url": "http://dx.doi.org/10.1126/science.adr3544",
          "doi": "10.1126/science.adr3544",
          "filter": "3"
        },
        {
          "title": "No cosmic sign of dark photon",
          "authors": "Adrian Cho",
          "abstract": "Dark matter envoy would dim Big Bang’s afterglow",
          "url": "http://dx.doi.org/10.1126/science.adt5691",
          "doi": "10.1126/science.adt5691",
          "filter": "3"
        },
        {
          "title": "The science of writing",
          "authors": "Rachel Yang",
          "url": "http://dx.doi.org/10.1126/science.adt4873",
          "doi": "10.1126/science.adt4873",
          "filter": "3"
        },
        {
          "title": "Confronting division with wisdom The Road to Wisdom: On Truth, Science, Faith, and Trust Francis S. Collins Little, Brown, 2024. 288 pp.",
          "authors": "Howard Nusbaum",
          "abstract": "Pandemic era partisanship inspired an agency leader’s search for better conflict resolution",
          "url": "http://dx.doi.org/10.1126/science.adr8008",
          "doi": "10.1126/science.adr8008",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Marc S. Lavine, Bianca Lopez, Yevgeniya Nusinovich, Yury Suleymanov, Ekeoma Uzogara, Stella M. Hurtley, Jake S. Yeston",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt5480",
          "doi": "10.1126/science.adt5480",
          "filter": "3"
        },
        {
          "title": "New Products",
          "abstract": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.",
          "url": "http://dx.doi.org/10.1126/science.adt4871",
          "doi": "10.1126/science.adt4871",
          "filter": "3"
        },
        {
          "title": "A cautious approach to subsidies for environmental sustainability",
          "authors": "Kathleen Segerson, Stephen Polasky, Marten Scheffer, U. Rashid Sumaila, Juan Camilo Cárdenas, Karine Nyborg, Eli P. Fenichel, John M. Anderies, Scott Barrett, Elena M. Bennett, Stephen R. Carpenter, Beatrice Crona, Gretchen Daily, Aart de Zeeuw, Joern Fischer, Carl Folke, Nils Kautsky, Claire Kremen, Simon A. Levin, Therese Lindahl, Malin L. Pinsky, Alessandro Tavoni, Brian Walker, Elke U. Weber",
          "abstract": "Transformational change is possible, but design and implementation must seek to avoid lock-in",
          "url": "http://dx.doi.org/10.1126/science.ado2615",
          "doi": "10.1126/science.ado2615",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "US federal resource allocations are inconsistent with concentrations of energy poverty",
          "authors": "Carlos Batlle, Peter Heller, Christopher Knittel, Tim Schittekatte",
          "abstract": "Recent data from the US Energy Information Administration reveals that nearly one in three households in the United States report experiencing energy poverty, and this number is only expected to rise. Federal assistance programs exist, but allocations across states have been nearly static since 1984, while the distribution of energy poverty is dynamic in location and time. We implement a LASSO-based machine learning approach using sociodemographic and geographical information to estimate energy burden in each US census tract for 2015 and 2020. We then compare the allocation to states from the Low Income Home Energy Assistance Program to an optimized allocation. We allocate funds to the most burdened households, providing them with enough assistance to reduce their energy expenditures so that their household energy burden is equal to a new maximum allowable energy burden. This markedly shifts funds from the northern cold-weather states to the southern warm-weather states.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8183",
          "doi": "10.1126/sciadv.adp8183",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Wireless neuromodulation at submillimeter precision via a microwave split-ring resonator",
          "authors": "Carolyn Marar, Ying Jiang, Yueming Li, Lu Lan, Nan Zheng, Guo Chen, Chen Yang, Ji-Xin Cheng",
          "abstract": "A broad spectrum of electromagnetic waves has been explored for wireless neuromodulation. Transcranial magnetic stimulation, with long wavelengths, cannot provide submillimeter spatial resolution. Visible light, with its short wavelengths, suffers from strong scattering in the deep tissue. Microwaves have centimeter-scale penetration depth and have been shown to reversibly inhibit neuronal activity. Yet, microwaves alone do not provide sufficient spatial precision to modulate target neurons without affecting surrounding tissues. Here, we report a split-ring resonator (SRR) that generates an enhanced microwave field at its gap with submillimeter spatial precision. With the SRR, microwaves at dosages below the safe exposure limit are shown to inhibit the firing of neurons within 1 mm of the SRR gap site. The microwave SRR reduced seizure activity at a low dose in both in vitro and in vivo models of epilepsy. This microwave dosage is confirmed to be biosafe via histological and biochemical assessment of brain tissue.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5560",
          "doi": "10.1126/sciadv.ado5560",
          "filter": "2"
        },
        {
          "title": "Shine and darkle the blood vessels: Multiparameter hypersensitive MR angiography for diagnosis of panvascular diseases",
          "authors": "Wenyue Li, Junwei Cheng, Chuang Liu, Ni Zhang, Hua Lin, Fangfei He, Zhihua Gan, Peisen Zhang, Meng Qin, Yi Hou",
          "abstract": "Magnetic resonance angiography (MRA) is pivotal for diagnosing panvascular diseases. However, single-modality MRA falls short in diagnosing diverse vascular abnormalities. Thus, contrast agents combining T 1 and T 2 effects are sought for multiparameter MRA with clinical promise, yet achieving a balance in T 1 and T 2 contrast enhancement effects remains a scientific challenge. Herein, we developed a hypersensitive multiparameter MRA strategy using dual-modality NaGdF 4 nanoparticles. Because of the longer tumbling time (τ R ), NaGdF 4 nanoparticles can improve the longitudinal relaxivity ( r 1 ), brightening vessels in T 1 -weighted sequences. Simultaneously, the regular arrangement of Gd 3+ in the crystal induces magnetic anisotropy, creating local static magnetic field heterogeneity and generating negative signals in T 2 -weighted sequences. Consequently, the efficacy of NaGdF 4 -enhanced high-resolution multiparameter MRA has been validated in diagnosing ischemic stroke and Alzheimer’s disease in rodent models. In addition, the dual-contrast imaging has been realized on swine with a clinical 3.0-T magnetic resonance imaging scanner, highly emphasizing the clinical translation prospect.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4082",
          "doi": "10.1126/sciadv.adq4082",
          "filter": "2"
        },
        {
          "title": "Temperature-adaptive dual-modal photonic textiles for thermal management",
          "authors": "Kaixuan Zhu, Houze Yao, JiaJia Song, Qihua Liao, Shuang He, Tianlei Guang, Haiyan Wang, Xuanzhang Hao, Bing Lu, Tengyu Lin, Huhu Cheng, Xin Liu, Liangti Qu",
          "abstract": "Maintaining a thermally comfortable living and working environment with renewable energy sources is crucial for human health. However, achieving temperature self-regulation in individual textiles without external interventions remains a challenge. Here, we present a dual-modal photonic textile capable of autonomously achieving both low-temperature solar heating and high-temperature radiative cooling under sunlight. This innovative textile is primarily composed of textile fibers that are functionalized with thermochromic microcapsules encapsulated in graphene and barium sulfate coatings, which exhibit approximately 80% visible light optical modulation when integrated into the fabric. We demonstrate that garment and tent (3.5 m × 2.9 m × 1.3 m) fabricated from these textiles can achieve temperature-adaptive, all-weather thermal management, expanding the thermal comfort range by 8.5°C. This research showcases notable potential for applications in fabric-related heat management and highlights the importance of exploring temperature-adaptive solutions for a sustainable and healthy lifestyle.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2062",
          "doi": "10.1126/sciadv.adr2062",
          "filter": "2"
        },
        {
          "title": "The massive 2016 marine heatwave in the Southwest Pacific: An “El Niño–Madden-Julian Oscillation” compound event",
          "authors": "Cyril Dutheil, Shilpa Lal, Matthieu Lengaigne, Sophie Cravatte, Christophe Menkès, Aurore Receveur, Florian Börgel, Matthias Gröger, Fanny Houlbreque, Romain Le Gendre, Inès Mangolte, Alexandre Peltier, H. E. Markus Meier",
          "abstract": "El Niño typically induces cooling in the Southwest Pacific Ocean during austral summers, usually leading to decreased marine heatwave frequency and severity. However, the 2016 extreme El Niño unexpectedly coincided with the longest and most extensive marine heatwave ever recorded in the region. This heatwave, spanning over 1.7 million square kilometers, persisting for 24 days with a peak intensity of 1.5°C, resulted in massive coral bleaching and fish mortality. This exceptional warming resulted from anomalously strong shortwave radiation and reduced heat loss via latent heat fluxes, owing to low wind speed and increased air humidity. These anomalies are attributed to a rare combined event “Madden-Julian Oscillation and extreme El Niño.” Following 10 February, the rapid dissipation of this marine heatwave results from the most intense cyclone ever recorded in the South Pacific. The hazardous ecological impacts of this extreme event highlight the needs for improving our understanding of marine heatwave–driving mechanisms that may result in better seasonal predictions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2948",
          "doi": "10.1126/sciadv.adp2948",
          "filter": "2"
        },
        {
          "title": "Temperature sensitivity of the mineral permafrost feedback at the continental scale",
          "authors": "Ella V. Walsh, Robert G. Hilton, Suzanne E. Tank, Edwin Amos",
          "abstract": "Oxidative weathering of sulfide minerals in sedimentary rocks releases carbon dioxide (CO 2 ) into the atmosphere. In permafrost zones, this could be a positive feedback on climate change if it increases with warming, yet sulfide oxidation rates and their temperature response remain unknown over large spatial and temporal scales. We analyze a 60-year sulfate concentration dataset from catchments across the Mackenzie River Basin. Sulfate fluxes increased by 45% in the mainstem with 2.3°C of warming, and the temperature sensitivity suggests that continental-scale CO 2 fluxes could double by 2100. The largest increases occur in catchments with geomorphic settings which act to rapidly expose rocks through physical weathering and thermokarst processes. Comparisons with a weathering model suggest that warming can increase reaction rates, and changes in the exposure of minerals with warming are also required. Future warming across vast Arctic landscapes could further increase sulfide oxidation rates and affect regional carbon cycle budgets.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4893",
          "doi": "10.1126/sciadv.adq4893",
          "filter": "2"
        },
        {
          "title": "Aridity drives the response of soil total and particulate organic carbon to drought in temperate grasslands and shrublands",
          "authors": "Baoku Shi, Manuel Delgado-Baquerizo, Alan K. Knapp, Melinda D. Smith, Sasha Reed, Brooke Osborne, Yolima Carrillo, Fernando T. Maestre, Yu Zhu, Anping Chen, Kate Wilkins, Martin C. Holdrege, Andrew Kulmatiski, Catherine Picon-Cochard, Christiane Roscher, Sally Power, Kerry M. Byrne, Amber C. Churchill, Anke Jentsch, Hugh A. L. Henry, Karen H. Beard, Max A. Schuchardt, Nico Eisenhauer, Rafael Otfinowski, Yann Hautier, Huitao Shen, Yonghui Wang, Zhongwu Wang, Chengliang Wang, Daniela Francis Cusack, Alessandro Petraglia, Michele Carbognani, T’ai G.W. Forte, S. Flory, Pengli Hou, Tao Zhang, Weifeng Gao, Wei Sun",
          "abstract": "The increasing prevalence of drought events in grasslands and shrublands worldwide potentially has impacts on soil organic carbon (SOC). We leveraged the International Drought Experiment to study how SOC, including particulate organic carbon (POC) and mineral-associated organic carbon (MAOC) concentrations, responds to extreme drought treatments (1-in-100-year) for 1 to 5 years at 19 sites worldwide. In more mesic areas (aridity index &gt; 0.65), SOC and POC concentrations decreased by 7.9% (±3.9) and 15.9% (±6.2) with drought, respectively, but there were no impacts on MAOC concentrations. However, drought had no impact on SOC, POC, or MAOC concentrations in drylands (aridity index &lt; 0.65). The response of SOC to drought varied along an aridity gradient, concomitant with interannual precipitation variability and standing SOC concentration gradients. These findings highlight the differing response magnitudes of POC and MAOC concentrations to drought and the key regulating role of aridity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq2654",
          "doi": "10.1126/sciadv.adq2654",
          "filter": "2"
        },
        {
          "title": "Additively manufactured micro-lattice dielectrics for multiaxial capacitive sensors",
          "authors": "Arielle Berman, Kaiwen Hsiao, Samuel E. Root, Hojung Choi, Daniel Ilyn, Chengyi Xu, Emily Stein, Mark Cutkosky, Joseph M. DeSimone, Zhenan Bao",
          "abstract": "Soft sensors that can perceive multiaxial forces, such as normal and shear, are of interest for dexterous robotic manipulation and monitoring of human performance. Typical planar fabrication techniques have substantial design constraints that often prohibit the creation of functionally compelling and complex architectures. Moreover, they often require multiple-step operations for production. Here, we use an additive manufacturing process based on continuous liquid interface production to create high-resolution (30-micrometer) three-dimensional elastomeric polyurethane lattices for use as dielectric layers in capacitive sensors. We show that the capacitive responses and sensitivities are highly tunable through designs of lattice type, thickness, and material-void volume percentage. Microcomputed tomography and finite element simulation are used to elucidate the influence of lattice design on the deformation mechanism and concomitant sensing behavior. The advantage of three-dimensional printing is exhibited with examples of fully printed representative athletic equipment with integrated sensors.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq8866",
          "doi": "10.1126/sciadv.adq8866",
          "filter": "2"
        },
        {
          "title": "Atom-glue stabilized Pt-based intermetallic nanoparticles",
          "authors": "Zhongliang Huang, Yingru Wang, Jing Xia, Shengnan Hu, Nanjun Chen, Tianyi Ding, Changhong Zhan, Chih-Wen Pao, Zhiwei Hu, Wei-Hsiang Huang, Tong Shi, Xiangmin Meng, Yong Xu, Liang Cao, Xiaoqing Huang",
          "abstract": "Pt-based nanoparticles (NPs) have been widely used in catalysis. However, this suffers from aggregation and/or sintering at working conditions. We demonstrate a robust strategy for stabilizing PtCo NPs under high temperature with strong interaction between M–N–C and PtCo NPs with Pt–M–N coordination, namely, “atom glue.” Such atom glue for stabilizing Pt-based NPs can be extended to Zn, Mn, Fe, Ni, Co, and Cu, being a versatile strategy for stabilizing PtCo NPs, which substantially promotes the performance toward oxygen reduction reaction (ORR) and fuel cell. Impressively, the mass activity (MA) reaches 2.99 A mg Pt −1 for ORR over g -Zn–N–C/PtCo, and 79.3% of the initial MA is maintained after 90K cycles in fuel cell. This work provides a versatile strategy for stabilizing Pt-based NPs via atom glue, which is likely to spark widespread interest across various fields.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6727",
          "doi": "10.1126/sciadv.adq6727",
          "filter": "2"
        },
        {
          "title": "Archaeometabolomics characterizes phenotypic differences in human cortical bone at a molecular level relating to tobacco use",
          "authors": "Diego Badillo-Sanchez, Anna M. Davies-Barrett, Maria Serrano Ruber, Donald J. L. Jones, Sarah A. Inskip",
          "abstract": "Tobacco consumption affects human health, but no studies have investigated its effect on the bone metabolome, or if any changes are traceable after long postmortem intervals. Human osteoarchaeological remains preserve small molecules, making them valuable for studies that aim to examine past conditions. We test if there are molecular differences in the metabolome of cortical bone between archaeological individuals who used tobacco and those who did not, and if these differences are distinct enough to assign tobacco use status to individuals with unknown tobacco use. Cortical bone of 323 known and unknown tobacco users was studied by an untargeted metabolomics assay using a liquid chromatography–high-resolution mass spectrometry platform. We identified 45 discriminating molecular features that differed between tobacco consumers (15 up-regulated features) and nonconsumers (17 up-regulated features). Tobacco consumption leaves a metabolic record in human bone distinctive enough to identify its use in individuals of unknown tobacco consumption. Future work will validate molecular features relating to tobacco consumption.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9317",
          "doi": "10.1126/sciadv.adn9317",
          "filter": "2"
        },
        {
          "title": "Purkinje cell hyperexcitability and depressive-like behavior in mice lacking erg3 (ether-à-go-go–related gene) K + channel subunits",
          "authors": "Jürgen R. Schwarz, Sandra Freitag, Yvonne Pechmann, Irm Hermans-Borgmeyer, Wolfgang Wagner, Sönke Hornig, Matthias Kneussel",
          "abstract": "Potassium channels stabilize the resting potential and neuronal excitability. Among them, erg (ether-à-go-go–related gene) K + channels represent a subfamily of voltage-gated channels, consisting of erg1, erg2, and erg3 subunits; however, their subunit-specific neuronal functions in vivo are barely understood. To find erg3- and erg1-mediated functions, we generated global Kcnh7 ( erg3 ) and conditional Kcnh2 ( erg1 ) knockout mice. We found that erg3 channels stabilize the resting potential and dampen spontaneous activity in cerebellar Purkinje cells (PCs) and hippocampal CA1 neurons, whereas erg1 channels have suprathreshold functions. Lack of erg3 subunits induced hyperexcitability with increased action potential firing in PCs, but not in CA1 neurons. Notably, erg3 depletion caused depressive-like behavior with reduced locomotor activity, strongly decreased digging behavior, and shorter latencies to fall off a rotating wheel, while learning and memory remained unchanged. Our data show that erg K + channels containing erg3 subunits mediate a neuronal subthreshold K + current that plays important roles in the regulation of locomotor behavior in vivo.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6836",
          "doi": "10.1126/sciadv.adn6836",
          "filter": "2"
        },
        {
          "title": "MerTK + macrophages promote melanoma progression and immunotherapy resistance through AhR-ALKAL1 activation",
          "authors": "Naming Wu, Jun Li, Lu Li, Liu Yang, Liyun Dong, Chen Shen, Shanshan Sha, Yangxue Fu, Enzhu Dong, Fang Zheng, Zheng Tan, Juan Tao",
          "abstract": "Despite our increasing understanding of macrophage heterogeneity, drivers of macrophage phenotypic and functional polarization in the microenvironment are not fully elucidated. Here, our single-cell RNA sequencing data identify a subpopulation of macrophages expressing high levels of the phagocytic receptor MER proto-oncogene tyrosine kinase (MerTK + macrophages), which is closely associated with melanoma progression and immunotherapy resistance. Adoptive transfer of the MerTK + macrophages into recipient mice notably accelerated tumor growth regardless of macrophage depletion. Mechanistic studies further revealed that ALK And LTK Ligand 1 (ALKAL1), a target gene of aryl hydrocarbon receptor (AhR), facilitated MerTK phosphorylation, resulting in heightened phagocytic activity of MerTK + macrophages and their subsequent polarization toward an immunosuppressive phenotype. Specifically targeted delivery of AhR antagonist to tumor-associated macrophages with mannosylated micelles could suppress MerTK expression and improved the therapeutic efficacy of anti–programmed cell death ligand 1 therapy. Our findings shed light on the regulatory mechanism of MerTK + macrophages and provide strategies for improving the efficacy of melanoma immunotherapy.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8366",
          "doi": "10.1126/sciadv.ado8366",
          "filter": "2"
        },
        {
          "title": "Isolation and focal treatment of brain aneurysms using interfacial fluid trapping",
          "authors": "Maria Khoury, Tirosh Mekler, Mark Epshtein, Yevgeniy Kreinin, Dmitry Korneyev, Ludmila Abezgauz, Vania Anagnostakou, Guy Z. Ramon, Josué Sznitman, Matthew Gounis, Netanel Korin",
          "abstract": "Current approaches for localized intravascular treatments rely on using solid implants, such as metallic coils for embolizing aneurysms, or on direct injection of a therapeutic agent that can disperse from the required site of action. Here, we present a fluid-based strategy for localizing intravascular therapeutics that leverages surface tension and immiscible fluid interactions, to allow confined and focal treatment at brain aneurysm sites. We first show, computationally and experimentally, that an immiscible phase can be robustly positioned at the neck of human aneurysm models to seal and isolate the aneurysm’s cavity for further treatment, including in wide-neck aneurysms. We then demonstrate localized delivery and confined treatment, by selective staining of cell nuclei within the aneurysm cavity as well as by hydrogel-based embolization in patient-specific aneurysm models. Altogether, our interfacial flow-driven strategy offers a potential approach for intravascular localized treatment of cardiovascular and other diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4579",
          "doi": "10.1126/sciadv.adp4579",
          "filter": "2"
        },
        {
          "title": "AntimiR treatment corrects myotonic dystrophy primary cell defects across several CTG repeat expansions with a dual mechanism of action",
          "authors": "Estefanía Cerro-Herreros, Judit Núñez-Manchón, Neia Naldaiz-Gastesi, Marc Carrascosa-Sàez, Andrea García-Rey, Diego Piqueras Losilla, Irene González-Martínez, Jorge Espinosa-Espinosa, Kevin Moreno, Javier Poyatos-García, Juan J. Vilchez, Adolfo López de Munain, Mònica Suelves, Gisela Nogales-Gadea, Beatriz Llamusí, Rubén Artero",
          "abstract": "This study evaluated therapeutic antimiRs in primary myoblasts from patients with myotonic dystrophy type 1 (DM1). DM1 results from unstable CTG repeat expansions in the DMPK gene, leading to variable clinical manifestations by depleting muscleblind-like splicing regulator protein MBNL1. AntimiRs targeting natural repressors miR-23b and miR-218 boost MBNL1 expression but must be optimized for a better pharmacological profile in humans. In untreated cells, miR-23b and miR-218 were up-regulated, which correlated with CTG repeat size, supporting that active MBNL1 protein repression synergizes with the sequestration by CUG expansions in DMPK . AntimiR treatment improved RNA toxicity readouts and corrected regulated exon inclusions and myoblast defects such as fusion index and myotube area across CTG expansions. Unexpectedly, the treatment also reduced DMPK transcripts and ribonuclear foci. A leading antimiR reversed 68% of dysregulated genes. This study highlights the potential of antimiRs to treat various DM1 forms across a range of repeat sizes and genetic backgrounds by mitigating MBNL1 sequestration and enhancing protein synthesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn6525",
          "doi": "10.1126/sciadv.adn6525",
          "filter": "2"
        },
        {
          "title": "Bidirectional regulation of motor circuits using magnetogenetic gene therapy",
          "authors": "Santiago R. Unda, Lisa E. Pomeranz, Roberta Marongiu, Xiaofei Yu, Leah Kelly, Gholamreza Hassanzadeh, Henrik Molina, George Vaisey, Putianqi Wang, Jonathan P. Dyke, Edward K. Fung, Logan Grosenick, Rick Zirkel, Aldana M. Antoniazzi, Sofya Norman, Conor M. Liston, Chris Schaffer, Nozomi Nishimura, Sarah A. Stanley, Jeffrey M. Friedman, Michael G. Kaplitt",
          "abstract": "Here, we report a magnetogenetic system, based on a single anti-ferritin nanobody-TRPV1 receptor fusion protein, which regulated neuronal activity when exposed to magnetic fields. Adeno-associated virus (AAV)–mediated delivery of a floxed nanobody-TRPV1 into the striatum of adenosine-2a receptor–Cre drivers resulted in motor freezing when placed in a magnetic resonance imaging machine or adjacent to a transcranial magnetic stimulation device. Functional imaging and fiber photometry confirmed activation in response to magnetic fields. Expression of the same construct in the striatum of wild-type mice along with a second injection of an AAVretro expressing Cre into the globus pallidus led to similar circuit specificity and motor responses. Last, a mutation was generated to gate chloride and inhibit neuronal activity. Expression of this variant in the subthalamic nucleus in PitX2-Cre parkinsonian mice resulted in reduced c-fos expression and motor rotational behavior. These data demonstrate that magnetogenetic constructs can bidirectionally regulate activity of specific neuronal circuits noninvasively in vivo using clinically available devices.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9150",
          "doi": "10.1126/sciadv.adp9150",
          "filter": "2"
        },
        {
          "title": "Self-limiting multimerization of α-synuclein on membrane and its implication in Parkinson’s diseases",
          "authors": "Dong-Fei Ma, Shenqing Zhang, Si-Yao Xu, Zi Huang, Yuanxiao Tao, Feiyang Chen, Shengnan Zhang, Dan Li, Tongsheng Chen, Cong Liu, Ming Li, Ying Lu",
          "abstract": "α-Synuclein (α-syn), a crucial molecule in Parkinson’s disease (PD), is known for its interaction with lipid membranes, which facilitates vesicle trafficking and modulates its pathological aggregation. Deciphering the complexity of the membrane-binding behavior of α-syn is crucial to understand its functions and the pathology of PD. Here, we used single-molecule imaging to show that α-syn forms multimers on lipid membranes with huge intermultimer distances. The multimers are characterized by self-limiting growth, manifesting in concentration-dependent exchanges of monomers, which are fast at micromolar concentrations and almost stop at nanomolar concentrations. We further uncovered movement patterns of α-syn’s occasional trapping on membranes, which may be attributed to sparse lipid packing defects. Mutations such as E46K and E35K may disrupt the limit on the growth, resulting in larger multimers and accelerated amyloid fibril formation. This work emphasizes sophisticated regulation of α-syn multimerization on membranes as a critical underlying factor in the PD pathology.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4893",
          "doi": "10.1126/sciadv.ado4893",
          "filter": "2"
        },
        {
          "title": "Single ambipolar OECT–based inverter with volatility and nonvolatility on demand",
          "authors": "Shengyu Cong, Junxin Chen, Miao Xie, Ziyi Deng, Chaoyue Chen, Riping Liu, Jiayao Duan, Xiuyuan Zhu, Zhengke Li, Yuhua Cheng, Wei Huang, Iain McCulloch, Wan Yue",
          "abstract": "Organic electrochemical transistor (OECT)–based inverter introduces new prospects for energy-efficient brain-inspired artificial intelligence devices. Here, we report single-component OECT-based inverters by incorporating ambipolar p(gDPP-V). Notably, p(gDPP-V) shows state-of-the-art ambipolar OECT performances in both conventional (p/n-type mode transconductance of 29/25 S cm −1 ) and vertical (transconductance of 297.2/292.4 μS μm −2 under p/n operation) device architectures. Especially, the resulting highly stable vertical OECT–based inverter shows a high voltage gain of 105 V V −1 under a low driving voltage of 0.8 V. The inverter exhibits undiscovered voltage-regulated dual mode: volatile receptor and nonvolatile synapse. Moreover, applications of physiology signal recording and demonstrations of NAND/NOR logic circuits are investigated within the volatile feature, while neuromorphic simulations with a convolutional neural network and image memorizing capabilities are explored under the nonvolatile behavior. The ambipolar OECT–based inverter, capable of both volatile and nonvolatile operations, provides possibilities for the applications of reconfigurable complementary logic circuits in novel neuromorphic computing paradigms.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9405",
          "doi": "10.1126/sciadv.adq9405",
          "filter": "2"
        },
        {
          "title": "DNA cytosine methylation suppresses meiotic recombination at the sex-determining region",
          "authors": "Tong Ge, Xiuqi Gui, Jia-Xi Xu, Wei Xia, Chao-Han Wang, Wenqiang Yang, Kaiyao Huang, Colum Walsh, James G. Umen, Jörn Walter, Ya-Rui Du, Hui Chen, Zhen Shao, Guo-Liang Xu",
          "abstract": "Meiotic recombination between homologous chromosomes is vital for maximizing genetic variation among offspring. However, sex-determining regions are often rearranged and blocked from recombination. It remains unclear whether rearrangements or other mechanisms might be responsible for recombination suppression. Here, we uncover that the deficiency of the DNA cytosine methyltransferase DNMT1 in the green alga Chlamydomonas reinhardtii causes anomalous meiotic recombination at the mating-type locus ( MT ), generating haploid progeny containing both plus and minus mating-type markers due to crossovers within MT . The deficiency of a histone methyltransferase for H3K9 methylation does not lead to anomalous recombination. These findings suggest that DNA methylation, rather than rearrangements or histone methylation, suppresses meiotic recombination, revealing an unappreciated biological function for DNA methylation in eukaryotes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2345",
          "doi": "10.1126/sciadv.adr2345",
          "filter": "2"
        },
        {
          "title": "High pressure–derived nonsymmetrical [Cu 2 O] 2+ core for room-temperature methane hydroxylation",
          "authors": "Peter E. VanNatta, Cynthia M. Archambault, Sicheng Wang, Tengteng Lyu, Jack D’Amelio, Noah J. Martell, Scott K. Watson, Kunyu Wang, Zhenxian Liu, Matthew T. Kieber-Emmons, Hao Yan",
          "abstract": "Nonsymmetrical oxygen-bridged binuclear copper centers have been proposed and modeled as intermediates and transition states in several C─H oxidation pathways, leading to the postulation that structural dissymmetry enhances the reactivity of the bridging oxygen. However, experimentally characterizing the structure and reactivity of these transient species is remarkably challenging. Here, we report the high-pressure synthesis of a metastable nonsymmetrical dicopper-μ-oxo compound with exceptional reactivity toward the mono-oxygenation of aliphatic C─H bonds. The nonequivalent coordination environment of copper stabilizes localized mixed valency and greatly enhances the hydrogen atom abstraction activity of the bridging oxygen, enabling room-temperature hydroxylation of methane under pressure. These findings highlight the role of dissymmetry in the reactivity of binuclear copper centers and demonstrate precise control of molecular structures by mechanical means.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3366",
          "doi": "10.1126/sciadv.adq3366",
          "filter": "2"
        },
        {
          "title": "The generation of stable microvessels in ischemia is mediated by endothelial cell derived TRAIL",
          "authors": "Siân P. Cartland, Manisha S. Patil, Elaina Kelland, Natalie Le, Lauren Boccanfuso, Christopher P. Stanley, Pradeep Manuneedhi Cholan, Malathi I. Dona, Ralph Patrick, Jordan McGrath, Qian Peter Su, Imala Alwis, Ruth Ganss, Joseph E. Powell, Richard P. Harvey, Alexander R. Pinto, Thomas S. Griffith, Jacky Loa, Sarah J. Aitken, David A. Robinson, Sanjay Patel, Mary M. Kavurma",
          "abstract": "Reversal of ischemia is mediated by neo-angiogenesis requiring endothelial cell (EC) and pericyte interactions to form stable microvascular networks. We describe an unrecognized role for tumor necrosis factor–related apoptosis-inducing ligand (TRAIL) in potentiating neo-angiogenesis and vessel stabilization. We show that the endothelium is a major source of TRAIL in the healthy circulation compromised in peripheral artery disease (PAD). EC deletion of TRAIL in vivo or in vitro inhibited neo-angiogenesis, pericyte recruitment, and vessel stabilization, resulting in reduced lower-limb blood perfusion with ischemia. Activation of the TRAIL receptor (TRAIL-R) restored blood perfusion and stable blood vessel networks in mice. Proof-of-concept studies showed that Conatumumab, an agonistic TRAIL-R2 antibody, promoted vascular sprouts from explanted patient arteries. Single-cell RNA sequencing revealed heparin-binding EGF-like growth factor in mediating EC-pericyte communications dependent on TRAIL. These studies highlight unique TRAIL-dependent mechanisms mediating neo-angiogenesis and vessel stabilization and the potential of repurposing TRAIL-R2 agonists to stimulate stable and functional microvessel networks to treat ischemia in PAD.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8760",
          "doi": "10.1126/sciadv.adn8760",
          "filter": "2"
        },
        {
          "title": "BCL-X L –targeting antibody-drug conjugates are active in preclinical models and mitigate on-mechanism toxicity of small-molecule inhibitors",
          "authors": "Andrew S. Judd, Bhupinder Bawa, Wayne R. Buck, Zhi-Fu Tao, Yingchun Li, Michael J. Mitten, Milan Bruncko, Nathaniel Catron, George Doherty, Kenneth R. Durbin, Brian Enright, Robin Frey, Deanna Haasch, Sandra Haman, Anthony R. Haight, Tracy A. Henriques, James Holms, Kamel Izeradjene, Russell A. Judge, Gary J. Jenkins, Aaron Kunzer, Joel D. Leverson, Ruth L. Martin, Diya Mitra, Scott Mittelstadt, Lorne Nelson, Paul Nimmer, Joann Palma, Richard Peterson, Darren C. Phillips, Sherry L. Ralston, Saul H. Rosenberg, Xiaoqiang Shen, Xiaohong Song, Kedar R. Vaidya, Xilu Wang, Jin Wang, Yu Xiao, Haichao Zhang, Xinxin Zhang, Eric A. Blomme, Erwin R. Boghaert, John C. Kalvass, Andrew Phillips, Andrew J. Souers",
          "abstract": "Overexpression of the antiapoptotic protein B-cell lymphoma-extra large (BCL-X L ) is associated with drug resistance and disease progression in numerous cancers. The compelling nature of this protein as a therapeutic target prompted efforts to develop selective small-molecule BCL-X L inhibitors. Although efficacious in preclinical models, we report herein that selective BCL-X L inhibitors cause severe mechanism-based cardiovascular toxicity in higher preclinical species. To overcome this liability, antibody-drug conjugates were constructed using altered BCL-X L –targeting warheads, unique linker technologies, and therapeutic antibodies. The epidermal growth factor receptor–targeting antibody-drug conjugate AM1-15 inhibited growth of tumor xenografts and did not cause cardiovascular toxicity nor dose-limiting thrombocytopenia in monkeys. While an unprecedented BCL-X L –mediated toxicity was uncovered in monkey kidneys upon repeat dosing of AM1-15, this toxicity was mitigated via further drug-linker modification to afford AM1-AAA (AM1-25). The AAA drug-linker has since been incorporated into mirzotamab clezutoclax, the first selective BCL-X L –targeting agent to enter human clinical trials.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7120",
          "doi": "10.1126/sciadv.ado7120",
          "filter": "2"
        },
        {
          "title": "Monolithically integrated neuromorphic electronic skin for biomimetic radiation shielding",
          "authors": "Jong Min Lee, Sung Woon Cho, Chanho Jo, Seong Hwan Yang, Jaehyun Kim, Do Yeon Kim, Jeong-Wan Jo, Jong S. Park, Yong-Hoon Kim, Sung Kyu Park",
          "abstract": "Melanogenesis, a natural responsive mechanism of human skin to harmful radiation, is a self-triggered defensive neural activity safeguarding the body from radiation exposure in advance. With the increasing significance of radiation shielding in diverse medical health care and wearable applications, a biomimetic neuromorphic optoelectronic system with adaptive radiation shielding capability is often needed. Here, we demonstrate a transparent and flexible metal oxide–based photovoltaic neuromorphic defensive system. By using a monolithically integrated ultraflexible optoelectronic circuitry and electrochromic device, seamless neural processing for ultraviolet (UV) radiation shielding including history-based sensing, memorizing, risk recognition, and blocking can be realized with piling the entire signal chain into the flexible devices. The UV shielding capability of the system can be evaluated as autonomous blocking up to 97% of UV radiation from 5 to 90 watts per square meter in less than 16.9 seconds, demonstrating autonomously modulated sensitivity and response time corresponding to UV environmental conditions and supplied bias.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp9885",
          "doi": "10.1126/sciadv.adp9885",
          "filter": "2"
        },
        {
          "title": "A pathogen effector co-opts a host RabGAP protein to remodel pathogen interface and subvert defense-related secretion",
          "authors": "Enoch Lok Him Yuen, Yasin Tumtas, Freddie King, Tarhan Ibrahim, Lok I Chan, Edouard Evangelisti, Frej Tulin, Jan Skłenar, Frank L. H. Menke, Sophien Kamoun, Doryen Bubeck, Sebastian Schornack, Tolga Osman Bozkurt",
          "abstract": "Pathogens have evolved sophisticated mechanisms to manipulate host cell membrane dynamics, a crucial adaptation to survive in hostile environments shaped by innate immune responses. Plant-derived membrane interfaces, engulfing invasive hyphal projections of fungal and oomycete pathogens, are prominent junctures dictating infection outcomes. Understanding how pathogens transform these host-pathogen interfaces to their advantage remains a key biological question. Here, we identified a conserved effector, secreted by plant pathogenic oomycetes, that co-opts a host Rab GTPase-activating protein (RabGAP), TOPGAP, to remodel the host-pathogen interface. The effector, PiE354, hijacks TOPGAP as a susceptibility factor to usurp its GAP activity on Rab8a, a key Rab GTPase crucial for defense-related secretion. By hijacking TOPGAP, PiE354 purges Rab8a from the plasma membrane, diverting Rab8a-mediated immune trafficking away from the pathogen interface. This mechanism signifies an uncanny evolutionary adaptation of a pathogen effector in co-opting a host regulatory component to subvert defense-related secretion, thereby providing unprecedented mechanistic insights into the reprogramming of host membrane dynamics by pathogens.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9516",
          "doi": "10.1126/sciadv.ado9516",
          "filter": "2"
        },
        {
          "title": "Bring me the head of Arthropleura",
          "authors": "James C. Lamsdell",
          "abstract": "After 170 years of searching, scientists finally know what the head of the largest known arthropod Arthropleura looked like, unlocking the key to its affinities.",
          "url": "http://dx.doi.org/10.1126/sciadv.ads9192",
          "doi": "10.1126/sciadv.ads9192",
          "filter": "2"
        },
        {
          "title": "VGLL3 modulates chemosensitivity through promoting DNA double-strand break repair",
          "authors": "Wei Wu, Zhenzhen Fan, Hui Fu, Xiaolu Ma, Dongzhou Wang, Hongmei Liu, Chuanchao Zhang, Hui Zheng, Yeran Yang, Honglin Wu, Xiuxiu Miao, Ruiyuan An, Yifei Gong, Tie-Shan Tang, Caixia Guo",
          "abstract": "Transcription cofactor vestigial-like 3 (VGLL3), as a master regulator of female-biased autoimmunity, also functions in tumor development, while the underlying mechanisms remain largely elusive. Here, we report that VGLL3 plays an important role in DNA damage response (DDR). VGLL3 can be recruited to damage sites in a PARylation-dependent manner. VGLL3 depletion impairs the accumulation of RNF8 and RAD51 at sites of DNA damage, leading to reduced homologous recombination efficiency and increased cellular sensitivity to chemotherapeutic drugs. Mechanistically, VGLL3 can prevent CtIP from KLHL15-mediated ubiquitination and degradation through competitive binding with KLHL15 and, meanwhile, stabilize MDC1 by limiting TRIP12-MDC1 but promoting USP7-MDC1 associations for optimal RNF8 signaling initiation. Consistently, VGLL3 depletion delays tumor development and sensitizes the xenografts to etoposide treatment. Overall, our results reveal an unexpected role of VGLL3 in DDR, which is distinct from its transcriptional cofactor function and not conserved among VGLL family members.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2643",
          "doi": "10.1126/sciadv.adr2643",
          "filter": "2"
        },
        {
          "title": "Architectures of photosynthetic RC-LH1 supercomplexes from Rhodobacter blasticus",
          "authors": "Peng Wang, Bern M. Christianson, Deniz Ugurlar, Ruichao Mao, Yi Zhang, Ze-Kun Liu, Ying-Yue Zhang, Adrian M. Gardner, Jun Gao, Yu-Zhong Zhang, Lu-Ning Liu",
          "abstract": "The reaction center–light-harvesting complex 1 (RC-LH1) plays an essential role in the primary reactions of bacterial photosynthesis. Here, we present high-resolution structures of native monomeric and dimeric RC-LH1 supercomplexes from Rhodobacter ( Rba. ) blasticus using cryo–electron microscopy. The RC-LH1 monomer is composed of an RC encircled by an open LH1 ring comprising 15 αβ heterodimers and a PufX transmembrane polypeptide. In the RC-LH1 dimer, two crossing PufX polypeptides mediate dimerization. Unlike Rhodabacter sphaeroides counterpart, Rba. blasticus RC-LH1 dimer has a less bent conformation, lacks the PufY subunit near the LH1 opening, and includes two extra LH1 αβ subunits, forming a more enclosed S-shaped LH1 ring. Spectroscopic assays reveal that these unique structural features are accompanied by changes in the kinetics of quinone/quinol trafficking between RC-LH1 and cytochrome bc 1 . Our findings reveal the assembly principles and structural variability of photosynthetic RC-LH1 supercomplexes, highlighting diverse strategies used by phototrophic bacteria to optimize light-harvesting and electron transfer in competitive environments.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6678",
          "doi": "10.1126/sciadv.adp6678",
          "filter": "2"
        },
        {
          "title": "Ultrafast superconducting qubit readout with the quarton coupler",
          "authors": "Yufeng Ye, Jeremy B. Kline, Sean Chen, Alec Yen, Kevin P. O’Brien",
          "abstract": "Fast, high-fidelity, and quantum nondemolition (QND) qubit readout is an essential element of quantum information processing. For superconducting qubits, state-of-the-art readout is based on a dispersive cross-Kerr coupling between a qubit and its readout resonator. The resulting readout can be high fidelity and QND, but readout times are currently limited to the order of 50 nanoseconds due to the dispersive cross-Kerr of magnitude 10 megahertz. Here, we present a readout scheme that uses the quarton coupler to facilitate a large (greater than 200 megahertz) cross-Kerr between a transmon qubit and its readout resonator. Full master equation simulations of the coupled system show a 5-nanosecond readout time with greater than 99% readout fidelity and greater than 99.9% QND fidelity. The quartonic readout circuit is experimentally feasible and preserves the coherence properties of the qubit. Our work reveals a path for order of magnitude improvements of superconducting qubit readout by engineering nonlinear light-matter couplings in parameter regimes unreachable by existing designs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9094",
          "doi": "10.1126/sciadv.ado9094",
          "filter": "2"
        },
        {
          "title": "Solution-processable ordered defect compound semiconductors for high-performance electronics",
          "authors": "Hsien-Nung Wang, Fufei An, Cindy Y. Wong, Kaijun Yin, Jiangnan Liu, Yihan Wang, Jian-Min Zuo, André Schleife, Qing Cao",
          "abstract": "Solution-processable semiconductors hold promise in enabling applications requiring cost-effective electronics at scale but suffer from low performance limited by defects. We show that ordered defect compound semiconductor CuIn 5 Se 8 , which forms regular defect complexes with defect-pair compensation, can simultaneously achieve high performance and solution processability. CuIn 5 Se 8 transistors exhibit defect-tolerant, band-like transport supplying an output current above 35 microamperes per micrometer, with a large on/off ratio greater than 10 6 , a small subthreshold swing of 189 ± 21 millivolts per decade, and a high field-effect mobility of 58 ± 10 square centimeters per volt per second, with excellent uniformity and stability, superior to devices built on its less defective parent compound CuInSe 2 , analogous binary compound In 2 Se 3 , and other solution-deposited semiconductors. They can be monolithically integrated with carbon nanotube transistors to form high-speed and low-voltage three-dimensional complementary logic circuits and with micro-light-emitting diodes to realize high-resolution displays.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr8636",
          "doi": "10.1126/sciadv.adr8636",
          "filter": "2"
        },
        {
          "title": "The evolving three-dimensional landscape of human adaptation",
          "authors": "Elke Zeller, Axel Timmermann",
          "abstract": "Over the past 3 million years, humans have expanded their ecological niche and adapted to more diverse environments. The temporal evolution and underlying drivers behind this niche expansion remain largely unknown. By combining archeological findings with landscape topographic data and model simulations of the climate and biomes, we show that human sites clustered in areas with increased terrain roughness, corresponding to higher levels of biodiversity. We find a gradual increase in human habitat preferences toward rough terrains until about 1.1 million years ago (Ma), followed by a 300 thousand-year-long contraction of the ecological niche. This period coincided with the Mid-Pleistocene Transition and previously hypothesized ancestral population bottlenecks. Our statistical analysis further reveals that from 0.8 Ma onward, the human niche expanded again, with human species (e.g., H. heidelbergensis , H. neanderthalensis , and H. sapiens ) adapting to rougher terrain, colder and drier conditions, and toward regions of higher ecological diversity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3613",
          "doi": "10.1126/sciadv.adq3613",
          "filter": "2"
        },
        {
          "title": "LINE1 modulate human T cell function by regulating protein synthesis during the life span",
          "authors": "Filippo V. Burattin, Rebecca Vadalà, Michele Panepuccia, Valeria Ranzani, Mariacristina Crosti, Federico A. Colombo, Cristina Ruberti, Elisa Erba, Daniele Prati, Teresa Nittoli, Giovanni Montini, Andrea Ronchi, Lorenza Pugni, Fabio Mosca, Sara Ricciardi, Sergio Abrignani, Carlo Pietrasanta, Federica Marasca, Beatrice Bodega",
          "abstract": "The molecular mechanisms responsible for the heightened reactivity of quiescent T cells in human early life remain largely elusive. Our previous research identified that quiescent adult naïve CD4 + T cells express LINE1 (long interspersed nuclear elements 1) spliced in previously unknown isoforms, and their down-regulation marks the transition to activation. Here, we unveil that neonatal naïve T cell quiescence is characterized by enhanced energy production and protein synthesis. This phenotype is associated with the absence of LINE1 expression attributed to tonic T cell receptor/mTOR complex 1 (mTORC1) signaling and (polypyrimidine tract-binding protein 1 (PTBP1)–mediated LINE1 splicing suppression. The absence of LINE1 expression primes these cells for rapid execution of the activation program by directly regulating protein synthesis. LINE1 expression progressively increases in childhood and adults, peaking in elderly individuals, and, by decreasing protein synthesis, contributes to immune senescence in aging. Our study proposes LINE1 as a critical player of human T cell function across the human life span.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado2134",
          "doi": "10.1126/sciadv.ado2134",
          "filter": "2"
        },
        {
          "title": "Dynamic sparse x-ray nanotomography reveals ionomer hydration mechanism in polymer electrolyte fuel-cell catalyst",
          "authors": "Zirui Gao, Christian Appel, Mirko Holler, Katharina Jeschonek, Kai Brunnengräber, Bastian J. M. Etzold, Michal Kronenberg, Marco Stampanoni, Johannes Ihli, Manuel Guizar-Sicairos",
          "abstract": "Tomographic imaging of time-evolving samples is a challenging yet important task for various research fields. At the nanoscale, current approaches face limitations of measurement speed or resolution due to lengthy acquisitions. We developed a dynamic nanotomography technique based on sparse dynamic imaging and 4D tomography modeling. We demonstrated the technique, using ptychographic x-ray computed tomography as its imaging modality, on resolving the in situ hydration process of polymer electrolyte fuel cell (PEFC) catalyst. The technique provides a 40-time increase in temporal resolution compared to conventional approaches, yielding 28 nm half-period spatial and 12 min temporal resolution. The results allow a quantitative characterization of the water intake process inside PEFC catalysts with nanoscale resolution, which is crucial for understanding their electrochemical mechanisms and optimizing their performance. Our technique enables high-speed operando nanotomography studies and paves the way for wider application of dynamic tomography at the nanoscale.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp3346",
          "doi": "10.1126/sciadv.adp3346",
          "filter": "2"
        },
        {
          "title": "Head anatomy and phylogenomics show the Carboniferous giant Arthropleura belonged to a millipede-centipede group",
          "authors": "Mickaël Lhéritier, Gregory D. Edgecombe, Russell J. Garwood, Adrien Buisson, Alexis Gerbe, Nicolás Mongiardino Koch, Jean Vannier, Gilles Escarguel, Jérome Adrien, Vincent Fernandez, Aude Bergeret-Medina, Vincent Perrier",
          "abstract": "The Carboniferous myriapod Arthropleura is the largest arthropod of all time, but its fossils are usually incomplete, limiting the understanding of its anatomy, ecology, and relationships. Micro–computed tomography applied to exceptionally preserved specimens from the Carboniferous Montceau-les-Mines Lagerstätte (France) reveals unprecedented details of its functional anatomy, such as the head and mouthparts. Arthropleura shares features with both millipedes and centipedes. Total-evidence phylogeny combining morphological and transcriptomic data resolves Arthropleura alone as a stem group millipede, but the inclusion of the highly incomplete Siluro-Devonian Eoarthropleura draws it deeper into the myriapod stem. Arthropleura suggests transitional morphology between clades united primarily by molecular information and underscores the value of total-evidence phylogenetics to understanding evolutionary history.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6362",
          "doi": "10.1126/sciadv.adp6362",
          "filter": "2"
        },
        {
          "title": "Ultrathin crystalline silicon–based omnidirectional strain gauges for implantable/wearable characterization of soft tissue biomechanics",
          "authors": "Bofan Hu, Dian Xu, Yuting Shao, Zhongyi Nie, Pengchuan Liu, Jinbao Li, Lianjie Zhou, Pei Wang, Ningge Huang, Junhan Liu, Yifei Lu, Zhongyuan Wu, Bo Wang, Yongfeng Mei, Mengdi Han, Rui Li, Enming Song",
          "abstract": "Monitoring soft-tissue biomechanics is of interest in biomedical research and clinical treatment of diseases. An important focus is biointegrated strain gauges that track time-dependent mechanics of targeted tissues with deforming surfaces over multidirections. Existing methods provide limited gauge factors, tailored for sensing within specific directions under quasi-static conditions. We present development and applicability of implantable/wearable strain gauges that integrate multiple ultrathin monocrystalline silicon–based sensors aligned with different directions, in stretchable formats for dynamically monitoring direction angle–sensitive strain. We experimentally and computationally establish operational principles, with theoretical systems that enable determination of intensities and direction of applied strains at an omnidirectional scale. Wearable evaluations range from cardiac pulse to intraocular pressure monitoring of eyeballs. The device can evaluate cardiac disorders of myocardial infarction and hypoxia of living rats and locate the pathological orientation associated with infarction, in designs with possibilities as biodegradable implants for stable operation. These findings create clinical significance of the devices for monitoring complex dynamic biomechanics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8804",
          "doi": "10.1126/sciadv.adp8804",
          "filter": "2"
        },
        {
          "title": "Moderate embryonic delay of paternal mitochondrial elimination impairs mating and cognition and alters behaviors of adult animals",
          "authors": "Hu Zhang, Yunan Zhu, Ding Xue",
          "abstract": "Rapid elimination of paternal mitochondria following fertilization is a conserved event in most animals, but its physiological significance remains unclear. We find that modest delay of paternal mitochondrial elimination (PME) in Caenorhabditis elegans embryos unexpectedly impairs mating and cognition of adult animals and alters their locomotion behaviors. Delayed PME causes decreased adenosine triphosphate (ATP) levels in early embryos, which lead to impaired physiological functions of adult animals through an energy-sensing pathway mediated by an adenosine monophosphate (AMP)–activated protein kinase, AAK-2, and a forkhead box class O (FOXO) transcription factor, DAF-16. Treatment of PME-delayed animals with MK-4, a subtype of vitamin K 2 that can improve mitochondrial ATP production, restores ATP levels in early embryos, and rescues physiological defects of adult animals. Our results suggest that moderate PME delay during embryo development adversely affects crucial physiological functions in adults, which could be evolutionarily disadvantageous. These observations provide mechanistic explanations for the need to swiftly remove paternal mitochondria early during embryo development.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8351",
          "doi": "10.1126/sciadv.adp8351",
          "filter": "2"
        },
        {
          "title": "Conditional lethality profiling reveals anticancer mechanisms of action and drug-nutrient interactions",
          "authors": "Kyle M. Flickinger, Kelli M. Wilson, Nicholas J. Rossiter, Andrea L. Hunger, Paresh V. Vishwasrao, Tobie D. Lee, Carlos A. Mellado Fritz, Rebecca M. Richards, Matthew D. Hall, Jason R. Cantor",
          "abstract": "Chemical screens across hundreds of cell lines have shown that the drug sensitivities of human cancers can vary by genotype or lineage. However, most drug discovery studies have relied on culture media that poorly reflect metabolite levels in human blood. Here, we perform drug screens in traditional and Human Plasma–Like Medium (HPLM). Sets of compounds that show conditional anticancer activity span different phases of global development and include non-oncology drugs. Comparisons of the synthetic and serum-derived components that comprise typical media trace sets of conditional phenotypes to nucleotide synthesis substrates. We also characterize a unique dual mechanism for brivudine, a compound approved for antiviral use. Brivudine selectively impairs cell growth in low folate conditions by targeting two enzymes involved in one-carbon metabolism. Cataloged gene essentiality data further suggest that conditional phenotypes for other compounds are linked to off-target effects. Our findings establish general strategies for identifying drug-nutrient interactions and mechanisms of action by exploiting conditional lethality in cancer cells.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3591",
          "doi": "10.1126/sciadv.adq3591",
          "filter": "2"
        },
        {
          "title": "P2X 7 receptors exhibit at least three modes of allosteric antagonism",
          "authors": "Adam C. Oken, Ismayn A. Ditter, Nicolas E. Lisi, Ipsita Krishnamurthy, Michael H. Godsey, Steven E. Mansoor",
          "abstract": "P2X receptors are trimeric ion channels activated by adenosine triphosphate (ATP) that contribute to pathophysiological processes ranging from asthma to neuropathic pain and neurodegeneration. A number of small-molecule antagonists have been identified for these important pharmaceutical targets. However, the molecular pharmacology of P2X receptors is poorly understood because of the chemically disparate nature of antagonists and their differential actions on the seven constituent subtypes. Here, we report high-resolution cryo–electron microscopy structures of the homomeric rat P2X 7 receptor bound to five previously known small-molecule allosteric antagonists and a sixth antagonist that we identify. Our structural, biophysical, and electrophysiological data define the molecular determinants of allosteric antagonism in this pharmacologically relevant receptor, revealing three distinct classes of antagonists that we call shallow, deep, and starfish. Starfish binders, exemplified by the previously unidentified antagonist methyl blue, represent a unique class of inhibitors with distinct functional properties that could be exploited to develop potent P2X 7 ligands with substantial clinical impact.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5084",
          "doi": "10.1126/sciadv.ado5084",
          "filter": "2"
        },
        {
          "title": "Nearly linear orbital molecules on a pyrochlore lattice",
          "authors": "Aleksandra Krajewska, Alexander N. Yaresko, Jürgen Nuss, Sebastian Bette, Alexandra S. Gibbs, Marian Blankenhorn, Robert E. Dinnebier, Dita P. Sari, Isao Watanabe, Joel Bertinshaw, Hlynur Gretarsson, Kenji Ishii, Daiju Matsumura, Takuya Tsuji, Masahiko Isobe, Bernhard Keimer, Hidenori Takagi, Tomohiro Takayama",
          "abstract": "The interplay of spin-orbit coupling with other relevant parameters gives rise to the rich phase competition in complex ruthenates featuring octahedrally coordinated Ru 4+ . While locally, spin-orbit coupling stabilizes a nonmagnetic J eff = 0 state, intersite interactions resolve one of two distinct phases at low temperatures: an excitonic magnet stabilized by the magnetic exchange of upper-lying J eff = 1 states or Ru 2 molecular orbital dimers driven by direct orbital overlap. Pyrochlore ruthenates A 2 Ru 2 O 7 ( A = rare earth, Y) are candidate excitonic magnets with geometrical frustration. We synthesized In 2 Ru 2 O 7 with covalent In─O bonds. This pyrochlore ruthenate hosts a local J eff = 0 state at high temperatures; however, at low temperatures, it forms a unique nonmagnetic ground state with nearly linear Ru─O─Ru molecules, in stark contrast to other A 2 Ru 2 O 7 compounds. The disproportionation of covalent In─O bonds drives Ru 2 O molecule formation, quenching not only the local spin-orbit singlet but also geometrical frustration.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn3880",
          "doi": "10.1126/sciadv.adn3880",
          "filter": "2"
        },
        {
          "title": "Filament structures unveil the dynamic organization of human acetyl-CoA carboxylase",
          "authors": "Fayang Zhou, Yuanyuan Zhang, Yuyao Zhu, Qiang Zhou, Yigong Shi, Qi Hu",
          "abstract": "Human acetyl–coenzyme A (CoA) carboxylases (ACCs) catalyze the carboxylation of acetyl-CoA, which is the rate-limiting step in fatty acid synthesis. The molecular mechanism underlying the dynamic organization of ACCs is largely unknown. Here, we determined the cryo–electron microscopy (EM) structure of human ACC1 in its inactive state, which forms a unique filament structure and is in complex with acetyl-CoA. We also determined the cryo-EM structure of human ACC1 activated by dephosphorylation and citrate treatment, at a resolution of 2.55 Å. Notably, the covalently linked biotin binds to a site that is distant from the acetyl-CoA binding site when acetyl-CoA is absent, suggesting a potential coordination between biotin binding and acetyl-CoA binding. These findings provide insights into the structural dynamics and regulatory mechanisms of human ACCs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4880",
          "doi": "10.1126/sciadv.ado4880",
          "filter": "2"
        },
        {
          "title": "Epigenetic regulation of p63 blocks squamous-to-neuroendocrine transdifferentiation in esophageal development and malignancy",
          "authors": "Yongchun Zhang, Dimitris Karagiannis, Helu Liu, Mi Lin, Yinshan Fang, Ming Jiang, Xiao Chen, Supriya Suresh, Haidi Huang, Junjun She, Feiyu Shi, Jiangying Liu, Dan Luo, J. Carlos Angel, Guangtan Lin, Patrick Yang, Wael El-Rifai, Alexander Zaika, Anthony E. Oro, Kuancan Liu, Anil K. Rustgi, Timothy C. Wang, Chao Lu, Jianwen Que",
          "abstract": "While cell fate determination and maintenance are important in establishing and preserving tissue identity and function during development, aberrant cell fate transition leads to cancer cell heterogeneity and resistance to treatment. Here, we report an unexpected role for the transcription factor p63 (Trp63/TP63) in the fate choice of the squamous versus neuroendocrine lineage in esophageal development and malignancy. Deletion of p63 results in extensive neuroendocrine differentiation in the developing mouse esophagus and esophageal progenitors derived from human embryonic stem cells. In human esophageal neuroendocrine carcinoma (eNEC) cells, p63 is transcriptionally silenced by EZH2-mediated H3K27 trimethylation (H3K27me3). Up-regulation of the major p63 isoform ΔNp63α, through either ectopic expression or EZH2 inhibition, promotes squamous transdifferentiation of eNEC cells. Together, these findings uncover p63 as a rheostat in coordinating the transition between squamous and neuroendocrine cell fates during esophageal development and tumor progression.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0479",
          "doi": "10.1126/sciadv.adq0479",
          "filter": "2"
        },
        {
          "title": "The pro-apoptotic function of the C. elegans BCL-2 homolog CED-9 requires interaction with the APAF-1 homolog CED-4",
          "authors": "Nolan Tucker, Peter Reddien, Bradley Hersh, Dongyeop Lee, Mona H. X. Liu, H. Robert Horvitz",
          "abstract": "In Caenorhabditis elegans , apoptosis is inhibited by the BCL-2 homolog CED-9. Although canonically anti-apoptotic, CED-9 has a poorly understood pro-apoptotic function. CED-9 is thought to inhibit apoptosis by binding to and inhibiting the pro-apoptotic C. elegans APAF-1 homolog CED-4. We show that CED-9 or CED-4 mutations located in their CED-9–CED-4 binding regions reduce apoptosis without affecting the CED-9 anti-apoptotic function. These mutant CED-9 and CED-4 proteins are defective in a CED-9–CED-4 interaction in vitro and in vivo, revealing that the known CED-9–CED-4 interaction is required for the pro-apoptotic but not for the anti-apoptotic function of CED-9. The pro-apoptotic CED-9–CED-4 interaction occurs at mitochondria. In mammals, BCL-2 family members can activate APAF-1 via cytochrome c release from mitochondria. The conserved role of mitochondria in CED-9/BCL-2–dependent CED-4/APAF-1 activation is notable and suggests that understanding how CED-9 promotes apoptosis in C. elegans could inform the understanding of mammalian apoptosis and how disruptions of apoptosis promote certain human disorders.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn0325",
          "doi": "10.1126/sciadv.adn0325",
          "filter": "2"
        },
        {
          "title": "Cell type–specific epigenetic priming of gene expression in nucleus accumbens by cocaine",
          "authors": "Philipp Mews, Yentl Van der Zee, Ashik Gurung, Molly Estill, Rita Futamura, Hope Kronman, Aarthi Ramakrishnan, Meagan Ryan, Abner A. Reyes, Benjamin A. Garcia, Caleb J. Browne, Simone Sidoli, Li Shen, Eric J. Nestler",
          "abstract": "A hallmark of addiction is the ability of drugs of abuse to trigger relapse after periods of prolonged abstinence. Here, we describe an epigenetic mechanism whereby chronic cocaine exposure causes lasting chromatin and downstream transcriptional modifications in the nucleus accumbens (NAc), a critical brain region controlling motivation. We link prolonged withdrawal from cocaine to the depletion of the histone variant H2A.Z, coupled with increased genome accessibility and latent priming of gene transcription, in D1 dopamine receptor–expressing medium spiny neurons (D1 MSNs) that relate to aberrant gene expression upon drug relapse. The histone chaperone ANP32E removes H2A.Z from chromatin, and we demonstrate that D1 MSN–selective Anp32e knockdown prevents cocaine-induced H2A.Z depletion and blocks cocaine’s rewarding actions. By contrast, very different effects of cocaine exposure, withdrawal, and relapse were found for D2 MSNs. These findings establish histone variant exchange as an important mechanism and clinical target engaged by drugs of abuse to corrupt brain function and behavior.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3514",
          "doi": "10.1126/sciadv.ado3514",
          "filter": "2"
        },
        {
          "title": "SUMOylation of MFF coordinates fission complexes to promote stress-induced mitochondrial fragmentation",
          "authors": "Richard Seager, Nitheyaa Shree Ramesh, Stephen Cross, Chun Guo, Kevin A. Wilkinson, Jeremy M. Henley",
          "abstract": "Mitochondria undergo fragmentation in response to bioenergetic stress, mediated by dynamin-related protein 1 (DRP1) recruitment to the mitochondria. The major pro-fission DRP1 receptor is mitochondrial fission factor (MFF), and mitochondrial dynamics proteins of 49 and 51 kilodaltons (MiD49/51), which can sequester inactive DRP1. Together, they form a trimeric DRP1-MiD-MFF complex. Adenosine monophosphate–activated protein kinase (AMPK)–mediated phosphorylation of MFF is necessary for mitochondrial fragmentation, but the molecular mechanisms are unclear. Here, we identify MFF as a target of small ubiquitin-like modifier (SUMO) at Lys 151 , MFF SUMOylation is enhanced following AMPK-mediated phosphorylation and that MFF SUMOylation regulates the level of MiD binding to MFF. The mitochondrial stressor carbonyl cyanide 3-chlorophenylhydrazone (CCCP) promotes MFF SUMOylation and mitochondrial fragmentation. However, CCCP-induced fragmentation is impaired in MFF-knockout mouse embryonic fibroblasts expressing non-SUMOylatable MFF K151R. These data suggest that the AMPK-MFF SUMOylation axis dynamically controls stress-induced mitochondrial fragmentation by regulating the levels of MiD in trimeric fission complexes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6223",
          "doi": "10.1126/sciadv.adq6223",
          "filter": "2"
        },
        {
          "title": "Site-specific sulfations regulate the physicochemical properties of papillomavirus–heparan sulfate interactions for entry",
          "authors": "Fouzia Bano, Laura Soria-Martinez, Dominik van Bodegraven, Konrad Throsteinsson, Anna M. Brown, Ines Fels, Nicole L. Snyder, Marta Bally, Mario Schelhaas",
          "abstract": "Certain human papillomaviruses (HPVs) are etiological agents for several anogenital and oropharyngeal cancers. During initial infection, HPV16, the most prevalent cancer-causing type, specifically interacts with heparan sulfates (HSs), not only enabling initial cell attachment but also triggering a crucial conformational change in viral capsids termed structural activation. It is unknown, whether these HPV16-HS interactions depend on HS sulfation patterns. Thus, we probed potential roles of HS sulfations using cell-based functional and physicochemical assays, including single-molecule force spectroscopy. Our results demonstrate that N-sulfation of HS is crucial for virus binding and structural activation by providing high-affinity sites, and that additional 6O-sulfation is required to mechanically stabilize the interaction, whereas 2O-sulfation and 3O-sulfation are mostly dispensable. Together, our findings identify the contribution of HS sulfation patterns to HPV16 binding and structural activation and reveal how distinct sulfation groups of HS synergize to facilitate HPV16 entry, which, in turn, likely influences the tropism of HPVs.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8540",
          "doi": "10.1126/sciadv.ado8540",
          "filter": "2"
        },
        {
          "title": "Loss of atrial natriuretic peptide signaling causes insulin resistance, mitochondrial dysfunction, and low endurance capacity",
          "authors": "Deborah Carper, Marlène Lac, Marine Coue, Axel Labour, Andre Märtens, Jorge Alberto Ayala Banda, Laurène Mazeyrie, Mie Mechta, Lars Roed Ingerslev, Mohamed Elhadad, Justine Vily Petit, Claire Maslo, Laurent Monbrun, Peggy Del Carmine, Yannis Sainte-Marie, Virginie Bourlier, Claire Laurens, Gilles Mithieux, Denis R. Joanisse, Charles Coudray, Christine Feillet-Coudray, Emilie Montastier, Nathalie Viguerie, Geneviève Tavernier, Melanie Waldenberger, Annette Peters, Rui Wang-Sattler, Jerzy Adamski, Karsten Suhre, Christian Gieger, Gabi Kastenmüller, Thomas Illig, Ralf Lichtinghagen, Jochen Seissler, Remy Mounier, Karsten Hiller, Jens Jordan, Romain Barrès, Michaela Kuhn, Dominik Pesta, Cedric Moro",
          "abstract": "Type 2 diabetes (T2D) and obesity are strongly associated with low natriuretic peptide (NP) plasma levels and a down-regulation of NP guanylyl cyclase receptor-A (GCA) in skeletal muscle and adipose tissue. However, no study has so far provided evidence for a causal link between atrial NP (ANP)/GCA deficiency and T2D pathogenesis. Here, we show that both systemic and skeletal muscle ANP/GCA deficiencies in mice promote metabolic disturbances and prediabetes. Skeletal muscle insulin resistance is further associated with altered mitochondrial function and impaired endurance running capacity. ANP/GCA-deficient mice exhibit increased proton leak and reduced content of mitochondrial oxidative phosphorylation proteins. We further show that GCA is related to several metabolic traits in T2D and positively correlates with markers of oxidative capacity in human skeletal muscle. Together, these results indicate that ANP/GCA signaling controls muscle mitochondrial integrity and oxidative capacity in vivo and plays a causal role in the development of prediabetes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl4374",
          "doi": "10.1126/sciadv.adl4374",
          "filter": "2"
        },
        {
          "title": "Asymmetric one-carbon ring expansion of diverse N-heterocycles via copper-catalyzed diyne cyclization",
          "authors": "Fu-Shuai Li, Xiu-Yuan Zou, Tian-Qi Hu, Qing Sun, Zhou Xu, Bo Zhou, Long-Wu Ye",
          "abstract": "One-carbon ring expansion reaction of N-heterocycles has gained particular attention in the past decade because this method allows for the conversion of readily available N-heterocycles into potentially useful complex ring-expanded N-heterocycles, which are inaccessible by traditional methods. However, the catalytic asymmetric variant of this reaction has been rarely reported to date. Herein, we disclose an enantioselective one-carbon ring expansion reaction through chiral copper-catalyzed diyne cyclization, leading to the practical, atom-economic and divergent assembly of an array of valuable chiral N-heterocycles bearing a quaternary stereocenter in generally good to excellent yields with excellent enantioselectivities (up to &gt;99% ee). This protocol represents the first example of asymmetric one-carbon ring expansion reaction of N-heterocycles based on alkynes.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7767",
          "doi": "10.1126/sciadv.adq7767",
          "filter": "2"
        },
        {
          "title": "SLC26A4-AP-2 mu2 interaction regulates SLC26A4 plasma membrane abundance in the endolymphatic sac",
          "authors": "Hyun Jae Lee, Cristina Fenollar-Ferrer, Kevin Isgrig, Ya-Xian Wang, Kerstin Valente, Juleh Eide, Keiji Honda, Wade W. Chien, Ronald S. Petralia, Lijin Dong, Thomas B. Friedman, Juan S. Bonifacino, Andrew J. Griffith, Isabelle Roux",
          "abstract": "Decreased presence or activity of human SLC26A4 at the plasma membrane is a common cause of hearing loss. SLC26A4 (Pendrin) is necessary for normal reabsorption of endolymph, the fluid bathing the inner ear. We identified the μ2 subunit of adaptor protein 2 (AP-2) complex required for clathrin-mediated endocytosis as a protein-partner of SLC26A4 involved in regulating its plasma membrane abundance. We showed that, in the endolymphatic sac, where fluid reabsorption occurs, SLC26A4 is localized along the apical microvilli of mitochondria-rich cells, in contact with the endolymph, and associated with clathrin-coated pits where μ2 and AP-2 are present. Based on SLC26A4 structure, the elements involved in SLC26A4-μ2 interaction were identified and validated experimentally, allowing modeling of this interaction at the atomic level. Pharmacological inhibition of clathrin-mediated endocytosis led to an increased plasma membrane abundance of hemagglutinin-tagged SLC26A4 virally or endogenously expressed in mitochondria-rich cells. These results indicate that the SLC26A4-μ2 interaction regulates SLC26A4 abundance at the apical surface of mitochondria-rich cells.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm8663",
          "doi": "10.1126/sciadv.adm8663",
          "filter": "2"
        }
      ]
    }
  ]
}
