{
  "update": "2024-10-04",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Differences in misinformation sharing can lead to politically asymmetric sanctions",
          "authors": "Mohsen Mosleh, Qi Yang, Tauhid Zaman, Gordon Pennycook, David G. Rand",
          "url": "http://dx.doi.org/10.1038/s41586-024-07942-8",
          "doi": "10.1038/s41586-024-07942-8",
          "filter": "0"
        },
        {
          "title": "Mortality caused by tropical cyclones in the United States",
          "authors": "Rachel Young, Solomon Hsiang",
          "abstract": "Natural disasters trigger complex chains of events within human societies 1 . Immediate deaths and damage are directly observed after a disaster and are widely studied, but delayed downstream outcomes, indirectly caused by the disaster, are difficult to trace back to the initial event 1,2 . Tropical cyclones (TCs)—that is, hurricanes and tropical storms—are widespread globally and have lasting economic impacts 3–5 , but their full health impact remains unknown. Here we conduct a large-scale evaluation of long-term effects of TCs on human mortality in the contiguous United States (CONUS) for all TCs between 1930 and 2015. We observe a robust increase in excess mortality that persists for 15 years after each geophysical event. We estimate that the average TC generates 7,000–11,000 excess deaths, exceeding the average of 24 immediate deaths reported in government statistics 6,7 . Tracking the effects of 501 historical storms, we compute that the TC climate of CONUS imposes an undocumented mortality burden that explains a substantial fraction of the higher mortality rates along the Atlantic coast and is equal to roughly 3.2–5.1% of all deaths. These findings suggest that the TC climate, previously thought to be unimportant for broader public health outcomes, is a meaningful underlying driver for the distribution of mortality risk in CONUS, especially among infants (less than 1 year of age), people 1–44 years of age, and the Black population. Understanding why TCs induce this excess mortality is likely to yield substantial health benefits.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07945-5",
          "doi": "10.1038/s41586-024-07945-5",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Neural circuit mechanisms underlying context-specific halting in Drosophila",
          "authors": "Neha Sapkal, Nino Mancini, Divya Sthanu Kumar, Nico Spiller, Kazuma Murakami, Gianna Vitelli, Benjamin Bargeron, Kate Maier, Katharina Eichler, Gregory S. X. E. Jefferis, Philip K. Shiu, Gabriella R. Sterne, Salil S. Bidaye",
          "abstract": "Walking is a complex motor programme involving coordinated and distributed activity across the brain and the spinal cord. Halting appropriately at the correct time is a critical component of walking control. Despite progress in identifying neurons driving halting 1–6 , the underlying neural circuit mechanisms responsible for overruling the competing walking state remain unclear. Here, using connectome-informed models 7–9 and functional studies, we explain two fundamental mechanisms by which Drosophila implement context-appropriate halting. The first mechanism (‘walk-OFF’) relies on GABAergic neurons that inhibit specific descending walking commands in the brain, whereas the second mechanism (‘brake’) relies on excitatory cholinergic neurons in the nerve cord that lead to an active arrest of stepping movements. We show that two neurons that deploy the walk-OFF mechanism inhibit distinct populations of walking-promotion neurons, leading to differential halting of forward walking or turning. The brake neurons, by constrast, override all walking commands by simultaneously inhibiting descending walking-promotion neurons and increasing the resistance at the leg joints. We characterized two behavioural contexts in which the distinct halting mechanisms were used by the animal in a mutually exclusive manner: the walk-OFF mechanism was engaged for halting during feeding and the brake mechanism was engaged for halting and stability during grooming.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07854-7",
          "doi": "10.1038/s41586-024-07854-7",
          "filter": "2"
        },
        {
          "title": "Inducing novel endosymbioses by implanting bacteria in fungi",
          "authors": "Gabriel H. Giger, Chantal Ernst, Ingrid Richter, Thomas Gassler, Christopher M. Field, Anna Sintsova, Patrick Kiefer, Christoph G. Gäbelein, Orane Guillaume–Gentil, Kirstin Scherlach, Miriam Bortfeld-Miller, Tomaso Zambelli, Shinichi Sunagawa, Markus Künzler, Christian Hertweck, Julia A. Vorholt",
          "abstract": "Endosymbioses have profoundly impacted the evolution of life and continue to shape the ecology of a wide range of species. They give rise to new combinations of biochemical capabilities that promote innovation and diversification 1,2 . Despite the many examples of known endosymbioses across the tree of life, their de novo emergence is rare and challenging to uncover in retrospect 3–5 . Here we implant bacteria into the filamentous fungus Rhizopus microsporus to follow the fate of artificially induced endosymbioses. Whereas Escherichia coli implanted into the cytosol induced septum formation, effectively halting endosymbiogenesis, Mycetohabitans rhizoxinica was transmitted vertically to the progeny at a low frequency. Continuous positive selection on endosymbiosis mitigated initial fitness constraints by several orders of magnitude upon adaptive evolution. Phenotypic changes were underscored by the accumulation of mutations in the host as the system stabilized. The bacterium produced rhizoxin congeners in its new host, demonstrating the transfer of a metabolic function through induced endosymbiosis. Single-cell implantation thus provides a powerful experimental approach to study critical events at the onset of endosymbiogenesis and opens opportunities for synthetic approaches towards designing endosymbioses with desired traits.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08010-x",
          "doi": "10.1038/s41586-024-08010-x",
          "filter": "2"
        },
        {
          "title": "Highly dynamic gamma-ray emissions are common in tropical thunderclouds",
          "authors": "M. Marisaldi, N. Østgaard, A. Mezentsev, T. Lang, J. E. Grove, D. Shy, G. M. Heymsfield, P. Krehbiel, R. J. Thomas, M. Stanley, D. Sarria, C. Schultz, R. Blakeslee, M. G. Quick, H. Christian, I. Adams, R. Kroodsma, N. Lehtinen, K. Ullaland, S. Yang, B. Hasan Qureshi, J. Søndergaard, B. Husa, D. Walker, M. Bateman, D. Mach, S. Cummer, M. Pazos, Y. Pu, P. Bitzer, M. Fullekrug, M. Cohen, J. Montanya, C. Younes, O. van der Velde, J. A. Roncancio, J. A. Lopez, M. Urbani, A. Santos",
          "url": "http://dx.doi.org/10.1038/s41586-024-07936-6",
          "doi": "10.1038/s41586-024-07936-6",
          "filter": "2"
        },
        {
          "title": "Rapid homologue juxtaposition during meiotic chromosome pairing",
          "authors": "Tadasu Nozaki, Beth Weiner, Nancy Kleckner",
          "url": "http://dx.doi.org/10.1038/s41586-024-07999-5",
          "doi": "10.1038/s41586-024-07999-5",
          "filter": "2"
        },
        {
          "title": "Silicon heterojunction back contact solar cells by laser patterning",
          "authors": "Hua Wu, Feng Ye, Miao Yang, Fei Luo, Xiyan Tang, Qing Tang, Haoran Qiu, Zhipeng Huang, Genshun Wang, Zhaoqing Sun, Hao Lin, Junzhe Wei, Yunpeng Li, Xiaoqiang Tian, Jinsheng Zhang, Lei Xie, Xiaoyu Deng, Tuan Yuan, Mingzhe Yu, Yong Liu, Ping Li, Hao Chen, Shenghou Zhou, Qishu Xu, Peng Li, Jun Duan, Jiansheng Chen, Chunxiu Li, Shi Yin, Bo Liu, Chang Sun, Qiao Su, Yichun Wang, Hao Deng, Tian Xie, Pingqi Gao, Qian Kang, Yongzhe Zhang, Hui Yan, Ningyi Yuan, Fuguo Peng, Yunlai Yuan, Xiaoning Ru, Bo He, Lan Chen, Jianbo Wang, Junxiong Lu, Minghao Qu, Chaowei Xue, Jianning Ding, Liang Fang, Zhenguo Li, Xixiang Xu",
          "url": "http://dx.doi.org/10.1038/s41586-024-08110-8",
          "doi": "10.1038/s41586-024-08110-8",
          "filter": "2"
        },
        {
          "title": "High-efficiency and thermally stable FACsPbI3 perovskite photovoltaics",
          "authors": "Saisai Li, Yuanzhi Jiang, Jian Xu, Di Wang, Zijin Ding, Tong Zhu, Bin Chen, Yingguo Yang, Mingyang Wei, Renjun Guo, Yi Hou, Yu Chen, Changjiu Sun, Keyu Wei, Saif M. H. Qaid, Haizhou Lu, Hairen Tan, Dawei Di, Jun Chen, Michael Grätzel, Edward H. Sargent, Mingjian Yuan",
          "url": "http://dx.doi.org/10.1038/s41586-024-08103-7",
          "doi": "10.1038/s41586-024-08103-7",
          "filter": "2"
        },
        {
          "title": "The fly connectome reveals a path to the effectome",
          "authors": "Dean A. Pospisil, Max J. Aragon, Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Marta Costa, Katharina Eichler, Gregory S. X. E. Jefferis, Mala Murthy, Jonathan W. Pillow",
          "abstract": "A goal of neuroscience is to obtain a causal model of the nervous system. The recently reported whole-brain fly connectome 1–3 specifies the synaptic paths by which neurons can affect each other, but not how strongly they do affect each other in vivo. To overcome this limitation, we introduce a combined experimental and statistical strategy for efficiently learning a causal model of the fly brain, which we refer to as the ‘effectome’. Specifically, we propose an estimator for a linear dynamical model of the fly brain that uses stochastic optogenetic perturbation data to estimate causal effects and the connectome as a prior to greatly improve estimation efficiency. We validate our estimator in connectome-based linear simulations and show that it recovers a linear approximation to the nonlinear dynamics of more biophysically realistic simulations. We then analyse the connectome to propose circuits that dominate the dynamics of the fly nervous system. We discover that the dominant circuits involve only relatively small populations of neurons—thus, neuron-level imaging, stimulation and identification are feasible. This approach also re-discovers known circuits and generates testable hypotheses about their dynamics. Overall, we provide evidence that fly whole-brain dynamics are generated by a large collection of small circuits that operate largely independently of each other. This implies that a causal model of a brain can be feasibly obtained in the fly.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07982-0",
          "doi": "10.1038/s41586-024-07982-0",
          "filter": "2"
        },
        {
          "title": "Flickering gamma-ray flashes, the missing link between gamma glows and TGFs",
          "authors": "N. Østgaard, A. Mezentsev, M. Marisaldi, J. E. Grove, M. Quick, H. Christian, S. Cummer, M. Pazos, Y. Pu, M. Stanley, D. Sarria, T. Lang, C. Schultz, R. Blakeslee, I. Adams, R. Kroodsma, G. Heymsfield, N. Lehtinen, K. Ullaland, S. Yang, B. Hasan Qureshi, J. Søndergaard, B. Husa, D. Walker, D. Shy, M. Bateman, P. Bitzer, M. Fullekrug, M. Cohen, J. Montanya, C. Younes, O. van der Velde, P. Krehbiel, J. A. Roncancio, J. A. Lopez, M. Urbani, A. Santos, D. Mach",
          "url": "http://dx.doi.org/10.1038/s41586-024-07893-0",
          "doi": "10.1038/s41586-024-07893-0",
          "filter": "2"
        },
        {
          "title": "Predicting visual function by interpreting a neuronal wiring diagram",
          "authors": "H. Sebastian Seung",
          "abstract": "As connectomics advances, it will become commonplace to know far more about the structure of a nervous system than about its function. The starting point for many investigations will become neuronal wiring diagrams, which will be interpreted to make theoretical predictions about function. Here I demonstrate this emerging approach with the Drosophila optic lobe, analysing its structure to predict that three Dm3 (refs. 1–4 ) and three TmY (refs. 2,4 ) cell types are part of a circuit that serves the function of form vision. Receptive fields are predicted from connectivity, and suggest that the cell types encode the local orientation of a visual stimulus. Extraclassical 5,6 receptive fields are also predicted, with implications for robust orientation tuning 7 , position invariance 8,9 and completion of noisy or illusory contours 10,11 . The TmY types synapse onto neurons that project from the optic lobe to the central brain 12,13 , which are conjectured to compute conjunctions and disjunctions of oriented features. My predictions can be tested through neurophysiology, which would constrain the parameters and biophysical mechanisms in neural network models of fly vision 14 .",
          "url": "http://dx.doi.org/10.1038/s41586-024-07953-5",
          "doi": "10.1038/s41586-024-07953-5",
          "filter": "2"
        },
        {
          "title": "Neuronal parts list and wiring diagram for a visual system",
          "authors": "Arie Matsliah, Szi-chieh Yu, Krzysztof Kruk, Doug Bland, Austin T. Burke, Jay Gager, James Hebditch, Ben Silverman, Kyle Patrick Willie, Ryan Willie, Marissa Sorek, Amy R. Sterling, Emil Kind, Dustin Garner, Gizem Sancer, Mathias F. Wernet, Sung Soo Kim, Mala Murthy, H. Sebastian Seung, character(0), Celia David, Jenna Joroff, Anne Kristiansen, Thomas Stocks, Amalia Braun, Marion Silies, Jaime Skelton, Travis R. Aiken, Maria Ioannidou, Matt Collie, Gerit A. Linneweber, Sebastian Molina-Obando, Sven Dorkenwald, Nelsie Panes, Allien Mae Gogo, Dorfam Rastgarmoghaddam, Cathy Pilapil, Rey Adrian Candilada, Nikitas Serafetinidis, Wei-Chung Lee, Alexander Borst, Rachel I. Wilson, Philipp Schlegel, Gregory S. X. E. Jefferis",
          "abstract": "A catalogue of neuronal cell types has often been called a ‘parts list’ of the brain 1 , and regarded as a prerequisite for understanding brain function 2,3 . In the optic lobe of Drosophila , rules of connectivity between cell types have already proven to be essential for understanding fly vision 4,5 . Here we analyse the fly connectome to complete the list of cell types intrinsic to the optic lobe, as well as the rules governing their connectivity. Most new cell types contain 10 to 100 cells, and integrate information over medium distances in the visual field. Some existing type families (Tm, Li, and LPi) 6–10 at least double in number of types. A new serpentine medulla (Sm) interneuron family contains more types than any other. Three families of cross-neuropil types are revealed. The consistency of types is demonstrated by analysing the distances in high-dimensional feature space, and is further validated by algorithms that select small subsets of discriminative features. We use connectivity to hypothesize about the functional roles of cell types in motion, object and colour vision. Connectivity with ‘boundary types’ that straddle the optic lobe and central brain is also quantified. We showcase the advantages of connectomic cell typing: complete and unbiased sampling, a rich array of features based on connectivity and reduction of the connectome to a substantially simpler wiring diagram of cell types, with immediate relevance for brain function and development.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07981-1",
          "doi": "10.1038/s41586-024-07981-1",
          "filter": "2"
        },
        {
          "title": "Whole-brain annotation and multi-connectome cell typing of Drosophila",
          "authors": "Philipp Schlegel, Yijie Yin, Alexander S. Bates, Sven Dorkenwald, Katharina Eichler, Paul Brooks, Daniel S. Han, Marina Gkantia, Marcia dos Santos, Eva J. Munnelly, Griffin Badalamente, Laia Serratosa Capdevila, Varun A. Sane, Alexandra M. C. Fragniere, Ladann Kiassat, Markus W. Pleijzier, Tomke Stürner, Imaan F. M. Tamimi, Christopher R. Dunne, Irene Salgarella, Alexandre Javier, Siqi Fang, Eric Perlman, Tom Kazimiers, Sridhar R. Jagannathan, Arie Matsliah, Amy R. Sterling, Szi-chieh Yu, Claire E. McKellar, character(0), Krzysztof Kruk, Doug Bland, Zairene Lenizo, Austin T. Burke, Kyle Patrick Willie, Alexander S. Bates, Nikitas Serafetinidis, Nashra Hadjerol, Ryan Willie, Ben Silverman, John Anthony Ocho, Joshua Bañez, Rey Adrian Candilada, Jay Gager, Anne Kristiansen, Nelsie Panes, Arti Yadav, Remer Tancontian, Shirleyjoy Serona, Jet Ivan Dolorosa, Kendrick Joules Vinson, Dustin Garner, Regine Salem, Ariel Dagohoy, Jaime Skelton, Mendell Lopez, Thomas Stocks, Anjali Pandey, Darrel Jay Akiatan, James Hebditch, Celia David, Dharini Sapkal, Shaina Mae Monungolh, Varun Sane, Mark Lloyd Pielago, Miguel Albero, Jacquilyn Laude, Márcia dos Santos, David Deutsch, Zeba Vohra, Kaiyu Wang, Allien Mae Gogo, Emil Kind, Alvin Josh Mandahay, Chereb Martinez, John David Asis, Chitra Nair, Dhwani Patel, Marchan Manaytay, Clyde Angelo Lim, Philip Lenard Ampo, Michelle Darapan Pantujan, Daril Bautista, Rashmita Rana, Jansen Seguido, Bhargavi Parmar, John Clyde Saguimpa, Merlin Moore, Markus W. Pleijzier, Mark Larson, Joseph Hsu, Itisha Joshi, Dhara Kakadiya, Amalia Braun, Cathy Pilapil, Kaushik Parmar, Quinn Vanderbeck, Christopher Dunne, Eva Munnelly, Chan Hyuk Kang, Lena Lörsch, Jinmook Lee, Lucia Kmecova, Gizem Sancer, Christa Baker, Jenna Joroff, Steven Calle, Yashvi Patel, Olivia Sato, Janice Salocot, Farzaan Salman, Sebastian Molina-Obando, Mai Bui, Matthew Lichtenberger, Edmark Tamboboy, Katie Molloy, Alexis E. Santana-Cruz, Anthony Hernandez, Seongbong Yu, Marissa Sorek, Arzoo Diwan, Monika Patel, Travis R. Aiken, Sarah Morejohn, Sanna Koskela, Tansy Yang, Daniel Lehmann, Jonas Chojetzki, Sangeeta Sisodiya, Selden Koolman, Philip K. Shiu, Sky Cho, Annika Bast, Brian Reicher, Marlon Blanquart, Lucy Houghton, Hyungjun Choi, Maria Ioannidou, Matt Collie, Joanna Eckhardt, Benjamin Gorko, Li Guo, Zhihao Zheng, Alisa Poh, Marina Lin, István Taisz, Wes Murfin, Álvaro Sanz Díez, Nils Reinhard, Peter Gibb, Nidhi Patel, Sandeep Kumar, Minsik Yun, Megan Wang, Devon Jones, Lucas Encarnacion-Rivera, Annalena Oswald, Akanksha Jadia, Mert Erginkaya, Nik Drummond, Leonie Walter, Ibrahim Tastekin, Xin Zhong, Yuta Mabuchi, Fernando J. Figueroa Santiago, Urja Verma, Nick Byrne, Edda Kunze, Thomas Crahan, Ryan Margossian, Haein Kim, Iliyan Georgiev, Fabianna Szorenyi, Atsuko Adachi, Benjamin Bargeron, Tomke Stürner, Damian Demarest, Burak Gür, Andrea N. Becker, Robert Turnbull, Ashley Morren, Andrea Sandoval, Anthony Moreno-Sanchez, Diego A. Pacheco, Eleni Samara, Haley Croke, Alexander Thomson, Connor Laughland, Suchetana B. Dutta, Paula Guiomar Alarcón de Antón, Binglin Huang, Patricia Pujols, Isabel Haber, Amanda González-Segarra, Albert Lin, Daniel T. Choe, Veronika Lukyanova, Nino Mancini, Zequan Liu, Tatsuo Okubo, Miriam A. Flynn, Gianna Vitelli, Meghan Laturney, Feng Li, Shuo Cao, Carolina Manyari-Diaz, Hyunsoo Yim, Anh Duc Le, Kate Maier, Seungyun Yu, Yeonju Nam, Daniel Bąba, Amanda Abusaif, Audrey Francis, Jesse Gayk, Sommer S. Huntress, Raquel Barajas, Mindy Kim, Xinyue Cui, Amy R. Sterling, Gabriella R. Sterne, Anna Li, Keehyun Park, Georgia Dempsey, Alan Mathew, Jinseong Kim, Taewan Kim, Guan-ting Wu, Serene Dhawan, Margarida Brotas, Cheng-hao Zhang, Shanice Bailey, Alexander Del Toro, Kisuk Lee, Thomas Macrina, Casey Schneider-Mizell, Sergiy Popovych, Oluwaseun Ogedengbe, Runzhe Yang, Akhilesh Halageri, Will Silversmith, Stephan Gerhard, Andrew Champion, Nils Eckstein, Dodam Ih, Nico Kemnitz, Manuel Castro, Zhen Jia, Jingpeng Wu, Eric Mitchell, Barak Nehoran, Shang Mu, J. Alexander Bae, Ran Lu, Ryan Morey, Kai Kuehner, Derrick Brittain, Chris S. Jordan, David J. Anderson, Rudy Behnia, Salil S. Bidaye, Alexander Borst, Eugenia Chiappe, Forrest Collman, Kenneth J. Colodner, Andrew Dacks, Barry Dickson, Jan Funke, Denise Garcia, Stefanie Hampel, Volker Hartenstein, Bassem Hassan, Charlotte Helfrich-Forster, Wolf Huetteroth, Jinseop Kim, Sung Soo Kim, Young-Joon Kim, Jae Young Kwon, Wei-Chung Lee, Gerit A. Linneweber, Gaby Maimon, Richard Mann, Stéphane Noselli, Michael Pankratz, Lucia Prieto-Godino, Jenny Read, Michael Reiser, Katie von Reyn, Carlos Ribeiro, Kristin Scott, Andrew M. Seeds, Mareike Selcho, Marion Silies, Julie Simpson, Scott Waddell, Mathias F. Wernet, Rachel I. Wilson, Fred W. Wolf, Zepeng Yao, Nilay Yapici, Meet Zandawala, Marta Costa, H. Sebastian Seung, Mala Murthy, Volker Hartenstein, Davi D. Bock, Gregory S. X. E. Jefferis",
          "abstract": "The fruit fly Drosophila melanogaster has emerged as a key model organism in neuroscience, in large part due to the concentration of collaboratively generated molecular, genetic and digital resources available for it. Here we complement the approximately 140,000 neuron FlyWire whole-brain connectome 1 with a systematic and hierarchical annotation of neuronal classes, cell types and developmental units (hemilineages). Of 8,453 annotated cell types, 3,643 were previously proposed in the partial hemibrain connectome 2 , and 4,581 are new types, mostly from brain regions outside the hemibrain subvolume. Although nearly all hemibrain neurons could be matched morphologically in FlyWire, about one-third of cell types proposed for the hemibrain could not be reliably reidentified. We therefore propose a new definition of cell type as groups of cells that are each quantitatively more similar to cells in a different brain than to any other cell in the same brain, and we validate this definition through joint analysis of FlyWire and hemibrain connectomes. Further analysis defined simple heuristics for the reliability of connections between brains, revealed broad stereotypy and occasional variability in neuron count and connectivity, and provided evidence for functional homeostasis in the mushroom body through adjustments of the absolute amount of excitatory input while maintaining the excitation/inhibition ratio. Our work defines a consensus cell type atlas for the fly brain and provides both an intellectual framework and open-source toolchain for brain-scale comparative connectomics.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07686-5",
          "doi": "10.1038/s41586-024-07686-5",
          "filter": "2"
        },
        {
          "title": "Connectomic reconstruction predicts visual features used for navigation",
          "authors": "Dustin Garner, Emil Kind, Jennifer Yuet Ha Lai, Aljoscha Nern, Arthur Zhao, Lucy Houghton, Gizem Sancer, Tanya Wolff, Gerald M. Rubin, Mathias F. Wernet, Sung Soo Kim",
          "abstract": "Many animals use visual information to navigate 1–4 , but how such information is encoded and integrated by the navigation system remains incompletely understood. In Drosophila melanogaster , EPG neurons in the central complex compute the heading direction 5 by integrating visual input from ER neurons 6–12 , which are part of the anterior visual pathway (AVP) 10,13–16 . Here we densely reconstruct all neurons in the AVP using electron-microscopy data 17 . The AVP comprises four neuropils, sequentially linked by three major classes of neurons: MeTu neurons 10,14,15 , which connect the medulla in the optic lobe to the small unit of the anterior optic tubercle (AOTUsu) in the central brain; TuBu neurons 9,16 , which connect the AOTUsu to the bulb neuropil; and ER neurons 6–12 , which connect the bulb to the EPG neurons. On the basis of morphologies, connectivity between neural classes and the locations of synapses, we identify distinct information channels that originate from four types of MeTu neurons, and we further divide these into ten subtypes according to the presynaptic connections in the medulla and the postsynaptic connections in the AOTUsu. Using the connectivity of the entire AVP and the dendritic fields of the MeTu neurons in the optic lobes, we infer potential visual features and the visual area from which any ER neuron receives input. We confirm some of these predictions physiologically. These results provide a strong foundation for understanding how distinct sensory features can be extracted and transformed across multiple processing stages to construct higher-order cognitive representations.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07967-z",
          "doi": "10.1038/s41586-024-07967-z",
          "filter": "2"
        },
        {
          "title": "Network statistics of the whole-brain connectome of Drosophila",
          "authors": "Albert Lin, Runzhe Yang, Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Marta Costa, Katharina Eichler, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Gregory S. X. E. Jefferis, Mala Murthy",
          "url": "http://dx.doi.org/10.1038/s41586-024-07968-y",
          "doi": "10.1038/s41586-024-07968-y",
          "filter": "2"
        },
        {
          "title": "Calcium-permeable AMPA receptors govern PV neuron feature selectivity",
          "authors": "Ingie Hong, Juhyun Kim, Thomas Hainmueller, Dong Won Kim, Joram Keijser, Richard C. Johnson, Soo Hyun Park, Nathachit Limjunyawong, Zhuonan Yang, David Cheon, Taeyoung Hwang, Amit Agarwal, Thibault Cholvin, Fenna M. Krienen, Steven A. McCarroll, Xinzhong Dong, David A. Leopold, Seth Blackshaw, Henning Sprekeler, Dwight E. Bergles, Marlene Bartos, Solange P. Brown, Richard L. Huganir",
          "url": "http://dx.doi.org/10.1038/s41586-024-08027-2",
          "doi": "10.1038/s41586-024-08027-2",
          "filter": "2"
        },
        {
          "title": "LYCHOS is a human hybrid of a plant-like PIN transporter and a GPCR",
          "authors": "Charles Bayly-Jones, Christopher J. Lupton, Alastair C. Keen, Shuqi Dong, Chantel Mastos, Wentong Luo, Chunyi Qian, Gareth D. Jones, Hari Venugopal, Yong-Gang Chang, Ronald J. Clarke, Michelle L. Halls, Andrew M. Ellisdon",
          "url": "http://dx.doi.org/10.1038/s41586-024-08012-9",
          "doi": "10.1038/s41586-024-08012-9",
          "filter": "2"
        },
        {
          "title": "RNA m5C oxidation by TET2 regulates chromatin state and leukaemogenesis",
          "authors": "Zhongyu Zou, Xiaoyang Dou, Ying Li, Zijie Zhang, Juan Wang, Boyang Gao, Yu Xiao, Yiding Wang, Lijie Zhao, Chenxi Sun, Qinzhe Liu, Xianbin Yu, Hao Wang, Juyeong Hong, Qing Dai, Feng-Chun Yang, Mingjiang Xu, Chuan He",
          "url": "http://dx.doi.org/10.1038/s41586-024-07969-x",
          "doi": "10.1038/s41586-024-07969-x",
          "filter": "2"
        },
        {
          "title": "Signature of the western boundary currents in local climate variability",
          "authors": "James G. Larson, David W. J. Thompson, James W. Hurrell",
          "url": "http://dx.doi.org/10.1038/s41586-024-08019-2",
          "doi": "10.1038/s41586-024-08019-2",
          "filter": "2"
        },
        {
          "title": "A Drosophila computational brain model reveals sensorimotor processing",
          "authors": "Philip K. Shiu, Gabriella R. Sterne, Nico Spiller, Romain Franconville, Andrea Sandoval, Joie Zhou, Neha Simha, Chan Hyuk Kang, Seongbong Yu, Jinseop S. Kim, Sven Dorkenwald, Arie Matsliah, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Amy Sterling, Marta Costa, Katharina Eichler, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Gregory S. X. E. Jefferis, Mala Murthy, Salil S. Bidaye, Stefanie Hampel, Andrew M. Seeds, Kristin Scott",
          "abstract": "The recent assembly of the adult Drosophila melanogaster central brain connectome, containing more than 125,000 neurons and 50 million synaptic connections, provides a template for examining sensory processing throughout the brain 1,2 . Here we create a leaky integrate-and-fire computational model of the entire Drosophila brain, on the basis of neural connectivity and neurotransmitter identity 3 , to study circuit properties of feeding and grooming behaviours. We show that activation of sugar-sensing or water-sensing gustatory neurons in the computational model accurately predicts neurons that respond to tastes and are required for feeding initiation 4 . In addition, using the model to activate neurons in the feeding region of the Drosophila brain predicts those that elicit motor neuron firing 5 —a testable hypothesis that we validate by optogenetic activation and behavioural studies. Activating different classes of gustatory neurons in the model makes accurate predictions of how several taste modalities interact, providing circuit-level insight into aversive and appetitive taste processing. Additionally, we applied this model to mechanosensory circuits and found that computational activation of mechanosensory neurons predicts activation of a small set of neurons comprising the antennal grooming circuit, and accurately describes the circuit response upon activation of different mechanosensory subtypes 6–10 . Our results demonstrate that modelling brain circuits using only synapse-level connectivity and predicted neurotransmitter identity generates experimentally testable hypotheses and can describe complete sensorimotor transformations.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07763-9",
          "doi": "10.1038/s41586-024-07763-9",
          "filter": "2"
        },
        {
          "title": "Neuronal wiring diagram of an adult brain",
          "authors": "Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Albert Lin, Marta Costa, Katharina Eichler, Yijie Yin, Will Silversmith, Casey Schneider-Mizell, Chris S. Jordan, Derrick Brittain, Akhilesh Halageri, Kai Kuehner, Oluwaseun Ogedengbe, Ryan Morey, Jay Gager, Krzysztof Kruk, Eric Perlman, Runzhe Yang, David Deutsch, Doug Bland, Marissa Sorek, Ran Lu, Thomas Macrina, Kisuk Lee, J. Alexander Bae, Shang Mu, Barak Nehoran, Eric Mitchell, Sergiy Popovych, Jingpeng Wu, Zhen Jia, Manuel A. Castro, Nico Kemnitz, Dodam Ih, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Forrest Collman, Davi D. Bock, Gregory S. X. E. Jefferis, H. Sebastian Seung, Mala Murthy, character(0), Zairene Lenizo, Austin T. Burke, Kyle Patrick Willie, Nikitas Serafetinidis, Nashra Hadjerol, Ryan Willie, Ben Silverman, John Anthony Ocho, Joshua Bañez, Rey Adrian Candilada, Anne Kristiansen, Nelsie Panes, Arti Yadav, Remer Tancontian, Shirleyjoy Serona, Jet Ivan Dolorosa, Kendrick Joules Vinson, Dustin Garner, Regine Salem, Ariel Dagohoy, Jaime Skelton, Mendell Lopez, Laia Serratosa Capdevila, Griffin Badalamente, Thomas Stocks, Anjali Pandey, Darrel Jay Akiatan, James Hebditch, Celia David, Dharini Sapkal, Shaina Mae Monungolh, Varun Sane, Mark Lloyd Pielago, Miguel Albero, Jacquilyn Laude, Márcia dos Santos, Zeba Vohra, Kaiyu Wang, Allien Mae Gogo, Emil Kind, Alvin Josh Mandahay, Chereb Martinez, John David Asis, Chitra Nair, Dhwani Patel, Marchan Manaytay, Imaan F. M. Tamimi, Clyde Angelo Lim, Philip Lenard Ampo, Michelle Darapan Pantujan, Alexandre Javier, Daril Bautista, Rashmita Rana, Jansen Seguido, Bhargavi Parmar, John Clyde Saguimpa, Merlin Moore, Markus William Pleijzier, Mark Larson, Joseph Hsu, Itisha Joshi, Dhara Kakadiya, Amalia Braun, Cathy Pilapil, Marina Gkantia, Kaushik Parmar, Quinn Vanderbeck, Irene Salgarella, Christopher Dunne, Eva Munnelly, Chan Hyuk Kang, Lena Lörsch, Jinmook Lee, Lucia Kmecova, Gizem Sancer, Christa Baker, Jenna Joroff, Steven Calle, Yashvi Patel, Olivia Sato, Siqi Fang, Janice Salocot, Farzaan Salman, Sebastian Molina-Obando, Paul Brooks, Mai Bui, Matthew Lichtenberger, Edward Tamboboy, Katie Molloy, Alexis E. Santana-Cruz, Anthony Hernandez, Seongbong Yu, Arzoo Diwan, Monika Patel, Travis R. Aiken, Sarah Morejohn, Sanna Koskela, Tansy Yang, Daniel Lehmann, Jonas Chojetzki, Sangeeta Sisodiya, Selden Koolman, Philip K. Shiu, Sky Cho, Annika Bast, Brian Reicher, Marlon Blanquart, Lucy Houghton, Hyungjun Choi, Maria Ioannidou, Matt Collie, Joanna Eckhardt, Benjamin Gorko, Li Guo, Zhihao Zheng, Alisa Poh, Marina Lin, István Taisz, Wes Murfin, Álvaro Sanz Díez, Nils Reinhard, Peter Gibb, Nidhi Patel, Sandeep Kumar, Minsik Yun, Megan Wang, Devon Jones, Lucas Encarnacion-Rivera, Annalena Oswald, Akanksha Jadia, Mert Erginkaya, Nik Drummond, Leonie Walter, Ibrahim Tastekin, Xin Zhong, Yuta Mabuchi, Fernando J. Figueroa Santiago, Urja Verma, Nick Byrne, Edda Kunze, Thomas Crahan, Ryan Margossian, Haein Kim, Iliyan Georgiev, Fabianna Szorenyi, Atsuko Adachi, Benjamin Bargeron, Tomke Stürner, Damian Demarest, Burak Gür, Andrea N. Becker, Robert Turnbull, Ashley Morren, Andrea Sandoval, Anthony Moreno-Sanchez, Diego A. Pacheco, Eleni Samara, Haley Croke, Alexander Thomson, Connor Laughland, Suchetana B. Dutta, Paula Guiomar Alarcón de Antón, Binglin Huang, Patricia Pujols, Isabel Haber, Amanda González-Segarra, Daniel T. Choe, Veronika Lukyanova, Nino Mancini, Zequan Liu, Tatsuo Okubo, Miriam A. Flynn, Gianna Vitelli, Meghan Laturney, Feng Li, Shuo Cao, Carolina Manyari-Diaz, Hyunsoo Yim, Anh Duc Le, Kate Maier, Seungyun Yu, Yeonju Nam, Daniel Bąba, Amanda Abusaif, Audrey Francis, Jesse Gayk, Sommer S. Huntress, Raquel Barajas, Mindy Kim, Xinyue Cui, Gabriella R. Sterne, Anna Li, Keehyun Park, Georgia Dempsey, Alan Mathew, Jinseong Kim, Taewan Kim, Guan-ting Wu, Serene Dhawan, Margarida Brotas, Cheng-hao Zhang, Shanice Bailey, Alexander Del Toro, Runzhe Yang, Stephan Gerhard, Andrew Champion, David J. Anderson, Rudy Behnia, Salil S. Bidaye, Alexander Borst, Eugenia Chiappe, Kenneth J. Colodner, Andrew Dacks, Barry Dickson, Denise Garcia, Stefanie Hampel, Volker Hartenstein, Bassem Hassan, Charlotte Helfrich-Forster, Wolf Huetteroth, Jinseop Kim, Sung Soo Kim, Young-Joon Kim, Jae Young Kwon, Wei-Chung Lee, Gerit A. Linneweber, Gaby Maimon, Richard Mann, Stéphane Noselli, Michael Pankratz, Lucia Prieto-Godino, Jenny Read, Michael Reiser, Katie von Reyn, Carlos Ribeiro, Kristin Scott, Andrew M. Seeds, Mareike Selcho, Marion Silies, Julie Simpson, Scott Waddell, Mathias F. Wernet, Rachel I. Wilson, Fred W. Wolf, Zepeng Yao, Nilay Yapici, Meet Zandawala",
          "abstract": "Connections between neurons can be mapped by acquiring and analysing electron microscopic brain images. In recent years, this approach has been applied to chunks of brains to reconstruct local connectivity maps that are highly informative 1–6 , but nevertheless inadequate for understanding brain function more globally. Here we present a neuronal wiring diagram of a whole brain containing 5 × 10 7 chemical synapses 7 between 139,255 neurons reconstructed from an adult female Drosophila melanogaster 8,9 . The resource also incorporates annotations of cell classes and types, nerves, hemilineages and predictions of neurotransmitter identities 10–12 . Data products are available for download, programmatic access and interactive browsing and have been made interoperable with other fly data resources. We derive a projectome—a map of projections between regions—from the connectome and report on tracing of synaptic pathways and the analysis of information flow from inputs (sensory and ascending neurons) to outputs (motor, endocrine and descending neurons) across both hemispheres and between the central brain and the optic lobes. Tracing from a subset of photoreceptors to descending motor pathways illustrates how structure can uncover putative circuit mechanisms underlying sensorimotor behaviours. The technologies and open ecosystem reported here set the stage for future large-scale connectome projects in other species.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07558-y",
          "doi": "10.1038/s41586-024-07558-y",
          "filter": "2"
        },
        {
          "title": "CRISPR–Cas9 screens reveal regulators of ageing in neural stem cells",
          "authors": "Tyson J. Ruetz, Angela N. Pogson, Chloe M. Kashiwagi, Stephanie D. Gagnon, Bhek Morton, Eric D. Sun, Jeeyoon Na, Robin W. Yeo, Dena S. Leeman, David W. Morgens, C. Kimberly Tsui, Amy Li, Michael C. Bassik, Anne Brunet",
          "url": "http://dx.doi.org/10.1038/s41586-024-07972-2",
          "doi": "10.1038/s41586-024-07972-2",
          "filter": "2"
        },
        {
          "title": "Bulk high-temperature superconductivity in pressurized tetragonal La2PrNi2O7",
          "authors": "Ningning Wang, Gang Wang, Xiaoling Shen, Jun Hou, Jun Luo, Xiaoping Ma, Huaixin Yang, Lifen Shi, Jie Dou, Jie Feng, Jie Yang, Yunqing Shi, Zhian Ren, Hanming Ma, Pengtao Yang, Ziyi Liu, Yue Liu, Hua Zhang, Xiaoli Dong, Yuxin Wang, Kun Jiang, Jiangping Hu, Shoko Nagasaki, Kentaro Kitagawa, Stuart Calder, Jiaqiang Yan, Jianping Sun, Bosen Wang, Rui Zhou, Yoshiya Uwatoko, Jinguang Cheng",
          "url": "http://dx.doi.org/10.1038/s41586-024-07996-8",
          "doi": "10.1038/s41586-024-07996-8",
          "filter": "2"
        },
        {
          "title": "Tuft cells act as regenerative stem cells in the human intestine",
          "authors": "Lulu Huang, Jochem H. Bernink, Amir Giladi, Daniel Krueger, Gijs J. F. van Son, Maarten H. Geurts, Georg Busslinger, Lin Lin, Harry Begthel, Maurice Zandvliet, Christianne J. Buskens, Willem A. Bemelman, Carmen López-Iglesias, Peter J. Peters, Hans Clevers",
          "url": "http://dx.doi.org/10.1038/s41586-024-07952-6",
          "doi": "10.1038/s41586-024-07952-6",
          "filter": "2"
        },
        {
          "title": "World's largest telescope pauses expansion amid funding crunch",
          "authors": "Sarah Wild",
          "url": "http://dx.doi.org/10.1038/d41586-024-03139-1",
          "doi": "10.1038/d41586-024-03139-1",
          "filter": "4"
        },
        {
          "title": "‘In awe’: scientists impressed by latest ChatGPT model o1",
          "authors": "Nicola Jones",
          "url": "http://dx.doi.org/10.1038/d41586-024-03169-9",
          "doi": "10.1038/d41586-024-03169-9",
          "filter": "4"
        },
        {
          "title": "Dealers need not apply: shipping plants for science in 1874",
          "url": "http://dx.doi.org/10.1038/d41586-024-03184-w",
          "doi": "10.1038/d41586-024-03184-w",
          "filter": "4"
        },
        {
          "title": "US election has profound implications for science in Ukraine",
          "authors": "Serhii Nazarovets",
          "url": "http://dx.doi.org/10.1038/d41586-024-03199-3",
          "doi": "10.1038/d41586-024-03199-3",
          "filter": "4"
        },
        {
          "title": "Lowlands: where science meets music",
          "authors": "Hannah Docter-Loeb",
          "url": "http://dx.doi.org/10.1038/d41586-024-03151-5",
          "doi": "10.1038/d41586-024-03151-5",
          "filter": "4"
        },
        {
          "title": "How a potent immune therapy loses its punch against a blood cancer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03141-7",
          "doi": "10.1038/d41586-024-03141-7",
          "filter": "4"
        },
        {
          "title": "From crevasse falls to polar bears, train fieldwork leaders for emergencies",
          "authors": "Sarah Boon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03155-1",
          "doi": "10.1038/d41586-024-03155-1",
          "filter": "4"
        },
        {
          "title": "Bacteria implanted into fungi offer clues to the origins of complex life",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-03224-5",
          "doi": "10.1038/d41586-024-03224-5",
          "filter": "4"
        },
        {
          "title": "See a tardigrade ride a worm in the world’s weirdest rodeo — September’s best science images",
          "authors": "Helena Kudiabor, Emma Stoye",
          "url": "http://dx.doi.org/10.1038/d41586-024-03153-3",
          "doi": "10.1038/d41586-024-03153-3",
          "filter": "4"
        },
        {
          "title": "Nuclear power for AI: what it will take to reopen Three Mile Island safely",
          "authors": "Michael Greshko",
          "url": "http://dx.doi.org/10.1038/d41586-024-03162-2",
          "doi": "10.1038/d41586-024-03162-2",
          "filter": "4"
        },
        {
          "title": "Found in translation",
          "authors": "Gio Clairval",
          "url": "http://dx.doi.org/10.1038/d41586-024-03066-1",
          "doi": "10.1038/d41586-024-03066-1",
          "filter": "4"
        },
        {
          "title": "Will the big neuroscience brainstorm pay off?",
          "authors": "James Mitchell Crow",
          "url": "http://dx.doi.org/10.1038/d41586-024-03044-7",
          "doi": "10.1038/d41586-024-03044-7",
          "filter": "4"
        },
        {
          "title": "Glowing γ-rays solve thunderstorm conundrum",
          "authors": "Joseph R. Dwyer",
          "url": "http://dx.doi.org/10.1038/d41586-024-03032-x",
          "doi": "10.1038/d41586-024-03032-x",
          "filter": "4"
        },
        {
          "title": "Ones to watch: young neuroscientists on the rise",
          "authors": "Felicity Nelson, Benjamin Plackett",
          "url": "http://dx.doi.org/10.1038/d41586-024-03049-2",
          "doi": "10.1038/d41586-024-03049-2",
          "filter": "4"
        },
        {
          "title": "Hundreds of methane super-sources pinpointed in satellite data",
          "url": "http://dx.doi.org/10.1038/d41586-024-03143-5",
          "doi": "10.1038/d41586-024-03143-5",
          "filter": "4"
        },
        {
          "title": "Baby sea turtles ‘swim’ up from buried nests to the open air",
          "url": "http://dx.doi.org/10.1038/d41586-024-03142-6",
          "doi": "10.1038/d41586-024-03142-6",
          "filter": "4"
        },
        {
          "title": "How walkable is your city? Online tool shows how major centres measure up",
          "authors": "Abigail Klopper",
          "url": "http://dx.doi.org/10.1038/d41586-024-03145-3",
          "doi": "10.1038/d41586-024-03145-3",
          "filter": "4"
        },
        {
          "title": "Support the Pact for the Future",
          "url": "http://dx.doi.org/10.1038/d41586-024-03183-x",
          "doi": "10.1038/d41586-024-03183-x",
          "filter": "4"
        },
        {
          "title": "Funders launch online resource to help researchers navigate narrative CVs",
          "authors": "Dalmeet Singh Chawla",
          "url": "http://dx.doi.org/10.1038/d41586-024-03113-x",
          "doi": "10.1038/d41586-024-03113-x",
          "filter": "4"
        },
        {
          "title": "Jordan’s green-energy vision requires refinement",
          "authors": "Hussam Hussein, Hussam Khasawneh",
          "url": "http://dx.doi.org/10.1038/d41586-024-03198-4",
          "doi": "10.1038/d41586-024-03198-4",
          "filter": "4"
        },
        {
          "title": "Audio long read: A day in the life of the world’s fastest supercomputer",
          "authors": "Sophia Chen, Benjamin Thompson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03181-z",
          "doi": "10.1038/d41586-024-03181-z",
          "filter": "4"
        },
        {
          "title": "Do orangutans like your toothpaste? Books in brief",
          "authors": "Andrew Robinson",
          "url": "http://dx.doi.org/10.1038/d41586-024-03174-y",
          "doi": "10.1038/d41586-024-03174-y",
          "filter": "4"
        },
        {
          "title": "I track the movements of the mysterious storm bird",
          "authors": "Alexia Austin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03154-2",
          "doi": "10.1038/d41586-024-03154-2",
          "filter": "4"
        },
        {
          "title": "AI to the rescue: how to enhance disaster early warnings with tech tools",
          "authors": "Monique M. Kuglitsch, Jon Cox, Jürg Luterbacher, Bilel Jamoussi, Elena Xoplaki, Muralee Thummarukudy, Golestan Sally Radwan, Soichiro Yasukawa, Shanna N. McClain, Rustem Arif Albayrak, David Oehmen, Thomas Ward",
          "url": "http://dx.doi.org/10.1038/d41586-024-03149-z",
          "doi": "10.1038/d41586-024-03149-z",
          "filter": "4"
        },
        {
          "title": "United States sets the pace for implantable brain–computer interfaces",
          "authors": "Liam Drew",
          "url": "http://dx.doi.org/10.1038/d41586-024-03046-5",
          "doi": "10.1038/d41586-024-03046-5",
          "filter": "4"
        },
        {
          "title": "A guide to the Nature Index",
          "url": "http://dx.doi.org/10.1038/d41586-024-03050-9",
          "doi": "10.1038/d41586-024-03050-9",
          "filter": "4"
        },
        {
          "title": "Neurotechnology race ramps up, but fundamental questions remain",
          "authors": "Bec Crew",
          "url": "http://dx.doi.org/10.1038/d41586-024-03043-8",
          "doi": "10.1038/d41586-024-03043-8",
          "filter": "4"
        },
        {
          "title": "High-performers and specialists in neuroscience research",
          "url": "http://dx.doi.org/10.1038/d41586-024-03045-6",
          "doi": "10.1038/d41586-024-03045-6",
          "filter": "4"
        },
        {
          "title": "Can flashing lights stall Alzheimer’s? What the science shows",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03147-1",
          "doi": "10.1038/d41586-024-03147-1",
          "filter": "4"
        },
        {
          "title": "Use citizen science to turbocharge big-data projects",
          "url": "http://dx.doi.org/10.1038/d41586-024-03182-y",
          "doi": "10.1038/d41586-024-03182-y",
          "filter": "4"
        },
        {
          "title": "Essential vector-disease resource faces shutdown without funding",
          "authors": "George K. Christophides",
          "url": "http://dx.doi.org/10.1038/d41586-024-03196-6",
          "doi": "10.1038/d41586-024-03196-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Bigger chatbots tell more lies",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03179-7",
          "doi": "10.1038/d41586-024-03179-7",
          "filter": "4"
        },
        {
          "title": "CRISPR helps brain stem cells regain youth in mice",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03177-9",
          "doi": "10.1038/d41586-024-03177-9",
          "filter": "4"
        },
        {
          "title": "I botched my poster presentation — how do I perform better next time?",
          "authors": "Nikki Forrester",
          "url": "http://dx.doi.org/10.1038/d41586-024-03171-1",
          "doi": "10.1038/d41586-024-03171-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Carbon bond that uses only one electron seen for first time",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03195-7",
          "doi": "10.1038/d41586-024-03195-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Claims of fraud plague one of the most-cited neuroscience researchers",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03216-5",
          "doi": "10.1038/d41586-024-03216-5",
          "filter": "4"
        },
        {
          "title": "A ‘Swiss army knife’ microscope that doesn’t break the bank",
          "url": "http://dx.doi.org/10.1038/d41586-024-03140-8",
          "doi": "10.1038/d41586-024-03140-8",
          "filter": "4"
        },
        {
          "title": "How long COVID could lift the fog on neurocognitive disorders",
          "authors": "Michael J. Peluso, E. Wesley Ely",
          "url": "http://dx.doi.org/10.1038/d41586-024-03047-4",
          "doi": "10.1038/d41586-024-03047-4",
          "filter": "4"
        },
        {
          "title": "Why the timing of climate assessments matters",
          "authors": "Fabrice Lambert",
          "url": "http://dx.doi.org/10.1038/d41586-024-03156-0",
          "doi": "10.1038/d41586-024-03156-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: US man guilty in cloned giant-sheep scheme",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03210-x",
          "doi": "10.1038/d41586-024-03210-x",
          "filter": "4"
        },
        {
          "title": "Nearly 50% of researchers quit science within a decade, huge study reveals",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03222-7",
          "doi": "10.1038/d41586-024-03222-7",
          "filter": "4"
        },
        {
          "title": "Hybrid protein filaments are a surprise twist in neurodegeneration",
          "authors": "Michael S. Fernandopulle, Michael E. Ward",
          "url": "http://dx.doi.org/10.1038/d41586-024-03054-5",
          "doi": "10.1038/d41586-024-03054-5",
          "filter": "4"
        },
        {
          "title": "The complex life of the oil industry veteran who proposed the Gaia hypothesis",
          "authors": "Emma Marris",
          "url": "http://dx.doi.org/10.1038/d41586-024-03148-0",
          "doi": "10.1038/d41586-024-03148-0",
          "filter": "4"
        },
        {
          "title": "Twenty years of Addgene",
          "authors": "Ariana Remmel",
          "url": "http://dx.doi.org/10.1038/d41586-024-03152-4",
          "doi": "10.1038/d41586-024-03152-4",
          "filter": "4"
        },
        {
          "title": "Why Mount Everest is the world’s tallest mountain",
          "authors": "Michael Marshall",
          "url": "http://dx.doi.org/10.1038/d41586-024-03164-0",
          "doi": "10.1038/d41586-024-03164-0",
          "filter": "4"
        },
        {
          "title": "‘Afraid to talk’: researchers fear the end for science in Venezuela",
          "authors": "Luke Taylor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03144-4",
          "doi": "10.1038/d41586-024-03144-4",
          "filter": "4"
        },
        {
          "title": "International action is needed now to save the Pantanal",
          "authors": "Luan G. Araujo Goebel, Gabriela Rodrigues Longo, Gustavo Figueiroa, Walfrido Moraes Tomas",
          "url": "http://dx.doi.org/10.1038/d41586-024-03197-5",
          "doi": "10.1038/d41586-024-03197-5",
          "filter": "4"
        },
        {
          "title": "Peer review by committee? New journal rethinks old model",
          "authors": "Jackson Ryan",
          "url": "http://dx.doi.org/10.1038/d41586-024-03039-4",
          "doi": "10.1038/d41586-024-03039-4",
          "filter": "4"
        },
        {
          "title": "The huge toll of PhDs on mental health: data reveal stark effects",
          "authors": "Fred Schwaller",
          "url": "http://dx.doi.org/10.1038/d41586-024-03136-4",
          "doi": "10.1038/d41586-024-03136-4",
          "filter": "4"
        },
        {
          "title": "What harmful microbes are lurking in the world’s 7 billion tonnes of plastic waste?",
          "authors": "Changchao Li, Jian Liu, Matthias C. Rillig, Michael S. Bank, Peter Fantke, Dong Zhu, Yong-Guan Zhu, Ling N. Jin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03150-6",
          "doi": "10.1038/d41586-024-03150-6",
          "filter": "4"
        },
        {
          "title": "Deadly Marburg virus: scientists race to test vaccines in outbreak",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-03218-3",
          "doi": "10.1038/d41586-024-03218-3",
          "filter": "4"
        },
        {
          "title": "Revolutionary drug for schizophrenia wins US approval",
          "authors": "Elie Dolgin",
          "url": "http://dx.doi.org/10.1038/d41586-024-03123-9",
          "doi": "10.1038/d41586-024-03123-9",
          "filter": "4"
        },
        {
          "title": "A complete wiring diagram of the fruit-fly brain",
          "authors": "Anita V. Devineni",
          "url": "http://dx.doi.org/10.1038/d41586-024-03029-6",
          "doi": "10.1038/d41586-024-03029-6",
          "filter": "4"
        },
        {
          "title": "The global imbalance of neurological conditions",
          "url": "http://dx.doi.org/10.1038/d41586-024-03048-3",
          "doi": "10.1038/d41586-024-03048-3",
          "filter": "4"
        },
        {
          "title": "Mysterious form of high-energy radiation spotted in thunderstorms",
          "authors": "Elizabeth Gibney",
          "url": "http://dx.doi.org/10.1038/d41586-024-03206-7",
          "doi": "10.1038/d41586-024-03206-7",
          "filter": "4"
        },
        {
          "title": "Largest brain map ever reveals fruit fly’s neurons in exquisite detail",
          "authors": "Sara Reardon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03190-y",
          "doi": "10.1038/d41586-024-03190-y",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Word-initial lengthening of consonants in non-WEIRD languages",
          "url": "http://dx.doi.org/10.1038/s41562-024-01989-3",
          "doi": "10.1038/s41562-024-01989-3",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Differences in cognitive function at 18 y of age explain the association between low education and early dementia risk",
          "authors": "Bernt Bratsberg, Anders M. Fjell, Ole J. Rogeberg, Vegard F. Skirbekk, Kristine B. Walhovd",
          "abstract": "Major initiatives attempt to prevent dementia by targeting modifiable risk factors. Low education is frequently pointed to, due to its relationship with dementia. Impact of education is difficult to assess, however, because of associations with multiple other factors, requiring large population-representative samples to tease the relationships apart. We studied 207,814 Norwegian men born between 1950 and 1959 who underwent compulsory cognitive testing during military conscription as young adults, to systematically test associations of education, cognition, and other important factors. Participants were grouped into five education levels and seven cognitive levels. A total of 1,521 were diagnosed with dementia between ages 60 and 69 y. While having compulsory education only was associated with increased risk (Hazard ratio [HR] = 1.37, CI: 1.17 to 1.60), this association was markedly attenuated when controlling for cognitive test scores (HR = 1.08, CI: 0.91 to 1.28). In contrast, low cognitive score was associated with double risk of later diagnosis, even when controlling for education (HR = 2.00, CI: 1.65 to 2.42). This relationship survived controlling for early-life socioeconomic status and replicated within pairs of brothers. This suggests that genetic and environmental factors shared within families, e.g., common genetics, parental education, socioeconomic status, or other shared experiences, cannot account for the association. Rather, independent, nonfamilial factors are more important. In contrast, within-family factors accounted for the relationship between low education and diagnosis risk. In conclusion, implementing measures to increase cognitive function in childhood and adolescence appears to be a more promising strategy for reducing dementia burden.",
          "url": "http://dx.doi.org/10.1073/pnas.2412017121",
          "doi": "10.1073/pnas.2412017121",
          "filter": "0"
        },
        {
          "title": "Ride-hailing technology mitigates effects of driver racial discrimination, but effects of residential segregation persist",
          "authors": "Anna Cobb, Aniruddh Mohan, Corey D. Harper, Destenie Nock, Jeremy Michalek",
          "abstract": "We assess racial disparities in the service quality of app-based ride-hailing services, like Uber and Lyft, by simulating their operations in the city of Chicago using empirical data. To generate driver cancellation rate disparities consistent with controlled experiments (up to twice as large for Black riders as for White riders), we estimate that more than 3% of drivers discriminate by race. We find that the capabilities of ride-hailing technology to rapidly rematch after a cancellation and prioritize long-waiting customers heavily mitigates the effects of driver discrimination on rider wait times, reducing average discrimination-induced disparities to less than 1 min—an order of magnitude less than traditional taxis. However, our results suggest that even in the absence of direct driver discrimination, Black riders in Chicago wait about 50% longer, on average, than White riders because of historically informed geographic residential patterns. We estimate that if Black riders in the city had the same wait times as White riders, the collective travel time saved would be worth $4.2 million to $7.0 million per year.",
          "url": "http://dx.doi.org/10.1073/pnas.2408936121",
          "doi": "10.1073/pnas.2408936121",
          "filter": "0"
        },
        {
          "title": "A new Frontier for US–Africa partnerships",
          "authors": "Dalal Najib, Hussam Mahmoud, Daniel Placht",
          "url": "http://dx.doi.org/10.1073/pnas.2415154121",
          "doi": "10.1073/pnas.2415154121",
          "filter": "0"
        },
        {
          "title": "HIV, inflammation, and initiation of methamphetamine use in sexual and gender minorities assigned male at birth",
          "authors": "Adam W. Carrico, Daniel T. Ryan, Johnny Berona, Benjamin S. Dominguez, Joshua M. Schrock, Thomas W. McDade, Michael Newcomb, Richard T. D’Aquila, Brian Mustanski",
          "abstract": "Methamphetamine use and HIV disproportionately affect sexual and gender minority (SGM) people assigned male at birth. Identifying risk factors for methamphetamine use is crucial to inform preventive interventions. In this cohort study with 1,296 SGM people assigned male at birth, ages 16 to 29, and who resided in Chicago, Poisson regression analyses indicated the prevalence of methamphetamine use increased from 2015 to 2023 [Incidence Rate Ratio (IRR) = 1.07; 95% CI = 1.01 to 1.13; P = 0.02]. This increase was most pronounced among those ages 25 or older at baseline (IRR = 2.20; 95% CI = 1.33 to 3.63; P = 0.002), and 23.9 [Interquartile Range (IQR) = 22.1 to 26.9] was the median age of first-time methamphetamine use. In 826 participants with a prior HIV diagnosis or previous inflammatory measurements, Cox proportional-hazards models examined risk factors for incident, first-time methamphetamine use. Adjusting for other substance use, the rate of incident, first-time methamphetamine use was two-fold greater after HIV diagnosis [adjusted hazard ratio (aHR) = 2.02; 95% CI = 1.27 to 3.23; P = 0.003]. For each SD higher C-reactive protein, the rate of incident, first-time methamphetamine use was 18% greater (aHR = 1.18; 95% CI, 1.05 to 1.34; P = 0.008). HIV seroconversion and inflammation could increase the risk of initiating methamphetamine use in SGM people assigned male at birth.",
          "url": "http://dx.doi.org/10.1073/pnas.2407046121",
          "doi": "10.1073/pnas.2407046121",
          "filter": "0"
        },
        {
          "title": "US states that mandated COVID-19 vaccination see higher, not lower, take-up of COVID-19 boosters and flu vaccines",
          "authors": "Jack Fitzgerald",
          "url": "http://dx.doi.org/10.1073/pnas.2403758121",
          "doi": "10.1073/pnas.2403758121",
          "filter": "0"
        },
        {
          "title": "Does the use of unusual combinations of datasets contribute to greater scientific impact?",
          "authors": "Yulin Yu, Daniel M. Romero",
          "abstract": "Scientific datasets play a crucial role in contemporary data-driven research, as they allow for the progress of science by facilitating the discovery of new patterns and phenomena. This mounting demand for empirical research raises important questions on how strategic data utilization in research projects can stimulate scientific advancement. In this study, we examine the hypothesis inspired by the recombination theory, which suggests that innovative combinations of existing knowledge, including the use of unusual combinations of datasets, can lead to high-impact discoveries. Focusing on social science, we investigate the scientific outcomes of such atypical data combinations in more than 30,000 publications that leverage over 5,000 datasets curated within one of the largest social science databases, Interuniversity Consortium for Political and Social Research. This study offers four important insights. First, combining datasets, particularly those infrequently paired, significantly contributes to both scientific and broader impacts (e.g., dissemination to the general public). Second, infrequently paired datasets maintain a strong association with citation even after controlling for the atypicality of dataset topics. In contrast, the atypicality of dataset topics has a much smaller positive impact on citation counts. Third, smaller and less experienced research teams tend to use atypical combinations of datasets in research more frequently than their larger and more experienced counterparts. Last, despite the benefits of data combination, papers that amalgamate data remain infrequent. This finding suggests that the unconventional combination of datasets is an underutilized but powerful strategy correlated with the scientific impact and broader dissemination of scientific discoveries.",
          "url": "http://dx.doi.org/10.1073/pnas.2402802121",
          "doi": "10.1073/pnas.2402802121",
          "filter": "0"
        },
        {
          "title": "Reply to Fitzgerald: COVID-19 vaccine mandates and voluntary vaccination behavior",
          "authors": "Stephen A. Rains, Adam S. Richards",
          "url": "http://dx.doi.org/10.1073/pnas.2409246121",
          "doi": "10.1073/pnas.2409246121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Subcellular activation of β-adrenergic receptors using a spatially restricted antagonist",
          "authors": "Federica Liccardo, Johannes Morstein, Ting-Yu Lin, Julius Pampel, Di Lang, Kevan M. Shokat, Roshanak Irannejad",
          "abstract": "Gprotein-coupled receptors (GPCRs) regulate several physiological and pathological processes and represent the target of approximately 30% of Food and Drug Administration-approved drugs. GPCR-mediated signaling was thought to occur exclusively at the plasma membrane. However, recent studies have unveiled their presence and function at subcellular membrane compartments. There is a growing interest in studying compartmentalized signaling of GPCRs. This requires development of tools to separate GPCR signaling at the plasma membrane from the ones initiated at intracellular compartments. We leveraged the structural and pharmacological information available for β-adrenergic receptors (βARs) and focused on β1AR as exemplary GPCR that functions at subcellular compartments, and rationally designed spatially restricted antagonists. We generated a cell-impermeable βAR antagonist by conjugating a suitable pharmacophore to a sulfonate-containing fluorophore. This cell-impermeable antagonist only inhibited β1AR on the plasma membrane. In contrast, a cell-permeable βAR antagonist containing a nonsulfonated fluorophore efficiently inhibited both the plasma membrane and Golgi pools of β1ARs. Furthermore, the cell-impermeable antagonist selectively inhibited the phosphorylation of PKA downstream effectors near the plasma membrane, which regulate sarcoplasmic reticulum (SR) Ca 2+ release in adult cardiomyocytes, while the β1AR Golgi pool remained active. Our tools offer promising avenues for investigating compartmentalized βAR signaling in various contexts, potentially advancing our understanding of βAR-mediated cellular responses in health and disease. They also offer a general strategy to study compartmentalized signaling for other GPCRs in various biological systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2404243121",
          "doi": "10.1073/pnas.2404243121",
          "filter": "2"
        },
        {
          "title": "Self-locking and stiffening deployable tubular structures",
          "authors": "Ting-Uei Lee, Hongjia Lu, Jiaming Ma, Ngoc San Ha, Joseph M. Gattas, Yi Min Xie",
          "abstract": "Deployable tubular structures, designed for functional expansion, serve a wide range of applications, from flexible pipes to stiff structural elements. These structures, which transform from compact states, are crucial for creating adaptive solutions across engineering and scientific fields. A significant barrier to advancing their performance is balancing expandability with stiffness. Using compliant materials, these structures achieve more flexible transformations than those possible with rigid mechanisms. However, they typically exhibit reduced stiffness when subjected to external pressures (e.g., tube wall loading). Here, we utilize origami-inspired techniques and internal stiffeners to meet conflicting performance requirements. A self-locking mechanism is proposed, which combines the folding behavior observed in curved-crease origami and elastic shell buckling. This mechanism employs simple shell components, including internal diaphragms that undergo pseudofolding in a confined boundary condition to enable a snap-through transition. We reveal that the deployed tube is self-locked through geometrical interference, creating a braced tubular arrangement. This arrangement gives a direction-dependent structural performance, ranging from elastic response to crushing, thereby offering the potential for programmable structures. We demonstrate that our approach can advance existing deployment mechanisms (e.g., coiled and inflatable systems) and create diverse structural designs (e.g., metamaterials, adaptive structures, cantilevers, and lightweight panels).Weanticipate our design to be a starting point to drive technological advancement in real-world deployable tubular structures.",
          "url": "http://dx.doi.org/10.1073/pnas.2409062121",
          "doi": "10.1073/pnas.2409062121",
          "filter": "2"
        },
        {
          "title": "Topology, dynamics, and control of a muscle-architected soft arm",
          "authors": "Arman Tekinalp, Noel Naughton, Seung Hyun Kim, Udit Halder, Rhanor Gillette, Prashant G. Mehta, William Kier, Mattia Gazzola",
          "abstract": "Muscular hydrostats, such as octopus arms or elephant trunks, lack bones entirely, endowing them with exceptional dexterity and reconfigurability. Key to their unmatched ability to control nearly infinite degrees of freedom is the architecture into which muscle fibers are weaved. Their arrangement is, effectively, the instantiation of a sophisticated mechanical program that mediates, and likely facilitates, the control and realization of complex, dynamic morphological reconfigurations. Here, by combining medical imaging, biomechanical data, live behavioral experiments, and numerical simulations, an octopus-inspired arm made of ∼ 200 continuous muscle groups is synthesized, exposing “mechanically intelligent” design and control principles broadly pertinent to dynamics and robotics. Such principles are mathematically understood in terms of storage, transport, and conversion of topological quantities, effected into complex 3D motions via simple muscle activation templates. These are in turn composed into higher-level control strategies that, compounded by the arm’s compliance, are demonstrated across challenging manipulation tasks, revealing surprising simplicity and robustness.",
          "url": "http://dx.doi.org/10.1073/pnas.2318769121",
          "doi": "10.1073/pnas.2318769121",
          "filter": "2"
        },
        {
          "title": "Ultrafast transient absorption spectra and kinetics of human blue cone visual pigment at room temperature",
          "authors": "Arjun Krishnamoorthi, David Salom, Arum Wu, Krzysztof Palczewski, Peter M. Rentzepis",
          "abstract": "The ultrafast photochemical reaction mechanism, transient spectra, and transition kinetics of the human blue cone visual pigment have been recorded at room temperature. Ultrafast time-resolved absorption spectroscopy revealed the progressive formation and decay of several metastable photo-intermediates, corresponding to the Batho to Meta-II photo-intermediates previously observed with bovine rhodopsin and human green cone opsin, on the picosecond to millisecond timescales following pulsed excitation. The experimental data reveal several interesting similarities and differences between the photobleaching sequences of bovine rhodopsin, human green cone opsin, and human blue cone opsin. While Meta-II formation kinetics are comparable between bovine rhodopsin and blue cone opsin, the transition kinetics of earlier photo-intermediates and qualitative characteristics of the Meta-I to Meta-II transition are more similar for blue cone opsin and green cone opsin. Additionally, the blue cone photo-intermediate spectra exhibit a high degree of overlap with uniquely small spectral shifts. The observed variation in Meta-II formation kinetics between rod and cone visual pigments is explained based on key structural differences.",
          "url": "http://dx.doi.org/10.1073/pnas.2414037121",
          "doi": "10.1073/pnas.2414037121",
          "filter": "2"
        },
        {
          "title": "Correction for van de Water et al., Therapeutic stem cells expressing variants of EGFR-specific nanobodies have antitumor effects",
          "url": "http://dx.doi.org/10.1073/pnas.2418444121",
          "doi": "10.1073/pnas.2418444121",
          "filter": "2"
        },
        {
          "title": "Naturalized species drive functional trait shifts in plant communities",
          "authors": "Magda Garbowski, Daniel C. Laughlin, Dana M. Blumenthal, Helen R. Sofaer, David T. Barnett, Evelyn M. Beaury, Daniel M. Buonaiuto, Jeffrey D. Corbin, Jeffrey S. Dukes, Regan Early, Andrea N. Nebhut, Laís Petri, Montserrat Vilà, Ian S. Pearse",
          "abstract": "Despite decades of research documenting the consequences of naturalized and invasive plant species on ecosystem functions, our understanding of the functional underpinnings of these changes remains rudimentary. This is partially due to ineffective scaling of trait differences between native and naturalized species to whole plant communities. Working with data from over 75,000 plots and over 5,500 species from across the United States, we show that changes in the functional composition of communities associated with increasing abundance of naturalized species mirror the differences in traits between native and naturalized plants. We find that communities with greater abundance of naturalized species are more resource acquisitive aboveground and belowground, shorter, more shallowly rooted, and increasingly aligned with an independent strategy for belowground resource acquisition via thin fine roots with high specific root length. We observe shifts toward herbaceous-dominated communities but shifts within both woody and herbaceous functional groups follow community-level patterns for most traits. Patterns are remarkably similar across desert, grassland, and forest ecosystems. Our results demonstrate that the establishment and spread of naturalized species, likely in combination with underlying environmental shifts, leads to predictable and consistent changes in community-level traits that can alter ecosystem functions.",
          "url": "http://dx.doi.org/10.1073/pnas.2403120121",
          "doi": "10.1073/pnas.2403120121",
          "filter": "2"
        },
        {
          "title": "In This Issue",
          "url": "http://dx.doi.org/10.1073/iti4024121",
          "doi": "10.1073/iti4024121",
          "filter": "2"
        },
        {
          "title": "Chemical mapping of the surface interactome of PIEZO1 identifies CADM1 as a modulator of channel inactivation",
          "authors": "Anna K. Koster, Oleg Yarishkin, Adrienne E. Dubin, Jennifer M. Kefauver, Ryan A. Pak, Benjamin F. Cravatt, Ardem Patapoutian",
          "abstract": "The propeller-shaped blades of the PIEZO1 and PIEZO2 ion channels partition into the plasma membrane and respond to indentation or stretching of the lipid bilayer, thus converting mechanical forces into signals that can be interpreted by cells, in the form of calcium flux and changes in membrane potential. While PIEZO channels participate in diverse physiological processes, from sensing the shear stress of blood flow in the vasculature to detecting touch through mechanoreceptors in the skin, the molecular details that enable these mechanosensors to tune their responses over a vast dynamic range of forces remain largely uncharacterized. To survey the molecular landscape surrounding PIEZO channels at the cell surface, we employed a mass spectrometry-based proteomic approach to capture and identify extracellularly exposed proteins in the vicinity of PIEZO1. This PIEZO1-proximal interactome was enriched in surface proteins localized to cell junctions and signaling hubs within the plasma membrane. Functional screening of these interaction candidates by calcium imaging and electrophysiology in an overexpression system identified the adhesion molecule CADM1/SynCAM that slows the inactivation kinetics of PIEZO1 with little effect on PIEZO2. Conversely, we found that CADM1 knockdown accelerates inactivation of endogenous PIEZO1 in Neuro-2a cells. Systematic deletion of CADM1 domains indicates that the transmembrane region is critical for the observed effects on PIEZO1, suggesting that modulation of inactivation is mediated by interactions in or near the lipid bilayer.",
          "url": "http://dx.doi.org/10.1073/pnas.2415934121",
          "doi": "10.1073/pnas.2415934121",
          "filter": "2"
        },
        {
          "title": "Causal message-passing for experiments with unknown and general network interference",
          "authors": "Sadegh Shirani, Mohsen Bayati",
          "abstract": "Randomized experiments are a powerful methodology for data-driven evaluation of decisions or interventions. Yet, their validity may be undermined by network interference. This occurs when the treatment of one unit impacts not only its outcome but also that of connected units, biasing traditional treatment effect estimations. Our study introduces a framework to accommodate complex and unknown network interference, moving beyond specialized models in the existing literature. Our framework, termed causal message-passing, is grounded in high-dimensional approximate message-passing methodology. It is tailored for multiperiod experiments and is particularly effective in settings with many units and prevalent network interference. The framework models causal effects as a dynamic process where a treated unit’s impact propagates through the network via neighboring units until equilibrium is reached. This approach allows us to approximate the dynamics of potential outcomes over time, enabling the extraction of valuable information before treatment effects reach equilibrium. Utilizing causal message-passing, we introduce a practical algorithm to estimate the total treatment effect, defined as the impact observed when all units are treated compared to the scenario where no unit receives treatment. We demonstrate the effectiveness of this approach across five numerical scenarios, each characterized by a distinct interference structure.",
          "url": "http://dx.doi.org/10.1073/pnas.2322232121",
          "doi": "10.1073/pnas.2322232121",
          "filter": "2"
        },
        {
          "title": "A geometric-tension-dynamics model of epithelial convergent extension",
          "authors": "Nikolas H. Claussen, Fridtjof Brauns, Boris I. Shraiman",
          "abstract": "Convergent extension of epithelial tissue is a key motif of animal morphogenesis. On a coarse scale, cell motion resembles laminar fluid flow; yet in contrast to a fluid, epithelial cells adhere to each other and maintain the tissue layer under actively generated internal tension. To resolve this apparent paradox, we formulate a model in which tissue flow in the tension-dominated regime occurs through adiabatic remodeling of force balance in the network of adherens junctions. We propose that the slow dynamics within the manifold of force-balanced configurations is driven by positive feedback on myosin-generated cytoskeletal tension. Shifting force balance within a tension network causes active cell rearrangements (T1 transitions) resulting in net tissue deformation oriented by initial tension anisotropy. Strikingly, we find that the total extent of tissue deformation depends on the initial cellular packing order. T1s degrade this order so that tissue flow is self-limiting. We explain these findings by showing that coordination of T1s depends on coherence in local tension configurations, quantified by a geometric order parameter in tension space. Our model reproduces the salient tissue- and cell-scale features of germ band elongation during Drosophila gastrulation, in particular the slowdown of tissue flow after approximately twofold elongation concomitant with a loss of order in tension configurations. This suggests local cell geometry contains morphogenetic information and yields experimentally testable predictions. Defining biologically controlled active tension dynamics on the manifold of force-balanced states may provide a general approach to the description of morphogenetic flow.",
          "url": "http://dx.doi.org/10.1073/pnas.2321928121",
          "doi": "10.1073/pnas.2321928121",
          "filter": "2"
        },
        {
          "title": "Partitioning the drivers of Antarctic glacier mass balance (2003–2020) using satellite observations and a regional climate model",
          "authors": "Byeong-Hoon Kim, Ki-Weon Seo, Choon-Ki Lee, Jae-Seung Kim, Won Sang Lee, Emilia Kyung Jin, Michiel van den Broeke",
          "abstract": "We investigate the mass changes of Antarctic glaciers from 2003 to 2020, partitioning them into the contributions of surface mass balance (SMB) and ice discharge, using high-resolution ice mass change estimates derived from the combination of two different types of satellite observations (gravimetry and altimetry) and outputs from a regional climate model. Our analysis indicates that changes in ice discharge have played a dominant role in ongoing ice mass trends and their accelerations, especially in glaciers near the Amundsen and Bellingshausen Seas in West Antarctica. In particular, mass losses of the Thwaites and Pine Island Glaciers have been mostly (&gt;90%) controlled by ice discharge, while the contribution of SMB has been relatively minor. In East Antarctica, SMB accounts for significant portions (&gt;50%) of ice mass imbalances of glaciers in e.g., Dronning Maud Land and Wilkes Land. Ice discharge has also played a notable role in overall mass gain in the region. While our ice discharge estimates agree well with previous estimates from satellite imagery in West Antarctica, notable differences are found in glaciers of East Antarctica and the Antarctic Peninsula. This highlights the need for more observations and improved numerical models to refine these estimates.",
          "url": "http://dx.doi.org/10.1073/pnas.2322622121",
          "doi": "10.1073/pnas.2322622121",
          "filter": "2"
        },
        {
          "title": "Aligned colloidal clusters in an alternating rotating magnetic field elucidated by magnetic relaxation",
          "authors": "Aldo Spatafora-Salazar, Dana M. Lobmeyer, Lucas H. P. Cunha, Kedar Joshi, Sibani Lisa Biswal",
          "abstract": "Precise control at the colloidal scale is one of the most promising bottom–up approaches to fabricating new materials and devices with tunable and precisely engineered properties. Magnetically driven colloidal assembly offers great versatility because of the ability to externally tune particle–particle interactions and to construct a host of particle arrangements. However, despite previous efforts to probe the parameter space, global orientational control in conjunction with two-dimensional microstructural control has remained out of reach. Furthermore, the magnetic relaxation time of superparamagnetic beads has been largely overlooked despite being a key feature of the magnetic response. Here, we take advantage of the magnetic relaxation time of superparamagnetic beads in an alternating rotating magnetic field and show how harnessing this feature facilitates the formation of oriented clusters. The orientation of these clusters can be controlled by field parameters. Using experiments, simulations, and theory, we probe a two-particle system (dimer) under this alternating rotating magnetic field and use its dynamics to provide insights into the collective response that forms clusters. We find that the type of field has significant implications for the dipolar interactions between the colloids because of the nonnegligible magnetic relaxation. Moreover, we find that the competing time scales of the magnetic relaxation and the alternating field generate an anisotropic interaction potential that drives cluster alignment. By exploiting the magnetic relaxation time of magnetic systems, we can tailor new types of interparticle interactions, thereby expanding the capabilities of colloidal assembly in engineering unique materials and devices.",
          "url": "http://dx.doi.org/10.1073/pnas.2404145121",
          "doi": "10.1073/pnas.2404145121",
          "filter": "2"
        },
        {
          "title": "Modulation of diabetes-related retinal pathophysiology by PTX3",
          "authors": "Varun Pathak, Pietro M. Bertelli, Edoardo Pedrini, Kevin Harkin, Elisa Peixoto, Lynsey-Dawn Allen, Kiran Mcloughlin, Natasha D. Chavda, Kevin J. Hamill, Jasenka Guduric-Fuchs, Antonio Inforzato, Barbara Bottazzi, Alan W. Stitt, Reinhold J. Medina",
          "abstract": "Diabetic retinopathy (DR) is a common complication of diabetes characterized by vascular pathology and neuroinflammation. Pentraxin 3 (PTX3) is a soluble pattern recognition molecule that functions at the crossroads between innate immunity, inflammation, and tissue remodeling. DR is known to involve inflammatory pathways, although the potential relevance of PTX3 has not been explored. We found that PTX3 protein levels increased in the retina of diabetic mice. Similarly, evaluation of a publicly available transcriptomic human dataset revealed increased PTX3 expression in DR with diabetic macular edema and proliferative retinopathy, when compared to nondiabetic retinas or diabetic retinas without complications. To further understand the role of PTX3 within DR, we employed the streptozotocin-induced diabetes model in PTX3 knockout mice (PTX3 KO ), which were followed up for 9 mo to evaluate hallmarks of disease progression. In diabetic PTX3 KO mice, we observed decreased reactive gliosis, diminished microglia activation, and reduced vasodegeneration, when compared to diabetic PTX3 wild-type littermates. The decrease in DR–associated pathological features in PTX3 KO retinas translated into preserved visual function, as evidenced by improved optokinetic response, restored b-wave amplitude in electroretinograms, and attenuated neurodegeneration. We showed that PTX3 induced an inflammatory phenotype in human retinal macroglia, characterized by GFAP upregulation and increased secretion of IL6 and PAI-1. We confirmed that PTX3 was required for TNF-α-induced reactive gliosis, as PTX3 KO retinal explants did not up-regulate GFAP in response to TNF-α. This study reveals a unique role for PTX3 as an enhancer of sterile inflammation in DR, which drives pathogenesis and ultimately visual impairment.",
          "url": "http://dx.doi.org/10.1073/pnas.2320034121",
          "doi": "10.1073/pnas.2320034121",
          "filter": "2"
        },
        {
          "title": "Make it or break it: Protein homeostasis in the synaptonemal complex",
          "authors": "Lisa E. Kursel, Ofer Rog",
          "url": "http://dx.doi.org/10.1073/pnas.2416357121",
          "doi": "10.1073/pnas.2416357121",
          "filter": "2"
        },
        {
          "title": "Targeted recruitment of immune effector cells for rapid eradication of influenza virus infections",
          "authors": "Imrul Shahriar, Mohini Kamra, Ananda Kumar Kanduluru, Charity Lynn Campbell, Thanh Hiep Nguyen, Madduri Srinivasarao, Philip S. Low",
          "abstract": "Despite much research, considerable data suggest that influenza virus remains a serious health problem because i) the effectiveness of current vaccines ranges only from 19% to 60%, ii) available therapies remain ineffective in advanced stages of disease, iii) death rates vary between 25,000 and 72,000/year in the United States, and iv) avian influenza strains are now being transmitted to dairy cattle that in turn are infecting humans. To address these concerns, we have developed zanDR, a bispecific small molecule that binds and inhibits viral neuraminidase expressed on both free virus and virus-infected cells and recruits naturally occurring anti-rhamnose and anti-dinitrophenyl (DNP) antibodies with rhamnose and DNP haptens. Because the neuraminidase inhibition replicates the chemotherapeutic mechanism of zanamivir and oseltamivir, while rhamnose and DNP recruit endogenous antibodies much like an anti-influenza vaccine, zanDR reproduces most of the functions of current methods of protection against influenza virus infections. Importantly, studies on cells in culture demonstrate that both of the above protective mechanisms remain highly functional in the zanDR conjugate, while studies in lethally infected mice with advanced-stage disease establish that a single intranasal dose of zanDR not only yields 100% protection but also reduces lung viral loads faster and ~1,000× more thoroughly than current antiviral therapies. Since zanDR also lowers secretion of proinflammatory cytokines and protects against virus-induced damage to the lungs better than current therapies, we suggest that combining an immunotherapy with a chemotherapy in single pharmacological agent constitutes a promising approach for treating the more challenging forms of influenza.",
          "url": "http://dx.doi.org/10.1073/pnas.2408469121",
          "doi": "10.1073/pnas.2408469121",
          "filter": "2"
        },
        {
          "title": "Profile of Arturo Casadevall",
          "authors": "Sarah C. P. Williams",
          "url": "http://dx.doi.org/10.1073/pnas.2418187121",
          "doi": "10.1073/pnas.2418187121",
          "filter": "2"
        },
        {
          "title": "Heart-on-a-Chip at the final frontier",
          "authors": "Megan L. McCain",
          "url": "http://dx.doi.org/10.1073/pnas.2417412121",
          "doi": "10.1073/pnas.2417412121",
          "filter": "2"
        },
        {
          "title": "Autonomous multicolor bioluminescence imaging in bacteria, mammalian, and plant hosts",
          "authors": "Subhan Hadi Kusuma, Taishi Kakizuka, Mitsuru Hattori, Takeharu Nagai",
          "abstract": "Bioluminescence imaging has become a valuable tool in biological research, offering several advantages over fluorescence-based techniques, including the absence of phototoxicity and photobleaching, along with a higher signal-to-noise ratio. Common bioluminescence imaging methods often require the addition of an external chemical substrate (luciferin), which can result in a decrease in luminescence intensity over time and limit prolonged observations. Since the bacterial bioluminescence system is genetically encoded for luciferase-luciferin production, it enables autonomous bioluminescence (auto-bioluminescence) imaging. However, its application to multiple reporters is restricted due to a limited range of color variants. Here, we report five-color auto-bioluminescence system named Nano-lanternX (NLX), which can be expressed in bacterial, mammalian, and plant hosts, thereby enabling auto-bioluminescence in various living organisms. Utilizing spectral unmixing, we achieved the successful observation of multicolor auto-bioluminescence, enabling detailed single-cell imaging across both bacterial and mammalian cells. We have also expanded the applications of the NLX system, such as multiplexed auto-bioluminescence imaging for gene expression, protein localization, and dynamics of biomolecules within living mammalian cells.",
          "url": "http://dx.doi.org/10.1073/pnas.2406358121",
          "doi": "10.1073/pnas.2406358121",
          "filter": "2"
        },
        {
          "title": "Complexity of confined water vitrification and its glass transition temperature",
          "authors": "Jorge H. Melillo, Daniele Cangialosi, Valerio Di Lisio, Elisa Steinrücken, Michael Vogel, Silvina Cerveny",
          "abstract": "The ability of vitrification when crossing the glass transition temperature (T g ) of confined and bulk water is crucial for myriad phenomena in diverse fields, ranging from the cryopreservation of organs and food to the development of cryoenzymatic reactions, frost damage to buildings, and atmospheric water. However, determining water’s T g remains a major challenge. Here, we elucidate the glass transition of water by analyzing the calorimetric behavior of nano-confined water across various pore topologies (diameters: 0.3 to 2.5 nm). Our approach involves subjecting confined water to annealing protocols to identify the temperature and time evolution of nonequilibrium glass kinetics. Furthermore, we complement this calorimetric approach with the dynamics of confined water, as seen by broadband dielectric spectroscopy and linear calorimetric measurements, including the fast scanning technique. This study demonstrated that confined water undergoes a glass transition in the temperature range of 170 to 200 K, depending on the confinement size and the interaction with the confinement walls. Moreover, we also show that the thermal event observed at ~136 K must be interpreted as an annealing prepeak, also referred to as the “shadow glass transition.” Calorimetric measurements also allow the detection of a specific heat step above 200 K, which is insensitive to annealing and, thereby, interpreted as a true thermodynamic transition. Finally, by connecting our results to bulk water behavior, we offer a comprehensive understanding of confined water vitrification with potential implications for numerous applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2407030121",
          "doi": "10.1073/pnas.2407030121",
          "filter": "2"
        },
        {
          "title": "YkuR functions as a protein deacetylase in Streptococcus mutans",
          "authors": "Qizhao Ma, Jing Li, Shuxing Yu, Jing Zhou, Yaqi Liu, Xinyue Wang, Dingwei Ye, Yumeng Wu, Tao Gong, Qiong Zhang, Lingyun Wang, Jing Zou, Yuqing Li",
          "abstract": "Protein acetylation is a common and reversible posttranslational modification tightly governed by protein acetyltransferases and deacetylases crucial for various biological processes in both eukaryotes and prokaryotes. Although recent studies have characterized many acetyltransferases in diverse bacterial species, only a few protein deacetylases have been identified in prokaryotes, perhaps in part due to their limited sequence homology. In this study, we identified YkuR, encoded by smu_318 , as a unique protein deacetylase in Streptococcus mutans . Through protein acetylome analysis, we demonstrated that the deletion of ykuR significantly upregulated protein acetylation levels, affecting key enzymes in translation processes and metabolic pathways, including starch and sucrose metabolism, glycolysis/gluconeogenesis, and biofilm formation. In particular, YkuR modulated extracellular polysaccharide synthesis and biofilm formation through the direct deacetylation of glucosyltransferases (Gtfs) in the presence of NAD + . Intriguingly, YkuR can be acetylated in a nonenzymatic manner, which then negatively regulated its deacetylase activity, suggesting the presence of a self-regulatory mechanism. Moreover, in vivo studies further demonstrated that the deletion of ykuR attenuated the cariogenicity of S. mutans in the rat caries model, substantiating its involvement in the pathogenesis of dental caries. Therefore, our study revealed a unique regulatory mechanism mediated by YkuR through protein deacetylation that regulates the physiology and pathogenicity of S. mutans .",
          "url": "http://dx.doi.org/10.1073/pnas.2407820121",
          "doi": "10.1073/pnas.2407820121",
          "filter": "2"
        },
        {
          "title": "The Drosophila tracheal terminal cell as a model for branching morphogenesis",
          "authors": "Tatyana Gavrilchenko, Alison G. Simpkins, Tanner Simpson, Lena A. Barrett, Pauline Hansen, Stanislav Y. Shvartsman, Jodi Schottenfeld-Roames",
          "abstract": "The terminal cells of the Drosophila larval tracheal system are perhaps the simplest delivery networks, providing an analogue for mammalian vascular growth and function in a system with many fewer components. These cells are a prime example of single-cell morphogenesis, branching significantly over time to adapt to the needs of the growing tissue they supply. While the genetic mechanisms governing local branching decisions have been studied extensively, an understanding of the emergence of a global network architecture is still lacking. Mapping out the full network architecture of populations of terminal cells at different developmental times of Drosophila larvae, we find that cell growth follows scaling laws relating the total edge length, supply area, and branch density. Using time-lapse imaging of individual terminal cells, we identify that the cells grow in three ways: by extending branches, by the side budding of new branches, and by internally growing existing branches. A generative model based on these modes of growth recapitulates statistical properties of the terminal cell network data. These results suggest that the scaling laws arise from the coupled contributions of branching and internal growth. This study establishes the terminal cell as a uniquely tractable model system for further studies of transportation and distribution networks.",
          "url": "http://dx.doi.org/10.1073/pnas.2404462121",
          "doi": "10.1073/pnas.2404462121",
          "filter": "2"
        },
        {
          "title": "Mechanosensitive fluorescence lifetime probes for investigating the dynamic mechanism of ferroptosis",
          "authors": "Xing Liang, Yuping Zhao, Jun Yan, Qian Zhang, Tony D. James, Weiying Lin",
          "abstract": "Deciphering the dynamic mechanism of ferroptosis can provide insights into pathogenesis, which is valuable for disease diagnosis and treatment. However, due to the lack of suitable time-resolved mechanosensitive tools, researchers have been unable to determine the membrane tension and morphology of the plasma membrane and the nuclear envelope during ferroptosis. With this research, we propose a rational strategy to develop robust mechanosensitive fluorescence lifetime probes which can facilitate simultaneous fluorescence lifetime imaging of the plasma membrane and nuclear envelope. Fluorescence lifetime imaging microscopy using the unique mechanosensitive probes reveal a dynamic mechanism for ferroptosis: The membrane tension of both the plasma membrane and the nuclear envelope decreases during ferroptosis, and the nuclear envelope exhibits budding during the advanced stage of ferroptosis. Significantly, the membrane tension of the plasma membrane is always larger than that of the nuclear envelope, and the membrane tension of the nuclear envelope is slightly larger than that of the nuclear membrane bubble. Meanwhile, the membrane lesions are repaired in the low-tension regions through exocytosis.",
          "url": "http://dx.doi.org/10.1073/pnas.2316450121",
          "doi": "10.1073/pnas.2316450121",
          "filter": "2"
        },
        {
          "title": "Estimates of actual and potential lives saved in the United States from the use of COVID-19 convalescent plasma",
          "authors": "Quigly Dragotakes, Patrick W. Johnson, Matthew R. Buras, Rickey E. Carter, Michael J. Joyner, Evan Bloch, Kelly A. Gebo, Daniel F. Hanley, Jeffrey P. Henderson, Liise-anne Pirofski, Shmuel Shoham, Jonathon W. Senefeld, Aaron A.R. Tobian, Chad C. Wiggins, R. Scott Wright, Nigel S. Paneth, David J. Sullivan, Arturo Casadevall",
          "abstract": "In the Spring of 2020, the United States of America (USA) deployed COVID-19 convalescent plasma (CCP) to treat hospitalized patients. Over 500,000 patients were treated with CCP during the first year of the pandemic. In this study, we estimated the number of actual inpatient lives saved by CCP treatment in the United States of America based on CCP weekly use, weekly national mortality data, and CCP mortality reduction data from meta-analyses of randomized controlled trials and real-world data. We also estimate the potential number of lives saved if CCP had been deployed for 100% of hospitalized patients or used in 15 to 75% of outpatients. Depending on the assumptions modeled in stratified analyses, we estimated that CCP saved between 16,476 and 66,296 lives. The CCP ideal use might have saved as many as 234,869 lives and prevented 1,136,133 hospitalizations. CCP deployment was a successful strategy for ameliorating the impact of the COVID-19 pandemic in the USA. This experience has important implications for convalescent plasma use in future infectious disease emergencies.",
          "url": "http://dx.doi.org/10.1073/pnas.2414957121",
          "doi": "10.1073/pnas.2414957121",
          "filter": "2"
        },
        {
          "title": "Flagellar motility is mutagenic",
          "authors": "Souvik Bhattacharyya, Shelby Lopez, Abhyudai Singh, Rasika M. Harshey",
          "abstract": "Flagella are highly complex rotary molecular machines that enable bacteria to not only migrate to optimal environments but also to promote range expansion, competitiveness, virulence, and antibiotic survival. Flagellar motility is an energy-demanding process, where the sum of its production (biosynthesis) and operation (rotation) costs has been estimated to total ~10% of the entire energy budget of an Escherichia coli cell. The acquisition of such a costly adaptation process is expected to secure short-term benefits by increasing competitiveness and survival, as well as long-term evolutionary fitness gains. While the role of flagellar motility in bacterial survival has been widely reported, its direct influence on the rate of evolution remains unclear. We show here that both production and operation costs contribute to elevated mutation rates. Our findings suggest that flagellar movement may be an important player in tuning the rate of bacterial evolution.",
          "url": "http://dx.doi.org/10.1073/pnas.2412541121",
          "doi": "10.1073/pnas.2412541121",
          "filter": "2"
        },
        {
          "title": "Local adaptation, plasticity, and evolved resistance to hypoxic cold stress in high-altitude deer mice",
          "authors": "Naim M. Bautista, Nathanael D. Herrera, Ellen Shadowitz, Oliver H. Wearing, Zachary A. Cheviron, Graham R. Scott, Jay F. Storz",
          "abstract": "A fundamental question in evolutionary biology concerns the relative contributions of phenotypic plasticity vs. local adaptation (genotypic specialization) in enabling wide-ranging species to inhabit diverse environmental conditions. Here, we conduct a long-term hypoxia acclimation experiment to assess the relative roles of local adaptation and plasticity in enabling highland and lowland deer mice ( Peromyscus maniculatus ) to sustain aerobic thermogenesis at progressively increasing elevations. We assessed the relative physiological performance capacities of highland and lowland natives as they were exposed to progressive, stepwise increases in hypoxia, simulating the gradual ascent from sea level to an elevation of 6,000 m. The final elevation of 6,000 m far exceeds the highest attainable elevations within the species’ range, and therefore tests the animals’ ability to tolerate levels of hypoxia that surpass the prevailing conditions within their current distributional limits. Our results demonstrate that highland natives exhibit superior thermogenic capacities at the most severe levels of hypoxia, suggesting that the species’ broad fundamental niche and its ability to inhabit such a broad range of elevational zones is attributable to genetically based local adaptation, including evolved changes in plasticity. Transcriptomic and physiological measurements identify evolved changes in the acclimation response to hypoxia that contribute to the enhanced thermogenic capacity of highland natives.",
          "url": "http://dx.doi.org/10.1073/pnas.2412526121",
          "doi": "10.1073/pnas.2412526121",
          "filter": "2"
        },
        {
          "title": "Regression of postprandial cardiac hypertrophy in burmese pythons is mediated by FoxO1",
          "authors": "Thomas G. Martin, Dakota R. Hunt, Stephen J. Langer, Yuxiao Tan, Christopher C. Ebmeier, Leslie A. Leinwand",
          "abstract": "As ambush-hunting predators that consume large prey after long intervals of fasting, Burmese pythons evolved with unique adaptations for modulating organ structure and function. Among these is cardiac hypertrophy that develops within three days following a meal (Andersen et al., 2005, Secor, 2008), which we previously showed was initiated by circulating growth factors (Riquelme et al., 2011). Postprandial cardiac hypertrophy in pythons also rapidly regresses with subsequent fasting (Secor, 2008); however, the molecular mechanisms that regulate the dynamic cardiac remodeling in pythons during digestion are largely unknown. In this study, we employed a multiomics approach coupled with targeted molecular analyses to examine remodeling of the python ventricular transcriptome and proteome throughout digestion. We found that forkhead box protein O1 (FoxO1) signaling was suppressed prior to hypertrophy development and then activated during regression, which coincided with decreased and then increased expression, respectively, of FoxO1 transcriptional targets involved in proteolysis. To define the molecular mechanistic role of FoxO1 in hypertrophy regression, we used cultured mammalian cardiomyocytes treated with postfed python plasma. Hypertrophy regression both in pythons and in vitro coincided with activation of FoxO1-dependent autophagy; however, the introduction of a FoxO1-specific inhibitor prevented both regression of cell size and autophagy activation. Finally, to determine whether FoxO1 activation could induce regression, we generated an adenovirus expressing a constitutively active FoxO1. FoxO1 activation was sufficient to prevent and reverse postfed plasma-induced hypertrophy, which was partially prevented by autophagy inhibition. Our results indicate that modulation of FoxO1 activity contributes to the dynamic ventricular remodeling in postprandial Burmese pythons.",
          "url": "http://dx.doi.org/10.1073/pnas.2408719121",
          "doi": "10.1073/pnas.2408719121",
          "filter": "2"
        },
        {
          "title": "Mechanically adaptive and deployable intracortical probes enable long-term neural electrophysiological recordings",
          "authors": "Suhao Wang, Qianqian Jiang, Hang Liu, Chaonan Yu, Pengxian Li, Gang Pan, Kedi Xu, Rui Xiao, Yaoyao Hao, Chengjun Wang, Jizhou Song",
          "abstract": "Flexible intracortical probes offer important opportunities for stable neural interfaces by reducing chronic immune responses, but their advances usually come with challenges of difficult implantation and limited recording span. Here, we reported a mechanically adaptive and deployable intracortical probe, which features a foldable fishbone-like structural design with branching electrodes on a temperature-responsive shape memory polymer (SMP) substrate. Leveraging the temperature-triggered soft-rigid phase transition and shape memory characteristic of SMP, this probe design enables direct insertion into brain tissue with minimal footprint in a folded configuration while automatically softening to reduce mechanical mismatches with brain tissue and deploying electrodes to a broader recording span under physiological conditions. Experimental and numerical studies on the material softening and structural folding-deploying behaviors provide insights into the design, fabrication, and operation of the intracortical probes. The chronically implanted neural probe in the rat cortex demonstrates that the proposed neural probe can reliably detect and track individual units for months with stable impedance and signal amplitude during long-term implantation. The work provides a tool for stable neural activity recording and creates engineering opportunities in basic neuroscience and clinical applications.",
          "url": "http://dx.doi.org/10.1073/pnas.2403380121",
          "doi": "10.1073/pnas.2403380121",
          "filter": "2"
        },
        {
          "title": "Deterministic fabrication of graphene hexagonal boron nitride moiré superlattices",
          "authors": "Rupini V. Kamat, Aaron L. Sharpe, Mihir Pendharkar, Jenny Hu, Steven J. Tran, Gregory Zaborski, Marisa Hocking, Joe Finney, Kenji Watanabe, Takashi Taniguchi, Marc A. Kastner, Andrew J. Mannix, Tony Heinz, David Goldhaber-Gordon",
          "abstract": "The electronic properties of moiré heterostructures depend sensitively on the relative orientation between layers of the stack. For example, near-magic-angle twisted bilayer graphene (TBG) commonly shows superconductivity, yet a TBG sample with one of the graphene layers rotationally aligned to a hexagonal Boron Nitride (hBN) cladding layer provided experimental observation of orbital ferromagnetism. To create samples with aligned graphene/hBN, researchers often align edges of exfoliated flakes that appear straight in optical micrographs. However, graphene or hBN can cleave along either zig-zag or armchair lattice directions, introducing a 30 ° ambiguity in the relative orientation of two flakes. By characterizing the crystal lattice orientation of exfoliated flakes prior to stacking using Raman and second-harmonic generation for graphene and hBN, respectively, we unambiguously align monolayer graphene to hBN at a near- 0 ° , not 30 ° , relative twist angle. We confirm this alignment by torsional force microscopy of the graphene/hBN moiré on an open-face stack, and then by cryogenic transport measurements, after full encapsulation with a second, nonaligned hBN layer. This work demonstrates a key step toward systematically exploring the effects of the relative twist angle between dissimilar materials within moiré heterostructures.",
          "url": "http://dx.doi.org/10.1073/pnas.2410993121",
          "doi": "10.1073/pnas.2410993121",
          "filter": "2"
        },
        {
          "title": "Reply to Vaccario et al.: The role of baselines in fair and unbiased citation metric evaluation",
          "authors": "Alexander J. Gates, Qing Ke, Albert-László Barabási",
          "url": "http://dx.doi.org/10.1073/pnas.2410675121",
          "doi": "10.1073/pnas.2410675121",
          "filter": "2"
        },
        {
          "title": "Nuclear envelope budding inhibition slows down progerin-induced aging process",
          "authors": "Xiangyang Wang, Lin Ma, Di Lu, Gan Zhao, He Ren, Qiaoyu Lin, Mingkang Jia, Fan Huang, Shan Wang, Zhe Xu, Zhou Yang, Yan Chu, Zigang Xu, Wei Li, Li Yu, Qing Jiang, Chuanmao Zhang",
          "abstract": "Progerin causes Hutchinson–Gilford progeria syndrome (HGPS), but how progerin accelerates aging is still an interesting question. Here, we provide evidence linking nuclear envelope (NE) budding and accelerated aging. Mechanistically, progerin disrupts nuclear lamina to induce NE budding in concert with lamin A/C, resulting in transport of chromatin into the cytoplasm where it is removed via autophagy, whereas emerin antagonizes this process. Primary cells from both HGPS patients and mouse models express progerin and display NE budding and chromatin loss, and ectopically expressing progerin in cells can mimic this process. More excitingly, we screen a NE budding inhibitor chaetocin by high-throughput screening, which can dramatically sequester progerin from the NE and prevent this NE budding through sustaining ERK1/2 activation. Chaetocin alleviates NE budding-induced chromatin loss and ameliorates HGPS defects in cells and mice and significantly extends lifespan of HGPS mice. Collectively, we propose that progerin-induced NE budding participates in the induction of progeria, highlight the roles of chaetocin and sustained ERK1/2 activation in anti-aging, and provide a distinct avenue for treating HGPS.",
          "url": "http://dx.doi.org/10.1073/pnas.2321378121",
          "doi": "10.1073/pnas.2321378121",
          "filter": "2"
        },
        {
          "title": "Membrane association and polar localization of the Legionella pneumophila T4SS DotO ATPase mediated by two nonredundant receptors",
          "authors": "Sukhithasri Vijayrajratnam, Sonja Milek, Stefano Maggi, Kaleigh Ashen, Micah Ferrell, Ahmet Hasanovic, Agnieszka Holgerson, Shanmugapriya Kannaiah, Manpreet Singh, Debnath Ghosal, Grant J. Jensen, Joseph P. Vogel",
          "abstract": "The Legionella pneumophila Dot/Icm type IVB secretion system (T4BSS) is a large, multisubunit complex that exports a vast array of substrates into eukaryotic host cells. DotO, a distant homolog of the T4ASS ATPase VirB4, associates with the bacterial inner membrane despite lacking hydrophobic transmembrane domains. Employing a genetic approach, we found DotO’s membrane association is mediated by three inner-membrane Dot/Icm components, IcmT, and a combined DotJ–DotI complex (referred to as DotJI). Although deletion of icmT or dotJI individually does not affect DotO’s membrane association, the simultaneous inactivation of all three genes results in increased amounts of soluble DotO. Nevertheless, deleting each receptor separately profoundly affects positioning of DotO, disrupting its link with the Dot/Icm complex at the bacterial poles, rendering the receptors nonredundant. Furthermore, a collection of dotO point mutants that we isolated established that DotO’s N-terminal domain interacts with the membrane receptors and is involved in dimerization, whereas DotO’s C-terminal ATPase domain primarily contributes to the protein’s formation of oligomers. Modeling data revealed the complex interaction between DotO and its receptors is responsible for formation of DotO’s unique “hexamer of dimers” configuration, which is a defining characteristic of VirB4 family members.",
          "url": "http://dx.doi.org/10.1073/pnas.2401897121",
          "doi": "10.1073/pnas.2401897121",
          "filter": "2"
        },
        {
          "title": "The ivory lncRNA regulates seasonal color patterns in buckeye butterflies",
          "authors": "Richard A. Fandino, Noah K. Brady, Martik Chatterjee, Jeanne M. C. McDonald, Luca Livraghi, Karin R. L. van der Burg, Anyi Mazo-Vargas, Eirene Markenscoff-Papadimitriou, Robert D. Reed",
          "abstract": "Long noncoding RNAs (lncRNAs) are transcribed elements increasingly recognized for their roles in regulating gene expression. Thus far, however, we have little understanding of how lncRNAs contribute to evolution and adaptation. Here, we show that a conserved lncRNA, ivory , is an important color patterning gene in the buckeye butterfly Junonia coenia . ivory overlaps with cortex , a locus linked to multiple cases of crypsis and mimicry in Lepidoptera. Along with a companion paper by Livraghi et al., we argue that ivory , not cortex , is the color pattern gene of interest at this locus. In J. coenia , a cluster of cis -regulatory elements (CREs) in the first intron of ivory are genetically associated with natural variation in seasonal color pattern plasticity, and targeted deletions of these CREs phenocopy seasonal phenotypes. Deletions of different ivory CREs produce other distinct phenotypes as well, including loss of melanic eyespot rings, and positive and negative changes in overall wing pigmentation. We show that the color pattern transcription factors Spineless, Bric-a-brac, and Ftz-f1 bind to the ivory promoter during wing pattern development, suggesting that they directly regulate ivory . This case study demonstrates how cis -regulation of a single noncoding RNA can exert diverse and nuanced effects on the evolution and development of color patterns, including modulating seasonally plastic color patterns.",
          "url": "http://dx.doi.org/10.1073/pnas.2403426121",
          "doi": "10.1073/pnas.2403426121",
          "filter": "2"
        },
        {
          "title": "Hopping and crawling DNA-coated colloids",
          "authors": "Jeana Aojie Zheng, Miranda Holmes-Cerfon, David J. Pine, Sophie Marbach",
          "abstract": "Understanding the motion of particles with multivalent ligand-receptors is important for biomedical applications and material design. Yet, even among a single design, the prototypical DNA-coated colloids, seemingly similar micrometric particles hop or roll, depending on the study. We shed light on this problem by observing DNA-coated colloids diffusing near surfaces coated with complementary strands for a wide array of coating designs. We find colloids rapidly switch between 2 modes: They hop—with long and fast steps—and crawl—with short and slow steps. Both modes occur at all temperatures around the melting point and over various designs. The particles become increasingly subdiffusive as temperature decreases, in line with subsequent velocity steps becoming increasingly anticorrelated, corresponding to switchbacks in the trajectories. Overall, crawling (or hopping) phases are more predominant at low (or high) temperatures; crawling is also more efficient at low temperatures than hopping to cover large distances. We rationalize this behavior within a simple model: At lower temperatures, the number of bound strands increases, and detachment of all bonds is unlikely, hence, hopping is prevented and crawling favored. We thus reveal the mechanism behind a common design rule relying on increased strand density for long-range self-assembly: Dense strands on surfaces are required to enable crawling, possibly facilitating particle rearrangements.",
          "url": "http://dx.doi.org/10.1073/pnas.2318865121",
          "doi": "10.1073/pnas.2318865121",
          "filter": "2"
        },
        {
          "title": "Switching of electrochemical selectivity due to plasmonic field-induced dissociation",
          "authors": "Francis M. Alcorn, Sajal Kumar Giri, Maya Chattoraj, Rachel Nixon, George C. Schatz, Prashant K. Jain",
          "abstract": "Electrochemical reactivity is known to be dictated by the structure and composition of the electrocatalyst–electrolyte interface. Here, we show that optically generated electric fields at this interface can influence electrochemical reactivity insofar as to completely switch reaction selectivity. We study an electrocatalyst composed of gold–copper alloy nanoparticles known to be active toward the reduction of CO 2 to CO. However, under the action of highly localized electric fields generated by plasmonic excitation of the gold–copper alloy nanoparticles, water splitting becomes favored at the expense of CO 2 reduction. Real-time time-dependent density functional tight binding calculations indicate that optically generated electric fields promote transient-hole-transfer-driven dissociation of the O─H bond of water preferentially over transient-electron-driven dissociation of the C─O bond of CO 2 . These results highlight the potential of optically generated electric fields for modulating pathways, switching reactivity on/off, and even directing outcomes.",
          "url": "http://dx.doi.org/10.1073/pnas.2404433121",
          "doi": "10.1073/pnas.2404433121",
          "filter": "2"
        },
        {
          "title": "Brain–machine convergent evolution: Why finding parallels between brain and artificial systems is informative",
          "authors": "Erez Simony, Shany Grossman, Rafael Malach",
          "abstract": "Central nervous system neurons manifest a rich diversity of selectivity profiles—whose precise role is still poorly understood. Following the striking success of artificial networks, a major debate has emerged concerning their usefulness in explaining neuronal properties. Here we propose that finding parallels between artificial and neuronal networks is informative precisely because these systems are so different from each other. Our argument is based on an extension of the concept of convergent evolution—well established in biology—to the domain of artificial systems. Applying this concept to different areas and levels of the cortical hierarchy can be a powerful tool for elucidating the functional role of well-known cortical selectivities. Importantly, we further demonstrate that such parallels can uncover novel functionalities by showing that grid cells in the entorhinal cortex can be modeled to function as a set of basis functions in a lossy representation such as the well-known JPEG compression. Thus, contrary to common intuition, here we illustrate that finding parallels with artificial systems provides novel and informative insights, particularly in those cases that are far removed from realistic brain biology.",
          "url": "http://dx.doi.org/10.1073/pnas.2319709121",
          "doi": "10.1073/pnas.2319709121",
          "filter": "2"
        },
        {
          "title": "The quest for an unbiased scientific impact indicator remains open",
          "authors": "Giacomo Vaccario, Shuqi Xu, Manuel S. Mariani, Matúš Medo",
          "url": "http://dx.doi.org/10.1073/pnas.2410021121",
          "doi": "10.1073/pnas.2410021121",
          "filter": "2"
        },
        {
          "title": "TCA metabolism regulates DNA hypermethylation in LPS and Mycobacterium tuberculosis –induced immune tolerance",
          "authors": " Abhimanyu, Santiago Carrero Longlax, Tomoki Nishiguchi, Malik Ladki, Daanish Sheikh, Amera L. Martinez, Emily M. Mace, Sandra L. Grimm, Thaleia Caldwell, Alexandra Portillo Varela, Rajagopal V. Sekhar, Anna M. Mandalakas, Mandla Mlotshwa, Sibuse Ginidza, Jeffrey D. Cirillo, Robert S. Wallis, Mihai G. Netea, Reinout van Crevel, Cristian Coarfa, Andrew R. DiNardo",
          "abstract": "Severe and chronic infections, including pneumonia, sepsis, and tuberculosis (TB), induce long-lasting epigenetic changes that are associated with an increase in all-cause postinfectious morbidity and mortality. Oncology studies identified metabolic drivers of the epigenetic landscape, with the tricarboxylic acid (TCA) cycle acting as a central hub. It is unknown if the TCA cycle also regulates epigenetics, specifically DNA methylation, after infection-induced immune tolerance. The following studies demonstrate that lipopolysaccharide and Mycobacterium tuberculosis induce changes in DNA methylation that are mediated by the TCA cycle. Infection-induced DNA hypermethylation is mitigated by inhibitors of cellular metabolism (rapamycin, everolimus, metformin) and the TCA cycle (isocitrate dehydrogenase inhibitors). Conversely, exogenous supplementation with TCA metabolites (succinate and itaconate) induces DNA hypermethylation and immune tolerance. Finally, TB patients who received everolimus have less DNA hypermethylation demonstrating proof of concept that metabolic manipulation can mitigate epigenetic scars.",
          "url": "http://dx.doi.org/10.1073/pnas.2404841121",
          "doi": "10.1073/pnas.2404841121",
          "filter": "2"
        },
        {
          "title": "Insulin-inspired hippocampal neuron–targeting technology for protein drug delivery",
          "authors": "Noriyasu Kamei, Kento Ikeda, Yuka Ohmoto, Seita Fujisaki, Ryusei Shirata, Maya Maki, Mika Miyata, Yuki Miyauchi, Nanaka Nishiyama, Mana Yamada, Yuna Ohigashi, Mariko Takeda-Morishita",
          "abstract": "Hippocampal neurons can be the first to be impaired with neurodegenerative disorders, including Alzheimer’s disease (AD). Most drug candidates for causal therapy of AD cannot either enter the brain or accumulate around hippocampal neurons. Here, we genetically engineered insulin-fusion proteins, called hippocampal neuron–targeting (Ht) proteins, for targeting protein drugs to hippocampal neurons because insulin tends to accumulate in the neuronal cell layers of the hippocampus. In vitro examinations clarified that insulin and Ht proteins were internalized into the cultured hippocampal neurons through insulin receptor–mediated macropinocytosis. Cysteines were key determinants of the delivery of Ht proteins to hippocampal neurons, and insulin B chain mutant was most potent in delivering cargo proteins. In vivo accumulation of Ht proteins to hippocampal neuronal layers occurred after intracerebroventricular administration. Thus, hippocampal neuron–targeting technology can provide great help for developing protein drugs against neurodegenerative disorders.",
          "url": "http://dx.doi.org/10.1073/pnas.2407936121",
          "doi": "10.1073/pnas.2407936121",
          "filter": "2"
        },
        {
          "title": "Correction for Cui et al., HKDC1, a target of TFEB, is essential to maintain both mitochondrial and lysosomal homeostasis, preventing cellular senescence",
          "url": "http://dx.doi.org/10.1073/pnas.2418618121",
          "doi": "10.1073/pnas.2418618121",
          "filter": "2"
        },
        {
          "title": "Evidence for a survival-driven traveling wave in a keystone boreal predator population",
          "authors": "Derek A. Arnold, Greg A. Breed, Jared S. Laufenberg, Nathan D. Berg, Mark R. Bertram, Bradley D. Scotton, Knut Kielland",
          "abstract": "Cyclical population dynamics are a common phenomenon in populations worldwide, yet the spatial organization of these cycles remains poorly understood. In this study, we investigated the spatial form and timing of a population collapse from 2018 to 2022 in Canada lynx ( Lynx canadensis ) across the northwest boreal forest. We analyzed survival, reproduction, and dispersal data from 143 individual global positioning system (GPS) collared lynx from populations across five study sites spanning interior Alaska to determine whether lynx displayed characteristics of a population wave following a concurrent wave in snowshoe hare ( Lepus americanus ) abundance. Reproductive rates declined across the study sites; however, site-level reproduction declined first in our easternmost study sites, supporting the idea of a population wave. Despite a clear increase in percent of dispersing lynx, there was no evidence of directional bias in dispersal following a hare population wave. Analysis did show increasingly poor survival for lynx dispersing to the east compared to combined resident and westward dispersal. This pattern is consistent with a survival-mediated population wave in lynx as the driver of the theorized population wave. The combination of these factors supports the idea of a hierarchical response to snowshoe hare population declines with a drop in lynx reproduction followed by increased dispersal, and finally reduced survival. All of this evidence is consistent with the expected characteristics of a population undergoing a traveling wave and supports the hypothesis that lynx presence may facilitate and mirror the underlying wave patterns in snowshoe hare.",
          "url": "http://dx.doi.org/10.1073/pnas.2414052121",
          "doi": "10.1073/pnas.2414052121",
          "filter": "2"
        },
        {
          "title": "Unraveling the adsorption-limited hydrogen oxidation reaction at palladium surface via in situ electron microscopy",
          "authors": "Yukun Liu, Kunmo Koo, Zugang Mao, Xianbiao Fu, Xiaobing Hu, Vinayak P. Dravid",
          "abstract": "Palladium (Pd) catalysts have been extensively studied for the direct synthesis of H 2 O through the hydrogen oxidation reaction at ambient conditions. This heterogeneous catalytic reaction not only holds considerable practical significance but also serves as a classical model for investigating fundamental mechanisms, including adsorption and reactions between adsorbates. Nonetheless, the governing mechanisms and kinetics of its intermediate reaction stages under varying gas conditions remain elusive. This is attributed to the intricate interplay between adsorption, atomic diffusion, and concurrent phase transformation of catalyst. Herein, the Pd-catalyzed, water-forming hydrogen oxidation is studied in situ, to investigate intermediate reaction stages via gas cell transmission electron microscopy. The dynamic behaviors of water generation, associated with reversible palladium hydride formation, are captured in real time with a nanoscale spatial resolution. Our findings suggest that the hydrogen oxidation rate catalyzed by Pd is significantly affected by the sequence in which gases are introduced. Through direct evidence of electron diffraction and density functional theory calculation, we demonstrate that the hydrogen oxidation rate is limited by precursors’ adsorption. These nanoscale insights help identify the optimal reaction conditions for Pd-catalyzed hydrogen oxidation, which has substantial implications for water production technologies. The developed understanding also advocates a broader exploration of analogous mechanisms in other metal-catalyzed reactions.",
          "url": "http://dx.doi.org/10.1073/pnas.2408277121",
          "doi": "10.1073/pnas.2408277121",
          "filter": "2"
        },
        {
          "title": "Deep learning sharpens vistas on biodiversity mapping",
          "authors": "Thomas J. Givnish",
          "url": "http://dx.doi.org/10.1073/pnas.2416358121",
          "doi": "10.1073/pnas.2416358121",
          "filter": "2"
        },
        {
          "title": "Signatures of criticality in efficient coding networks",
          "authors": "Shervin Safavi, Matthew Chalk, Nikos K. Logothetis, Anna Levina",
          "abstract": "The critical brain hypothesis states that the brain can benefit from operating close to a second-order phase transition. While it has been shown that several computational aspects of sensory processing (e.g., sensitivity to input) can be optimal in this regime, it is still unclear whether these computational benefits of criticality can be leveraged by neural systems performing behaviorally relevant computations. To address this question, we investigate signatures of criticality in networks optimized to perform efficient coding. We consider a spike-coding network of leaky integrate-and-fire neurons with synaptic transmission delays. Previously, it was shown that the performance of such networks varies nonmonotonically with the noise amplitude. Interestingly, we find that in the vicinity of the optimal noise level for efficient coding, the network dynamics exhibit some signatures of criticality, namely, scale-free dynamics of the spiking and the presence of crackling noise relation. Our work suggests that two influential, and previously disparate theories of neural processing optimization (efficient coding and criticality) may be intimately related.",
          "url": "http://dx.doi.org/10.1073/pnas.2302730121",
          "doi": "10.1073/pnas.2302730121",
          "filter": "2"
        },
        {
          "title": "Correction for Condezo et al., RNF212B E3 ligase is essential for crossover designation and maturation during male and female meiosis in the mouse",
          "url": "http://dx.doi.org/10.1073/pnas.2418611121",
          "doi": "10.1073/pnas.2418611121",
          "filter": "2"
        },
        {
          "title": "Fast, variable stiffness-induced braided coiled artificial muscles",
          "authors": "Xinghao Hu, Xiangyu Wang, Jian Wang, Guorong Zhang, Shaoli Fang, Fengrui Zhang, Ye Xiao, Guanggui Cheng, Ray H. Baughman, Jianning Ding",
          "abstract": "Biomimetic actuation technologies with high muscle strokes, cycle rates, and work capacities are necessary for robotic systems. We present a muscle type that operates based on changes in muscle stiffness caused by volume expansion. This muscle is created by coiling a mechanically strong braid, in which an elastomer hollow tube is adhesively attached inside. We show that the muscle reversibly contracts by 47.3% when driven by an oscillating input air pressure of 120 kilopascals at 10 Hz. It generates a maximum power density of 3.0 W/g and demonstrates a mechanical contractile efficiency of 74%. The muscle’s low-pressure operation allowed for portable, thermal pneumatical actuation. Moreover, the muscle demonstrated bipolar actuation, wherein internal pressure leads to muscle length expansion if the initial muscle length is compressed and contraction if the muscle is not compressed. Modeling indicates that muscle expansion significantly alters its stiffness, which causes muscle actuation. We demonstrate the utility of BCMs for fast running and climbing robots.",
          "url": "http://dx.doi.org/10.1073/pnas.2412288121",
          "doi": "10.1073/pnas.2412288121",
          "filter": "2"
        },
        {
          "title": "The smallest electrochemical bubbles",
          "authors": "Esteban D. Gadea, Yamila A. Perez Sirkin, Valeria Molinero, Damian A. Scherlis",
          "abstract": "Many of the relevant electrochemical processes in the context of catalysis or energy conversion and storage, entail the production of gases. This often implicates the nucleation of bubbles at the interface, with the concomitant blockage of the electroactive area leading to overpotentials and Ohmic drop. Nanoelectrodes have been envisioned as assets to revert this effect, by inhibiting bubble formation. Experiments show, however, that nanobubbles nucleate and attach to nanoscale electrodes, imposing a limit to the current, which turns out to be independent of size and applied potential in a wide range from 3 nm to tenths of microns. Here we investigate the potential-current response for disk electrodes of diameters down to a single-atom, employing molecular simulations including electrochemical generation of gas. Our analysis reveals that nanoelectrodes of 1 nm can offer twice as much current as that delivered by electrodes with areas four orders of magnitude larger at the same bias. This boost in the extracted current is a consequence of the destabilization of the gas phase. The grand potential of surface nanobubbles shows they can not reach a thermodynamically stable state on supports below 2 nm. As a result, the electroactive area becomes accessible to the solution and the current turns out to be sensitive to the electrode radius. In this way, our simulations establish that there is an optimal size for the nanoelectrodes, in between the single-atom and ∼3 nm, that optimizes the gas production.",
          "url": "http://dx.doi.org/10.1073/pnas.2406956121",
          "doi": "10.1073/pnas.2406956121",
          "filter": "2"
        },
        {
          "title": "Isoform-specific C-terminal phosphorylation drives autoinhibition of Casein kinase 1",
          "authors": "Rachel L. Harold, Nikhil K. Tulsian, Rajesh Narasimamurthy, Noelle Yaitanes, Maria G. Ayala Hernandez, Hsiau-Wei Lee, Priya Crosby, Sarvind M. Tripathi, David M. Virshup, Carrie L. Partch",
          "abstract": "Casein kinase 1δ (CK1δ) controls essential biological processes including circadian rhythms and wingless-related integration site (Wnt) signaling, but how its activity is regulated is not well understood. CK1δ is inhibited by autophosphorylation of its intrinsically disordered C-terminal tail. Two CK1 splice variants, δ1 and δ2, are known to have very different effects on circadian rhythms. These variants differ only in the last 16 residues of the tail, referred to as the extreme C termini (XCT), but with marked changes in potential phosphorylation sites. Here, we test whether the XCT of these variants have different effects in autoinhibition of the kinase. Using NMR and hydrogen/deuterium exchange mass spectrometry, we show that the δ1 XCT is preferentially phosphorylated by the kinase and the δ1 tail makes more extensive interactions across the kinase domain. Mutation of δ1-specific XCT phosphorylation sites increases kinase activity both in vitro and in cells and leads to changes in the circadian period, similar to what is reported in vivo. Mechanistically, loss of the phosphorylation sites in XCT disrupts tail interaction with the kinase domain. δ1 autoinhibition relies on conserved anion-binding sites around the CK1 active site, demonstrating a common mode of product inhibition of CK1δ. These findings demonstrate how a phosphorylation cycle controls the activity of this essential kinase.",
          "url": "http://dx.doi.org/10.1073/pnas.2415567121",
          "doi": "10.1073/pnas.2415567121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "How wet must a wetland be to have federal protections in post- Sackett US?",
          "authors": "Adam C. Gold",
          "abstract": "In 2023, the US Supreme Court’s majority ruled in Sackett v. Environmental Protection Agency that only wetlands that are “indistinguishable” from federally protected waters “due to a continuous surface connection” are federally protected. This study estimates the potential impact of interpretations of the ruling on federal wetlands protections, using a qualitative measure of wetland “wetness” as a proxy for the new requirement. An estimated area ranging from ~17 million acres (19%) to nearly all 90 million acres of nontidal wetlands in the conterminous United States could be without federal protections, and variability in state protections creates hotspots of risk. The high-level estimates provided here represent a first step toward understanding the long-term impacts of Sackett v. Environmental Protection Agency on federal wetlands protections and highlight the uncertainty introduced by the ruling.",
          "url": "http://dx.doi.org/10.1126/science.adp3222",
          "doi": "10.1126/science.adp3222",
          "filter": "0"
        },
        {
          "title": "Context matters in social media",
          "authors": "H. Holden Thorp, Valda Vinson",
          "abstract": "Does the information that people see on social media influence their political views? Is it making people politically more divided? In July 2023, Science published three papers on an unprecedented study of the effects of social media and social media algorithms on political polarization during the United States 2020 presidential election. The authors, who included independent academics and Facebook employees, analyzed a massive dataset on the users of Facebook and Instagram whose news feed was filtered either by the site’s default algorithm, which presents posts in a manner most likely to keep users on the site, or delivered chronologically in the order that they came in. The chronological feed led to users’ spending less time on the site but did not substantially change their attitudes about politics. The finding has surprised many observers who thought that Facebook contributed to political division. Moreover, the studies signal that research on social media is complicated and requires even more attention.",
          "url": "http://dx.doi.org/10.1126/science.adt2983",
          "doi": "10.1126/science.adt2983",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "A host-adapted auxotrophic gut symbiont induces mucosal immunodeficiency",
          "authors": "Qiuhe Lu, Thomas C. A. Hitch, Julie Y. Zhou, Mohammed Dwidar, Naseer Sangwan, Dylan Lawrence, Lila S. Nolan, Scott T. Espenschied, Kevin P. Newhall, Yi Han, Paul E. Karell, Vanessa Salazar, Megan T. Baldridge, Thomas Clavel, Thaddeus S. Stappenbeck",
          "abstract": "Harnessing the microbiome to benefit human health requires an initial step in determining the identity and function of causative microorganisms that affect specific host physiological functions. We show a functional screen of the bacterial microbiota from mice with low intestinal immunoglobulin A (IgA) levels; we identified a Gram-negative bacterium, proposed as Tomasiella immunophila , that induces and degrades IgA in the mouse intestine. Mice harboring T. immunophila are susceptible to infections and show poor mucosal repair. T. immunophila is auxotrophic for the bacterial cell wall amino sugar N-acetylmuramic acid. It delivers immunoglobulin-degrading proteases into outer membrane vesicles that preferentially degrade rodent antibodies with kappa but not lambda light chains. This work indicates a role for symbionts in immunodeficiency, which might be applicable to human disease.",
          "url": "http://dx.doi.org/10.1126/science.adk2536",
          "doi": "10.1126/science.adk2536",
          "filter": "2"
        },
        {
          "title": "Mental programming of spatial sequences in working memory in the macaque frontal cortex",
          "authors": "Zhenghe Tian, Jingwen Chen, Cong Zhang, Bin Min, Bo Xu, Liping Wang",
          "abstract": "How the brain mentally sorts a series of items in a specific order within working memory (WM) remains largely unknown. We investigated mental sorting using high-throughput electrophysiological recordings in the frontal cortex of macaque monkeys, who memorized and sorted spatial sequences in forward or backward orders according to visual cues. We discovered that items at each ordinal rank in WM were encoded in separate rank-WM subspaces and then, depending on cues, were maintained or reordered between the subspaces, accompanied by two extra temporary subspaces in two operation steps. Furthermore, the cue activity served as an indexical signal to trigger sorting processes. Thus, we propose a complete conceptual framework, where the neural landscape transitions in frontal neural states underlie the symbolic system for mental programming of sequence WM.",
          "url": "http://dx.doi.org/10.1126/science.adp6091",
          "doi": "10.1126/science.adp6091",
          "filter": "2"
        },
        {
          "title": "Prefrontal synaptic regulation of homeostatic sleep pressure revealed through synaptic chemogenetics",
          "authors": "Takeshi Sawada, Yusuke Iino, Kensuke Yoshida, Hitoshi Okazaki, Shinnosuke Nomura, Chika Shimizu, Tomoki Arima, Motoki Juichi, Siqi Zhou, Nobuhiro Kurabayashi, Takeshi Sakurai, Sho Yagishita, Masashi Yanagisawa, Taro Toyoizumi, Haruo Kasai, Shoi Shi",
          "abstract": "Sleep is regulated by homeostatic processes, yet the biological basis of sleep pressure that accumulates during wakefulness, triggers sleep, and dissipates during sleep remains elusive. We explored a causal relationship between cellular synaptic strength and electroencephalography delta power indicating macro-level sleep pressure by developing a theoretical framework and a molecular tool to manipulate synaptic strength. The mathematical model predicted that increased synaptic strength promotes the neuronal “down state” and raises the delta power. Our molecular tool (synapse-targeted chemically induced translocation of Kalirin-7, SYNCit-K), which induces dendritic spine enlargement and synaptic potentiation through chemically induced translocation of protein Kalirin-7, demonstrated that synaptic potentiation of excitatory neurons in the prefrontal cortex (PFC) increases nonrapid eye movement sleep amounts and delta power. Thus, synaptic strength of PFC excitatory neurons dictates sleep pressure in mammals.",
          "url": "http://dx.doi.org/10.1126/science.adl3043",
          "doi": "10.1126/science.adl3043",
          "filter": "2"
        },
        {
          "title": "Cross-species single-cell spatial transcriptomic atlases of the cerebellar cortex",
          "authors": "Shijie Hao, Xiaojia Zhu, Zhi Huang, Qianqian Yang, Hean Liu, Yan Wu, Yafeng Zhan, Yu Dong, Chao Li, He Wang, Elize Haasdijk, Zihan Wu, Shenglong Li, Haotian Yan, Lijing Zhu, Shiyong Guo, Zefang Wang, Aojun Ye, Youning Lin, Luman Cui, Xing Tan, Huanlin Liu, Mingli Wang, Jing Chen, Yanqing Zhong, Wensi Du, Guangling Wang, Tingting Lai, Mengdi Cao, Tao Yang, Yuanfang Xu, Ling Li, Qian Yu, Zhenkun Zhuang, Ying Xia, Ying Lei, Yingjie An, Mengnan Cheng, Yun Zhao, Lei Han, Yue Yuan, Xinxiang Song, Yumo Song, Liqin Gu, Chang Liu, Xiumei Lin, Ruiqi Wang, Zhifeng Wang, Yang Wang, Shenyu Li, Huanhuan Li, Jingjing Song, Mengni Chen, Wanqiu Zhou, Nini Yuan, Suhong Sun, Shiwen Wang, Yu Chen, Mingyuan Zheng, Jiao Fang, Ruiyi Zhang, Shuzhen Zhang, Qinwen Chai, Jiabing Liu, Wu Wei, Jie He, Haibo Zhou, Yangang Sun, Zhen Liu, Chuanyu Liu, Jianhua Yao, Zhifeng Liang, Xun Xu, Muming Poo, Chengyu Li, Chris I. De Zeeuw, Zhiming Shen, Zhiyong Liu, Longqi Liu, Shiping Liu, Yidi Sun, Cirong Liu",
          "abstract": "The molecular and cellular organization of the primate cerebellum remains poorly characterized. We obtained single-cell spatial transcriptomic atlases of macaque, marmoset, and mouse cerebella and identified primate-specific cell subtypes, including Purkinje cells and molecular-layer interneurons, that show different expression of the glutamate ionotropic receptor Delta type subunit 2 ( GRID2 ) gene. Distinct gene expression profiles were found in anterior, posterior, and vestibular regions in all species, whereas region-selective gene expression was predominantly observed in the granular layer of primates and in the Purkinje layer of mice. Gene expression gradients in the cerebellar cortex matched well with functional connectivity gradients revealed with awake functional magnetic resonance imaging, with more lobule-specific differences between primates and mice than between two primate species. These comprehensive atlases and comparative analyses provide the basis for understanding cerebellar evolution and function.",
          "url": "http://dx.doi.org/10.1126/science.ado3927",
          "doi": "10.1126/science.ado3927",
          "filter": "2"
        },
        {
          "title": "Mutating a flexible region of the RSV F protein can stabilize the prefusion conformation",
          "authors": "Yu Liang, Shuai Shao, Xin Yu Li, Zi Xin Zhao, Ning Liu, Zhao Ming Liu, Fu Jie Shen, Hao Zhang, Jun Wei Hou, Xue Feng Zhang, Yu Qin Jin, Li Fang Du, Xin Li, Jing Zhang, Ji Guo Su, Qi Ming Li",
          "abstract": "The respiratory syncytial virus (RSV) fusion (F) glycoprotein is highly immunogenic in its prefusion (pre-F) conformation. However, the protein is unstable, and its conformation must be stabilized for it to function effectively as an immunogen in vaccines. We present a mutagenesis strategy to arrest the RSV F protein in its pre-F state by blocking localized changes in protein structure that accompany large-scale conformational rearrangements. We generated a series of mutants and screened them in vitro to assess their potential for forming a stable pre-F. In animals, the immunogenicity of a representative mutant F protein, with a conformation confirmed by cryo–electron microscopy, elicited levels of neutralizing antibodies and protection against RSV-induced lung damage that were comparable to those of DS-Cav1, a pre-F used in a licensed vaccine.",
          "url": "http://dx.doi.org/10.1126/science.adp2362",
          "doi": "10.1126/science.adp2362",
          "filter": "2"
        },
        {
          "title": "Pronouns reactivate conceptual representations in human hippocampal neurons",
          "authors": "D. E. Dijksterhuis, M. W. Self, J. K. Possel, J. C. Peters, E. C. W. van Straaten, S. Idema, J. C. Baaijen, S. M. A. van der Salm, E. J. Aarnoutse, N. C. E. van Klink, P. van Eijsden, S. Hanslmayr, R. Chelvarajah, F. Roux, L. D. Kolibius, V. Sawlani, D. T. Rollings, S. Dehaene, P. R. Roelfsema",
          "abstract": "During discourse comprehension, every new word adds to an evolving representation of meaning that accumulates over consecutive sentences and constrains the next words. To minimize repetition and utterance length, languages use pronouns, like the word “she,” to refer to nouns and phrases that were previously introduced. It has been suggested that language comprehension requires that pronouns activate the same neuronal representations as the nouns themselves. We recorded from individual neurons in the human hippocampus during a reading task. Cells that were selective to a particular noun were later reactivated by pronouns that refer to the cells’ preferred noun. These results imply that concept cells contribute to a rapid and dynamic semantic memory network that is recruited during language comprehension.",
          "url": "http://dx.doi.org/10.1126/science.adr2813",
          "doi": "10.1126/science.adr2813",
          "filter": "2"
        },
        {
          "title": "Lithium extraction from brine through a decoupled and membrane-free electrochemical cell design",
          "authors": "Zhen Li, I-Chun Chen, Li Cao, Xiaowei Liu, Kuo-Wei Huang, Zhiping Lai",
          "abstract": "The sustainability of lithium-based energy storage or conversion systems, e.g., lithium-ion batteries, can be enhanced by establishing methods of efficient lithium extraction from harsh brines. In this work, we describe a decoupled membrane-free electrochemical cell that cycles lithium ions between iron-phosphate electrodes and features cathode (brine) and anode (fresh water) compartments that are isolated from each other yet electrochemically connected through a pair of silver/silver-halide redox electrodes. This design is compatible with harsh brines having magnesium/lithium molar ratios of up to 3258 and lithium concentrations down to 0.15 millimolar, enabling the production of battery-grade (&gt;99.95% pure) lithium carbonate. Energy savings of up to ~21.5% were realized by efficiently harvesting the osmotic energy of the brines. A pilot-scale cell with an electrode surface area of 33.75 square meters was used to realize lithium extraction from Dead Sea brine with a recovery rate of 84.0%.",
          "url": "http://dx.doi.org/10.1126/science.adg8487",
          "doi": "10.1126/science.adg8487",
          "filter": "2"
        },
        {
          "title": "A kalihinol analog disrupts apicoplast function and vesicular trafficking in P. falciparum malaria",
          "authors": "Z. Chahine, S. Abel, T. Hollin, G. L. Barnes, J. H. Chung, M. E. Daub, I. Renard, J. Y. Choi, P. Vydyam, A. Pal, M. Alba-Argomaniz, C. A. S. Banks, J. Kirkwood, A. Saraf, I. Camino, P. Castaneda, M. C. Cuevas, J. De Mercado-Arnanz, E. Fernandez-Alvaro, A. Garcia-Perez, N. Ibarz, S. Viera-Morilla, J. Prudhomme, C. J. Joyner, A. K. Bei, L. Florens, C. Ben Mamoun, C. D. Vanderwal, K. G. Le Roch",
          "abstract": "We report the discovery of MED6-189, an analog of the kalihinol family of isocyanoterpene natural products that is effective against drug-sensitive and drug-resistant Plasmodium falciparum strains, blocking both asexual replication and sexual differentiation. In vivo studies using a humanized mouse model of malaria confirm strong efficacy of the compound in animals with no apparent hemolytic activity or toxicity. Complementary chemical, molecular, and genomics analyses revealed that MED6-189 targets the parasite apicoplast and acts by inhibiting lipid biogenesis and cellular trafficking. Genetic analyses revealed that a mutation in PfSec13 , which encodes a component of the parasite secretory machinery, reduced susceptibility to the drug. Its high potency, excellent therapeutic profile, and distinctive mode of action make MED6-189 an excellent addition to the antimalarial drug pipeline.",
          "url": "http://dx.doi.org/10.1126/science.adm7966",
          "doi": "10.1126/science.adm7966",
          "filter": "2"
        },
        {
          "title": "The revolution in high-throughput proteomics and AI",
          "authors": "Eric J. Topol",
          "abstract": "The recent capability to measure thousands of plasma proteins from a tiny blood sample has provided a new dimension of expansive data that can advance our understanding of human health. For example, the company SomaLogic has developed the means to measure more than 10,000 proteins and Thermo Fisher’s Olink assays over 5400 proteins from as little as 2 μl. When these rich data are integrated with other layers of information from large patient cohorts, such as the UK Biobank’s genetic, health, and lifestyle information from half a million participants, we get new insights about the underpinnings of disease, the aging process, and the potential ability to forecast an individual’s health trajectory.",
          "url": "http://dx.doi.org/10.1126/science.ads5749",
          "doi": "10.1126/science.ads5749",
          "filter": "2"
        },
        {
          "title": "Neuromodulator and neuropeptide sensors and probes for precise circuit interrogation in vivo",
          "authors": "J. Muir, M. Anguiano, C. K. Kim",
          "abstract": "To determine how neuronal circuits encode and drive behavior, it is often necessary to measure and manipulate different aspects of neurochemical signaling in awake animals. Optogenetics and calcium sensors have paved the way for these types of studies, allowing for the perturbation and readout of spiking activity within genetically defined cell types. However, these methods lack the ability to further disentangle the roles of individual neuromodulator and neuropeptides on circuits and behavior. We review recent advances in chemical biology tools that enable precise spatiotemporal monitoring and control over individual neuroeffectors and their receptors in vivo. We also highlight discoveries enabled by such tools, revealing how these molecules signal across different timescales to drive learning, orchestrate behavioral changes, and modulate circuit activity.",
          "url": "http://dx.doi.org/10.1126/science.adn6671",
          "doi": "10.1126/science.adn6671",
          "filter": "2"
        },
        {
          "title": "Four decades of Hawaiian monk seal entanglement data reveal the benefits of plastic debris removal",
          "authors": "Jason D. Baker, Thea C. Johanos, Hope Ronco, Brenda L. Becker, James Morioka, Kevin O’Brien, Mary J. Donohue",
          "abstract": "Abandoned, lost, or otherwise discarded fishing gear causes harm to marine species and ecosystems. To mitigate the destruction wrought by this ocean plastic debris, various cleanup programs have been established, though to our knowledge the benefits of such efforts to marine species and ecosystems have not yet been empirically demonstrated. We examined more than 40 years of Hawaiian monk seal marine debris entanglement records before and after large-scale marine debris removal efforts were initiated in the Northwestern Hawaiian Islands, demonstrating a substantial reduction in entanglement rates where debris removal effort was most concentrated. Large-scale and sustained removal of abandoned, lost, or otherwise discarded fishing gear meaningfully benefits marine ecosystems and has the potential to be transformational in restoration efforts.",
          "url": "http://dx.doi.org/10.1126/science.ado2834",
          "doi": "10.1126/science.ado2834",
          "filter": "2"
        },
        {
          "title": "Photochemical phosphorus-enabled scaffold remodeling of carboxylic acids",
          "authors": "Qiupeng Peng, Meemie U. Hwang, Ángel Rentería-Gómez, Poulami Mukherjee, Ryan M. Young, Yunfan Qiu, Michael R. Wasielewski, Osvaldo Gutierrez, Karl A. Scheidt",
          "abstract": "The excitation of carbonyl compounds by light to generate radical intermediates has historically been restricted to ketones and aldehydes; carboxylic acids have been overlooked because of high energy requirements and low quantum efficiency. A successful activation strategy would necessitate a bathochromic shift in the absorbance profile, an increase in triplet diradical lifetime, and ease of further functionalization. We present a single-flask transformation of carboxylic acids to acyl phosphonates that can access synthetically useful triplet diradicals under visible light or near-ultraviolet irradiation. The use of phosphorus circumvents unproductive Norrish type I processes, promoting selectivity that enables hydrogen-atom transfer reactivity. Use of this strategy promotes the efficient scaffold remodeling of carboxylic acids through various annulation, contraction, and expansion manifolds.",
          "url": "http://dx.doi.org/10.1126/science.adr0771",
          "doi": "10.1126/science.adr0771",
          "filter": "2"
        },
        {
          "title": "Genetic excision of the regulatory cardiac troponin I extension in high–heart rate mammal clades",
          "authors": "William Joyce, Kai He, Mengdie Zhang, Samuel Ogunsola, Xini Wu, Kelvin T. Joseph, David Bogomolny, Wenhua Yu, Mark S. Springer, Jiuyong Xie, Anthony V. Signore, Kevin L. Campbell",
          "abstract": "Mammalian cardiac troponin I (cTnI) contains a highly conserved amino-terminal extension harboring protein kinase A targets [serine-23 and -24 (Ser 23/24 )] that are phosphorylated during β-adrenergic stimulation to defend diastolic filling by means of an increased cardiomyocyte relaxation rate. In this work, we show that the Ser 23/24 -encoding exon 3 of TNNI3 was pseudoexonized multiple times in shrews and moles to mimic Ser 23/24 phosphorylation without adrenergic stimulation, facilitating the evolution of exceptionally high resting heart rates (~1000 beats per minute). We further reveal alternative exon 3 splicing in distantly related bat families and confirm that both cTnI splice variants are incorporated into cardiac myofibrils. Because exon 3 of human TNNI3 exhibits a relatively low splice strength score, our findings offer an evolutionarily informed strategy to excise this exon to improve diastolic function during heart failure.",
          "url": "http://dx.doi.org/10.1126/science.adi8146",
          "doi": "10.1126/science.adi8146",
          "filter": "2"
        },
        {
          "title": "3775-year-old wood burial supports “wood vaulting” as a durable carbon removal method",
          "authors": "Ning Zeng, Xinpeng Zhao, Ghislain Poisson, Bryson Clifford, Yu Liu, He Liu, Taotao Meng, Laura Picard, Elisa Zeng-Mariotti, Ben Zaitchik, Liangbing Hu",
          "abstract": "Six-times more carbon dioxide (CO 2 ) is removed each year by terrestrial photosynthesis than fossil fuel emissions. However, the carbon is mostly returned to the atmosphere by decomposition. We found a 3775-year-old ancient wood log buried 2 meters belowground that was preserved far beyond its expected lifetime. The wood had near-perfect preservation, with carbon loss less than 5% compared to a modern sample. The lack of decay is likely due to the low permeability of the compact clay soil at the burial site. Our observation suggests a hybrid nature-engineering approach for carbon removal by burying woody biomass in similar anoxic environments. We estimate a global sequestration potential of up to 10 gigatonnes CO 2 per year with existing technology at a low cost of $30 to $100 per tonne after optimization.",
          "url": "http://dx.doi.org/10.1126/science.adm8133",
          "doi": "10.1126/science.adm8133",
          "filter": "2"
        },
        {
          "title": "Solar transpiration–powered lithium extraction and storage",
          "authors": "Yan Song, Shiqi Fang, Ning Xu, Monong Wang, Shuying Chen, Jun Chen, Baoxia Mi, Jia Zhu",
          "abstract": "Lithium mining is energy intensive and environmentally costly. This is because lithium ions are typically present in brines as a minor component mixed with physiochemically similar cations that are difficult to separate. Inspired by nature’s ability to selectively extract species in transpiration, we report a solar transpiration–powered lithium extraction and storage (STLES) device that can extract and store lithium from brines using natural sunlight. Specifically, the device uses a hierarchically structured solar transpirational evaporator to create a pressure gradient, which allows for the extraction of lithium from brines through a membrane and its storage in a vascular storage layer. Long-term experiments, various membrane tests, and different size assessments demonstrate the stability, compatibility, and scalability of STLES. This solar-powered mining technology provides an alternative developing pathway toward the sustainable extraction of critical resources.",
          "url": "http://dx.doi.org/10.1126/science.adm7034",
          "doi": "10.1126/science.adm7034",
          "filter": "2"
        },
        {
          "title": "Congo calling",
          "authors": "Emmet Livingstone",
          "abstract": "A dearth of local scientists is holding back research on the world’s second largest rainforest",
          "url": "http://dx.doi.org/10.1126/science.adt5481",
          "doi": "10.1126/science.adt5481",
          "filter": "3"
        },
        {
          "title": "A bird’s-eye view of avian extinctions",
          "authors": "Melissa E. Kemp",
          "abstract": "Conservation should consider species’ functional and phylogenetic traits",
          "url": "http://dx.doi.org/10.1126/science.ads5639",
          "doi": "10.1126/science.ads5639",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adt5688",
          "doi": "10.1126/science.adt5688",
          "filter": "3"
        },
        {
          "title": "Gut microbe may ward off altitude sickness",
          "authors": "Elizabeth Pennisi",
          "abstract": "Finding adds to evidence that one set of gut bacteria has diverse benefits",
          "url": "http://dx.doi.org/10.1126/science.adt3871",
          "doi": "10.1126/science.adt3871",
          "filter": "3"
        },
        {
          "title": "Erratum for the Research Article “Electrically driven proton transfer promotes Brønsted acid catalysis by orders of magnitude” by K. S. Westendorff et al .",
          "url": "http://dx.doi.org/10.1126/science.adt2727",
          "doi": "10.1126/science.adt2727",
          "filter": "3"
        },
        {
          "title": "India’s Nicobar plan threatens biodiversity",
          "authors": "Suvarna Khadakkar",
          "url": "http://dx.doi.org/10.1126/science.adr2665",
          "doi": "10.1126/science.adr2665",
          "filter": "3"
        },
        {
          "title": "Rewiring movements: A single neuronal population in the spinal cord is crucial to restore walking after paralysis",
          "authors": "Claudia Kathe",
          "abstract": "A single neuronal population in the spinal cord is crucial to restore walking after paralysis",
          "url": "http://dx.doi.org/10.1126/science.ads1540",
          "doi": "10.1126/science.ads1540",
          "filter": "3"
        },
        {
          "title": "The brine of the times",
          "authors": "Seth B. Darling",
          "abstract": "New processes directly extract lithium from dilute sources",
          "url": "http://dx.doi.org/10.1126/science.ads3699",
          "doi": "10.1126/science.ads3699",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Peter Stern, Jesse Smith, Mattia Maroso, Stella M. Hurtley, L. Bryan Ray, Michael A. Funk, Sumin Jin",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt3533",
          "doi": "10.1126/science.adt3533",
          "filter": "3"
        },
        {
          "title": "News at a glance",
          "url": "http://dx.doi.org/10.1126/science.adt3867",
          "doi": "10.1126/science.adt3867",
          "filter": "3"
        },
        {
          "title": "When the Mediterranean dried to a salty crust, life was devastated",
          "authors": "Elizabeth Pennisi",
          "abstract": "Tens of thousands of fossils detail the sea’s dramatic loss and eventual rebound",
          "url": "http://dx.doi.org/10.1126/science.adt3870",
          "doi": "10.1126/science.adt3870",
          "filter": "3"
        },
        {
          "title": "Erratum for the Review “The microbiome and human cancer” by G. D. Sepich-Poore et al .",
          "url": "http://dx.doi.org/10.1126/science.adt2260",
          "doi": "10.1126/science.adt2260",
          "filter": "3"
        },
        {
          "title": "(Don’t) take my breath away: Rare epithelial cells in our airways initiate reflexes to guard against harmful stimuli",
          "authors": "Laura Seeholzer",
          "abstract": "Rare epithelial cells in our airways initiate reflexes to guard against harmful stimuli",
          "url": "http://dx.doi.org/10.1126/science.ads1317",
          "doi": "10.1126/science.ads1317",
          "filter": "3"
        },
        {
          "title": "Virtual You: How Building Your Digital Twin Will Revolutionize Medicine and Change Your Life Virtual You: How Building Your Digital Twin Will Revolutionize Medicine and Change Your Life Peter Coveney and Roger Highfield Princeton University Press, 2023. 336 pp.",
          "url": "http://dx.doi.org/10.1126/science.ads7922",
          "doi": "10.1126/science.ads7922",
          "filter": "3"
        },
        {
          "title": "Doomsday delayed at vulnerable Antarctic glacier",
          "authors": "Paul Voosen",
          "abstract": "Thwaites collaboration finds glacier has stabilized somewhat—in the short term",
          "url": "http://dx.doi.org/10.1126/science.adt3868",
          "doi": "10.1126/science.adt3868",
          "filter": "3"
        },
        {
          "title": "Challenged papers underpin several drugs",
          "authors": "Charles Piller",
          "url": "http://dx.doi.org/10.1126/science.adt3536",
          "doi": "10.1126/science.adt3536",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Seth T. Scanlon, Jake S. Yeston, Peter Stern, Sarah H. Ross, Sacha Vignieri, Leslie K. Ferrarelli, Melisa Yashinski, Mattia Maroso, Caroline Ash, Marc S. Lavine, Bianca Lopez, Brent Grocholski, Yevgeniya Nusinovich, Amos Matsiko, Courtney Malo",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adt3532",
          "doi": "10.1126/science.adt3532",
          "filter": "3"
        },
        {
          "title": "Confronting challenges together What If We Get it Right? Visions of Climate Futures Ayana Elizabeth Johnson One World, 2024. 496 pp.",
          "authors": "Miriam R. Aczel",
          "abstract": "Community, collaboration, and collective action are key to moving the climate needle",
          "url": "http://dx.doi.org/10.1126/science.adp8863",
          "doi": "10.1126/science.adp8863",
          "filter": "3"
        },
        {
          "title": "Microbial hoolIgAn dismantles gut defenses",
          "authors": "Emma Slack",
          "abstract": "Immunoglobulin degradation by a gut bacterium causes immunodeficiency in mice",
          "url": "http://dx.doi.org/10.1126/science.ads2152",
          "doi": "10.1126/science.ads2152",
          "filter": "3"
        },
        {
          "title": "A woody biomass burial",
          "authors": "Yuan Yao",
          "abstract": "Ancient, buried wood points to a possible low-cost method to store carbon",
          "url": "http://dx.doi.org/10.1126/science.ads2592",
          "doi": "10.1126/science.ads2592",
          "filter": "3"
        },
        {
          "title": "Criminal activity in Nigeria’s protected areas",
          "authors": "James Kehinde Omifolaji, Sunday Opeyemi Adedoyin, Tauheed Ullah Khan",
          "url": "http://dx.doi.org/10.1126/science.adr3739",
          "doi": "10.1126/science.adr3739",
          "filter": "3"
        },
        {
          "title": "Food for thought: The molecular basis of nutrient uptake into the brain",
          "authors": "Rosemary J. Cater",
          "abstract": "The molecular basis of nutrient uptake into the brain",
          "url": "http://dx.doi.org/10.1126/science.ads1320",
          "doi": "10.1126/science.ads1320",
          "filter": "3"
        },
        {
          "title": "A ponderous hint of new physics fades away",
          "authors": "Adrian Cho",
          "abstract": "The W boson has precisely the mass predicted by physicists’ standard model",
          "url": "http://dx.doi.org/10.1126/science.adt3872",
          "doi": "10.1126/science.adt3872",
          "filter": "3"
        },
        {
          "title": "Rare photos reveal North Korea’s nuclear program",
          "authors": "Richard Stone",
          "abstract": "Nation appears to have upgraded its bombmaking capacity, experts say",
          "url": "http://dx.doi.org/10.1126/science.adt3869",
          "doi": "10.1126/science.adt3869",
          "filter": "3"
        },
        {
          "title": "Mapping the new Clean Water Act",
          "authors": "Dave Owen",
          "abstract": "New research helps elucidate the potential scope and impacts of regulatory changes",
          "url": "http://dx.doi.org/10.1126/science.adr6670",
          "doi": "10.1126/science.adr6670",
          "filter": "3"
        },
        {
          "title": "Picture imperfect",
          "authors": "Charles Piller",
          "abstract": "Did a top NIH official, neuroscientist Eliezer Masliah, doctor influential Alzheimer’s and Parkinson’s studies for decades?",
          "url": "http://dx.doi.org/10.1126/science.adt3535",
          "doi": "10.1126/science.adt3535",
          "filter": "3"
        },
        {
          "title": "A little care before we leap",
          "authors": "Luis A. Campos",
          "abstract": "The open letter that spurred the historic Asilomar conference turns 50",
          "url": "http://dx.doi.org/10.1126/science.ads7339",
          "doi": "10.1126/science.ads7339",
          "filter": "3"
        },
        {
          "title": "Swimming through the fear",
          "authors": "Virginia Manner",
          "url": "http://dx.doi.org/10.1126/science.adt3041",
          "doi": "10.1126/science.adt3041",
          "filter": "3"
        },
        {
          "title": "Hajj pilgrims suffer from climate extremes",
          "authors": "Milad Haghani",
          "url": "http://dx.doi.org/10.1126/science.adr2696",
          "doi": "10.1126/science.adr2696",
          "filter": "3"
        },
        {
          "title": "Can evolution-based studies inform modern medicine?",
          "authors": "Maicon Landim-Vieira, Jose Renato Pinto",
          "abstract": "Comparative genomic analyses provide mechanistic clues to cardiac muscle regulation",
          "url": "http://dx.doi.org/10.1126/science.ads2585",
          "doi": "10.1126/science.ads2585",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Erratum for the Research Article: “Biomolecular dynamics with machine-learned quantum-mechanical force fields trained on diverse chemical fragments” by Unke et al .",
          "url": "http://dx.doi.org/10.1126/sciadv.adt0518",
          "doi": "10.1126/sciadv.adt0518",
          "filter": "1"
        },
        {
          "title": "Disruption of the intestinal clock drives dysbiosis and impaired barrier function in colorectal cancer",
          "authors": "Rachel C. Fellows, Sung Kook Chun, Natalie Larson, Bridget M. Fortin, Alisa L. Mahieu, Wei A. Song, Marcus M. Seldin, Nicholas R. Pannunzio, Selma Masri",
          "abstract": "Diet is a robust entrainment cue that regulates diurnal rhythms of the gut microbiome. We and others have shown that disruption of the circadian clock drives the progression of colorectal cancer (CRC). While certain bacterial species have been suggested to play driver roles in CRC, it is unknown whether the intestinal clock impinges on the microbiome to accelerate CRC pathogenesis. To address this, genetic disruption of the circadian clock, in an Apc- driven mouse model of CRC, was used to define the impact on the gut microbiome. When clock disruption is combined with CRC, metagenomic sequencing identified dysregulation of many bacterial genera including Bacteroides , Helicobacter , and Megasphaera. We identify functional changes to microbial pathways including dysregulated nucleic acid, amino acid, and carbohydrate metabolism, as well as disruption of intestinal barrier function. Our findings suggest that clock disruption impinges on microbiota composition and intestinal permeability that may contribute to CRC pathogenesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1458",
          "doi": "10.1126/sciadv.ado1458",
          "filter": "2"
        },
        {
          "title": "Inland water greenhouse gas emissions offset the terrestrial carbon sink in the northern cryosphere",
          "authors": "Chunlin Song, Shaoda Liu, Genxu Wang, Liwei Zhang, Judith A. Rosentreter, Gang Zhao, Xiangyang Sun, Yuanzhi Yao, Cuicui Mu, Shouqin Sun, Zhaoyong Hu, Shan Lin, Juying Sun, Yang Li, Ying Wang, Yuhao Li, Peter A. Raymond, Jan Karlsson",
          "abstract": "Climate-sensitive northern cryosphere inland waters emit greenhouse gases (GHGs) into the atmosphere, yet their total emissions remain poorly constrained. We present a data-driven synthesis of GHG emissions from northern cryosphere inland waters considering water body types, cryosphere zones, and seasonality. We find that annual GHG emissions are dominated by carbon dioxide ( 1149.2 1004.8 1307.5 teragrams of CO 2 ; median Q 1 Q 3 ) and methane ( 14.2 10.1 18.5 teragrams of CH 4 ), while the nitrous oxide emission ( 5.4 − 1.4 12.2 gigagrams of N 2 O) is minor. The annual CO 2 –equivalent (CO 2 e) GHG emissions from northern cryosphere inland waters total 1.5 1.3 1.8 or 2.3 1.8 2.8 petagrams of CO 2 e using the 100- or 20-year global warming potentials, respectively. Rivers emit 64% more CO 2 e GHGs than lakes, despite having only one-fifth of their surface area. The continuous permafrost zone contributed half of the inland water GHG emissions. Annual CO 2 e emissions from northern cryosphere inland waters exceed the region’s terrestrial net ecosystem exchange, highlighting the important role of inland waters in the cryospheric land-aquatic continuum under a warming climate.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0024",
          "doi": "10.1126/sciadv.adp0024",
          "filter": "2"
        },
        {
          "title": "Pregnancy enhances antiviral immunity independent of type I IFN but dependent on IL-17–producing γδ + T cells in the nasal mucosa",
          "authors": "Julia Chronopoulos, Erwan Pernet, Kim A. Tran, Toby K. McGovern, Arina Morozan, Sadie Wang, Oscar Tsai, Kosuke Makita, Maziar Divangahi, James G. Martin",
          "abstract": "Pregnancy is associated with profound changes in immunity. However, pregnancy-related respiratory immune adaptations in response to influenza infection and their impact on disease severity remain unclear. Here, we describe, in a preclinical model of mid-gestation pregnancy, a mechanism of enhanced host defense against influenza A virus (IAV) localized to the nasal cavity that limits viral replication and reduces the magnitude of intrapulmonary immune responses. Consequently, the pregnant mice show reduced pulmonary pathology and preserved airway function after IAV infection. The early restriction of viral replication is independent of type I interferon (IFN) but dependent on increased antimicrobial peptides (AMPs) driven by interleukin-17 + (IL-17 + ) γδ + T cells within the nasal passages. This pathway of host defense against IAV infection in the upper airways during pregnancy restricts early viral infection and prevents virus dissemination into the lung supporting maternal fitness.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7087",
          "doi": "10.1126/sciadv.ado7087",
          "filter": "2"
        },
        {
          "title": "Evaluation of the lithium resource in the Smackover Formation brines of southern Arkansas using machine learning",
          "authors": "Katherine J. Knierim, Madalyn S. Blondes, Andrew Masterson, Philip Freeman, Bonnie McDevitt, Amanda Herzberg, Peng Li, Ciara Mills, Colin Doolan, Aaron M. Jubb, Scott M. Ausbrooks, Jessica Chenault",
          "abstract": "Global demand for lithium, the primary component of lithium-ion batteries, greatly exceeds known supplies, and this imbalance is expected to increase as the world transitions away from fossil fuel energy sources. High concentrations of lithium in brines have been observed in the Smackover Formation in southern Arkansas (&gt;400 milligrams per liter). We used published and newly collected brine lithium concentration data to train a random forest machine-learning model using geologic, geochemical, and temperature explanatory variables and create a map of predicted lithium concentrations in Smackover Formation brines across southern Arkansas. Using these predicted lithium maps with reservoir parameters and geologic information, we calculated that there are 5.1 to 19 million tons of lithium in Smackover Formation brines in southern Arkansas, which represents 35 to 136% of the current US lithium resource estimate. Based on these calculations, in 2022, 5000 tons of dissolved lithium were brought to the surface within brines as waste streams of the oil, gas, and bromine industries.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8149",
          "doi": "10.1126/sciadv.adp8149",
          "filter": "2"
        },
        {
          "title": "Pachytene piRNAs control discrete meiotic events during spermatogenesis and restrict gene expression in space and time",
          "authors": "Jacob Ortega, Lamia Wahba, Jacob Seemann, Shin-Yu Chen, Andrew Z. Fire, Swathi Arur",
          "abstract": "Pachytene piRNAs, a Piwi-interacting RNA subclass in mammals, are hypothesized to regulate non-transposon sequences during spermatogenesis. Caenorhabditis elegans piRNAs, the 21URNAs, are implicated in regulating coding sequences; the messenger RNA targets and biological processes they control during spermatogenesis are largely unknown. We demonstrate that loss of 21URNAs compromises homolog pairing and makes it permissive for nonhomologous synapsis resulting in defects in crossover formation and chromosome segregation during spermatogenesis. We identify Polo-like kinase 3 (PLK-3), among others, as a 21URNA target. 21URNA activity restricts PLK-3 protein to proliferative cells, and expansion of PLK-3 in pachytene overlaps with the meiotic defects. Removal of plk-3 results in quantitative genetic suppression of the meiotic defects. One discrete 21URNA inhibits PLK-3 expression in late pachytene cells. Together, these results suggest that the 21URNAs function as pachytene piRNAs during C. elegans spermatogenesis. We identify their targets and meiotic events and highlight the remarkable intricacy of this multi-effector mechanism during spermatogenesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0466",
          "doi": "10.1126/sciadv.adp0466",
          "filter": "2"
        },
        {
          "title": "Ironing out complexities in karst chronology: (U-Th)/He ferricrete ages reveal wet MIS 5c",
          "authors": "Matej Lipar, Milo Barham, Martin Danišík, Andrej Šmuc, John A. Webb, Kenneth J. McNamara, Aleš Šoster, Mateja Ferk",
          "abstract": "Karst landforms provide insights into landscape evolution and paleoclimate but are inherently challenging to date. An ancient interval of particularly intense weathering of Western Australian Pleistocene aeolianites is recorded in a spectacular pinnacle karst landscape with associated ferricrete nodules. (U-Th)/He dating of the ferricrete nodules revealed an age of 102.8 + 10.6/−11.4 thousand years, corresponding to marine isotope stage 5c. The (U-Th)/He age thus directly dates the wettest interglacial period in the region over the last 500 thousand years, which was responsible for the dissolution that formed the pinnacles. The reliability of the ferricrete (U-Th)/He age is supported by bounding optically stimulated luminescence and U-Th dates on associated aeolianites and carbonate precipitates, respectively. A (U-Th)/He approach is globally applicable to aeolianites with associated ferricretes, allowing more accurate dating of the environmental changes affecting these lithologies, and temporally constraining rapid Pleistocene climatic oscillations to better contextualize the associated evolution of the biosphere.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0414",
          "doi": "10.1126/sciadv.adp0414",
          "filter": "2"
        },
        {
          "title": "SpaTopic: A statistical learning framework for exploring tumor spatial architecture from spatially resolved transcriptomic data",
          "authors": "Yuelei Zhang, Bianjiong Yu, Wenxuan Ming, Xiaolong Zhou, Jin Wang, Dijun Chen",
          "abstract": "Tumor tissues exhibit a complex spatial architecture within the tumor microenvironment (TME). Spatially resolved transcriptomics (SRT) is promising for unveiling the spatial structures of the TME at both cellular and molecular levels, but identifying pathology-relevant spatial domains remains challenging. Here, we introduce SpaTopic, a statistical learning framework that harmonizes spot clustering and cell-type deconvolution by integrating single-cell transcriptomics and SRT data. Through topic modeling, SpaTopic stratifies the TME into spatial domains with coherent cellular organization, facilitating refined annotation of the spatial architecture with improved performance. We assess SpaTopic across various tumor types and show accurate prediction of tertiary lymphoid structures and tumor boundaries. Moreover, marker genes derived from SpaTopic are transferrable and can be applied to mark spatial domains in other datasets. In addition, SpaTopic enables quantitative comparison and functional characterization of spatial domains across SRT datasets. Overall, SpaTopic presents an innovative analytical framework for exploring, comparing, and interpreting tumor SRT data.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4942",
          "doi": "10.1126/sciadv.adp4942",
          "filter": "2"
        },
        {
          "title": "The Ni isotopic composition of Ryugu reveals a common accretion region for carbonaceous chondrites",
          "authors": "Fridolin Spitzer, Thorsten Kleine, Christoph Burkhardt, Timo Hopp, Tetsuya Yokoyama, Yoshinari Abe, Jérôme Aléon, Conel M. O’D Alexander, Sachiko Amari, Yuri Amelin, Ken-ichi Bajo, Martin Bizzarro, Audrey Bouvier, Richard W. Carlson, Marc Chaussidon, Byeon-Gak Choi, Nicolas Dauphas, Andrew M. Davis, Tommaso Di Rocco, Wataru Fujiya, Ryota Fukai, Ikshu Gautam, Makiko K. Haba, Yuki Hibiya, Hiroshi Hidaka, Hisashi Homma, Peter Hoppe, Gary R. Huss, Kiyohiro Ichida, Tsuyoshi Iizuka, Trevor R. Ireland, Akira Ishikawa, Shoichi Itoh, Noriyuki Kawasaki, Noriko T. Kita, Kouki Kitajima, Shintaro Komatani, Alexander N. Krot, Ming-Chang Liu, Yuki Masuda, Mayu Morita, Fréderic Moynier, Kazuko Motomura, Izumi Nakai, Kazuhide Nagashima, Ann Nguyen, Larry Nittler, Morihiko Onose, Andreas Pack, Changkun Park, Laurette Piani, Liping Qin, Sara S. Russell, Naoya Sakamoto, Maria Schönbächler, Lauren Tafla, Haolan Tang, Kentaro Terada, Yasuko Terada, Tomohiro Usui, Sohei Wada, Meenakshi Wadhwa, Richard J. Walker, Katsuyuki Yamashita, Qing-Zhu Yin, Shigekazu Yoneda, Edward D. Young, Hiroharu Yui, Ai-Cheng Zhang, Tomoki Nakamura, Hiroshi Naraoka, Takaaki Noguchi, Ryuji Okazaki, Kanako Sakamoto, Hikaru Yabuta, Masanao Abe, Akiko Miyazaki, Aiko Nakato, Masahiro Nishimura, Tatsuaki Okada, Toru Yada, Kasumi Yogata, Satoru Nakazawa, Takanao Saiki, Satoshi Tanaka, Fuyuto Terui, Yuichi Tsuda, Sei-ichiro Watanabe, Makoto Yoshikawa, Shogo Tachibana, Hisayoshi Yurimoto",
          "abstract": "The isotopic compositions of samples returned from Cb-type asteroid Ryugu and Ivuna-type (CI) chondrites are distinct from other carbonaceous chondrites, which has led to the suggestion that Ryugu/CI chondrites formed in a different region of the accretion disk, possibly around the orbits of Uranus and Neptune. We show that, like for Fe, Ryugu and CI chondrites also have indistinguishable Ni isotope anomalies, which differ from those of other carbonaceous chondrites. We propose that this unique Fe and Ni isotopic composition reflects different accretion efficiencies of small FeNi metal grains among the carbonaceous chondrite parent bodies. The CI chondrites incorporated these grains more efficiently, possibly because they formed at the end of the disk’s lifetime, when planetesimal formation was also triggered by photoevaporation of the disk. Isotopic variations among carbonaceous chondrites may thus reflect fractionation of distinct dust components from a common reservoir, implying CI chondrites/Ryugu may have formed in the same region of the accretion disk as other carbonaceous chondrites.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2426",
          "doi": "10.1126/sciadv.adp2426",
          "filter": "2"
        },
        {
          "title": "Greenland Norse walrus exploitation deep into the Arctic",
          "authors": "Emily J. Ruiz-Puerta, Greer Jarrett, Morgan L. McCarthy, Shyong En Pan, Xénia Keighley, Magie Aiken, Giulia Zampirolo, Maarten J. J. E. Loonen, Anne Birgitte Gotfredsen, Lesley R. Howse, Paul Szpak, Snæbjörn Pálsson, Scott Rufolo, Hilmar J. Malmquist, Sean P. A. Desjardins, Morten Tange Olsen, Peter D. Jordan",
          "abstract": "Walrus ivory was a prized commodity in medieval Europe and was supplied by Norse intermediaries who expanded across the North Atlantic, establishing settlements in Iceland and Greenland. However, the precise sources of the traded ivory have long remained unclear, raising important questions about the sustainability of commercial walrus harvesting, the extent to which Greenland Norse were able to continue mounting their own long-range hunting expeditions, and the degree to which they relied on trading ivory with the various Arctic Indigenous peoples that they were starting to encounter. We use high-resolution genomic sourcing methods to track walrus artifacts back to specific hunting grounds, demonstrating that Greenland Norse obtained ivory from High Arctic waters, especially the North Water Polynya, and possibly from the interior Canadian Arctic. These results substantially expand the assumed range of Greenland Norse ivory harvesting activities and support intriguing archaeological evidence for substantive interactions with Thule Inuit, plus possible encounters with Tuniit (Late Dorset Pre-Inuit).",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4127",
          "doi": "10.1126/sciadv.adq4127",
          "filter": "2"
        },
        {
          "title": "Free-standing cubic gauche nitrogen stable at 760 K under ambient pressure",
          "authors": "Yuxuan Xu, Guo Chen, Fei Du, Ming Li, Liangfei Wu, Deyuan Yao, Xiaodong Liu, Junfeng Ding, Zhi Zeng, Ruibin Liu, Haiqing Lin, Xianlong Wang",
          "abstract": "Cubic gauche nitrogen (cg-N) has received wide attention for its exceptionally high energy density and environmental friendliness. However, traditional synthesis methods for cg-N predominantly rely on high-pressure techniques or the utilization of nanoconfined effects using highly toxic and sensitive sodium azide as precursor, which substantially restrict its practical application. On the basis of the first-principles simulations, we found that adsorption of potassium on the cg-N surface exhibits superior stabilization compared to sodium. Then, we chose safer potassium azide as precursor for synthesizing cg-N. Through plasma-enhanced chemical vapor deposition treatment, the free-standing cg-N was successfully synthesized without the need for high-pressure and nanoconfined effects. It demonstrated excellent thermal stability up to 760 K, and then rapid and intense thermal decomposition occurred, exhibiting typical thermal decomposition behaviors of high-energy-density materials. The explosion parameters were also measured using laser-induced plasma spectroscopy. Our work has substantially promoted the practical application of cg-N as HEDMs.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5299",
          "doi": "10.1126/sciadv.adq5299",
          "filter": "2"
        },
        {
          "title": "Prediction of metal-free Stoner and Mott-Hubbard magnetism in triangulene-based two-dimensional polymers",
          "authors": "Hongde Yu, Thomas Heine",
          "abstract": "Ferromagnetism and antiferromagnetism require robust long-range magnetic ordering, which typically involves strongly interacting spins localized at transition metal atoms. However, in metal-free systems, the spin orbitals are largely delocalized, and weak coupling between the spins in the lattice hampers long-range ordering. Metal-free magnetism is of fundamental interest to physical sciences, unlocking unprecedented dimensions for strongly correlated materials and biocompatible magnets. Here, we present a strategy to achieve strong coupling between spin centers of planar radical monomers in π-conjugated two-dimensional (2D) polymers and rationally control the orderings. If the π-states in these triangulene-based 2D polymers are half-occupied, then we predict that they are antiferromagnetic Mott-Hubbard insulators. Incorporating a boron or nitrogen heteroatom per monomer results in Stoner ferromagnetism and half-metallicity, with the Fermi level located at spin-polarized Dirac points. An unprecedented antiferromagnetic half-semiconductor is observed in a binary boron-nitrogen–centered 2D polymer. Our findings pioneer Stoner and Mott-Hubbard magnetism emerging in the electronic π-system of crystalline-conjugated 2D polymers.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7954",
          "doi": "10.1126/sciadv.adq7954",
          "filter": "2"
        },
        {
          "title": "Deeper but smaller: Higher-order interactions increase linear stability but shrink basins",
          "authors": "Yuanzhao Zhang, Per Sebastian Skardal, Federico Battiston, Giovanni Petri, Maxime Lucas",
          "abstract": "A key challenge of nonlinear dynamics and network science is to understand how higher-order interactions influence collective dynamics. Although many studies have approached this question through linear stability analysis, less is known about how higher-order interactions shape the global organization of different states. Here, we shed light on this issue by analyzing the rich patterns supported by identical Kuramoto oscillators on hypergraphs. We show that higher-order interactions can have opposite effects on linear stability and basin stability: They stabilize twisted states (including full synchrony) by improving their linear stability, but also make them hard to find by markedly reducing their basin size. Our results highlight the importance of understanding higher-order interactions from both local and global perspectives.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8049",
          "doi": "10.1126/sciadv.ado8049",
          "filter": "2"
        },
        {
          "title": "N 6 -methyladenosine modification–tuned lipid metabolism controls skin immune homeostasis via regulating neutrophil chemotaxis",
          "authors": "Lian Cui, You Wu, Zeyu Chen, Bingjie Li, Jiangluyi Cai, Zhanhe Chang, Weide Xiao, Yuanyuan Wang, Nan Yang, Yu Wang, Zengyang Yu, Lingling Yao, Rui Ma, Xin Wang, Youdong Chen, Qianyu Chen, Hao Mei, Zhiyi Lan, Yingyuan Yu, Rongfen Chen, Xingbiao Wu, Qian Yu, Jiajing Lu, Ning Yu, Xilin Zhang, Jun Liu, Lingjuan Zhang, Yuping Lai, Shaorong Gao, Yawei Gao, Chunyuan Guo, Yuling Shi",
          "abstract": "Disrupted N 6 -methyladenosine (m 6 A) modification modulates various inflammatory disorders. However, the role of m 6 A in regulating cutaneous inflammation remains elusive. Here, we reveal that the m 6 A and its methyltransferase METTL3 are down-regulated in keratinocytes in inflammatory skin diseases. Inducible deletion of Mettl3 in murine keratinocytes results in spontaneous skin inflammation and increases susceptibility to cutaneous inflammation with activation of neutrophil recruitment. Therapeutically, restoration of m 6 A alleviates the disease phenotypes in mice and suppresses inflammation in human biopsy specimens. We support a model in which m 6 A modification stabilizes the mRNA of the lipid-metabolizing enzyme ELOVL6 via the m 6 A reader IGF2BP3, leading to a rewiring of fatty acid metabolism with a reduction in palmitic acid accumulation and, consequently, suppressing neutrophil chemotaxis in cutaneous inflammation. Our findings highlight a previously unrecognized epithelial-intrinsic m 6 A modification–lipid metabolism pathway that is essential for maintaining epidermal and immune homeostasis and lay the basis for potential therapeutic targeting of m 6 A modulators to attenuate inflammatory skin diseases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5332",
          "doi": "10.1126/sciadv.adp5332",
          "filter": "2"
        },
        {
          "title": "Orbit symmetry breaking in MXene implements enhanced soft bioelectronic implants",
          "authors": "Yizhang Wu, Yuan Li, Yihan Liu, Dashuai Zhu, Sicheng Xing, Noah Lambert, Hannah Weisbecker, Siyuan Liu, Brayden Davis, Lin Zhang, Meixiang Wang, Gongkai Yuan, Chris Zhoufan You, Anran Zhang, Cate Duncan, Wanrong Xie, Yihang Wang, Yong Wang, Sreya Kanamurlapudi, Garcia-Guzman Evert, Arjun Putcha, Michael D. Dickey, Ke Huang, Wubin Bai",
          "abstract": "Bioelectronic implants featuring soft mechanics, excellent biocompatibility, and outstanding electrical performance hold promising potential to revolutionize implantable technology. These biomedical implants can record electrophysiological signals and execute direct therapeutic interventions within internal organs, offering transformative potential in the diagnosis, monitoring, and treatment of various pathological conditions. However, challenges remain in improving excessive impedance at the bioelectronic-tissue interface and thus the efficacy of electrophysiological signaling and intervention. Here, we devise orbit symmetry breaking in MXene (a low-cost scalability, biocompatible, and conductive two dimensionally layered material, which we refer to as OBXene), which exhibits low bioelectronic-tissue impedance, originating from the out-of-plane charge transfer. Furthermore, the Schottky-induced piezoelectricity stemming from the asymmetric orbital configuration of OBXene facilitates interlayered charge transport in the device. We report an OBXene-based cardiac patch applied on the left ventricular epicardium of both rodent and porcine models to enable spatiotemporal epicardium mapping and pacing while coupling the wireless and battery-free operation for long-term real-time recording and closed-loop stimulation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8866",
          "doi": "10.1126/sciadv.adp8866",
          "filter": "2"
        },
        {
          "title": "Neuroinflammation as a cause of differential Müller cell regenerative responses to retinal injury",
          "authors": "Diana García-García, Lorena Vidal-Gil, Karine Parain, Jingxian Lun, Yann Audic, Albert Chesneau, Léa Siron, Demi Van Westendorp, Sophie Lourdel, Xavier Sánchez-Sáez, Despoina Kazani, Julien Ricard, Solène Pottin, Alicia Donval, Odile Bronchain, Morgane Locker, Jérôme E. Roger, Caroline Borday, Patrick Pla, Juliette Bitard, Muriel Perron",
          "abstract": "Unlike mammals, some nonmammalian species recruit Müller glia for retinal regeneration after injury. Identifying the underlying mechanisms may help to foresee regenerative medicine strategies. Using a Xenopus model of retinitis pigmentosa, we found that Müller cells actively proliferate upon photoreceptor degeneration in old tadpoles but not in younger ones. Differences in the inflammatory microenvironment emerged as an explanation for such stage dependency. Functional analyses revealed that enhancing neuroinflammation is sufficient to trigger Müller cell proliferation, not only in young tadpoles but also in mice. In addition, we showed that microglia are absolutely required for the response of mouse Müller cells to mitogenic factors while negatively affecting their neurogenic potential. However, both cell cycle reentry and neurogenic gene expression are allowed when applying sequential pro- and anti-inflammatory treatments. This reveals that inflammation benefits Müller glia proliferation in both regenerative and nonregenerative vertebrates and highlights the importance of sequential inflammatory modulation to create a regenerative permissive microenvironment.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7916",
          "doi": "10.1126/sciadv.adp7916",
          "filter": "2"
        },
        {
          "title": "Cysteamine dioxygenase (ADO) governs cancer cell mitochondrial redox homeostasis through proline metabolism",
          "authors": "Sandy Che-Eun S. Lee, Andrea Hye An Pyo, Helia Mohammadi, Ji Zhang, Anna Dvorkin-Gheva, Lucie Malbeteau, Stephen Chung, Shahbaz Khan, M. Teresa Ciudad, Vincent Rondeau, Rob A. Cairns, Thomas Kislinger, Tracy L. McGaha, Bradly G. Wouters, Julie A. Reisz, Rachel Culp-Hill, Angelo D’Alessandro, Courtney L. Jones, Marianne Koritzinsky",
          "abstract": "2-Aminoethanethiol dioxygenase (ADO) is a thiol dioxygenase that sulfinylates cysteamine and amino-terminal cysteines in polypeptides. The pathophysiological roles of ADO remain largely unknown. Here, we demonstrate that ADO expression represents a vulnerability in cancer cells, as ADO depletion led to loss of proliferative capacity and survival in cancer cells and reduced xenograft growth. In contrast, generation of the ADO knockout mouse revealed high tolerance for ADO depletion in adult tissues. To understand the mechanism underlying ADO’s essentiality in cancer cells, we characterized the cell proteome and metabolome following depletion of ADO. This revealed that ADO depletion leads to toxic levels of polyamines which can be driven by ADO’s substrate cysteamine. Polyamine accumulation in turn stimulated expression of proline dehydrogenase (PRODH) which resulted in mitochondrial hyperactivity and ROS production, culminating in cell toxicity. This work identifies ADO as a unique vulnerability in cancer cells, due to its essential role in maintenance of redox homeostasis through restraining polyamine levels and proline catabolism.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0355",
          "doi": "10.1126/sciadv.adq0355",
          "filter": "2"
        },
        {
          "title": "Systemic dysregulation and molecular insights into poor influenza vaccine response in the aging population",
          "authors": "Saumya Kumar, Martijn Zoodsma, Nhan Nguyen, Rodrigo Pedroso, Stephanie Trittel, Peggy Riese, Javier Botey-Bataller, Liang Zhou, Ahmed Alaswad, Haroon Arshad, Mihai G. Netea, Cheng-Jian Xu, Frank Pessler, Carlos A. Guzmán, Luis Graca, Yang Li",
          "abstract": "Vaccination-induced protection against influenza is greatly diminished and increasingly heterogeneous with age. We investigated longitudinally (up to five time points) a cohort of 234 vaccinated &gt;65-year-old vaccinees with adjuvanted vaccine FluAd across two independent seasons. System-level analyses of multiomics datasets measuring six modalities and serological data revealed that poor responders lacked time-dependent changes in response to vaccination as observed in responders, suggestive of systemic dysregulation in poor responders. Multiomics integration revealed key molecules and their likely role in vaccination response. High prevaccination plasma interleukin-15 (IL-15) concentrations negatively associated with antibody production, further supported by experimental validation in mice revealing an IL-15–driven natural killer cell axis explaining the suppressive role in vaccine-induced antibody production as observed in poor responders. We propose a subset of long-chain fatty acids as modulators of persistent inflammation in poor responders. Our findings provide a potential link between low-grade chronic inflammation and poor vaccination response and open avenues for possible pharmacological interventions to enhance vaccine responses.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7006",
          "doi": "10.1126/sciadv.adq7006",
          "filter": "2"
        },
        {
          "title": "Estrogen signaling suppresses tumor-associated tissue eosinophilia to promote breast tumor growth",
          "authors": "Sandeep Artham, Patrick K. Juras, Aditi Goyal, Prabuddha Chakraborty, Jovita Byemerwa, Siyao Liu, Suzanne E. Wardell, Binita Chakraborty, Daniel Crowder, Felicia Lim, Corinne H. Strawser, Madeline Newlin, Alessandro Racioppi, Susan Dent, Babak Mirminachi, Jatin Roper, Charles M. Perou, Ching-Yi Chang, Donald P. McDonnell",
          "abstract": "Estrogens regulate eosinophilia in asthma and other inflammatory diseases. Further, peripheral eosinophilia and tumor-associated tissue eosinophilia (TATE) predicts a better response to immune checkpoint blockade (ICB) in breast cancer. However, how and if estrogens affect eosinophil biology in tumors and how this influences ICB efficacy has not been determined. Here, we report that estrogens decrease the number of peripheral eosinophils and TATE, and this contributes to increased tumor growth in validated murine models of breast cancer and melanoma. Moreover, estrogen signaling in healthy female mice also suppressed peripheral eosinophil prevalence by decreasing the proliferation and survival of maturing eosinophils. Inhibiting estrogen receptor (ER) signaling decreased tumor growth in an eosinophil-dependent manner. Further, the efficacy of ICBs was increased when administered in combination with anti-estrogens. These findings highlight the importance of ER signaling as a regulator of eosinophil biology and TATE and highlight the potential near-term clinical application of ER modulators to increase ICB efficacy in multiple tumor types.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2442",
          "doi": "10.1126/sciadv.adp2442",
          "filter": "2"
        },
        {
          "title": "Oxidative stability of chelated Sn(II) (aq) at neutral pH: The critical role of NO 3 − ions",
          "authors": "Shaoyi Zhang, Gokul V. Govindaraju, Chi-Yuan Cheng, Carlo Amorin Daep, Dandan Chen, Cristina Castro, Patrick S. Corrigan, James G. Masters, Long Pan, Guofeng Xu, Tatiana V. Brinzari, Carl P. Myers",
          "abstract": "Tin(II) compounds are versatile materials with applications across fields such as catalysis, diagnostic imaging, and therapeutic drugs. However, oxidative stabilization of Sn(II) has remained an unresolved challenge as its reactivity with water and dioxygen results in loss of functionality, limiting technological advancement. Approaches to slow Sn(II) oxidation with chelating ligands or sacrificial electron donors have yielded only moderate improvements. We demonstrate here that the addition of nitrate to pyrophosphate-chelated Sn(II) (aq) suppresses Sn(II) oxidation in water across a broad pH range. Evidence of hydroxyl radical concentration reduction and detection of a radical nitrogen species that only forms in the presence of chelated Sn(II) point to a radical-based reaction mechanism. While this chemistry can be broadly applied, we present that this approach maintains Sn(II)’s antibacterial and anti-inflammatory efficacies as an example of sustained oral chemotherapeutic functionality.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0839",
          "doi": "10.1126/sciadv.adq0839",
          "filter": "2"
        },
        {
          "title": "Large expansion of plasma commensal viruses is associated with SIV pathogenesis in Macaca leonina",
          "authors": "Yanpeng Li, Tian-Zhang Song, Le Cao, Han-Dan Zhang, Yingying Ma, Ren-Rong Tian, Yong-Tang Zheng, Chiyu Zhang",
          "abstract": "Human immunodeficiency virus-1 (HIV-1) infection disrupts the homeostatic equilibrium between the host and commensal microbes. However, the dynamic changes of plasma commensal viruses and their role in HIV/simian immunodeficiency virus (SIV) pathogenesis are rarely reported. Here, we investigated the longitudinal changes of plasma virome, inflammation levels, and disease markers using an SIV-infected Macaca leonina model. Large expansions of plasma Anelloviridae , Parvoviridae , Circoviridae and other commensal viruses, and elevated levels of inflammation and D-dimer were observed since the chronic phase of SIV infection. Anelloviridae abundance appears to correlate positively with the CD4 + T cell count but negatively with SIV load especially at the acute phase, whereas other commensal viruses’ abundances show opposite correlations with the two disease markers. Antiretroviral therapy slightly reduces but does not substantially reverse the expansion of commensal viruses. Furthermore, 1387 primate anellovirus open reading frame 1 sequences of more than 1500 nucleotides were annotated. The data reveal different roles of commensal viruses in SIV pathogenesis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq1152",
          "doi": "10.1126/sciadv.adq1152",
          "filter": "2"
        },
        {
          "title": "In situ continuous hydrogen-bonded engineering for intrinsically stretchable and healable high-mobility polymer semiconductors",
          "authors": "Haoguo Yue, Ying Wang, Shaochuan Luo, Junfeng Guo, Jun Jin, Gongxi Li, Zhihao Meng, Lei Zhang, Dongshan Zhou, Yonggang Zhen, Wenping Hu",
          "abstract": "As a key component for wearable electronics, intrinsically stretchable and healable semiconducting polymers are scarce because carrier mobility is often reduced with increasing stretchability and self-healability. Here, we combine stepwise polymerization and thermal conversion to introduce in situ continuous hydrogen bonding sites in a polymer backbone without breaking the conjugation or introducing bulky softer side chains, benefiting the intrachain and interchain charge transport. We demonstrate that a regular sequence structure facilitated the formation of big nanofibers with a high degree of aggregation, providing the loose and porous thin film with simultaneously improved charge transport, stretchability, and self-healability. The mobility of damaged devices can be recovered to 81% after a healing treatment. Fully stretchable transistor based on the designed polymer exhibited a greatly enhanced mobility up to 1.08 square centimeters per volt per second under 100% strain, which is an unprecedented value and constitutes a major step for the development of intrinsically stretchable and healable semiconducting polymers.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0171",
          "doi": "10.1126/sciadv.adq0171",
          "filter": "2"
        },
        {
          "title": "Identifying metabolic limitations in the tumor microenvironment",
          "authors": "Guillaume Cognet, Alexander Muir",
          "abstract": "Solid tumors are characterized by dysfunctional vasculature that limits perfusion and delivery of nutrients to the tumor microenvironment. Limited perfusion coupled with the high metabolic demand of growing tumors has led to the hypothesis that many tumors experience metabolic stress driven by limited availability of nutrients such as glucose, oxygen, and amino acids in the tumor. Such metabolic stress has important implications for the biology of cells in the microenvironment, affecting both disease progression and response to therapies. Recently, techniques have been developed to identify limiting nutrients and resulting metabolic stresses in solid tumors. These techniques have greatly expanded our understanding of the metabolic limitations in tumors. This review will discuss these experimental tools and the emerging picture of metabolic limitations in tumors arising from recent studies using these approaches.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7305",
          "doi": "10.1126/sciadv.adq7305",
          "filter": "2"
        },
        {
          "title": "SRSF6 modulates histone-chaperone HIRA splicing to orchestrate AR and E2F activity in prostate cancer",
          "authors": "Antonio J. Montero-Hidalgo, Juan M. Jiménez-Vacas, Enrique Gómez-Gómez, Francisco Porcel-Pastrana, Prudencio Sáez-Martínez, Jesús M. Pérez-Gómez, Antonio C. Fuentes-Fayos, Ricardo Blázquez-Encinas, Rafael Sánchez-Sánchez, Teresa González-Serrano, Elena Castro, Pablo J. López-Soto, Julia Carrasco-Valiente, André Sarmento-Cabral, Antonio J. Martinez-Fuentes, Eduardo Eyras, Justo P. Castaño, Adam Sharp, David Olmos, Manuel D. Gahete, Raúl M. Luque",
          "abstract": "Despite novel therapeutic strategies, advanced-stage prostate cancer (PCa) remains highly lethal, pointing out the urgent need for effective therapeutic strategies. While dysregulation of the splicing process is considered a cancer hallmark, the role of certain splicing factors remains unknown in PCa. This study focuses on characterizing the levels and role of SRSF6 in this disease. Comprehensive analyses of SRSF6 alterations (copy number/mRNA/protein) were conducted across eight well-characterized PCa cohorts and the Hi-MYC transgenic model. SRSF6 was up-regulated in PCa samples, correlating with adverse clinical parameters. Functional assays, both in vitro (cell proliferation, migration, colony, and tumorsphere formation) and in vivo (xenograft tumors), demonstrated the impact of SRSF6 modulation on critical cancer hallmarks. Mechanistically, SRSF6 regulates the splicing pattern of the histone-chaperone HIRA , consequently affecting the activity of H3.3 in PCa and breast cancer cell models and disrupting pivotal oncogenic pathways (AR and E2F) in PCa cells. These findings underscore SRSF6 as a promising therapeutic target for PCa/advanced-stage PCa.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado8231",
          "doi": "10.1126/sciadv.ado8231",
          "filter": "2"
        },
        {
          "title": "Quantifying the topology of magnetic skyrmions in three dimensions",
          "authors": "David Raftrey, Simone Finizio, Rajesh V. Chopdekar, Scott Dhuey, Temuujin Bayaraa, Paul Ashby, Jörg Raabe, Tiffany Santos, Sinéad Griffin, Peter Fischer",
          "abstract": "Magnetic skyrmions have so far been treated as two-dimensional spin structures characterized by a topological winding number. However, in real systems with the finite thickness of the device material being larger than the magnetic exchange length, the skyrmion spin texture extends into the third dimension and cannot be assumed as homogeneous. Using soft x-ray laminography, we reconstruct with about 20-nanometer spatial (voxel) size the full three-dimensional spin texture of a skyrmion in an 800-nanometer-diameter and 95-nanometer-thin disk patterned into a 30× [iridium/cobalt/platinum] multilayered film. A quantitative analysis finds that the evolution of the radial profile of the topological skyrmion number is nonuniform across the thickness of the disk. Estimates of the micromagnetic energy densities suggest that the changes in topological profile are related to nonuniform competing energetic interactions. Our results provide a foundation for nanoscale metrology for spintronics devices using topology as a design parameter.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8615",
          "doi": "10.1126/sciadv.adp8615",
          "filter": "2"
        },
        {
          "title": "Single-molecule tracking reveals dynamic regulation of ribosomal scanning",
          "authors": "Hea Jin Hong, Antonia L. Zhang, Adam B. Conn, Gregor Blaha, Seán E. O’Leary",
          "abstract": "How eukaryotic ribosomes traverse messenger RNA (mRNA) leader sequences to search for protein-synthesis start sites remains one of the most mysterious aspects of translation and its regulation. While the search process is conventionally described by a linear “scanning” model, its exquisitely dynamic nature has restricted detailed mechanistic study. Here, we observed single Saccharomyces cerevisiae ribosomal scanning complexes in real time, finding that they scan diverse mRNA leaders at a rate of 10 to 20 nt s −1 . We show that specific binding of a protein to its mRNA leader sequence substantially arrests scanning. Conversely, impairing scanning-complex guanosine 5′-triphosphate hydrolysis results in native start-site bypass. Our results illustrate an mRNA-centric, kinetically controlled regulatory model where the ribosomal pre-initiation complex amplifies a nuanced energetic landscape to regulate scanning and start-site selection fidelity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adm9801",
          "doi": "10.1126/sciadv.adm9801",
          "filter": "2"
        },
        {
          "title": "Structural insights into phosphatidylethanolamine N -methyltransferase PmtA mediating bacterial phosphatidylcholine synthesis",
          "authors": "Salma D. Salsabila, Jungwook Kim",
          "abstract": "Phosphatidylethanolamine N -methyltransferase (PmtA) catalyzes the biosynthesis of phosphatidylcholine (PC) from phosphatidylethanolamine (PE). Although PC is one of the major phospholipids constituting bilayer membranes in eukaryotes, certain bacterial species encode PmtA, a membrane-associated methyltransferase, to produce PC, which is correlated with cellular stress responses, adaptability to environmental changes, and symbiosis or virulence with eukaryotic hosts. Depending on the organism, multiple PmtAs may be required for producing monomethyl- and dimethyl-PE derivatives along with PC, whereas in organisms such as Rubellimicrobium thermophilum , a single enzyme is sufficient to direct all three methylation steps. In this study, we present the x-ray crystal structures of PmtA from R. thermophilum in complex with dimethyl-PE and S -adenosyl- l -homocysteine, as well as in its lipid-free form. Moreover, we demonstrate that the enzyme associates with the cellular membrane via electrostatic interactions facilitated by a group of critical basic residues and can successively methylate PE and its methylated derivatives, culminating in the production of PC.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr0122",
          "doi": "10.1126/sciadv.adr0122",
          "filter": "2"
        },
        {
          "title": "Dual-media laser system: Nitrogen vacancy diamond and red semiconductor laser",
          "authors": "Lukas Lindner, Felix A. Hahl, Tingpeng Luo, Guillermo Nava Antonio, Xavier Vidal, Marcel Rattunde, Takeshi Ohshima, Joachim Sacher, Qiang Sun, Marco Capelli, Brant C. Gibson, Andrew D. Greentree, Rüdiger Quay, Jan Jeske",
          "abstract": "Diamond is a potential host material for laser applications due to its exceptional thermal properties, ultrawide bandgap, and color centers, which promise gain across the visible spectrum. More recently, coherent laser methods offer improved sensitivity for magnetometry. However, diamond fabrication is difficult in comparison to other crystalline matrices, and many optical loss channels are not yet understood. Here, we demonstrate a continuous-wave laser threshold as a function of the pump intensity on nitrogen-vacancy (NV) color centers. To achieve this, we constructed a laser cavity with both an NV diamond medium and an intracavity antireflection-coated diode laser. This dual-medium approach compensates intrinsic losses of the cavity by providing a fixed additional gain below threshold of the diode laser. We observe a continuous-wave laser threshold of the laser system and linewidth narrowing with increasing green pump power on the NV centers. Our results are a major development toward coherent approaches to magnetometry.",
          "url": "http://dx.doi.org/10.1126/sciadv.adj3933",
          "doi": "10.1126/sciadv.adj3933",
          "filter": "2"
        },
        {
          "title": "ATR inhibition activates cancer cell cGAS/STING-interferon signaling and promotes antitumor immunity in small-cell lung cancer",
          "authors": "Hirokazu Taniguchi, Subhamoy Chakraborty, Nobuyuki Takahashi, Avisek Banerjee, Rebecca Caeser, Yingqian A. Zhan, Sam E. Tischfield, Andrew Chow, Evelyn M. Nguyen, Álvaro Quintanal Villalonga, Parvathy Manoj, Nisargbhai S. Shah, Samantha Rosario, Omar Hayatt, Rui Qu, Elisa de Stanchina, Joseph Chan, Hiroshi Mukae, Anish Thomas, Charles M. Rudin, Triparna Sen",
          "abstract": "Patients with small-cell lung cancer (SCLC) have poor prognosis and typically experience only transient benefits from combined immune checkpoint blockade (ICB) and chemotherapy. Here, we show that inhibition of ataxia telangiectasia and rad3 related (ATR), the primary replication stress response activator, induces DNA damage–mediated micronuclei formation in SCLC models. ATR inhibition in SCLC activates the stimulator of interferon genes (STING)–mediated interferon signaling, recruits T cells, and augments the antitumor immune response of programmed death-ligand 1 (PD-L1) blockade in mouse models. We demonstrate that combined ATR and PD-L1 inhibition causes improved antitumor response than PD-L1 alone as the second-line treatment in SCLC. This study shows that targeting ATR up-regulates major histocompatibility class I expression in preclinical models and SCLC clinical samples collected from a first-in-class clinical trial of ATR inhibitor, berzosertib, with topotecan in patients with relapsed SCLC. Targeting ATR represents a transformative vulnerability of SCLC and is a complementary strategy to induce STING-interferon signaling–mediated immunogenicity in SCLC.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4618",
          "doi": "10.1126/sciadv.ado4618",
          "filter": "2"
        },
        {
          "title": "Group transfer radical polymerization for the preparation of carbon-chain poly(α-olefins)",
          "authors": "Xianjin Wang, Shuo Wang, Silin Song, Yasu Chen, Hao Sun, Chen Zhu",
          "abstract": "Radical polymerization is a powerful technique for producing a variety of polymeric materials. However, the chain transfer reaction impedes the formation of polymers from many common α-olefins such as propene and 1-butene using this method. Consequently, poly(α-olefins) are predominantly produced via coordination polymerization. To address this limitation, we have devised a strategy involving group transfer radical polymerization (GTRP) to facilitate the radical homopolymerization to access carbon-chain poly(α-olefins). This approach enables the precise construction of a diverse array of carbon-chain poly(α-olefins) with high molecular weights. Furthermore, by using nonconventional monomers, we extend the applicability of this technique to the copolymerization of α-olefins with acrylonitrile, paving the way for the synthesis of copolymers with different monomers. To investigate the properties of the polymers obtained by this method, one of the poly(α-olefins) is studied as an interphase layer material in anode-free Li metal batteries, and the results indicate the potential of the polymer in energy storage applications.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7385",
          "doi": "10.1126/sciadv.adp7385",
          "filter": "2"
        },
        {
          "title": "Story of an infection: Viral dynamics and host responses in the Caenorhabditis elegans –Orsay virus pathosystem",
          "authors": "Victoria G. Castiglioni, María J. Olmo-Uceda, Ana Villena-Giménez, Juan C. Muñoz-Sánchez, Esmeralda G. Legarda, Santiago F. Elena",
          "abstract": "Orsay virus (OrV) is the only known natural virus affecting Caenorhabditis elegans , with minimal impact on the animal’s fitness due to its robust innate immune response. This study aimed to understand the interactions between C. elegans and OrV by tracking the infection’s progression during larval development. Four distinct stages of infection were identified on the basis of viral load, with a peak in capsid-encoding RNA2 coinciding with the first signs of viral egression. Transcriptomic analysis revealed temporal changes in gene expression and functions induced by the infection. A specific set of up-regulated genes remained active throughout the infection, and genes correlated and anticorrelated with virus accumulation were identified. Responses to OrV mirrored reactions to other biotic stressors, distinguishing between virus-specific responses and broader immune responses. Moreover, mutants of early response genes and defense-related processes showed altered viral load progression, uncovering additional players in the antiviral defense response.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5945",
          "doi": "10.1126/sciadv.adn5945",
          "filter": "2"
        },
        {
          "title": "Mesozoic intraoceanic subduction shaped the lower mantle beneath the East Pacific Rise",
          "authors": "Jingchuan Wang, Vedran Lekić, Nicholas C. Schmerr, Yu J. Gu, Yi Guo, Rongzhi Lin",
          "abstract": "The Pacific large low-shear-velocity province (LLSVP), as revealed by cluster analysis of global tomographic models, hosts multiple internal anomalies, including a notable gap (~20° wide) between the central and eastern Pacific. The cause of the structural gap remains unconstrained. Directly above this structural gap, we identify an anomalously thick mantle transition zone east of the East Pacific Rise, the fastest-spreading ocean ridge in the world, using a dense set of SS precursors. The area of the thickened transition zone exhibits faster-than-average velocities according to recent tomographic images, suggesting perturbed postolivine phase boundaries shifting in response to lowered temperatures. We attribute this observation to episodes of Mesozoic-aged (250 to 120 million years ago) intraoceanic subduction beneath the present-day Nazca Plate. The eastern portion of the Pacific LLSVP was separated by downwelling because of this ancient oceanic slab. Our discovery provides a unique perspective on linking deep Earth structures with surface subduction.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado1219",
          "doi": "10.1126/sciadv.ado1219",
          "filter": "2"
        },
        {
          "title": "Activation of NOD1 on tumor-associated macrophages augments CD8 + T cell–mediated antitumor immunity in hepatocellular carcinoma",
          "authors": "Feng Zhang, Qiuyu Jiang, Jialiang Cai, Fansheng Meng, Wenqing Tang, Zhiyong Liu, Xiahui Lin, Wenfeng Liu, Yi Zhou, Xizhong Shen, Ruyi Xue, Ling Dong, Si Zhang",
          "abstract": "The efficacy of immunotherapy targeting the PD-1/PD-L1 pathway in hepatocellular carcinoma (HCC) is limited. NOD-like receptors (NLRs) comprise a highly evolutionarily conserved family of cytosolic bacterial sensors, yet their impact on antitumor immunity against HCC remains unclear. In this study, we uncovered that NOD1, a well-studied member of NLR family, exhibits predominant expression in tumor-associated macrophages (TAMs) and correlates positively with improved prognosis and responses to anti–PD-1 treatments in patients with HCC. Activation of NOD1 in vivo augments antitumor immunity and enhances the effectiveness of anti–PD-1 therapy. Mechanistically, NOD1 activation resulted in diminished expression of perilipin 5, thereby hindering fatty acid oxidation and inducing free fatty acid accumulation in TAMs. This metabolic alteration promoted membrane localization of the costimulatory molecule OX40L in a lipid modification–dependent manner, thereby activating CD8 + T cells. These findings unveil a previously unrecognized role for NOD1 in fortifying antitumor T cell immunity in HCC, potentially advancing cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8266",
          "doi": "10.1126/sciadv.adp8266",
          "filter": "2"
        },
        {
          "title": "Van der Waals integrated single-junction light-emitting diodes exceeding 10% quantum efficiency at room temperature",
          "authors": "Zhenliang Hu, Qiang Fu, Junpeng Lu, Yong Zhang, Qi Zhang, Shixuan Wang, Zhexing Duan, Yuwei Zhang, Xiaoya Liu, Qiang Pan, Guangsheng Jiang, Tong Yang, Xu Han, Yutian Yang, Tianqi Liu, Tao Tao, Wenhui Wang, Bei Zhao, Xueyong Yuan, Dongyang Wan, Yanpeng Liu, Yumeng You, Peng Zhou, Hongwei Liu, Zhenhua Ni",
          "abstract": "The construction of miniaturized light-emitting diodes (LEDs) with high external quantum efficiency (EQE) at room temperature remains a challenge for on-chip optoelectronics. Here, we demonstrate microsized LEDs fabricated by a dry-transfer van der Waals (vdW) integration method using typical layered Ruddlesden-Popper perovskites (RPPs). A single-crystalline layered RPP nanoflake is used as the active layer and sandwiched between two few-layer graphene contacts, forming van der Waals LEDs (vdWLEDs). Strong electroluminescence (EL) emission with a low turn-on current density of ~20 pA μm −2 and high EQE exceeding 10% is observed at room temperature, which sets the benchmark for the EQE of vdWLEDs ever recorded. Such efficient EL emission is attributed to the inherent multiple quantum well structure and high photoluminescence quantum yield (~35%) of RPPs and a low charge injection barrier of ~0.10 eV facilitated by the Fowler-Nordheim tunneling mechanism. These findings promise a scalable pathway for accessing high-performance miniaturized light sources for on-chip optical optoelectronics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8045",
          "doi": "10.1126/sciadv.adp8045",
          "filter": "2"
        },
        {
          "title": "Collagen denaturation in post-run Achilles tendons and Achilles tendinopathy: In vivo mechanophysiology and magnetic resonance imaging",
          "authors": "Yijie Fang, Dantian Zhu, Jingyue Wei, Lei Qian, Rongmao Qiu, Taoyu Jia, Kui Huang, Suwen Zhao, Jun Ouyang, Man Li, Shaolin Li, Yang Li",
          "abstract": "Achilles tendinopathy is often attributed to overuse, but its pathophysiology remains poorly understood. Disruption to the molecular structure of collagen is fundamental for the onset and progression of tendinopathy but has mostly been investigated in vitro. Here, we interrogated the in vivo molecular structure changes of collagen in rat Achilles tendons following treadmill running. Unexpectedly, the tendons’ collagen molecules were not mechanically unfolded by running but denatured through proteolysis during physiological post-run remodeling. We further revealed that running induces inflammatory gene expressions in Achilles tendons and that long-term running causes prolonged, elevated collagen degradation, leading to the accumulation of denatured collagen and tendinopathy development. For applications, we demonstrated magnetic resonance imaging of collagenase-induced Achilles tendon injury in vivo using a denatured collagen targeting contrast agent. Our findings may help close the knowledge gaps in the mechanobiology and pathogenesis of Achilles tendinopathy and initiate new strategies for its imaging-based diagnosis.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado2015",
          "doi": "10.1126/sciadv.ado2015",
          "filter": "2"
        },
        {
          "title": "Models and observations agree on fewer and milder midlatitude cold extremes even over recent decades of rapid Arctic warming",
          "authors": "Russell Blackport, Michael Sigmond, James A. Screen",
          "abstract": "An apparent increase in observed cold extremes over recent decades in the northern midlatitudes has been reported, in contrast to robust decreases predicted by climate models. This discrepancy has led to suggestions that models fail to accurately simulate changes in weather patterns caused by Arctic warming. Here, we show that the observed frequency and intensity of midlatitude cold extremes have strongly decreased since 1990 and are consistent with modeled trends. The previously reported increase in cold extremes was overestimated due to an artifact of changing data coverage. We also show that the fraction of land with observed cold extreme increases over recent decades is consistent with model internal variability on top of a near-uniform forced reduction in cold extremes across the midlatitudes. Our results provide strong evidence of a decrease in midlatitude cold extremes over recent decades and consistency between models and observations.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1346",
          "doi": "10.1126/sciadv.adp1346",
          "filter": "2"
        },
        {
          "title": "Spatial adiabatic passage of ultracold atoms in optical tweezers",
          "authors": "Yanay Florshaim, Elad Zohar, David Zeev Koplovich, Ilan Meltzer, Rafi Weill, Jonathan Nemirovsky, Amir Stern, Yoav Sagi",
          "abstract": "Coherent manipulation of matter waves, a distinctive hallmark of quantum mechanics, is fundamental to modern quantum technologies. Spatial adiabatic passage (SAP) is a prime example of this phenomenon, where a wave packet is transferred between two uncoupled localized modes by adjusting the tunneling coupling to an intermediate third mode in a counterintuitive sequence. Although this concept was introduced over two decades ago, its observation was previously limited to electromagnetic waves. In this study, we demonstrate this quantum interference effect using massive particles that tunnel between three micro-optical traps (“optical tweezers”). We begin by preparing ultracold fermionic atoms in low vibrational eigenstates of one trap, followed by manipulating the distance between the traps to execute the SAP protocol. We observe a smooth and high-efficiency transfer of atoms between the two outer traps, with a very low population remaining in the central trap. These findings open possibilities for advanced control schemes in optical tweezer array platforms.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl1220",
          "doi": "10.1126/sciadv.adl1220",
          "filter": "2"
        },
        {
          "title": "Substrate recognition principles for the PP2A-B55 protein phosphatase",
          "authors": "Thomas Kruse, Dimitriya H. Garvanska, Julia K. Varga, William Garland, Brennan C. McEwan, Jamin B. Hein, Melanie Bianca Weisser, Iker Benavides-Puy, Camilla Bachman Chan, Paula Sotelo-Parrilla, Blanca Lopez Mendez, A. Arockia Jeyaprakash, Ora Schueler-Furman, Torben Heick Jensen, Arminja N. Kettenbach, Jakob Nilsson",
          "abstract": "The PP2A-B55 phosphatase regulates a plethora of signaling pathways throughout eukaryotes. How PP2A-B55 selects its substrates presents a severe knowledge gap. By integrating AlphaFold modeling with comprehensive high-resolution mutational scanning, we show that α helices in substrates bind B55 through an evolutionary conserved mechanism. Despite a large diversity in sequence and composition, these α helices share key amino acid determinants that engage discrete hydrophobic and electrostatic patches. Using deep learning protein design, we generate a specific and potent competitive peptide inhibitor of PP2A-B55 substrate interactions. With this inhibitor, we uncover that PP2A-B55 regulates the nuclear exosome targeting (NEXT) complex by binding to an α-helical recruitment module in the RNA binding protein 7 (RBM7), a component of the NEXT complex. Collectively, our findings provide a framework for the understanding and interrogation of PP2A-B55 function in health and disease.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp5491",
          "doi": "10.1126/sciadv.adp5491",
          "filter": "2"
        },
        {
          "title": "Endothelial force sensing signals to parenchymal cells to regulate bile and plasma lipids",
          "authors": "Laeticia Lichtenstein, Chew W. Cheng, Muath Bajarwan, Elizabeth L. Evans, Hannah J. Gaunt, Fiona Bartoli, Eulashini Chuntharpursat-Bon, Shaili Patel, Charalampos Konstantinou, T. Simon Futers, Melanie Reay, Gregory Parsonage, J. Bernadette Moore, Justine Bertrand-Michel, Piruthivi Sukumar, Lee D. Roberts, David J. Beech",
          "abstract": "How cardiovascular activity interacts with lipid homeostasis is incompletely understood. We postulated a role for blood flow acting at endothelium in lipid regulatory organs. Transcriptome analysis was performed on livers from mice engineered for deletion of the flow-sensing PIEZO1 channel in endothelium. This revealed unique up-regulation of Cyp7a1 , which encodes the rate-limiting enzyme for bile synthesis from cholesterol in hepatocytes. Consistent with this effect were increased gallbladder and plasma bile acids and lowered hepatic and plasma cholesterol. Elevated portal fluid flow acting via endothelial PIEZO1 and genetically enhanced PIEZO1 conversely suppressed Cyp7a1 . Activation of hepatic endothelial PIEZO1 channels promoted phosphorylation of nitric oxide synthase 3, and portal flow-mediated suppression of Cyp7a1 depended on nitric oxide synthesis, suggesting endothelium-to-hepatocyte coupling via nitric oxide. PIEZO1 variants in people were associated with hepatobiliary disease and dyslipidemia. The data suggest an endothelial force sensing mechanism that controls lipid regulation in parenchymal cells to modulate whole-body lipid homeostasis.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3075",
          "doi": "10.1126/sciadv.adq3075",
          "filter": "2"
        },
        {
          "title": "Cold-induced degradation of core clock proteins implements temperature compensation in the Arabidopsis circadian clock",
          "authors": "Akari E. Maeda, Hiromi Matsuo, Tomoaki Muranaka, Norihito Nakamichi",
          "abstract": "The period of circadian clocks is maintained at close to 24 hours over a broad range of physiological temperatures due to temperature compensation of period length. Here, we show that the quantitative control of the core clock proteins TIMING OF CAB EXPRESSION 1 [TOC1; also known as PSEUDO-RESPONSE REGULATOR 1 (PRR1)] and PRR5 is crucial for temperature compensation in Arabidopsis thaliana . The prr5 toc1 double mutant has a shortened period at higher temperatures, resulting in weak temperature compensation. Low ambient temperature reduces amounts of PRR5 and TOC1. In low-temperature conditions, PRR5 and TOC1 interact with LOV KELCH PROTEIN 2 (LKP2), a component of the E3 ubiquitin ligase Skp, Cullin, F-box (SCF) complex. The lkp2 mutations attenuate low temperature–induced decrease of PRR5 and TOC1, and the mutants display longer period only at lower temperatures. Our findings reveal that the circadian clock maintains its period length despite ambient temperature fluctuations through temperature- and LKP2 -dependent control of PRR5 and TOC1 abundance.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0187",
          "doi": "10.1126/sciadv.adq0187",
          "filter": "2"
        },
        {
          "title": "Combined assembloid modeling and 3D whole-organ mapping captures the microanatomy and function of the human fallopian tube",
          "authors": "Ashleigh J. Crawford, André Forjaz, Joanna Bons, Isha Bhorkar, Triya Roy, David Schell, Vasco Queiroga, Kehan Ren, Donald Kramer, Wilson Huang, Gabriella C. Russo, Meng-Horng Lee, Pei-Hsun Wu, Ie-Ming Shih, Tian-Li Wang, Mark A. Atkinson, Birgit Schilling, Ashley L. Kiemen, Denis Wirtz",
          "abstract": "The fallopian tubes play key roles in processes from pregnancy to ovarian cancer where three-dimensional (3D) cellular and extracellular interactions are important to their pathophysiology. Here, we develop a 3D multicompartment assembloid model of the fallopian tube that molecularly, functionally, and architecturally resembles the organ. Global label-free proteomics, innovative assays capturing physiological functions of the fallopian tube (i.e., oocyte transport), and whole-organ single-cell resolution mapping are used to validate these assembloids through a multifaceted platform with direct comparisons to fallopian tube tissue. These techniques converge at a unique combination of assembloid parameters with the highest similarity to the reference fallopian tube. This work establishes (i) an optimized model of the human fallopian tubes for in vitro studies of their pathophysiology and (ii) an iterative platform for customized 3D in vitro models of human organs that are molecularly, functionally, and microanatomically accurate by combining tunable assembloid and tissue mapping methods.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6285",
          "doi": "10.1126/sciadv.adp6285",
          "filter": "2"
        },
        {
          "title": "A neural circuit for alcohol withdrawal–induced hyperalgesia in a nondependent state",
          "authors": "Xin-Lu Yang, Wei Gao, Wan-Ying Dong, Changjian Zheng, Sheng Wang, Hong-Rui Wei, Yanli Luo, Zhi Zhang, Yongquan Chen, Yan Jin",
          "abstract": "Alcohol use disorder is highly prevalent worldwide, with characteristically severe pain sensitivity during withdrawal. Here, we established a mouse model of hyperalgesia during ethanol withdrawal (EW) before addiction to investigate the window for onset and underlying mechanisms. Viral tracing with in vivo microendoscopic and two-photon calcium imaging identified a circuit pathway from dorsal hippocampal CA1 glutamatergic neurons (dCA1 Glu ) to anterior cingulate cortex glutamatergic neurons (ACC Glu ) activated in EW mice with hyperalgesia. Chemogenetic inhibition of this pathway can alleviate hyperalgesia in EW mice, whereas artificial activation recapitulates EW-induced hyperalgesia in naïve mice. These findings demonstrate that the dCA1 Glu → ACC Glu neuronal pathway participates in driving EW-induced hyperalgesia before ethanol dependence in mice.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8636",
          "doi": "10.1126/sciadv.adp8636",
          "filter": "2"
        },
        {
          "title": "Eliminating performance loss from perovskite films to solar cells",
          "authors": "Chao Luo, Feng Gao, Xianjin Wang, Changling Zhan, Xianchen Zhang, Guanhaojie Zheng, Xusheng Zhang, Xingyu Gao, Zhubing He, Qing Zhao",
          "abstract": "Preoptimizing perovskite films may generally improve the performance of the final perovskite solar cells (PSCs). However, the research on whether the film optimization fully contributes to the enhancement of the final PSCs has been long neglected. We demonstrated that the preparation of metal electrodes by high-vacuum thermal evaporation, an unavoidable step in almost all device fabrication processes, will damage the surface of perovskite films, resulting in component escape, defect density rebound, carrier extraction barrier, and film stability deterioration. Therefore, the prepared perovskite film and the final film actually working in devices are not exactly the same, and the contribution of film optimization to the device improvement was weakened. We designed a bilayer structure composed of graphene oxide and graphite flakes to eliminate the unwanted film inconsistencies and thus save the film optimization loss. Therefore, the efficient PSCs with power conversion efficiency of 25.55% were obtained, which demonstrated negligible photovoltaic performance loss after operating for 2000 hours.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0790",
          "doi": "10.1126/sciadv.adp0790",
          "filter": "2"
        },
        {
          "title": "Identification of an ionic mechanism for ERα-mediated rapid excitation in neurons",
          "authors": "Meng Yu, Na Yin, Bing Feng, Peiyu Gao, Kaifan Yu, Hesong Liu, Hailan Liu, Yongxiang Li, Olivia Z. Ginnard, Kristine M. Conde, Mengjie Wang, Xing Fang, Longlong Tu, Jonathan C. Bean, Qingzhuo Liu, Yue Deng, Yuxue Yang, Junying Han, Sanika V. Jossy, Megan L. Burt, Huey Zhong Wong, Yongjie Yang, Benjamin R. Arenkiel, Yang He, Shaodong Guo, Pierre Gourdy, Jean-Francois Arnal, Francoise Lenfant, Zhao Wang, Chunmei Wang, Yanlin He, Yong Xu",
          "abstract": "The major female ovarian hormone, 17β-estradiol (E 2 ), can alter neuronal excitability within milliseconds to regulate a variety of physiological processes. Estrogen receptor-α (ERα), classically known as a nuclear receptor, exists as a membrane-bound receptor to mediate this rapid action of E 2 , but the ionic mechanisms remain unclear. Here, we show that a membrane channel protein, chloride intracellular channel protein-1 (Clic1), can physically interact with ERα with a preference to the membrane-bound ERα. Clic1-mediated currents can be enhanced by E 2 and reduced by its depletion. In addition, Clic1 currents are required to mediate the E 2 -induced rapid excitations in multiple brain ERα populations. Further, genetic disruption of Clic1 in hypothalamic ERα neurons blunts the regulations of E 2 on female body weight balance. In conclusion, we identified the Clic1 chloride channel as a key mediator for E 2 -induced rapid neuronal excitation, which may have a broad impact on multiple neurobiological processes regulated by E 2 .",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0696",
          "doi": "10.1126/sciadv.adp0696",
          "filter": "2"
        },
        {
          "title": "Expanding the tool box for native structural biology: 19 F dynamic nuclear polarization with fast magic angle spinning",
          "authors": "Kumar Tekwani Movellan, Wenkai Zhu, Daniel Banks, James Kempf, Brent Runge, Angela M. Gronenborn, Tatyana Polenova",
          "abstract": "Obtaining atomic-level information on components in the cell is a major focus in structural biology. Elucidating specific structural and dynamic features of proteins and their interactions in the cellular context is crucial for understanding cellular processes. We introduce 19 F dynamic nuclear polarization (DNP) combined with fast magic-angle-spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy as a powerful technique to study proteins in mammalian cells. We demonstrate our approach on the severe acute respiratory syndrome coronavirus 2 5F-Trp-N NTD protein, electroporated into human cells. DNP signal enhancements of 30- to 40-fold were observed, translating into over 1000-fold experimental time savings. High signal-to-noise ratio spectra were acquired on nanomole quantities of a protein in cells in minutes. 2D 19 F- 19 F dipolar correlation spectra with remarkable sensitivity and resolution were obtained, exhibiting 19 F- 19 F cross peaks associated with fluorine atoms as far as ~10 angstroms apart. This work paves the way for 19 F DNP-enhanced MAS NMR applications in cells for probing protein structure, dynamics, and ligand interactions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq3115",
          "doi": "10.1126/sciadv.adq3115",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Socio-Economic Review",
      "journal_short": "SER",
      "articles": [
        {
          "title": "When shareholder power kicks in: corporate financialization as ratchet behaviour and sticky payouts",
          "authors": "Bakou Mertens",
          "abstract": "The rise of payout ratios has been ascribed by financialization scholars to shareholder value orientation (SVO), a governance practice associated with dire consequences. However, it remains unclear how SVO translates into the behaviour that causes these consequences. Yet, identifying behaviour would not only allow us to causally infer what SVO entails for other firm stakeholders and wider society but also to unearth the institutional configurations that catalyse or inhibit it. Using data on all stock-listed firms in the world from 1985 to 2023 this article shows that SVO operates through ratchet behaviour, where shareholders refuse to yield ground when profits decrease. I first illustrate theoretically how this downward rigidity of shareholder remuneration ratchets up payout ratios and structures aggregate payout ratios along the lines of the frequency of ratchet behaviour. Finally, staggered difference-in-differences show that ratchet events indeed cause firms to exhibit persistently higher payout ratios for a decade.",
          "url": "http://dx.doi.org/10.1093/ser/mwae059",
          "doi": "10.1093/ser/mwae059",
          "filter": "0"
        },
        {
          "title": "Correction to: Bling-Bling politics: exposure to status-goods consumption shapes the social policy preferences of the less affluent",
          "url": "http://dx.doi.org/10.1093/ser/mwae064",
          "doi": "10.1093/ser/mwae064",
          "filter": "0"
        },
        {
          "title": "Have later state pensions made people less connected? The effects of older female pension ages in England on social capital",
          "authors": "Alessandro Cusimano, Chiara Paola Donegani, Stephen McKay",
          "abstract": "Many countries have increased their state pension ages (SPAs) to offset demographic ageing and to increase numbers of older people remaining in paid work. Most research attention has focused on the economic outcomes whereas little attention has been paid to impacts on social capital, including rates of volunteering and care-giving. Prior research suggests that these are sensitive to retirement decisions. Using nine waves of individual longitudinal data from the English Longitudinal Study of Ageing, this study examines the effects of increased SPA on volunteering, group membership and providing care. Our results show that higher SPAs have a negative impact on rates of volunteering and providing care, particularly for women in couples. Single women are not affected, and there are not significant effects on group membership and childcare provision. The more work-like aspects of social capital are affected by the increased SPA.",
          "url": "http://dx.doi.org/10.1093/ser/mwae062",
          "doi": "10.1093/ser/mwae062",
          "filter": "0"
        },
        {
          "title": "Moral reconciling at career launch: politics, race, and occupational choice",
          "authors": "Matthew Clair, Sophia Hunt",
          "abstract": "Recent research suggests that college-educated young adults, especially those who are politically liberal and/or racially marginalized, exhibit moral reservations about their intended occupations. How do they justify entering occupations that conflict with their morals, and with what consequences? This article examines the case of 74 mostly liberal prospective law school students from a range of racial backgrounds followed over 2 years. In interviews at career launch, respondents criticized the legal profession for its perceived perpetuation of inequality and violence. Despite their moral reservations, they articulated three occupational justification narratives for attending law school: lifting up (exceptional lawyering); leveraging out (legal education for nonlawyer aspirations); and leaning in (conscientious class mobility/maintenance). These narratives differentiate between morally ‘good’ and ‘bad’ occupational domains—a cultural-cognitive process we term moral reconciling. We theorize how moral reconciling at career launch charts young adults down different early career trajectories, with implications for occupational sorting and change.",
          "url": "http://dx.doi.org/10.1093/ser/mwae061",
          "doi": "10.1093/ser/mwae061",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    }
  ]
}
